{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-07/lsuh-nde071317.php", "description": "Research led by Nicolas Bazan, M.D., Ph.D., Boyd Professor and Director of the Neuroscience Center of Excellence at LSU Health New Orleans, has discovered a new class of mediators, or biochemical triggers that he named elovanoids (ELVs). This discovery provides the first evidence of the existence of elovanoids and of their significant role in protecting and sustaining retinal pigment epithelial (RPE) and photoreceptor cell survival.", "article_link": "http://dx.doi.org/10.1038/s41598-017-05433-7", "date": "Thu, 13 Jul 2017 04:00:00 GMT", "funder": "National Institutes of Health, NIH/National Institute of General Medical Sciences, NIH/National Eye Institute, NIH/National Institute of Neurological Disorders and Stroke, Eye, Ear, Nose & Throat Foundation, Research to Prevent Blindness, Inc.,", "title": "Newly discovered elovanoids called a 'transformative new concept of biology'", "region": "namerica", "source_link": "http://lsuh.sc/nr?a=9 ", "institution": "Louisiana State University Health Sciences Center", "text": "New Orleans, LA - Research led by Nicolas Bazan, MD, PhD, Boyd Professor and Director of the Neuroscience Center of Excellence at LSU Health New Orleans, has discovered a new class of mediators, or biochemical triggers that he named elovanoids (ELVs). Elovanoids are the first bioactive chemical messengers made from omega-3 very long chain polyunsaturated fatty acid (VLC-PUFAs,n-3) that are released in response to cell injury or when cells are confronted with adversities for survival. This discovery provides the first evidence of the existence of elovanoids and of their significant role in protecting and sustaining retinal pigment epithelial (RPE) and photoreceptor cell survival. The work is published online in Nature Research's Scientific Reports available at https://www.nature.com/articles/s41598-017-05433-7.\r\n\t\"We believe this discovery represents a new concept of biology that will be transformative in medicine,\" says Nicolas Bazan, MD, PhD, Boyd Professor and Director of the Neuroscience Center of Excellence at LSU Health New Orleans.\r\n\tThis research uncovers a mechanistic breakthrough in the understanding of how cells are protected from impending damage. Uncompensated oxidative stress is often an early event associated with retinal, neuronal or heart cell death, and the retinal pigment epithelium and retina are under continuous stress.\r\n\t\"We found that elovanoids have unique structures and that they enhance the expression of pro-survival proteins in cells undergoing uncompensated oxidative stress,\" says Dr. Bazan.\r\n\t Bazan's lab discovered, identified and structurally characterized this new class of molecules in human retinal pigment epithelial cells. Due to their biology, they are classified as mediators and are derived from docosahexaenoic acid (DHA). DHA is present abundantly in the retina and also serves as a precursor of signaling molecules called docosanoids that promote cell stability and equilibrium and act to protect the cell.  The DHA- or eicosapentaenoic acid (EPA)-derived 26 carbon fatty acid is a molecule acted upon by the elongating enzyme ELOVL4, which is expressed in photoreceptor cells. ELOVL4 mutations are linked to vision loss and neuronal dysfunction. This has implications for developing new therapies for conditions such as Stargardt's disease and other forms of retinal degeneration. \r\n\tBazan and his team found that ELVs are made from 32 or 34 carbon-length fatty acid precursors produced naturally in human retinal pigment epithelial (RPE) cells. Most of the known lipid mediators or messengers are derived from 18, 20, or 22 carbon-length fatty acid precursors, including prostaglandins, leukotrienes, lipoxyns, endocanabinoids, resolvins and docosanoids. Elovanoids have structures reminiscent of docosanoids but with different physicochemical properties and alternatively regulated biosynthetic pathways. That elovanoids are longer than all known mediators may be the key to their potency. The longer elovanoids may be able to reach and bind for a longer period of time to receptors in cells necessary to induce cell survival.\r\n\t\"This is a very exciting discovery that opens a path forward to expand the science of neuroprotection,\" says Bazan. \"Our research reveals potential therapeutic targets for retinal degeneration diseases. In addition, these findings provide major conceptual advances of broad relevance for the survival of neural as well as any other cells in the body by turning on neuroprotection using a set of molecules that mimic how the body naturally activates this protection.\"\r\n\t", "meeting": "", "keywords": ["Biology", " Health Care", " Neurochemistry", " Medical Education", " Medicine/Health", " Health Professionals", " Neurobiology", " Alzheimer's Disease", " Ophthalmology", " Genes"]}