{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-07/mpif-fai071217.php", "description": "After a stroke a person often suffers from language problems. In some cases certain linguistic abilities can be regained, whereas others are lost forever. Now scientists at the Max Planck Institute for Human Cognitive and Brains Sciences (MPI CBS) in Leipzig have found one possible explanation: The injury of some brain areas can be well compensated, whereas this is not the case with others. These findings could not just be relevant for therapy after a stroke but also prove the hierarchical structure of language.", "article_link": "http://dx.doi.org/10.7554/eLife.25964", "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "", "title": "First aid in the brain: When language suddenly fails", "region": "europe", "source_link": "http://www.cbs.mpg.de/731060/20170706-02", "institution": "Max Planck Institute for Human Cognitive and Brain Sciences", "text": "Talking to each other is a complex matter. While chatting we have to recognise single words and phrases out of a flood of sounds. In parallel we have to think about an answer and to plan the movements of our lips and tongue. Every single step, from analysing the words to producing the language, requires a range of brain areas to work together. Until now, it remained a mystery as to how they collaborate -- and what happens if one of the central areas is damaged. Scientists at the Max Planck Institute for Human Cognitive and Brain Sciences (MPI CBS) in Leipzig discovered what happens when two crucial brain regions of our linguistic comprehension are inactive: They observed that failure of some regions can be compensated by the commitment of other areas, whereas others cannot.\"If the region in which the meaning of language is processed is impaired, the so-called left angular gyrus, our brain is able to balance it well. In this case the neighbouring area, the anterior inferior frontal gyrus, stands in and enhances its activity. This is surprising since it is originally responsible for the rhythmic structure of the words\", study leader Gesa Hartwigsen explains. By taking on this role, the meaning of the words can be recognised nearly as fast as when the appropriate area fulfils its task. \"If the anterior inferior frontal gyrus itself is impaired, its failure can hardly be compensated and its tasks are not taken over by another part of the language network, making it much harder to analyse the rhythmic structure of a word, that is to say its syllables.\"The scientists presume that the ability to compensate an impaired process by another part of  the brain depends on the hierarchy level on which the language is perturbed: Processing the rhythm of a word is such a basic mechanism that cannot be simply overtaken by another part. More complex processing stages, such as analysing the meaning of a word, could on the contrary be supported by simpler processes, since they are one of the underlying steps. More general processes can then provide support in order to maintain this ability.Hartwigsen and her team conclude two things from these findings: \"We can now estimate which injuries could be counterbalanced and on which of these it is worth focusing language training, for instance on the network which fills in\", says the leader of the research group modulation of language networks.  Furthermore, they confirmed the hypothesis of a hierarchical structure of language. According to this, during the processing of language, complex steps build on basic steps. Before we analyse the meaning of the word we have to process its sounds. The neuroscientists examined these relationships with the help of transcranial magnetic stimulation (TMS). This method can interrupt the activity of single brain regions for a short period of time and can therefore measure the brain's reaction to this impairment. TMS therefore uses magnetic fields to specifically inhibit or stimulate single brain areas by weak electric stimulation through the scalp. In this study of 17 healthy participants, the team inhibited both the areas of word meaning and of rhythmic structure for a short period. Subsequently they compared the abilities of these people in linguistic tasks - and noticed a considerably weaker performance only in those which demanded word analysing.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Hearing/Speech", " Rehabilitation/Prosthetics/Plastic Surgery"]}