{"journal": "Frontiers in Human Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-07/f-cmb071217.php", "description": "Neurologists have created a hands-free, thought-controlled musical instrument, which they've recently described in a report in Frontiers in Human Neuroscience. Researchers hope that this new instrument will help empower and rehabilitate patients with motor disabilities such as those from stroke, spinal cord injury, amputation, or amyotrophic lateral sclerosis (ALS).", "article_link": "http://dx.doi.org/10.3389/fnhum.2017.00213", "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "", "title": "Creating music by thought alone", "region": "europe", "source_link": null, "institution": "Frontiers", "text": "Neurologists have created a hands-free, thought-controlled musical instrument, which they've recently described in a report in Frontiers in Human Neuroscience. Researchers hope that this new instrument will help empower and rehabilitate patients with motor disabilities such as those from stroke, spinal cord injury, amputation, or amyotrophic lateral sclerosis (ALS).\"The Encephalophone is a musical instrument that you control with your thoughts, without movement,\" explains Thomas Deuel, a neurologist at Swedish Medical Center and a neuroscientist at the University of Washington, and first author of the report. \"I am a musician and neurologist, and I've seen many patients who played music prior to their stroke or other motor impairment, who can no longer play an instrument or sing,\" says Deuel. \"I thought it would be great to use a brain-computer instrument to enable patients to play music again without requiring movement.\"The Encephalophone collects brain signals through a cap that transforms specific signals into musical notes. The invention is coupled with a synthesizer, allowing the user to create music using a wide variety of instrumental sounds. Dr. Deuel originally developed the Encephalophone (patent pending) in his own independent laboratory, in collaboration with Dr. Felix Darvas, a physicist at the University of Washington. In this first report, they describe their development of the instrument, as well as their initial studies showing evidence of how easily the instrument might be used. This preliminary study showed that a trial group of 15 healthy adults were able to use the instrument to correctly recreate musical tones, with no prior training. \"We first sought to prove that novices--subjects who had no training on the Encephalophone whatsoever--could control the device with an accuracy that was better than random,\" says Deuel. \"These first subjects did quite well, way above chance probability on their very first try.\"The Encephalophone can be controlled via two independent types of brain signals: either those associated with the visual cortex (i.e. closing one's eyes), or those associated with thinking about movement. Control by thinking about movement may be the most useful for disabled patients, and Deuel plans to continue researching this application. But for now, this current study shows that, at least for this small group of novice users, control by eye closing is more accurate than control by imagining movements. The Encephalophone is based on brain-computer interfaces using an old method, called electroencephalography, which measures electrical signals in the brain. Scientists first began converting these signals into sounds in the 1930s and, later, into music in the 1960s. But these methods were still difficult to control and were not easily accessible to non-specialist users.In a collaboration with the Center for Digital Arts and Experimental Media (DXARTS), Deuel has built upon such research to make the Encephalophone more musically versatile, as well as easier to use. Deuel and his collaborators are already working with more people to see how much users can improve with training. Deuel also plans to begin clinical trials of the Encephalophone later this year to see whether it may be useful or enjoyable for disabled patients.\"There is great potential for the Encephalophone to hopefully improve rehabilitation of stroke patients and those with motor disabilities,\" Deuel says.", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Social/Behavioral Science", " Technology/Engineering/Computer Science"]}