{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/aha-mhh070517.php", "description": "A miniature human heart created by introducing human cells into the matrix of a whole rat heart may make it easier to confirm basic science findings and test potential new heart drugs for safety and efficacy, according to a preliminary study presented at the American Heart Association's Basic Cardiovascular Sciences 2017 Scientific Sessions.", "article_link": null, "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "", "title": "Miniature human hearts created from rat hearts", "region": "namerica", "source_link": "http://newsroom.heart.org/news/miniature-human-hearts-created-from-rat-hearts?preview=2b8f91ecc2ef36703975e613916a5440", "institution": "American Heart Association", "text": "PORTLAND, OREGON, July 12, 2017 -- A miniature human heart created by introducing human cells into the matrix of a whole rat heart may make it easier to confirm basic science findings and test potential new heart drugs for safety and efficacy, according to a preliminary study presented at the American Heart Association's Basic Cardiovascular Sciences 2017 Scientific Sessions.For years, researchers have used the Langendorff method to remove the heart from an animal in order to introduce fluid through the aorta, the body's largest vessel, then into the artery network of a heart. This method is also used to deliver solutions that strip away cells from the rat heart before introducing the human cells to model a human heart.In the current study, researchers used a technique called 4-Flow cannulation, which introduces solution not just into the arteries but into the veins' network of the heart. This system allowed the researchers to strip rat cells while preserving the lining matrix of the whole heart to repopulate with human cells. Unlike the Langendorff perfusion, 4-Flow cannulation enabled the researchers to preserve the circulation within the entire heart to maintain the normal flow and in addition to stimulate the mechanical expansion heart chambers.", "meeting": "2017 BCVS American Heart Association Meeting Report Poster Session 3 Presentation 347", "keywords": ["Medicine/Health", " Cardiology"]}