{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-07/niom-srm071217.php", "description": "For the first time, a primitive movie has been encoded in -- and then played back from -- DNA in living cells. Scientists say it's a major step toward a 'molecular recorder' that may someday make it possible to access an archive of the changing internal states of a developing cell by sequencing its genome. The ability to record such sequential events as a movie at the molecular level is key to this reinventing of recording.", "article_link": "http://dx.doi.org/10.1038/nature23017", "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Scientists replay movie encoded in DNA", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Mental Health", "text": "For the first time, a primitive movie has been encoded in - and then played back from - DNA in living cells. Scientists funded by the National Institutes of Health say it is a major step toward a \"molecular recorder\" that may someday make it possible to get read-outs, for example, of the changing internal states of neurons as they develop.\"We want to turn cells into historians,\" explained neuroscientist Seth Shipman, Ph.D., a post-doctoral fellow at Harvard Medical School, Boston. \"We envision a biological memory system that's much smaller and more versatile than today's technologies, which will track many events non-intrusively over time.\"Shipman, Harvard's Drs. George Church, Jeffrey Macklis and Jeff Nivala report on their proof-of-concept for a futuristic \"molecular ticker tape\" online July 12, in the journal Nature. The work was funded by NIH's National Institute of Mental Health, National Institute of Neurological Disorders and Stroke, and the National Human Genome Research Institute. The ability to record such sequential events like a movie at the molecular level is key to the idea of reinventing the very concept of recording using molecular engineering, say the researchers. In this scheme, cells themselves could be induced to record molecular events - such as changes in gene expression over time - in their own genomes. Then the information could be retrieved simply by sequencing the genomes of the cells it is stored in.\"If we had those transcriptional steps, we could potentially use them like a recipe to engineer similar cells,\" added Shipman. \"These could be used to model disease - or even in therapies.\"For starters, the researchers had to show that DNA can be used to encode not just genetic information, but any arbitrary sequential information into a genome. For this they turned to the cutting-edge, NIH-funded gene editing technology CRISPR. They first demonstrated that they could encode and retrieve an image of the human hand in DNA inserted into bacteria. They then similarly encoded and reconstructed frames from a classic 1870s race horse in motion sequence of photos - an early forerunner of moving pictures. The researchers had previously shown that they could use CRISPR to store sequences of DNA in bacteria. CRISPR is a group of proteins and DNA that act as an immune system in some bacteria, vaccinating them with genetic memories of viral infections. When a virus infects a bacterium, CRISPR cuts out part of the foreign DNA and stores it in the bacteria's own genome. The bacterium then uses the stored DNA to recognize the virus and defend against future attacks.\"The sequential nature of CRISPR makes it an appealing system for recording events over time,\" explained Shipman.The researchers then similarly translated five frames from the race horse in motion photo sequence into DNA. Over the course of five days, they sequentially treated bacteria with a frame of translated DNA. Afterwards, they were able to reconstruct the movie with 90 percent accuracy by sequencing the bacterial DNA.Although this technology could be used in a variety of ways, the researchers ultimately hope to use it to study the brain.\"We want to use neurons to record a molecular history of the brain through development,\" said Shipman. \"Such a molecular recorder will allow us to eventually collect data from every cell in the brain at once, without the need to gain access, to observe the cells directly, or disrupt the system to extract genetic material or proteins.\" ", "meeting": "", "keywords": ["Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Neurobiology", " Audiovisual Media", " Mental Health", " Biotechnology"]}