{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-wdh071017.php", "description": "When it comes to helping high school student athletes recover from concussion, support is needed beyond the athletic field. It is also essential when they return to the classroom. A new study examining principals' perceptions about concussion will be released today and presented at the American Academy of Neurology's Sports Concussion Conference in Jacksonville, Fla., July 14 to 16, 2017.", "article_link": null, "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "", "title": "What do high school principals know about concussion?", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "JACKSONVILLE, Fla. - When it comes to helping high school student athletes recover from concussion, support is needed beyond the athletic field. It is also essential when they return to the classroom. A new study examining principals' perceptions about concussion will be released today and presented at the American Academy of Neurology's Sports Concussion Conference in Jacksonville, Fla., July 14 to 16, 2017. \"Many times, there are protocols in place for how a concussed student returns to their sport, but it is also important to look at how they return to the classroom,\" said study author Kristyn Tekulve, MD, of Indiana University in Indianapolis and member of the American Academy of Neurology. \"Contrary to popular belief, returning to school - being lightly active and social - can help students as they recover. However, they may need special accommodations as they ease back into their normal school routine.\" \"Post-concussion symptoms can include headaches, dizziness, fatigue, sensitivity to noise or light, trouble concentrating and processing information, and can hinder academics if not addressed appropriately. High school principals play a key role in creating academic policies that may help students as they recover,\" Tekulve said.For the study, 157 public high school principals in Indiana completed an anonymous online survey. Of those surveyed, 42 percent reported having one to five students who had suffered a concussion in the last year. Only a third of principals - 34 percent - reported having received training in the academic management of students with concussion. However, 95 percent said they had access to a school nurse or someone who was comfortable monitoring students with concussion symptoms.Among those surveyed, 92 percent of principals said they were willing to make academic accommodations for students recovering from concussion for as long as necessary. Additionally, an overwhelming majority of principals - 96 percent - said they were likely to allow students to take frequent breaks and avoid busy environments and 99 percent reported they were likely to limit screen time and allow concussed students to test or work in a quiet area.Accommodations for testing depended on the type of testing, with 71 percent of principals reporting they were likely to allow for no regular testing, and 98 percent reporting they would likely grant increased testing time for concussed students. However, only 58 percent would allow no standardized testing. The majority - 52 percent - stated that a lack of communication among students, physicians and schools is the largest barrier when instituting academic accommodations.The study also found that 74 percent of principals surveyed thought that physicians should decide when academic accommodations are no longer needed. ", "meeting": "American Academy of Neurology Sports Concussion Conference", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Neurobiology", " Pain", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Sports Medicine", " Trauma/Injury"]}