{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/m-saw071217.php", "description": "More than 20 million Americans are diagnosed with sleep apnea, yet more than half of those prescribed a CPAP mask to keep their airways open at night don't use it. So, National Jewish Health conducted a study where researchers recorded the patients sleeping without the CPAP mask and those who watched the video were more likely to wear it in the end.", "article_link": null, "date": "Wed, 12 Jul 2017 04:00:00 GMT", "funder": "", "title": "Study: After watching disturbing video, CPAP usage soars", "region": "", "source_link": "http://bit.ly/2ugG2J7", "institution": "National Jewish Health", "text": "Like more than 20 million other Americans, John Brugger has been diagnosed with sleep apnea. He snored, tossed and turned, and struggled to breathe during the night, which often left him not only exhausted the next day, but also raised his risk of heart attack, stroke and car accidents. Fed up, Brugger went to his doctor, who suggested he use a CPAP machine, which delivers air through a face mask while he sleeps to keep his throat open with continuous positive airway pressure (CPAP).Brugger tried it a few times, but like more than half of those who get CPAP machines, he simply stopped using it. \"I didn't like it, honestly,\" said Brugger, a father of five from Commerce City, Colo. \"It was bulky, and I had a hard time getting to sleep with it on my face,\" he said. But after watching a dramatic and disturbing video of himself trying to sleep without his CPAP mask, Brugger has had a change of heart. \"Now I can't go to sleep without it. I won't even take a nap without it,\" he said. The video was part of a study led by Mark Aloia, PhD, a sleep expert at National Jewish Health in Denver. Dr. Aloia recently presented preliminary findings from the study during the annual meeting of the Associated Professional Sleep Societies.  At first, researchers showed patients videos of other people who struggled to breathe while sleeping without their masks. \"Their reaction was 'Wow, that's really bad,' and then probably internally some of them would say, 'but I'm not like that,'\" Aloia said. \"Then we thought, why don't we show people video from their own sleep study and see what the effect is?\" Turns out, the effect was dramatic. \"People who watched themselves gasping and struggling to breathe with sleep apnea used their CPAP machines three hours more per night than those who saw no video, and nearly two and a half hours more than those who watched a video of another patient with sleep apnea,\" said Aloia. \"We really created a personal sense of urgency in these patients in order to change their behavior.\" In the video, patients watched themselves writhe and periodically gasp for air during the night. \"It was a powerful moment in my life,\" said Brugger. \"It made me cry watching it, and to see myself basically drowning in my sleep, made me very determined to fix that.\" That was Aloia's objective from the outset. \"Sleep apnea is one of those disorders you never really notice in yourself,\" said Aloia. \"I mean, you're asleep; you're consciously not aware of what's happening to you.\"Left untreated, sleep apnea has been linked to serious medical conditions, including depression, diabetes, heart disease and even cancer. It also raises the risk that a tired sleep apnea patient will fall asleep at the wheel and have a car accident. \"We somehow had to find a way to convince these patients of the urgency of their condition,\" said Aloia. \"The shocking part was that patients actually got very emotional. Sometimes we'd have men, who had never really thought of themselves having a problem, being tearful.\" John Brugger was one of them. \"I've been wearing my CPAP since the day I saw that video,\" he said. \"It changed my life. I wish I'd done it 20 years ago.\"\r\n", "meeting": "Associated Professional Sleep Societies", "keywords": ["Medicine/Health", " Internal Medicine", " Sleep/Sleep Disorders", " Research/Development"]}