{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-pmb071017.php", "description": "The part of the brain that helps control emotion may be larger in people who develop post-traumatic stress disorder (PTSD) after brain injury compared to those with a brain injury without PTSD, according to a study released today that will be presented at the American Academy of Neurology's Sports Concussion Conference in Jacksonville, Fla., July 14 to 16, 2017.", "article_link": null, "date": "Tue, 11 Jul 2017 04:00:00 GMT", "funder": "", "title": "PTSD may be physical and not only psychological", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "JACKSONVILLE, Fla. - The part of the brain that helps control emotion may be larger in people who develop post-traumatic stress disorder (PTSD) after brain injury compared to those with a brain injury without PTSD, according to a study released today that will be presented at the American Academy of Neurology's Sports Concussion Conference in Jacksonville, Fla., July 14 to 16, 2017.\"Many consider PTSD to be a psychological disorder, but our study found a key physical difference in the brains of military-trained individuals with brain injury and PTSD, specifically the size of the right amygdala,\" said Joel Pieper, MD, MS, of University of California, San Diego. \"These findings have the potential to change the way we approach PTSD diagnosis and treatment.\"In the brain there is a right and left amygdala. Together, they help control emotion, memories, and behavior. Research suggests the right amygdala controls fear and aversion to unpleasant stimuli.For this study, researchers studied 89 current or former members of the military with mild traumatic brain injury. Using standard symptom scale ratings, 29 people were identified with significant PTSD. The rest had mild traumatic brain injury without PTSD. The researchers used brain scans to measure the volume of various brain regions. The subjects with mild traumatic brain injury and PTSD had 6 percent overall larger amygdala volumes, particularly on the right side, compared to those with mild traumatic brain injury only. No significant differences in age, education or gender between the PTSD and control groups were found. \"People who suffered a concussion and had PTSD demonstrated a larger amygdala size, so we wonder if amygdala size could be used to screen who is most at risk to develop PTSD symptoms after a mild traumatic brain injury,\" said Pieper. \"On the other hand, if there are environmental or psychological cues that lead to brain changes and enlargement of the amygdala, then maybe such influences can be monitored and treated.\"\"Further studies are needed to better define the relationship between amygdala size and PTSD in mild traumatic brain injury,\" said Pieper. \"Also, while these findings are significant, it remains to be seen whether similar results may be found in those with sports-related concussions.\"He pointed out that these participants' brain injuries were caused mostly by blast injuries as opposed to sports-related concussions. The study also shows only an association and does not prove PTSD causes structural changes in the amygdala.", "meeting": "American Academy of Neurology Sports Concussion Conference", "keywords": ["Medicine/Health", " Diagnostics", " Health Professionals", " Neurobiology", " Physiology", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Sports Medicine", " Trauma/Injury"]}