{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-urr070617.php", "description": "The US Preventive Services Task Force recommends that primary care professionals individualize the decision to offer or refer adults without obesity who do not have high blood pressure, abnormal cholesterol or blood sugar levels or diabetes to behavioral counseling to promote a healthful diet and physical activity. Existing evidence indicates a positive but small benefit of behavioral counseling for the prevention of cardiovascular disease in this population. The report appears in the July 11 issue of JAMA.", "article_link": null, "date": "Tue, 11 Jul 2017 04:00:00 GMT", "funder": "", "title": "USPSTF recommendation regarding behavioral counseling for cardiovascular disease prevention", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "The U.S. Preventive Services Task Force (USPSTF) recommends that primary care professionals individualize the decision to offer or refer adults without obesity who do not have high blood pressure, abnormal cholesterol or blood sugar levels or diabetes to behavioral counseling to promote a healthful diet and physical activity. Existing evidence indicates a positive but small benefit of behavioral counseling for the prevention of cardiovascular disease (CVD) in this population. The report appears in the July 11 issue of JAMA.This is a C recommendation, indicating that the USPSTF recommends selectively offering or providing this service to individual patients based on professional judgment and patient preferences. There is at least moderate certainty that the net benefit is small.Cardiovascular disease, which includes heart attack and stroke, is the leading cause of death in the United States. Adults who adhere to national guidelines for a healthful diet and physical activity have lower rates of cardiovascular illness and death than those who do not. All persons, regardless of their CVD risk status, can gain health benefits from healthy eating behaviors and appropriate physical activity. To update its 2012 recommendation, the USPSTF reviewed the evidence on whether primary care-relevant counseling interventions to promote a healthful diet, physical activity, or both improve health outcomes, intermediate outcomes associated with CVD, or dietary or physical activity behaviors in adults.The USPSTF is an independent, volunteer panel of experts that makes recommendations about the effectiveness of specific preventive care services such as screenings, counseling services, and preventive medications.Benefits of Behavioral Counseling InterventionsThe USPSTF found adequate evidence that behavioral counseling interventions provide at least a small benefit for reduction of CVD risk in adults without obesity who do not have the common risk factors for CVD (hypertension, dyslipidemia, abnormal blood glucose levels, or diabetes). Behavioral counseling interventions have been found to improve healthful behaviors, including beneficial effects on fruit and vegetable consumption, total daily caloric intake, salt intake, and physical activity levels. Behavioral counseling interventions led to improvements in systolic and diastolic blood pressure levels, low-density lipoprotein cholesterol (LDL-C) levels, body mass index (BMI), and waist circumference that persisted over 6 to 12 months. The USPSTF found inadequate direct evidence that behavioral counseling interventions lead to a reduction in death or CVD rates.Harms of Behavioral Counseling InterventionsThe USPSTF found adequate evidence that the harms of behavioral counseling interventions are small to none. Among 14 trials of behavioral interventions that reported on adverse events, none reported any serious adverse events.SummaryThe USPSTF concludes with moderate certainty that behavioral counseling interventions to promote a healthful diet and physical activity have a small net benefit in adults without obesity who do not have specific common risk factors for CVD. Although the correlation among healthful diet, physical activity, and CVD incidence is strong, existing evidence indicates that the health benefit of behavioral counseling to promote a healthful diet and physical activity among adults without obesity who do not have these specific CVD risk factors is small.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Counseling"]}