{"journal": "Stem Cell Reports", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--nsc071117.php", "description": "Electric fields can be used to guide neural stem cells transplanted into the brain towards a specific location. The research, published July 11 in the journal Stem Cell Reports, opens possibilities for effectively guiding stem cells to repair brain damage.", "article_link": "http://dx.doi.org/10.1016/j.stemcr.2017.05.035", "date": "Tue, 11 Jul 2017 04:00:00 GMT", "funder": "California Institute for Regenerative Medicine", "title": "Neural stem cells steered by electric fields in rat brain", "region": "namerica", "source_link": "https://www.ucdavis.edu/news/neural-stem-cells-steered-electric-fields-rat-brain", "institution": "University of California - Davis", "text": "Electric fields can be used to guide neural stem cells transplanted into the brain towards a specific location. The research, published July 11 in the journal Stem Cell Reports, opens possibilities for effectively guiding stem cells to repair brain damage.Professor Min Zhao at the University of California, Davis School of Medicine's Institute for Regenerative Cures studies how electric fields can guide wound healing. Damaged tissues generate weak electric fields, and Zhao's research has shown how these electric fields can attract cells into wounds to heal them.\"One unmet need in regenerative medicine is how to effectively and safely mobilize and guide stem cells to migrate to lesion sites for repair,\" Zhao said. \"Inefficient migration of those cells to lesions is a significant roadblock to developing effective clinical applications.\"Dr. Junfeng Feng, a neurosurgeon at Ren Ji Hospital, Shanghai Jiao Tong University and Shanghai Institute of Head Trauma, visited Zhao's lab to study how electric fields might guide stem cells implanted in the brain.Natural neural stem cells -- cells that can develop into other brain tissues -- are found deep in the brain, in the subventricular zone and hippocampus. To repair damage to the outer layers of the brain (the cortex), they have to migrate some distance, especially in the large human brain. Transplanted stem cells might also have to migrate some way to find an area of damage.Stem Cells Move \"Upstream\"Feng and Zhao developed a model of stem cell transplants in rats. They placed human neural stem cells in the rostral migration stream - a pathway in the rat brain that carries cells towards the olfactory bulb, which governs the animal's sense of smell. Cells move along this pathway partly carried by the flow of cerebrospinal fluid and partly guided by chemical signals.By applying an electric field within the rat's brain, they found that they could get the transplanted stem cells to swim \"upstream\" against the fluid flow and natural cues and head for other locations within the brain.The transplanted stem cells were still in their new locations weeks or months after treatment.\"Electrical mobilization and guidance of stem cells in the brain therefore provides a potential approach to facilitate stem cell therapies for brain diseases, stroke and injuries,\" Zhao said.", "meeting": "", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Neurobiology", " Transplantation"]}