{"journal": "PLOS Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/p-hbo070617.php", "description": "Traumatic brain injury (TBI) is a serious public health threat contributing to mortality and morbidity around the world, according to two studies published in PLOS Medicine that quantify the burden of TBI on the populations of Europe and China, respectively.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002331", "date": "Tue, 11 Jul 2017 04:00:00 GMT", "funder": "", "title": "High burden of traumatic brain injuries in the EU and China", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "Traumatic brain injury (TBI) is a serious public health threat contributing to mortality and morbidity around the world, according to two studies published in PLOS Medicine that quantify the burden of TBI on the populations of Europe and China, respectively. In the first study, Marek Majdan of Trnava University, Slovakia, and colleagues calculated the Years of Life Lost (YLL) due to TBI for 16 European countries. Using data acquired from Eurostat, the statistical office of the European Union, the researchers found that a total of 17,049 TBI deaths occurred in the countries in 2013, translating into 374,636 YLL. Each TBI death was, on average, associated with 24.3 YLL and the summary rate was 259.1 TBI YLL per 100,000 people (95% CI: 205.8 to 312.3). Males accounted for significantly more TBI YLL than females (82% of all TBI YLL, a rate ratio 3.24, 95% CI: 3.24 to 3.27). Falls and traffic accidents were the most common external cause of TBI YLL. Extrapolating the numbers to the entire EU, about 1.3 million YLL were attributable to TBI in 2013. \"We believe this information could facilitate policy makers in tailoring preventive action so that the respective measures are targeted to the high-risk populations,\" the researchers say. \"Communicating the implications of TBI deaths using YLLs as a measure (rather than numbers of deaths) may help the general public to better grasp the magnitude of the problem, and could help to raise awareness about TBI as a major public health problem in general.\"In the second study, Maigeng Zhou of the Chinese Center for Disease Control and Prevention, and Guoqing Hu of the Xiangya School of Public Health, Central South University, China, and colleagues describe TBI mortality differences by sex, location and cause from 2006 to 2013 in China, using data from the China National Disease Surveillance Points system and the 2010 national census. The researchers found that age-adjusted TBI mortality increased from 13.23 per 100,000 population in 2006 to 17.06 per 100,000 population in 2008 and then fell slightly to 12.99 per 100,000 population in 2013. Males and rural residents had higher TBI mortality risk (rate ratios of 2.57 and 1.71) and the risk also increased with age. Motor vehicle crashes and falls were the leading causes of TBI mortality during the study timeframe, with pedestrians and motorcyclists being common victims. \"Future research should explore reasons for the particularly high risk of TBI mortality among particular populations, as well as for recent increases in certain subgroups,\" the researchers say. \"In particular, evidence-based prevention, response, and treatment interventions for TBI... should be translated to Chinese culture and implemented nationwide.\"The two studies are part of a special issue on trauma that is publishing through the month of July. More articles on traumatic injuries can be found on the PLOS Medicine Trauma Special Issue page.", "meeting": "", "keywords": ["Medicine/Health", " Trauma/Injury"]}