{"journal": "Annals of Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-07/muos-arv071017.php", "description": "Strengthening the inferior longitudinal fasciculus (ILF) via speech therapy is associated with significant semantic error reductions in aphasic stroke patients, report Medical University of South Carolina investigators in an article published online June 19, 2017 by Annals of Neurology. These findings suggest that speech recovery is related to the structural plasticity of the residual language network, that semantic skills are integrated by the ILF and that strengthening the ILF is possible with therapy.", "article_link": "http://dx.doi.org/10.1002/ana.24983", "date": "Mon, 10 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute on Deafness and Other Communication Disorders, NIH/National Institute of General Medical Sciences, American Heart Association, Litwin Foundation", "title": "Aphasia recovery via speech therapy related to structural plasticity of the ventral stream", "region": "namerica", "source_link": null, "institution": "Medical University of South Carolina", "text": "Language disturbances (aphasia) are common after stroke and can manifest as difficulty identifying the correct word to use (semantic problems) and/or difficulty pronouncing words (phonemic problems). Speech therapy has long been a standard of post-stroke care and can improve aphasia. However, the neurological basis of therapy-mediated recovery is poorly understood, and researchers do not know why some patients improve with therapy while others show little response.The ability of the residual language network to rebuild itself (a characteristic called structural plasticity) is directly related to how much benefit a patient receives from speech therapy, report investigators at the Medical University of South Carolina (MUSC) in an article published online June 19, 2017 by Annals of Neurology. Their study also supports the dual-stream language model, which holds that ventral brain networks are associated with semantic skills and dorsal networks with phonemic skills. \"Producing speech is a two-step process - first selecting the correct word using semantic associations and, then, pronouncing it phonetically,\" explains lead author Emilie T. McKinnon, an M.D., PhD candidate in MUSC's Department of Neurology. \"The current theory is that different parts of the brain house these two processes. If that's the case, these areas have to communicate with each other to produce language. So, the question is, when one of those regions is damaged, how is that connection restored? We looked at the microstructure of one of those connections to try to see what happens when language processing improves.\"The team tested eight aphasia patients, all of whom had had a single stroke at least one year prior that affected the ILF region. Participants were tested for confrontational naming ability one week before and one week after receiving a three-week course of intensive speech therapy. In addition, participants underwent four magnetic resonance imaging (MRI) sessions - two before speech therapy and two after. A novel aspect of the study was how the MRIs were conducted and assessed. The investigators leveraged recent advancements in diffusion-weighted imaging and image analysis, providing greater sensitivity to microstructural white matter changes and revealing previously hidden differences. \"Diffusion-weighted imaging has been around a long time and it's useful for mapping and studying brain networks, but the commonly used analysis techniques can be improved upon,\" explains McKinnon. \"We used diffusion kurtosis imaging and kurtosis-based tractography to calculate how water diffuses in the brain and identify areas of high resistance. Where water diffuses unimpeded, kurtosis is near zero. The more barriers it meets, the higher the kurtosis. So, it's a measure of how complex the environment is. We used this strategy because we could get so much more information and it only required adjusting the MRI settings and adding about five minutes of scanner time.\"The team focused in each patient on the ILF area with the lowest mean kurtosis (MK), indicating that this segment, the 'bottleneck', had the most damage. They found a significant correlation between pre- to post-therapy MK increases at the bottleneck (i.e., kurtosis values changing toward normal ranges in the most damaged area) and therapy-related semantic language improvements (r=-0.90, p\r\n\tFurthermore, when the research team applied more conventional measurement strategies, the results were not statistically significant -- suggesting that traditional methods may be less sensitive to the microstructural changes associated with recovery. \"Emilie [McKinnon] comes from an engineering background, and so she was able to translate a sophisticated mathematical model into something that's clinically useful to help us better understand how the brain works,\" says Leonardo Bonilha, M.D., PhD, an associate professor of neurology at MUSC and senior author on the article. \" She used improvements in MRI acquisition techniques and applied a complex mathematical calculation to the numbers that came out of the scanner to understand how the brain's structure had changed based on the diffusion of water in that area.\"The finding that kurtosis improvements are related to structural improvements is an important clue to how aphasia recovery occurs. \"We saw that people got better because their brain network got structurally stronger,\" says Bonilha. \"The residual connections got stronger in an area where semantic knowledge is integrated. Phonemics weren't related to these changes.\"McKinnon hopes that the findings will ultimately contribute to therapeutic decision-making. \"The goal is to be able to look at an MRI and see where the patient's residual strength is,\" she says. \"If we see that the ventral area is really weak, but the phonemics network is damaged beyond repair, we could recommend semantically oriented therapies.\"Additionally, this strategy may be useful in other conditions. For example, other brain functions such as motor control are also damaged by stroke. \"The same microstructural changes would have to happen to recover use of a hand,\" says McKinnon. \"So, you could look for the same results with post-stroke motor rehabilitation and, maybe, beyond stroke, in cases of neurodegeneration or brain damage, such as traumatic brain injury. If we can find a relationship between the network structure and function, then we could use this technique to assess recovery potential and progress.\" ", "meeting": "", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Stroke", " Diagnostics", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury", " Language/Linguistics/Speech", " Memory/Cognitive Processes"]}