{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-ntt071017.php", "description": "A groundbreaking advancement in materials from Northwestern University could potentially help patients requiring stem cell therapies for spinal cord injuries, stroke, Parkinson's disease, Alzheimer's disease, arthritic joints or any other condition requiring tissue regeneration, according to a new study.", "article_link": "http://dx.doi.org/10.1038/ncomms15982", "date": "Mon, 10 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Dental and Craniofacial Research, DOE/Office of Science, Basic Energy Sciences", "title": "New technology to manipulate cells could help treat Parkinson's, arthritis, other diseases", "region": "namerica", "source_link": "https://news.northwestern.edu/stories/2017/july/manipulate-cells-treat-diseases/", "institution": "Northwestern University", "text": "EVANSTON, Ill. --- A groundbreaking advancement in materials from Northwestern University could potentially help patients requiring stem cell therapies for spinal cord injuries, stroke, Parkinson's disease, Alzheimer's disease, arthritic joints or any other condition requiring tissue regeneration, according to a new study. \"It's important in the context of cell therapies for people to cure these diseases or regenerate tissues that are no longer functional,\" said senior author Samuel I. Stupp, director of Northwestern's Simpson Querrey Institute for BioNanotechnology and Board of Trustees Professor of Materials Science and Engineering, Chemistry, Medicine and Biomedical Engineering.The study was published today, July 10, in Nature Communications.Cells in our bodies are constantly being signaled with many types of instructions coming from proteins and other molecules present in the matrices that surround them.  For example, these can be cues for cells to express specific genes so they can proliferate or differentiate into several types of cells leading to growth or regeneration of tissues.  One of the marvels of this signaling machinery is the built-in capacity in living organisms to make signals stop and re-start as needed, or to switch off one signal and activate a different one to orchestrate very complex processes.  Building artificial materials with this type of dynamic capacity for regenerative therapies has been virtually impossible so far. The new work published today reports the development of the first synthetic material that has the capability to trigger reversibly this type of dynamic signaling. The platform could not only lead to materials that manage stem cells for more effective regenerative therapies, but will also allow scientists to explore and discover in the laboratory new ways to control the fate of cells and their functions.   One of the findings is the possibility of using the synthetic material to signal neural stem cells to proliferate, then at a specific time selected by the operator, trigger their differentiation into neurons and then return the stem cells back to a proliferative state on demand. The paper also reports that spinal cord neural stem cells, initially grouped into structures known as \"neurospheres,\" can be driven to spread out and differentiate using a signal. But when this signal is switched off, the cells spontaneously re-group themselves into colonies.  This uncovers strong interactions among these cells that could be important in understanding developmental and regenerative cues. The potential use of the new technology to manipulate cells could help cure a patient with Parkinson's disease. The patient's own skin cells could be converted to stem cells using existing techniques. The new technology could help expand the newly converted stem cells in vitro - in the lab - and then drive their differentiation into dopamine-producing neurons before transplantation back to the patient. In the new technology, materials are chemically decorated with different strands of DNA, each designed to display a different signal to cells. To activate signals to cells, soluble molecules containing complementary DNA strands coupled to peptides are added to the material to create DNA double helices displaying the signal. By adding a few drops of the DNA-peptide conjugate, a green light is given to produce more stem cells.  The approach to provide the material with dynamic intelligence is to expose the surface to a soluble single-stranded DNA molecule designed to \"grab\" the signal-containing strand of the duplex and form a new DNA double helix.  This new duplex is no longer attached to the material surface and washes away, thus switching the biological signal off.  To turn the signal back on, all that is needed is to now introduce a new copy of single-stranded DNA bearing a signal that will reattach to the material's surface. \"People would love to have cell therapies that utilize stem cells derived from their own bodies to regenerate tissue,\" Stupp said. \"In principle, this will eventually be possible, but one needs procedures that are effective at expanding and differentiating cells in order to do so. Our technology does that.\"While this process is currently only done in vitro with the vision of then transplanting cells, Stupp said in the future it might be possible to perform this process in vivo. The stem cells would be implanted in the clinic, encapsulated in the type of material described in the new work, via an injection and targeted to a particular spot. Then the soluble molecules would be given to the patient to manipulate proliferation and differentiation of transplanted cells. ", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Polymer Chemistry", " Stroke", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease"]}