{"journal": "Catheterization and Cardiovascular Interventions", "url": "http://www.eurekalert.org/pub_releases/2017-07/sfca-umt071017.php", "description": "Researchers have evaluated the long-term efficacy and safety of long duration dual anti-platelet therapy (L-DAPT) compared to short duration DAPT (S-DAPT) after drug-eluting stent (DES) implantation. The current meta-analysis is the first to compare outcomes between S-DAPT and L-DAPT in a meta-analysis restricted to trials with patient follow-up of 24 months or longer. The research is detailed in the Editor's Choice article of the July 2017 issue of Catheterization and Cardiovascular Interventions.", "article_link": null, "date": "Mon, 10 Jul 2017 04:00:00 GMT", "funder": "", "title": "Updated meta-analysis to compare the efficacy and safety of S-DAPT versus L-DAPT strategies", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "WASHINGTON -- Researchers have evaluated the long-term efficacy and safety of long duration dual anti-platelet therapy (L-DAPT) compared to short duration DAPT (S-DAPT) after drug-eluting stent (DES) implantation. The current meta-analysis is the first to compare outcomes between S-DAPT and L-DAPT in a meta-analysis restricted to trials with patient follow-up of 24 months or longer. The research is detailed in the Editor's Choice article of the July 2017 issue of Catheterization and Cardiovascular Interventions.DAPT using a combination of aspirin and a P2Y12 inhibitor is used for the prevention of ischemic complications after DES implantation. It is estimated that more than 10 million DES have been implanted globally, however, the optimal duration of DAPT after DES implantation remains unclear.\"A major limitation of most randomized control trials (RCTs) and previous meta-analyses was a short period of follow-up,\" stated Abhishek Sharma, MD, of the Division of Cardiovascular Medicine at State University of New York Downstate Medical Center. \"Between the small number of stent thrombosis (ST) events due to the low risk of ST with newer generation DES and the possibility that very-late ST events were not captured due to inadequate follow up, individual trials and even previous meta-analysis were probably underpowered to detect a definitive difference in reduction of very-late ST with L-DAPT. This limitation was addressed in our study by pooling data from only those RCTs, which have reported outcomes after a follow up of at least 24 months or longer.\"Researchers identified five RCTs in which 19,760 patients were randomized to S-DAPT (N59,810) and L-DAPT (n59,950), respectively. Compared with L-DAPT, S-DAPT was associated with higher rate of myocardial infarction (MI) (odds ratio [OR] 1.48, 95% confidence interval (CI) [1.04, 2.10]). There were no significant differences between S-DAPT and L-DAPT in terms of all-cause mortality, cardiac mortality, ST, TVR or stroke (OR 0.90, 95% CI [0.73, 1.12]; OR 1.02, 95% CI [0.80, 1.30]; OR 1.59, 95% CI [0.77, 3.27]; OR 0.87 95% CI [0.67, 1.14]; and OR 1.08 95% CI [0.81, 1.46], respectively). However, rate of thrombolysis in myocardial infarction (TIMI) major bleeding was significantly lower with S-DAPT compared to L-DAPT (OR 0.64, 95% CI [0.41, 0.99]).\"Our results support the importance of carefully choosing DAPT durations based on an individual patient's ischemic and bleeding risks,\" Sharma continued. \"However, the clinical trials included in the current meta-analysis have mostly used clopidogrel as second agent. With increasing adoption of more potent P2Y12 inhibitors in clinical practice, the relative benefit-to-risk profile of S-DAPT vs L-DAPT using these agents remains to be established in future studies.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}