{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-07/aha-bsh070617.php", "description": "Black adults, ages 45-64 years of age, are twice as likely to die during their initial cardiac event as white adults. However, the risk for nonfatal coronary heart disease is consistently lower among black men versus white men.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.025848", "date": "Mon, 10 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institutes of Health, Department of Health and Human Services, NIH/National Heart, Lung, and Blood Institute", "title": "Blacks suffer higher rates of fatal first-time heart attacks than whites", "region": "namerica", "source_link": "http://newsroom.heart.org/news/blacks-suffer-higher-rates-of-fatal-first-time-heart-attacks-than-whites?preview=777e54f7b56cff95700a14b3a7df3993", "institution": "American Heart Association", "text": "DALLAS, July 10, 2017 -- Black men may have similar risk of coronary heart disease as white men, but their first cardiac event is twice as likely to be fatal. That means preventing a first heart attack is even more crucial for blacks, according to research findings reported in the American Heart Association's journal Circulation.In an analysis that examined cardiac events in three major heart studies, researchers found that in two of these studies, black adults aged 45-64 have about twice the risk of fatal events compared with whites. The same is true for older individuals, with less pronounced differences. The study found that this high risk may be due to cardiovascular risk factors and the conditions in which people are born, grow, work and live - known as social determinants of health.However, the findings differed for nonfatal events. Accounting for these same factors resulted in lower risk of nonfatal events in black men compared to white men, with similar patterns among women that were not statistically significant. According to the researchers, blacks have a higher burden of unfavorable social determinants of health and cardiovascular risk factors, so the lower risk of nonfatal cardiac events among blacks, especially black men, after accounting for these factors was surprising. These findings suggest that some other factor that the researchers could not measure may be driving the findings.\"Our concern is that blacks may not be seeking medical attention for important symptoms that could signal heart problems,\" said Monika Safford, M.D., senior author and John J. Kuiper Professor of Medicine and Chief of General Internal Medicine at Weill Cornell Medical College in New York. \"Greater public awareness of heart attack symptoms would benefit everyone. Many people think that heart attacks are only present if they have severe chest pain. In fact, many heart attacks cause only mild symptoms and people may mistakenly think they are having a bout of indigestion.\" If the heart condition is not recognized, medications that save lives after a heart attack cannot be offered.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}