{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/aha-scw070517.php", "description": "In a series of laboratory and animal studies, erectile dysfunction drug sildenafil showed promise in reducing blood clots and re-narrowing of arteries after stent placement. If confirmed in human trials, the drug might someday be included in the coating of stents or given orally just after a stent is inserted to open a narrowed artery.", "article_link": null, "date": "Mon, 10 Jul 2017 04:00:00 GMT", "funder": "", "title": "Stent coated with erectile dysfunction drug may help prevent blood clots and artery narrowing", "region": "namerica", "source_link": "http://newsroom.heart.org/news/stent-coated-with-an-erectile-dysfunction-drug-may-help-prevent-blood-clots-and-artery-narrowing?preview=0885a201edca2dfd34eff6240a20691a", "institution": "American Heart Association", "text": "PORTLAND, OREGON, July 10, 2017 -- A stent coated with an erectile dysfunction drug may someday help prevent arteries from becoming narrow or blocked again, according to preliminary research presented at the American Heart Association's Basic Cardiovascular Sciences 2017 Scientific Sessions.Stents help keep coronary arteries open and reduce the chance of a heart attack. With traditionally used bare metal stents, excessive tissue growth within the treated portion of the artery can cause restenosis -- the artery to become narrow or blocked again. Drug-eluting stents coated with medications can help prevent this problem, but they are more subject to another complication - the development of a blood clot near the stent - which can happen soon after the placement procedure. Stent patients are routinely prescribed aspirin or other anti-platelet medications to help prevent clots.In this series of studies, the drug sildenafil showed potential in reducing both restenosis and blood clot formation. Sildenafil, sold as the brand name Viagra among others, was originally developed as a medication for treating high blood pressure, and a side effect was the improvement of erectile dysfunction.Researchers found:\r\n\"If similar results are found in clinical trials, sildenafil could be an ideal drug for coating drug-eluting stents or to give orally after stent implantation,\" said lead study author Han-Mo Yang, M.D., Ph.D., an associate professor in the division of cardiology at Seoul National University Hospital. The enzyme PKG is highly expressed in arteries as well as in the erectile tissue of the penis, and sildenafil works in both.\"Our study is limited by involving only animals. If clinical trials show that sildenafil reduces restenosis after stent placement, it could be used in the clinical setting right away because the drug is already used in the real world for other purposes,\" said Yang.", "meeting": "2017 BCVS American Heart Association Meeting Report - Poster Session 1 Presentation 62", "keywords": ["Medicine/Health", " Cardiology"]}