{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/icl-dcr070717.php", "description": "People who drink around three cups of coffee a day may live longer than non-coffee drinkers, a landmark study has found.", "article_link": "http://dx.doi.org/10.7326/M16-2945", "date": "Mon, 10 Jul 2017 04:00:00 GMT", "funder": "", "title": "Drinking coffee reduces risk of death from all causes, study finds", "region": "europe", "source_link": null, "institution": "Imperial College London", "text": "People who drink around three cups of coffee a day may live longer than non-coffee drinkers, a landmark study has found. The findings come from the largest study of its kind, in which scientists analysed data from more than half a million people across 10 European countries, including the UK, to explore the effect of coffee consumption on risk of mortality. Researchers from the International Agency for Research on Cancer (IARC) and Imperial College London found that higher levels of coffee consumption were associated with a reduced risk of death from all causes, particularly from circulatory diseases and diseases related to the digestive tract.Coffee is one of the world's most commonly consumed beverages, with an estimated 2.25 billion cups drank around the world each day. It contains a number of compounds which can interact with the body, including caffeine, diterpenes and antioxidants, and the ratios of these compounds can be affected by the variety of methods used to prepare coffee.Previous studies looking for a link between coffee consumption and health outcomes have revealed conflicting results, however, large studies in both the US and Japan have since revealed a potential beneficial effect of drinking coffee on risk of death from all causes.  In the latest study, published in the journal Annals of Internal Medicine, researchers have carried out the largest analysis of the effects of coffee-drinking in a European population - where coffee consumption and preparation methods vary, from an espresso in Italy, to a cappuccino in the UK - finding a similar association between consumption and mortality. \"We found that higher coffee consumption was associated with a lower risk of death from any cause, and specifically for circulatory diseases, and digestive diseases,\" said lead author Dr Marc Gunter of the IARC and formerly at Imperial's School of Public Health. \"Importantly, these results were similar across all of the 10 European countries, with variable coffee drinking habits and customs. Our study also offers important insights into the possible mechanisms for the beneficial health effects of coffee.\" Using data from the EPIC study (European Prospective Investigation into Cancer and Nutrition), the group analysed data from 521,330 people from over the age of 35 from 10 EU countries, including the UK, France, Denmark and Italy. People's diets were assessed using questionnaires and interviews, with the highest level of coffee consumption (by volume) reported in Denmark (900 mL per day) and lowest in Italy (approximately 92 mL per day). Those who drank more coffee were also more likely to be younger, to be smokers, drinkers, eat more meat and less fruit and veg.After 16 years of follow up, almost 42,000 people in the study had died from a range of conditions including cancer, circulatory diseases, heart failure and stroke. \r\nFollowing careful statistical adjustments for lifestyle factors such as diet and smoking, the researchers found that the group with the highest consumption of coffee had a lower risk for all-causes of death, compared to those who did not drink coffee. They found that decaffeinated coffee had a similar effect. However, consumption of caffeinated and decaffeinated coffee is not simple to separate, as they could not exclude that decaffeinated coffee drinkers may have been consuming caffeinated coffee as well in different periods of their life.In a subset of 14,000 people, they also analysed metabolic biomarkers, and found that coffee drinkers may have healthier livers overall and better glucose control than non-coffee drinkers.\"We found that drinking more coffee was associated with a more favourable liver function profile and immune response,\" explained Dr Gunter. \"This, along with the consistency of the results with other studies in the U.S. and Japan gives us greater confidence that coffee may have beneficial health effects.\"According to the group, more research is needed to find out which of the compounds in coffee may be giving a protective effect or potentially benefiting health. Other avenues of research to explore could include intervention studies, looking at the effect of coffee drinking on health outcomes. Professor Elio Riboli, head of the School of Public Health at Imperial, who established the EPIC study, said: \"These findings add to a growing body of evidence which indicates that drinking coffee not only is safe, but it may actually have a protective health effect for people. While further research is needed, we can be confident that the results from a large European study confirm previous findings seen around the world.\"Dr Gunter added: \"Due to the limitations of observational research, we are not at the stage of recommending people to drink more or less coffee. That said, our results suggest that moderate coffee drinking - up to around three cups per day - is not detrimental to your health, and that incorporating coffee into your diet could have health benefits.\"", "meeting": "", "keywords": ["Medicine/Health"]}