{"journal": "Brain", "url": "http://www.eurekalert.org/pub_releases/2017-07/uob-srn070717.php", "description": "A new study from the University of Bath's Centre for Pain Research focuses on the cognitive psychology behind Complex Regional Pain Disorder.", "article_link": "http://dx.doi.org/10.1093/brain/awx152", "date": "Sun, 09 Jul 2017 04:00:00 GMT", "funder": "", "title": "Study reveals new insights into rare chronic pain condition", "region": "europe", "source_link": "http://www.bath.ac.uk/research/news/2017/07/10/crps/", "institution": "University of Bath", "text": "People suffering from chronic pain often find their condition distracting and debilitating, but new research reveals that some might in fact be paying less, rather than more, attention to the source of their pain. The findings from researchers at the universities of Bath and Oxford (UK), published today in the prestigious journal Brain, suggest that a rare chronic pain condition might involve changes in the way that the brain processes visual information, which in turn could provide new insights into how to treat the condition. Approximately 16,000 people in the UK are affected by a poorly understood condition called Complex Regional Pain Syndrome (CRPS). Individuals with CRPS report debilitating pain in an arm or leg, as well as swelling, temperature changes and movement difficulties. Symptoms include burning, stabbing, stinging or throbbing pain in the affected limb, and everyday sensations such as a breeze blowing across the skin can feel very painful. Whilst its exact causes are not yet known, it is thought that abnormal brain signals about the limb play an important part. CRPS usually follows limb damage from injury or surgery, but the pain experienced is disproportionate and may last longer than would be expected for the damage itself. For one case in every 10 there is no obvious trigger. And whereas most people recover well within a year, some people have some or all of the symptoms for many weeks, months or even years.  For their study, scientists at Bath and Oxford were keen to understand more about how and why individuals suffering from CRPS report losing track of the position of their painful limb and not being able to move it. The team tested how quickly people with CRPS processed visual information in the side of their environment nearer to their painful limb compared to the other side of the environment. Using laser pointers controlled by a computer, they projected two flashes of light onto the left and right side of a board that was placed in front of the patients, and the patients had to say which light appeared first.Their results showed that people with CRPS processed the light on the affected side of the board more slowly than the light on the unaffected side, suggesting that information that is nearer to the affected side of the body is not well processed by the brain.Lead author, Dr Janet Bultitude from the University of Bath's Centre for Pain Research, explained: \"People with CRPS are usually in constant pain that they can't ignore. Yet paradoxically they often report that they are not sure where their painful limb is unless they look at it directly, and that movements are not automatic - they have to 'tell' their limb to move. The odd sensations they experience suggest there could be a change in mechanisms that normally allow us to process information at different locations in the space around us. \"Our results show that people with CRPS are slower to process visual information that comes from the side of their environment where their painful limb is normally located. Since we used a test of vision, the slower processing can't be because of changes in the limb itself, but must be due to the way the brain processes information. We're excited that these results can help propel us forward to developing new treatments for those affected by the condition.\" Current treatments for CRPS include pain medications and rehabilitation therapies which are vital to normalise sensation in the limb and improve function and mobility. Dr Bultitude and her team are now investigating whether symptoms of CRPS could be reduced by therapies that are used to treat attention problems in people with brain injuries such as stroke.\r\n\tA video related to this release will be live on Monday\n", "meeting": "", "keywords": ["Medicine/Health", " Pain", " Trauma/Injury"]}