{"title": "Bioengineers create more durable, versatile wearable for diabetes monitoring", "text": "Researchers at The University of Texas at Dallas are getting more out of the sweat they've put into their work on a wearable diagnostic tool that measures three diabetes-related compounds in microscopic amounts of perspiration.\r\n\"Type 2 diabetes affects so many people. If you have to manage and regulate this chronic problem, these markers are the levers that will help you do that,\" said Dr. Shalini Prasad, professor of bioengineering in the Erik Jonsson School of Engineering and Computer Science. \"We believe we've created the first diagnostic wearable that can monitor these compounds for up to a week, which goes beyond the type of single use monitors that are on the market today.\" \r\nIn a study published recently in Scientific Reports, Prasad and lead author Dr. Rujute Munje, a recent bioengineering PhD graduate, describe their wearable diagnostic biosensor that can detect three interconnected compounds - cortisol, glucose and interleukin-6 - in perspired sweat for up to a week without loss of signal integrity. \r\n\"If a person has chronic stress, their cortisol levels increase, and their resulting insulin resistance will gradually drive their glucose levels out of the normal range,\" said Prasad, Cecil H. and Ida Green Professor in Systems Biology Science. \"At that point, one could become pre-diabetic, which can progress to type 2 diabetes, and so on. If that happens, your body is under a state of inflammation, and this inflammatory marker, interleukin-6, will indicate that your organs are starting to be affected.\"Last October, Prasad and her research team confirmed they could measure glucose and cortisol in sweat. Several significant advances since then have allowed them to create a more practical, versatile tool.\r\n\"We wanted to make a product more useful than something disposable after a single use,\" Prasad said. \"It also has to require only your ambient sweat, not a huge amount. And it's not enough to detect just one thing. Measuring multiple molecules in a combinatorial manner and tracking them over time allows us to tell a story about your health.\"\r\nOne factor that facilitated their device's progress was the use of room temperature ionic liquid (RTIL), a gel that serves to stabilize the microenvironment at the skin-cell surface so that a week's worth of hourly readings can be taken without the performance degrading over time. \r\n\"This greatly influences the cost model for the device -- you're buying four monitors per month instead of 30; you're looking at a year's supply of only about 50,\" Prasad said. \"The RTIL also allows the detector to interface well with different skin types -- the texture and quality of pediatric skin versus geriatric skin have created difficulties in prior models. The RTIL's ionic characteristics make it somewhat like applying moisturizer to skin.\"\r\nPrasad's team also determined that their biomarker measurements are reliable with a tiny amount of sweat -- just 1 to 3 microliters, much less than the 25 to 50 previously believed necessary. \r\n\"We actually spent three years producing that evidence,\" Prasad said. \"At those low volumes, the biomolecules expressed are meaningful. We can do these three measurements in a continuous manner with that little sweat.\"\r\nPrasad envisions that her wearable devices will contain a small transceiver to send data to an application installed on a cellphone.\r\n\"With the app we're creating, you'll simply push a button to request information from the device,\" Prasad said. \"If you measure levels every hour on the hour for a full week, that provides 168 hours' worth of data on your health as it changes.\"\r\nThat frequency of measurement could produce an unprecedented picture of how the body responds to dietary decisions, lifestyle activities and treatment.\r\n\"People can take more control and improve their own self-care,\" Prasad said. \"A user could learn which unhealthy decisions are more forgiven by their body than others.\"\r\nPrasad has emphasized \"frugal innovation\" throughout the development process, making sure the end product is accessible for as many people as possible.\r\n\"We've designed this product so that it can be manufactured using standard coating techniques. We made sure we used processes that will allow for mass production without adding cost,\" Prasad said. \"Our cost of manufacturing will be comparable to what it currently takes to make single-use glucose test strips -- as little as 10 to 15 cents. It needs to reach people beyond America and Europe -- and even within first-world nations, we see the link between diabetes and wealth. It can't simply be a small percentage of people who can afford this.\"\r\nPrasad was motivated to address this specific problem in part by her own story.\r\n\"South Asians, like myself, are typically prone to diabetes and to cardiovascular disease,\" Prasad said. \"If I can monitor on a day-to-day basis how my body is responding to intake, and as I age, if I can adjust my lifestyle to keep those readings where they need to be, then I can delay getting a disease, if not prevent it entirely.\" \r\nFor Prasad, the latest work is a fulfilling leap forward in what has already been a five-year process.\r\n\"We've been solving this problem since 2012, in three phases,\" Prasad said. \"The initial concept for a system level integration of these sensors was done in collaboration with EnLiSense LLC, a startup focused on enabling lifestyle based sensors and devices. In the market, there's nothing that is a slap-on wearable that uses perspired sweat for diagnostics. And I think we are the closest. If we find the right partner, then within a 12-month window, we hope to license our technology and have our first products in the market.\"\r\n", "article_link": "http://dx.doi.org/10.1038/s41598-017-02133-0", "url": "http://www.eurekalert.org/pub_releases/2017-06/uota-bcm062317.php", "region": "namerica", "source_link": null, "funder": "University of Texas at Dallas", "meeting": "", "institution": "University of Texas at Dallas", "keywords": ["Biotechnology", " Biochemistry", " Biomechanics/Biophysics", " Medicine/Health", " Diagnostics", " Diabetes", " Physiology", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Research/Development"], "journal": "Nature Scientific Reports", "description": "Researchers at The University of Texas at Dallas are getting more out of the sweat they've put into their work on a wearable diagnostic tool that measures three diabetes-related compounds in microscopic amounts of perspiration. In a study published recently in Nature Scientific Reports, the team describes their wearable diagnostic biosensor that can detect three interconnected compounds - cortisol, glucose and interleukin-6 - in perspired sweat for up to a week without loss of signal integrity.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}