{"title": "How insulin in the brain may suppress the subjective feeling of hunger", "text": "Eating behavior and the subjective feeling of hunger are regulated by a variety of hormones. Here a key role is played by the hormone insulin because it is not only active in the body, but also in the brain. It was previously known that insulin acts on the homeostatic region (hypothalamus**). Now, however, scientists have found that the hormone is also active in other brain regions. Researchers at the Institute for Diabetes Research and Metabolic Diseases of Helmholtz Zentrum München at the University of Tübingen, a partner of the DZD, have further deciphered the function of insulin in the brain as well as its influence on the subjective feeling of hunger and have published their findings in Scientific Reports, a Nature research journal. To better understand the mechanism of action of insulin, the researchers administered insulin intranasally to healthy young adults. Through the application of the hormone via a nasal spray, the blood-brain barrier is bypassed and the insulin reaches the brain directly. In the study, 25 lean, ten overweight and 12 obese participants \"sniffed\" insulin or the placebo. Brain activity was then visualized and recorded by means of a functional magnetic resonance imaging (fMRI) scan. The result in all study participants: Intranasal insulin improves functional connectivity in the prefrontal regions of the default-mode network (DMN), a group of brain regions that are activated when a person is at rest and is not performing any tasks. This region is central to cognitive processes. In addition, the functional connectivity between the DMN and the hippocampus as well as the hypothalamus is strengthened. These changes in the brain also influence eating behavior and alter the relationship between adiposity and the hunger sensation. Actually, people with a lot of visceral adipose tissue*** have an increased sensation of hunger. \"Insulin-enhanced connectivity between the DMN and the hippocampus suppresses the relationship between adipose tissue and the subjective hunger feeling,\" said Stephanie Kullmann, author of the study. The study participants felt less hunger after being administered intranasal insulin.In addition, the scientists observed that insulin in the brain also improves the effect of the hormone in the body. Study participants with insulin-induced increased functional connectivity in the DMN have higher insulin sensitivity in the body. This counteracts obesity and type 2 diabetes. The current results show that insulin in the brain -- due to increased functional connectivity between cognitive and homeostatic regions -- may help regulate eating behavior and facilitate weight loss. ", "article_link": "http://dx.doi.org/10.1038/s41598-017-01907-w", "url": "http://www.eurekalert.org/pub_releases/2017-06/dzfd-hii062317.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/latest/news/news/article/40582/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Biology", " Molecular Biology", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Scientific Reports", "description": "Insulin in the brain may help regulate the hunger sensation and improve functional connectivity in certain cognitive brain regions (default-mode network, DMN *) as well as in the hippocampus and hypothalamus. This is the finding of a new study by researchers at the German Center for Diabetes Research (DZD) in Tübingen.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}