{"title": "Does the emperor have clothes?", "text": "Discovered more than two decades ago, the hormone leptin has been widely hailed as the key regulator of leanness. Yet, the pivotal experiments that probe the function of this protein and unravel the precise mechanism of its action as a guardian against obesity are largely missing.These are the conclusions in a commentary published June 22 in Cell Metabolism by Harvard Medical School metabolism experts Jeffrey Flier and Eleftheria Maratos-Flier.Flier, the HMS George Higginson Professor of Physiology and Medicine, and Maratos-Flier, HMS professor of medicine at Beth Israel Deaconess Medical Center, have made significant contributions to the understanding of the metabolism of obesity and starvation in general, and of leptin in particular.The commentary highlights what the authors say is a startling lack of experimental evidence detailing the biologic roles of leptin in metabolism, and calls for a renewed effort to characterize the action of the hormone.\"It's been assumed--but never shown--that leptin helps keep lean people lean, staving off weight gain,\" Flier said. Science demands nothing less than a rigorous study and demonstration of this hormone's mechanism of action, he added.\"Without doing the experiments, we can't determine whether the emperor of energy balance is wearing any clothes.\"Twenty-two years ago, researchers discovered the identity of a mouse obesity gene and found that it encodes a previously unknown hormone made by fat cells, which they named leptin, a term derived from the Greek word for leptos for \"slim.\" In a rare genetic deficiency, people born with two defective copies of the gene are extremely obese, and their obesity can be reversed by restoring their leptin levels with daily injections.In mice and in people without the mutation, studies have shown that leptin plays an important role in regulating metabolism--just not the one it's most famous for--obesity prevention. Studies from the Flier lab first showed that falling leptin levels signal the body that it may be in danger of starvation. The role for leptin as a starvation signal is now well established.Early on, researchers speculated that this protein might also play a key role in helping healthy lean people remain thin, perhaps by serving as a signal that orchestrates resistance to obesity. Paradoxically, obese mice and people who don't have the defective obesity gene almost always have high levels of leptin. Flier first hypothesized that this may be due to some kind of leptin resistance, analogous to the insulin resistance seen in type 2 diabetes, a condition in which the body produces more than normal amounts of the sugar-regulating hormone insulin, but cannot use it to normally metabolize sugar.While some leptin is clearly necessary to prevent obesity, the authors write, the physiologic role of leptin in most individuals may be limited to signaling the response to hunger or starvation, and then reversing that signal as energy stores are restored, as they first hypothesized more than 20 years ago, they say. If that is true, according to the authors, the biology of leptin has little to do with leanness or obesity, apart from a few rare cases of primary deficiency with severe obesity.Nevertheless, Flier and Maratos-Flier say, an anti-obesity role for leptin persists as a dogma in the field of metabolism and obesity and remains the most common description of what leptin does in textbooks and literature reviews. Yet, Flier and Maratos-Flier caution, this role for leptin has never been demonstrated experimentally in humans.\"Before we write the next chapter on leptin physiology and obesity,\" Flier said, \"we should commit to seeing that these important questions are finally answered.\"Obesity is becoming a catastrophic health problem, both nationally and globally--one that fuels a range of chronic diseases, including diabetes, high blood pressure, liver disease, kidney damage, arthritis and cardiovascular disease, among others. More than $140 billion is spent each year in the United States to treat obesity-related diseases, according to the CDC. Worldwide obesity rates have doubled since 1980, and most people now live in countries where more deaths are caused by overweight and obesity than by malnourishment, according to the World Health Organization.\"What we find most surprising is the extent to which scientists in the field of metabolism and energy balance seem minimally concerned that key experiments to define the actions of leptin have yet to be reported,\" Maratos-Flier said. \"The widely accepted 'anti-obesity limb' of leptin physiology has never been clearly demonstrated to be present in human biology.\"The authors note that it's possible, even likely, that as-yet undiscovered molecules, not leptin, mediate the regulation of body weight and its dysregulation in obesity.Treatment with leptin was approved in the United States in 2014 for use in congenital leptin deficiency as well as in an unusual syndrome of lipodystrophy, but the protein has not been readily available for clinical experiments. There has also been limited interest in funding the types of experiments necessary to rigorously test the still-hypothetical benefits of leptin for preventing or reversing obesity, apart from obesity due to rare genetic mutations in the leptin gene, the authors write.As one example, the authors propose a clinical study measuring how lean people respond to increased leptin levels. If leptin is an anti-obesity hormone, it might suppress hunger or increase energy expenditure in trial participants compared to those who get a placebo.\"We continue to believe that healthy and lean individuals exist who resist obesity at least in part through their leptin levels, and that some individuals develop obesity because they have insufficiently elevated leptin levels or cellular resistance to leptin,\" Flier said. \"But in science, belief and knowledge are two different things, and as much as we may lean toward this belief, we ought to develop evidence for this hypothesis or abandon it in favor of new potential mechanisms for the regulation of body weight.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.05.013", "url": "http://www.eurekalert.org/pub_releases/2017-06/hms-dte062317.php", "region": "namerica", "source_link": "https://hms.harvard.edu/news/does-emperor-have-clothes", "funder": "", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases"], "journal": "Cell Metabolism", "description": "Discovered more than two decades ago, the hormone leptin has been widely hailed as the key regulator of leanness. Yet, the pivotal experiments that probe the function of this protein and unravel the precise mechanism of its action as a guardian against obesity are largely missing.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}