{"title": "Safety-net providers can adopt medical home models and improve primary care", "text": "Most of the federally qualified health centers that participated in a program to help them adopt a \"medical home\" model of advanced primary care were successful in doing so according to a new RAND Corporation study. These changes improved access to primary care, but did not decrease the use of specialty care, acute care services or Medicare expenditures. Researchers say the results underscore the challenges safety net clinics face in changing their practice models. In particular, strengthening primary care systems for vulnerable or under-served populations may be far more challenging because of patients' long-standing disease burdens, substantial social service needs, and limited English proficiency or health literacy. Once medical services become more accessible, these populations may receive more needed medical care, which is one goal of a medical home model, according to the study.The findings are published online by the New England Journal of Medicine and will be published in the July 20 print edition.\"Primary care medical practices are rapidly adopting the patient-centered medical home model of care and one result may be that under-served patients use more services once it becomes easier to access care,\" said Justin Timbie, lead author of the study and a senior health policy researcher at RAND, a nonprofit research organization. \"There also is evidence that improvements in primary care may lead to reductions in specialty care and cost over a longer period than we examined in this study.\"Patient-centered medical homes are primary care practices that provide comprehensive, personalized, team-based care using patient registries, electronic health records and other advanced capabilities. Comprehensive primary care can improve outcomes for chronic conditions like diabetes and asthma, while lowering costs by reducing patients' needs for care from hospitals and emergency departments.From 2011 to 2014, the federal Centers for Medicare & Medicaid Services, in partnership with the Health Resources and Services Administration, provided additional payments and technical assistance to approximately 500 federally qualified health centers to enhance their services in accordance with the medical home model and seek formal recognition from the National Committee for Quality Assurance (NCQA). Such a designation requires the adoption of processes to improve access, continuity and coordination of care to patients. Federally qualified health centers are community-based organizations that provide comprehensive primary care and other health services to people of all ages, regardless of their ability to pay or whether they have health insurance.RAND researchers evaluated the medical home program by examining billing data of Medicare beneficiaries treated at the clinics and surveying the Medicare beneficiaries about their care. They compared the clinics in the federal demonstration to other federally qualified health centers that were not receiving support from the medical home project.While 70 percent of the clinics in the demonstration project received the highest level of medical home recognition, it took most of them the full three years to achieve the goal. By contrast, about 11 percent of the comparison clinics achieved NCQA's highest level of medical home recognition, although an additional 26 percent of comparison clinics obtained lower levels of NCQA recognition or recognition from other organizations. While patient visits declined at both sets of clinics, the drop was smaller in the demonstration sites. Researchers say this likely reflects patients having better access to care than at the comparison sites. Patients who used the demonstration clinics reported better access to care and some measures of quality of care for diabetes were better at the demonstration sites.The demonstration sites also had relatively larger increases in visits to hospital emergency departments, inpatient admissions and spending on physician services. \"We found that many of the health centers in our comparison group also made changes to adopt a medical home model, which may have limited the differences we saw among those who participated in the federal demonstration project,\" said the study's senior author Dr. Katherine Kahn, a professor at the David Geffen School of Medicine at UCLA and Distinguished Chair in Health Care Delivery Measurement and Evaluation at RAND. Researchers noted that the management fees paid to demonstration sites -- $6 per month for each Medicare enrollee -- were perceived by clinic directors as helpful but inadequate to support the added staff and other investments needed to support practice change. Larger payments or support from additional payers may be needed to trigger the type of advanced practice changes that may reduce Medicare spending.\"Future tests of medical home interventions in federally qualified health centers should consider alternative approaches that consider the magnitude of financial assistance and the evaluation's duration to better understand how to help federallly qualified health centers implement practice change and how these changes can lead to improvements in health outcomes for vulnerable Medicare beneficiaries,\" Kahn said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/rc-spc062317.php", "region": "namerica", "source_link": null, "funder": "Centers for Medicare & Medicaid Services", "meeting": "", "institution": "RAND Corporation", "keywords": ["Business/Economics", " Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "New England Journal of Medicine", "description": "The medical home model of advanced primary care is being adopted by practices across the nation, but there have been questions about whether the approach can be accomplished in safety net settings. A new study finds that federally qualified health centers that participated in a program to help them adopt a medical home model were successful in doing so, but it did not decrease the use of specialty care, acute care services or Medicare expenditures.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}