{"title": "Anti-epilepsy drug restores normal brain activity in mild Alzheimer's disease", "text": "BOSTON - In the last decade, mounting evidence has linked seizure-like activity in the brain to some of the cognitive decline seen in patients with Alzheimer's disease. Patients with Alzheimer's disease have an increased risk of epilepsy and nearly half may experience subclinical epileptic activity -- disrupted electrical activity in the brain that doesn't result in a seizure but which can be measured by electroencephalogram (EEG) or other brain scan technology. In a recent feasibility study, clinician-scientists at Beth Israel Deaconess Medical Center (BIDMC) tested an anti-epileptic drug for its potential impact on the brain activity of patients with mild Alzheimer's disease. The team, led by Daniel Z. Press, MD, of the Berenson-Allen Center for Non-invasive Brain Stimulation at BIDMC, documented changes in patients' EEGs that suggest the drug could have a beneficial effect. The research was published in the Journal of Alzheimer's Disease. \"In the field of Alzheimer's disease research, there has been a major search for drugs to slow its progression,\" said Press, an Instructor of Neurology in the Cognitive Neurology Unit at BIDMC and an Associate Professor of Neurology at Harvard Medical School. \"If this abnormal electrical activity is leading to more damage, then suppressing it could potentially slow the progression of the disease.\" In this double-blind within-subject study, a small group of patients with mild Alzheimer's disease visited BIDMC three times. At each visit, patients were given a baseline (EEG) to measure the electrical activity in the brain. Next, patients were given injections containing either inactive placebo or the anti-seizure drug levetiracetam, at either a low dose (2.5 mg/kg) or a higher dose (7.5 mg/kg). Neither patients nor medical professionals knew which injections patients were receiving, but each patient eventually got one of each type, in a random order. After receiving the injection, patients underwent another EEG, then magnetic resonance imaging (MRI) -- which measures blood flow in the brain, another way to quantify brain activity and determine where in the brain it is taking place. Finally, patients took a standardized cognitive test, designed to measure memory, executive functioning, naming, visuospatial ability and semantic function - capabilities all affected by Alzheimer's disease.   In the seven patients able to complete the study protocol successfully, Press and colleagues analyzed changes in their EEGs. (Blood flow analysis from the MRI data is still underway.) Overall, higher doses of the anti-seizure drug appeared to normalize abnormalities seen in the patients' EEG profiles. That is, researchers saw overall increases in brain wave frequencies that had been abnormally low in Alzheimer's disease patients prior to receiving the higher dose of levetiracetam, and, likewise, saw decreases in those that had been abnormally high. \"It's worth noting, we did not demonstrate any improvement in cognitive function after a single dose of medication in this study,\" said Press. \"It's too early to use the drug widely, but we're preparing for a larger, longer study.\" The risk of developing Alzheimer's disease increases sharply with age. Today, it affects more than 5 million Americans, a figure that is projected to reach 16 million by 2050 as the population ages. In recent years, researchers have focused on developing techniques to clear the brain of amyloid and tau protein plaques that build up and wreak havoc in the brains of patients with Alzheimer's disease. \"These strategies have not led to new therapies to date,\" said Press. \"There have been a lot of disappointments. So our findings represent an interesting new avenue.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bidm-adr062317.php", "region": "namerica", "source_link": null, "funder": "Fidelity Biosciences Research Initiative", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "journal": "Journal of Alzheimer's Disease", "description": "In a recent feasibility study, BIDMC tested an anti-epileptic drug for its potential impact on the brain activity of patients with mild Alzheimer's disease. The team documented changes in patients' EEGs that suggest the drug could have a beneficial effect.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}