{"title": "Patient race & gender are important in predicting heart attack in the emergency department", "text": "WASHINGTON (June 23, 2017) -- Researchers at the George Washington University (GW) found that certain symptoms are more and less predictive of patients' risk for acute coronary syndrome (ACS), which includes heart attack, in patients of different gender and race.\"When people come to the emergency department with chest pain or shortness of breath, emergency physicians must diagnose the cause. Classic symptoms of heart attack include pain in the center of the chest, shortness of breath, sweatiness, and pain that goes down the left arm.  Prior research showed that females, older adults, and people with conditions such as diabetes, do not show these classic symptoms,\" said Jesse Pines, MD, senior author and director of the Center for Healthcare Innovation and Policy Research at the GW School of Medicine and Health Sciences. \"We wanted to know how different combinations of race and gender play into this.  Our overall goal was to better pinpoint what predicts these non-classic presentations of ACS.\"Pines and his research team found that while these classic symptoms, such as chest pain, can be helpful in determining which symptoms represent a heart attack, symptoms are differently predictive in varying genders and races. For example, white males and black females present with more classic symptoms of heart attack. By contrast, the only predictive symptom in black males was sweatiness. For white women, symptoms were not helpful at all.The study, published in the Emergency Medicine Journal, looked at 4,162 emergency department patients with chest pain enrolled between 1999 and 2008. The GW research team looked at the association between 24 chest pain symptoms and 30-day ACS, and adjusted for age and cardiovascular comorbidities. In black males, only diaphoresis -- excessive, abnormal sweating -- was associated with ACS, while in white males, left arm pain, pressure/tightness, and pain just below the sternal bone were associated with ACS. In black females, diaphoresis, as well as palpitations and left arm pain were associated with ACS, while chest pain and left anterior chest pain lowered ACS risk. No symptoms predicted ACS in white females.   Chest pain is the second most common presenting complaint in U.S. emergency departments, accounting for seven million visits each year. Missing diagnosis of heart attack is the top reason emergency medicine physicians are named in malpractice cases. This study will give physicians better guidance on understanding which symptoms matter more for which groups to better distinguish patients with serious emergencies.\"All four subgroups, white males, black males, white females, and black females, all present with heart attack differently,\" said Ahmed Allabban, MD, first author and emergency medicine resident at the GW School of Medicine and Health Sciences. \"It is important for emergency medicine physicians to know that symptoms matter less for white women and black men and are more important for white men and black women. We hope this will also help patients to know whether the symptoms they are having should be more or less worrisome.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/gwu-pr062317.php", "region": "namerica", "source_link": "http://smhs.gwu.edu/news/patient-race-and-gender-together-are-important-predicting-heart-attack-symptoms-emergency", "funder": "", "meeting": "", "institution": "George Washington University", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Diagnostics", " Health Care Systems/Services", " Health Professionals", " Public Health"], "journal": "Emergency Medicine Journal", "description": "Researchers at the George Washington University published research finding that certain symptoms are more and less predictive of patients' risk for acute coronary syndrome, which includes heart attack, in patients of different gender and race.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}