{"title": "Diabetes patients still produce insulin", "text": "Some insulin is still produced in almost half of the patients that have had type 1 diabetes for more than ten years. The study conducted by researchers at Uppsala University in Sweden has now been published online by the medical journal Diabetes Care.  Type 1 diabetes, a chronic disease mainly debuting during childhood or adolescence, has previously been considered to result in full loss of the patients' insulin production. However, by the use of sophisticated insulin assays that has been introduced in recent years, this has now been shown not to be true in all cases. In a study from Uppsala University more than a hundred type 1 diabetes patients at Uppsala University Hospital has been investigated. Almost half of the adult patients that have had type 1 diabetes for at least ten years still produced some insulin. The study showed striking differences in the immune system between patients with full loss of their insulin production and patients that still produced some insulin. Patients with remaining insulin production had much higher levels in blood of interleukin-35, a recently discovered anti inflammatory signal protein of the immune system. They also had much more immune cells that produce interleukin-35 and dampen immune attacks. It is still not known if the patients had higher levels of interleukin-35 already at debut of disease, or if the levels had increased over the years with ceased immune attack towards the insulin producing cells as result. A previous study by the same research group has shown that both patients newly diagnosed for type 1 diabetes and patients with long-standing disease have in average lower levels of interleukin-35 when compared to healthy individuals. The previous study also showed that diabetes development could be prevented, as well as manifest diabetes could be reversed, in animal models for type 1 diabetes by interleukin-35 treatment.  The results of the present study in Diabetes Care may increase the interest to develop interleukin-35 into a drug for the treatment of type 1 diabetes. The discovery that almost half of the patients with type 1 diabetes have some remaining insulin production also makes it attractive to let the patients test new treatments that can induce regeneration of their remaining insulin producing cells. Such study has now been initiated at Uppsala University Hospital. ", "article_link": "http://dx.doi.org/10.2337/dc16-2121", "url": "http://www.eurekalert.org/pub_releases/2017-06/uu-dps062217.php", "region": "europe", "source_link": "http://www.uu.se/en/media/press-releases/press-release/?id=3920&area=3,8&typ=pm&lang=en", "funder": "", "meeting": "", "institution": "Uppsala University", "keywords": ["Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases"], "journal": "Diabetes Care", "description": "Some insulin is still produced in almost half of the patients that have had type 1 diabetes for more than ten years. Patients with remaining insulin production had much higher levels in blood of interleukin-35, They also had much more immune cells that produce interleukin-35 and dampen immune attacks.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}