{"title": "Study uncovers link between male hormones and metabolic disease in polycystic ovary syndrome", "text": "Scientists from the University of Birmingham have discovered the link between increased male hormones and metabolic complications such as diabetes and fatty liver disease in patients with polycystic ovary syndrome (PCOS).\r\nThe research, published in the Journal of Clinical Endocrinology and Metabolism, shows that an enzyme that activates male hormones in the fat tissue of PCOS women drives their risk to develop other metabolic health complications.\r\nA common condition, believed to affect at least one in ten women in the UK, PCOS has significant impact on the life of affected women. \r\nIn addition to irregular periods and often impaired fertility, PCOS women regularly have high levels of male hormones, also termed androgens, circulating in their blood. These are known to cause problems with increased male-pattern body hair growth and acne. \r\nThe study has shown, for the first time, that abdominal fat tissue is a major source of increased male hormones in women with PCOS, and that the levels of male hormones within the fat tissue of women with PCOS far exceeds those measured in their blood. \r\nFurthermore, the researchers could show that male hormones are a major driver of metabolic changes that make women with PCOS more prone to develop diabetes and fatty liver disease. \r\nProfessor Wiebke Arlt, Director of the Institute of Metabolism and Systems Research at the University of Birmingham, said: \"We could show that the enzyme AKR1C3 is much increased in fat tissue of PCOS women. \r\n\"This causes increased activation of male hormones, which we observed to lead to increased build-up of lipid droplets in the fat cells and, eventually, to fatty acid overspill into the circulation. \r\n\"This overspill changes how the cells respond to the blood sugar-regulating hormone insulin: fat cells become less responsive to insulin, which causes the body to produce more insulin and these increased insulin levels then lead to even higher levels of AKR1C3.\" \r\n\"This vicious circle drives complications like fatty liver disease, which recently have been shown to be more common in women with PCOS.\"\r\nDr Michael O'Reilly, also from the University of Birmingham, said: \"This study is particularly exciting because it highlights the role that body fat plays in generating excess male hormones in PCOS women, which then act locally to disrupt the ability of the body's fat to store lipid effectively. \r\n\"Our research opens up new avenues for treatment of PCOS and the University of Birmingham is now set to test whether blocking the AKR1C3 enzyme will lead to a decrease in metabolic complications in PCOS. \r\n\"Finding a new treatment that reduces the risk of diabetes and fatty liver disease in women with PCOS would bring relief to millions of patients.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uob-sul061917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Birmingham", "keywords": ["Medicine/Health"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Scientists from the University of Birmingham have discovered the link between increased male hormones and metabolic complications such as diabetes and fatty liver disease in patients with polycystic ovary syndrome (PCOS).", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}