{"title": "Accentuate the positive to reduce risk of chronic disease", "text": "WASHINGTON -- People who experience not just positive emotions but a diversity of positive emotions appear to have lower levels of systemic inflammation, which may reduce their risk for chronic diseases such as diabetes and heart disease, according to research published by the American Psychological Association.\"There is growing evidence that inflammatory responses may help explain how emotions get under the skin, so to speak, and contribute to disease susceptibility,\" said lead author Anthony Ong, PhD, of Cornell University and Weill Cornell Medical College. \"Our findings suggest that having a rich and diverse positive emotional life may benefit health by lower circulating levels of inflammation.\"The research was published in the APA journal Emotion.Ong and his colleagues sought to build upon previous research suggesting that people who experience more positive emotions tend to have better health outcomes over time.  They specifically sought to determine whether range and variety of emotions that individuals experience--what they dubbed \"emodiversity\"--would be related to an objective biological indicator -- namely, inflammation. High levels of systemic inflammation have been associated with chronic disease (e.g., atherosclerosis, Type 2 diabetes, osteoporosis) and increased risk of premature death, according to Ong.The researchers followed 175 participants, ages 40 to 65, from the Phoenix metropolitan area for 30 days. During that period, participants used a tablet computer given to them for the study to keep a daily record of their emotional experiences. Six months later, blood samples were taken and tested for markers of inflammation (i.e., IL-6, CRP, fibrinogen).\"Greater diversity in day-to-day positive emotions was related to lower systemic inflammation,\" said Ong. \"This association remained significant after accounting for average levels of positive or negative emotions, differences in demographic characteristics, body mass index, personality, medication use and medical conditions.\" It is important to note that this effect was only found for diversity of positive emotions, according to Ong, a finding that was surprising to the researchers because they had expected to find similar associations for negative and overall emotional diversity as well.To determine positive emotional diversity, the researchers had participants indicate their experience of 16 different positive emotions (enthusiastic, interested, determined, excited, amused, inspired, alert, active, strong, proud, attentive, happy, relaxed, cheerful, at ease, calm) across the 30-day period. Diversity was measured not only by the number of discrete emotions experienced but by overall distribution and the number of times each emotion was experienced.\"Specifically, low emodiversity is characterized by emotional experiences that are relatively homogeneous and concentrated in a few emotion categories, whereas high emodiversity reflects emotional experiences that are relatively diverse and distributed more evenly across categories,\" said Ong. While previous studies have looked at the independent role of positive and negative emotions on inflammation, Ong believes this may be the first to look at the role of the diversity of emotion as well. He warns, though, that the findings, which specifically focus on middle-aged individuals from a single geographic area, need to be replicated in larger, more culturally diverse samples.\t\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/apa-atp062017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Psychological Association", "keywords": ["Social/Behavioral Science", " Mental Health"], "journal": "Emotion", "description": "People who experience not just positive emotions but a diversity of positive emotions appear to have lower levels of systemic inflammation, which may reduce their risk for chronic diseases such as diabetes and heart disease, according to research published by the American Psychological Association.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}