{"title": "Popular prostate drug linked to serious side effects", "text": "(Boston) -- Treatment of benign prostatic hyperplasia (BPH) with the commonly prescribed Avodart (Dutsteride) may put men at an increased risk for diabetes, elevated cholesterol levels, non-alcoholic fatty liver disease (NAFLD) and worsening erectile dysfunction.Physicians should be fully aware of these new findings according to the researchers, and to discuss with their patients the potential adverse side effects of Avodart on metabolic and sexual function before prescribing it. The study appears in the journal Hormones Molecular Biology and Clinical Investigations. As men age, their prostate enlarges. This condition often results in urinary retention or other lower urinary tract symptoms, such as reduced urinary flow which results in waking up several times at night to urinate. To help improve symptoms, men are often prescribed an alpha blocker, such as Tamsulosin (Flomax) which relaxes the prostate smooth muscle and improves urination or other drugs such as Proscar (Finasteride) or Avodart (Dutsteride) which work by reducing prostate volume thus, improving urinary function. \"We believe our findings suggest that Avodart has a negative impact on men's overall health since it increases blood sugar and A1C and also increases blood lipids. The increase in blood glucose and A1C may predispose men to diabetes and the increase in lipids may predispose them to NAFLD.  Most importantly, this agent worsens sexual function and reduces quality of life,\" explained corresponding author Abdulmaged M. Traish, MBA, PhD, professor of biochemistry and urology at Boston University School of Medicine (BUSM). This retrospective study included one group of men with BPH who were prescribed Avodart and a second group who were prescribed Tamsulosin (an alpha blocker). Both groups were followed for 36-42 months.  Data on blood glucose, hemoglobin A1C, total cholesterol, LDL cholesterol (bad cholesterol), HDL cholesterol (good cholesterol), liver function enzymes were determined at each visit over the entire follow up period. Participants also completed questionnaires to evaluate quality of life and the international index of erectile function to assess their sexual activity. The data for the men in Avodart group was then compared with the men prescribed Tamsulosin. The BUSM researchers believe the data from this study and those reported by others in animal models as well in clinical studies strongly suggest that Avodart may have serious adverse side effects that were not obvious several years ago.  \"In order to reduce the negative impact on overall health and quality of life, physicians need to discuss with their patients the potential adverse side effects of taking Avodart,\" said Traish.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bumc-ppd062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Liver", " Urogenital System", " Sex-Linked Conditions"], "journal": "Hormones Molecular Biology and Clinical Investigations.", "description": "Treatment of benign prostatic hyperplasia (BPH) with the commonly prescribed Avodart (Dutsteride) may put men at an increased risk for diabetes, elevated cholesterol levels, non-alcoholic fatty liver disease (NAFLD) and worsening erectile dysfunction.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}