{"title": "An integrated perspective on diabetic, alcoholic, and drug-induced neuropathy", "text": "Despite its pervasiveness, many physicians are unfamiliar with how best to treat of NeuP, partly due to few reviews available that integrate basic science with clinical practice. Now, however, a timely review has been published in the Journal of Pain Research aimed at providing clinicians with insight into the etiology of NeuP and educating preclinical scientists on its diagnosis and choice of treatment.The review, titled \"An integrated perspective on diabetic, alcoholic, and drug-induced neuropathy, etiology, and treatment in the US\" provides a succinct overview of three different and prevalent neuropathies (diabetic, alcohol- and drug-induced), fusing the combined clinical and preclinical pharmacological expertise in NeuP of the authors. The lead author, Dr Richard van Rijn from Purdue University, Indiana, USA, said of the review, \"In light of the new Center for Disease Control and Prevention recommendations against the use of opioids for chronic pain, we deemed it important to provide an overview of the current understanding of the etiology and pharmacological treatment options for neuropathic pain from the viewpoint of both a practicing physician and a preclinical pharmacologist.\"The review discusses the anatomy of pain and pain transmission, with special attention to key ion channels, receptors, and neurotransmitters. Dr Michael Schatman, the Editor in Chief of the Journal of Pain Medicine commented, \"This outstanding review is timely and noteworthy in its broad coverage of a wide variety of neuropathies and their treatments.\"An understanding of pain neurophysiology will lead to a better understanding of the rationale for the effectiveness of current treatment options, and may lead to better diagnostic tools to help distinguish types of neuropathy. The review also looks at ongoing research efforts to develop additional treatments for NeuP.", "article_link": "http://dx.doi.org/10.2147/JPR.S125987", "url": "http://www.eurekalert.org/pub_releases/2017-06/dmp-aip062117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Dove Medical Press", "keywords": ["Health Care", " Medicine/Health", " Pain"], "journal": "Journal of Pain Research", "description": "Neuropathic pain (NeuP) is a persistent, debilitating form of chronic pain that results from damaged nerves. It has multiple underlying etiologies, including diabetes, alcohol and chemotherapy, and is thought to affect 7-10% of the global population.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}