{"title": "Clinics cut pregnancy risks for obese women", "text": "Specialist antenatal clinics for severely obese mums-to-be can help cut rates of pregnancy complications, research has found.Women who received the specialist care were eight times less likely to have a stillbirth.Health experts say the clinic helps them to spot signs of complications sooner, so that women can be given appropriate treatment.It also helps them to pinpoint those who need to be induced early or undergo an elective caesarean to avoid problems during labour.The team tracked more than 1000 pregnant women classed as being severely obese during pregnancy because they had a body mass index (BMI) of 40 or above.Around half of the women attended a specialist obesity clinic while the others received standard antenatal care.Those that attended the obesity clinic were treated by a team that included obstetricians, specialist midwives, dieticians and other clinical experts. They were given tailored advice about healthy eating and weight management during pregnancy, and were tested for diseases such as gestational diabetes.Women who developed a complication could be treated in one visit, rather than being referred to a separate specialist clinic at a later date.Around one in five pregnant women in the UK is obese and one in 50 is classed as severely obese.The study was carried out by researchers at the Tommy's Centre for Maternal and Fetal Health at the University of Edinburgh. It is published in BMJ Open.Dr Fiona Denison, Honorary Consultant in Maternal and Fetal Health at the Medical Research Council Centre for Reproductive Health, University of Edinburgh, said: \"Obese women are at high risk of adverse pregnancy outcomes. Our study suggests that multidisciplinary care has potential to improve pregnancy outcomes for mother and baby.\"Rebecca Reynolds, Professor of Metabolic Medicine at the University of Edinburgh, who is part of the multidisciplinary team, said: \"Early diagnosis and appropriate treatment of diabetes in pregnancy is one way we can improve outcomes for these high risk pregnant women.\"", "article_link": "http://dx.doi.org/10.1136/bmjopen-2016-015218", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoe-ccp062217.php", "region": "europe", "source_link": "http://www.ed.ac.uk/news/2017/clinics-cut-pregnancy-risks-for-obese-women", "funder": "Tommy's", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Fertility", " Health Professionals", " Gynecology"], "journal": "BMJ Open", "description": "Specialist antenatal clinics for severely obese mums-to-be can help cut rates of pregnancy complications, research has found. Women who received the specialist care were eight times less likely to have a stillbirth and health experts say the clinic helps them to spot signs of complications sooner.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}