{"title": "High fat diet reduces gut bacteria, Crohn's disease symptoms", "text": "Researchers at Case Western Reserve University School of Medicine have shown a high fat diet may lead to specific changes in gut bacteria that could fight harmful inflammation--a major discovery for patients suffering from Crohn's disease. Crohn's disease, a type of inflammatory bowel syndrome, causes debilitating intestinal swelling, cramping, and diarrhea. The disease affects half a million people in the United States, but its cause is yet unclear.In the new study, a diet of plant-derived \"good\" fats, including coconut oil or cocoa butter, drastically reduced bacterial diversity in mice with Crohn's-like disease. Mice fed beneficial fatty diets had up to thirty percent fewer kinds of gut bacteria as those fed a normal diet, collectively resulting in a very different gut microbial composition. Some of the species changes showed up in feces, while others were different in cecum, a portion of the intestine commonly inflamed in Crohn's disease. Mice fed even low concentrations of coconut oil or cocoa butter also had less severe small intestine inflammation.\"The finding is remarkable because it means that a Crohn's patient could also have a beneficial effect on their gut bacteria and inflammation by only switching the type of fat in their diet,\" said Alexander Rodriguez-Palacios, DVM, DVSc, PhD, first author on the study and Assistant Professor of Medicine at Case Western Reserve University. \"Patients would only need to replace a 'bad' fat with a 'good' fat, and eat normal amounts.\"The study is one of the first to identify specific changes in gut bacteria--our microbiome--associated with Crohn's disease. It is also the first to show how high fat diets can alter gut bacteria to combat inflammation. Rodriguez-Palacios presented his results at the annual Digestive Disease Week® conference in Chicago, Illinois earlier this month. The study was one of six accepted for presentation at the conference out of the laboratory of Fabio Cominelli, MD, PhD, Professor of Medicine and Pathology at Case Western Reserve University, and Division Chief of Gastroenterology at University Hospitals Cleveland Medical Center.Results from the study could help doctors identify bacteria to use in probiotics to treat patients suffering from inflammatory bowel syndromes. \"Ongoing studies are now helping us to understand which component of the 'good' and 'bad' fats make the difference in the gut microbes and make mice healthier,\" Rodriguez-Palacios said. \"Ultimately, we aim to identify the 'good' fat-loving microbes for testing as probiotics.\"The researchers anticipate their findings may have varying effects for patients. \"Not all 'good' fats might be good in all patients,\" Rodriguez-Palacios cautioned. \"Mice indicate that each person could respond differently. But diet is something we are very hopeful could help at least some patients without the side-effects and risks carried by drugs. The trick now is to really discover what makes a fat 'good' or 'bad' for Crohn's disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/cwru-hfd062217.php", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=666", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Silvio O. Conte Cleveland Digestive Diseases Research Core Center", "meeting": "Digestive Disease Week", "institution": "Case Western Reserve University", "keywords": ["Medicine/Health", " Internal Medicine", " Gastroenterology"], "journal": "", "description": "Researchers at Case Western Reserve University School of Medicine have shown a high fat diet may lead to specific changes in gut bacteria that could fight harmful inflammation -- a major discovery for patients suffering from Crohn's disease. Crohn's disease, a type of inflammatory bowel syndrome, causes debilitating intestinal swelling, cramping, and diarrhea. The disease affects half a million people in the United States, but its cause is yet unclear.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}