{"title": "Ancient Egyptians to modern humans: Coronary artery disease genes benefit reproduction", "text": "Researchers have found that genes for coronary heart disease (CAD) also influence reproduction, so in order to reproduce successfully, the genes for heart disease will also be inherited. Coronary artery disease, a condition where plaque builds up gradually in the arteries that feed the heart, is one of the leading causes of death worldwide. New research has found that the genes that cause this late-striking disease were also found to contribute to greater numbers of children.An international team led by researchers from the University of Melbourne and including scientists from Finland and the US worked on the study, which has been published [embargo 0400 Friday 23 June AEST] in PLOS Genetics.Lead author Dr Sean Byars from the University of Melbourne says the team wanted to understand more about how CAD has been inherited in our evolutionary past, in order to better understand why it is so common presently.\"CAD is often thought of as modern disease, but actually atherosclerosis, or thickening of the artery walls, has been detected in Egyptian mummies, so we suspect it has been in our genes for thousands of years\".CAD currently affects 110 million people and causes 8.9 million deaths annually, from 2015 figures.\"According to the theory of natural selection, as proposed by Charles Darwin, genes for traits that improve individual survival or reproduction will increase or be maintained in populations, whereas those that reduce these will be selected against and gradually removed or reduced over time.\"So it is unclear why CAD is so common in modern humans and this is important to understand given the global health burden it represents\", explains Dr Byars.The team analysed 56 genetic regions for CAD in 12 worldwide populations originating mainly from Africa, Europe and East Asia, and used a statistical score to measure whether there had been recent selective changes to the DNA associated with CAD.Associate Professor Michael Inouye, who also led the study, said the findings showed that many genes associated with CAD have actually been positively selected for through evolution.\"After further research, we found CAD genes are also important for reproduction and that these genes are involved in important functions in male and female fertility being expressed in the testes, ovaries and endometrium, for example,\" said Assoc Prof Inouye, based at the Baker Heart and Diabetes Institute.Dr Byars added, \"Evolution it seems is involved in a trade-off where CAD only begins to appear at around 40-50 years of age when the potential beneficial effects of these genes on reproduction will have already occurred. That will tend to compensate for any negative effects these genes also have on CAD later in life.\"This doesn't necessarily mean that women with many children are more likely to develop heart disease, it may simply mean that the disease is a by-product of humans being able to reproduce well.\"The results also provide insight on how selection for CAD genes differs between populations, and how these populations might respond differently to the same heart disease prevention strategies.Dr Inouye says that ultimately these results give us some idea how complicated the effects of genes can be. He adds that we need to be cautious with new gene-editing techniques like CRISPR, as unintended effects may be introduced which may not reveal themselves for decades or more.\"It's a bit like a balloon, if you push on one side of it, the air will push out in other places and if you don't know what the balloon looks like then you won't be able to predict where. Our genomes are similarly complex and we need to learn more in order to read them, much less write them.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-aet062117.php", "region": "africa", "source_link": null, "funder": "National Health and Medical Research Council of Australia, National Heart Foundation of Australia", "meeting": "", "institution": "University of Melbourne", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics", " Molecular Biology", " Population Biology", " Cardiology", " Bioinformatics", " Genes"], "journal": "PLOS Genetics", "description": "Researchers have found that genes for coronary heart disease (CAD) also influence reproduction, so in order to reproduce successfully, the genes for heart disease will also be inherited.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}