{"title": "Tiny nanoparticles offer significant potential in detecting/treating disease new review of work on exosomes", "text": "Tiny nanoparticles offer significant potential in detecting and treating disease - new review  Exosomes - tiny biological nanoparticles which transfer information between cells - offer significant potential in detecting and treating disease, the most comprehensive overview so far of research in the field has concluded.  Areas which could benefit include cancer treatment and regenerative medicine, say Dr Steven Conlan from Swansea University, Dr Mauro Ferrari of Houston Methodist Research Institute in Texas, and Dr Inês Mendes Pinto from the International Iberian Nanotechnology Laboratory in Portugal.  Their commissioned paper, Exosomes as Reconfigurable Therapeutic Systems, is published today by Cell Press in Trends in Molecular Medicine.Exosomes are particles produced by all cells in the body and are from 30-130 nanometres in size - a nanometre is one-billionth of a metre.  They act as biological signalling systems, communicating between cells, carrying proteins, lipids, DNA and RNA.  They drive biological processes, from modulating gene expression to transmitting information through breast milk.Though discovered in 1983, the full potential of exosomes is only gradually being revealed.  The researchers show that the nanoparticles' possible medical benefits fall into three broad categories: One of the most useful properties of exosomes is that they are able to cross barriers such as the plasma membrane of cells, or the blood/brain barrier.  This makes them well-suited to delivering therapeutic molecules in a very targeted way.  The potential benefits of exosomes can be seen in the wide range of research projects - cited in the paper - already either completed or under way, in areas such as: The team caution that there is more to do before research into exosomes translates into new techniques and treatments.  Side-effects need to be considered, and a standardised approach to isolating, characterising and storing exosomes will need to be developed.   \r\nResearchers will also need to ensure that the properties of exosomes do not end up causing harm: for example they can transfer drug resistance and pacify the immune system.Nevertheless, the potential is very clear, with the team describing exosomes as \"increasingly promising\". Professor Steve Conlan of Swansea University Medical School, one of the authors of the paper, said:\"Our survey of research into exosomes shows clearly that they offer enormous potential as a basis for detecting and treating disease.   Further studies are necessary to turn this research into clinical outcomes, but researchers and funders should be very encouraged by our findings.  Our own research in Swansea is investigating the use of exosomes and exosome-like synthetic nanoparticles in combatting ovarian and endometrial cancer.Progress in this field depends on partnership.  As the authorship of our own paper illustrates, researchers in different countries are increasingly working together in nanohealth.  Swansea University has wider links with Houston and Portuguese based researchers in the field. It's also important to build partnerships outside academia, in particular with government and companies in this fast-growing sector.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/su-tno062217.php", "region": "europe", "source_link": "http://www.cell.com/trends/molecular-medicine/abstract/S1471-4914(17)30081-3", "funder": "", "meeting": "", "institution": "Swansea University", "keywords": ["Biotechnology", " Cell Biology", " Medicine/Health", " Cancer", " Epidemiology", " Parkinson's Disease", " Surgery", " Nanotechnology/Micromachines"], "journal": "Trends in Molecular Medicine", "description": "Exosomes - tiny biological nanoparticles which transfer information between cells - offer significant potential in detecting and treating disease, the most comprehensive overview so far of research in the field has concluded.  \r\n\r\nAreas which could benefit include cancer treatment and regenerative medicine.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}