{"title": "Seafood poisoning bug thwarts a key host defense by attacking the cell's cytoskeleton", "text": "DALLAS - June 22, 2017 - The leading cause of acute gastroenteritis linked to eating raw seafood disarms a key host defense system in a novel way: It paralyzes a cell's skeleton, or cytoskeleton.That finding, from UT Southwestern Medical Center, was reported today in PLoS Pathogens. Without a working cytoskeleton, infected cells are unable to produce defensive molecules called reactive oxygen species (ROS) that normally attack bacterial DNA, said Dr. Marcela de Souza Santos, lead author of the study and a postdoctoral researcher in the laboratory of senior author Dr. Kim Orth. Dr. Orth is a Professor of Molecular Biology and Biochemistry at UT Southwestern as well as an Investigator in the prestigious Howard Hughes Medical Institute.\"Vibrio parahaemolyticus bacteria deploy a needlelike apparatus called a Type III Secretion System (T3SS) that injects toxic bacterial proteins, known as effectors, into cells that line the intestine, resulting in severe gastroenteritis,\" Dr. de Souza Santos said.Usually V. parahaemolyticus causes only a few days of gastrointestinal distress in the form of vomiting or diarrhea. On rare occasions, however, particularly in people with chronic health conditions like diabetes or liver disease that compromise the immune system, the bacteria can escape from the gut and enter the bloodstream, causing life-threatening systemic infection.Of the nearly 80 known Vibrio strains, only about a dozen infect humans. The Centers for Disease Control and Prevention (CDC) estimates Vibrio cause 80,000 illnesses and 100 deaths in the U.S. annually. Of those, an estimated 45,000 people are sickened by V. parahaemolyticus. Another Vibrio strain, V. vulnificus, can cause life-threatening infections in people with open wounds exposed to warm seawater. As with other Vibrio strains, people who are immunocompromised are at highest risk.\"Vibrio parahaemolyticus is the reason for the old saying that you shouldn't eat oysters in months without an 'r' in them, meaning the summer months,\" said Dr. Orth, holder of the Earl A. Forsythe Chair in Biomedical Science and a W.W. Caruth, Jr. Scholar in Biomedical Research. \"With the warming of the oceans, the risk now starts earlier in the year and the bacteria's geographical range is spreading.\" The CDC's fact sheet says that 80 percent of U.S. vibriosis infections occur between May and October.The state of Alaska reported its first V. parahaemolyticus outbreak in July 2004. Another strain of Vibrio sickened more than 80 people exposed to contaminated seawater during a heatwave in Northern Europe in 2014. The first Vibrio strains were identified in the 18th century.Until recently, it was believed that Vibrio bacteria remained outside cells, doing their damage by shooting effectors into cells. However, in 2012, the Orth laboratory identified a way that V. parahaemolyticus tricks random cells lining the gut into engulfing the bacterium and bringing it inside the cell. The current study indicates how the T3SS protein VopL aids V. parahaemolyticus infection by helping the pathogen secure a niche within the cell for bacterial replication.It's a good strategy for a bacterium to infect random cells only, Dr. Orth said. If a pathogen were to infect most of the host's cells quickly - as is thought to occur with the Ebola virus - the pathogen might kill its host so fast that it could undermine its own survival, she said.In a study published last month in Science Signaling, the Orth laboratory did something unprecedented: It followed V. parahaemolyticus infection over time - flash freezing samples every 15 minutes - to chart the pathogen's effect on host signaling. That study identified 398 genes whose expressions were changed by Vibrio infection, said lead author and postdoctoral researcher Dr. Nicole De Nisco.In the current study, the researchers found that one of V. parahaemolyticus' many effectors - VopL - paralyzes the cytoskeleton through a novel mechanism. The cellular machinery, or complex, that makes the ROS sits on the cell surface, but the molecules that the cellular factory needs to assemble ROS are created inside the cell. A working, flexible cytoskeleton is necessary to move the molecules to the ROS factory, she explained.To confirm their observation, the researchers created two V. parahaemolyticus strains, one able to make VopL and another not. Using confocal microscopy, they found that the Vibrio able to produce VopL inactivated the assembly of ROS by gathering the cytoskeleton into nonfunctional filaments. In contrast, the mutant bacterium unable to produce VopL was vulnerable to ROS attack.This study identifies the virulence factor used by V. parahaemolyticus to suppress host ROS generation and also reveals an unprecedented mechanism used by a microbial pathogen to do so, said Dr. Orth.\"By hijacking the cytoskeleton, VopL prevents the cell from launching one of its major weapons, reactive oxygen species,\" said Dr. Orth. \"We hope our work will lead to a better understanding of host defense, which, in turn could lead to new ways to undermine the pathogens.\"", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006438", "url": "http://www.eurekalert.org/pub_releases/2017-06/usmc-spb062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health"], "journal": "PLOS Pathogens", "description": "The leading cause of acute gastroenteritis linked to eating raw seafood disarms a key host defense system in a novel way: It paralyzes a cell's skeleton, or cytoskeleton.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}