{"title": "FAU launches new approach to preventing dementia", "text": "Is it possible to prevent dementia from happening in the first place? That is what a leading neuroscientist at Florida Atlantic University hopes to prove through an innovative approach that defies the notion that \"one-size-fits-all\" when it comes to battling Alzheimer's disease (AD), Lewy Body Dementia (LBD), Parkinson's disease (PD) and other related disorders. FAU's Charles E. Schmidt College of Medicine has received a $1 million grant from The Harry T. Mangurian, Jr. Foundation for a Dementia Prevention Initiative that uses the latest advances in genetics, biology and the molecular bases of disease. This grant will launch the Comprehensive Center for Brain Health (CCBH) at FAU, which will focus on using a personalized approach and precision medicine to reduce risk.Developed by James E. Galvin, M.D., M.P.H., a world-renowned neuroscientist, a leading international expert on AD and LBD, and associate dean for clinical research in FAU's College of Medicine, this program will deliver a personalized prevention plan, tailored to each individual's risk profile based on their genetic traits, biomarkers (blood, imaging, and electrophysiology), socio-demographics, lifestyle choices, and co-existent medical conditions. The CCBH is one of only a handful of centers in the world focusing on dementia prevention, and the only one that uses Galvin's novel protocol based on personalized evaluation and prevention plans.  \"It is time to abandon generalized approaches to how we address Alzheimer's disease and other forms of dementia and to usher in a paradigm shift in which we begin to consider neurodegenerative disorders as diseases of a lifetime with opportunities for individualized strategies to build a better brain as we age,\" said Phillip Boiselle, M.D., dean of FAU's College of Medicine. \"We are extremely grateful to The Harry T. Mangurian, Jr. Foundation for supporting Dr. Galvin's highly innovative work, which we believe will alter the cascade of pathologic events occurring in at-risk individuals, thereby reducing the risk or even preventing dementia from developing.\" For more than a decade, Galvin's research has focused on community-based assessment of older adults from diverse backgrounds to examine the impact of physical, mental and emotional health, lifestyle, race, culture, education and socioeconomic status on cognitive performance. Using this approach, his team has identified nine distinct risk factors that influence risk of disease and subsequent patient outcomes to potentially reverse or modify risk factors for neurodegenerative diseases. Risk factors include hypertension, diabetes, cardiovascular disease, cerebrovascular disease, obesity, low mental activities, decreased social engagement, low muscle mass and physical activities, poor diet and disrupted sleep. An estimated 40 to 50 million Americans have at least one of these risk factors. \r\nGalvin's work supports the notion that there may be multiple pathways to develop AD and LBD and therefore multiple ways to treat and prevent these diseases. \"Up to 30 percent of Alzheimer's disease cases may be prevented through modification of risk factors and behavioral changes to mitigate the impact of those risk factors that are not modifiable like age and family history, and post-mortem studies confirm this,\" said Galvin. \"Furthermore, more than half of the cognitive decline that occurs in these diseases are due to yet unexplained causes and we plan to tackle this important scientific challenge through our Dementia Prevention Initiative.\" A secondary benefit of this project will establish a shareable database of clinical, cognitive, functional, behavioral, genetic, biomarker and imaging data for researchers around the world to utilize this data to develop and test new hypotheses. \"If we could prevent or even delay the onset of neurodegenerative diseases by just five years in South Florida alone, we would reduce the number of cases by 50 percent, which would spare 250,000 people from suffering from this devastating disease that impacts the individual, the family, the caregiver and the community,\" said Stephen G. Mehallis, president of The Harry T. Mangurian, Jr. Foundation. \"This program will serve unmet needs for research in neurodegenerative diseases locally as well as globally and we are very pleased to support Dr. Galvin and his outstanding team.\" By the year 2050, an estimated 16 million Americans and 60 million people worldwide will be affected by AD and related disorders, which include LBD, PD, vascular dementia and frontotemporal degeneration. By age 85, there is a 42 percent risk of an individual developing AD and related disorders. Nationally, if the onset of AD and related disorders is delayed by five years, 25 years later there would be approximately 5.7 million fewer cases, family savings would approach $87 billion, and social savings would approach $367 billion.\"In all likelihood, efforts to prevent cognitive decline and development of dementia may be more successful if we utilize a multimodal approach directed to at-risk individuals based on their personal health profile rather than 'one-size-fits-all' approaches,\" said Galvin. \"The detection and interventions addressing root causes may offer novel approaches to diagnosing, treating, curing, or preventing Alzheimer's disease and other neurological disorders.\"   The Harry T. Mangurian, Jr. Foundation was established by the late Harry and Dorothy Mangurian to provide support to medical, educational and environmental organizations, nationally and internationally. The Mangurians resided in both Ocala and Fort Lauderdale, from where Harry managed his various business interests including real estate development, furniture retailing, professional sports (including ownership of the NBA's Boston Celtics) as well as Mockingbird Farm, which became a world-renowned thoroughbred racing and breeding operation. Dorothy passed away in 2015 after a long battle with Lewy Body Dementia. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/fau-fln062117.php", "region": "namerica", "source_link": null, "funder": "The Harry T. Mangurian, Jr. Foundation", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Biochemistry", " Cell Biology", " Genetics", " Medicine/Health", " Diet/Body Weight", " Aging", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease"], "journal": "", "description": "Is it possible to prevent dementia from happening in the first place? That's what a leading FAU neuroscientist plans to prove using an innovative approach that defies the idea that 'one-size-fits-all' when it comes to battling Alzheimer's disease, Lewy Body Dementia, Parkinson's disease and other related disorders. Using a personalized approach and precision medicine to reduce risk, this center is one of only a handful of centers in the world that focuses on dementia prevention.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}