{"title": "Rare cells are 'window into the gut' for the nervous system", "text": "Specialized cells in the gut sense potentially noxious chemicals and trigger electrical impulses in nearby nerve fibers, according to a new study led by UC San Francisco scientists. \"These cells are sensors, like a window looking into the contents of the gut,\" said James Bayrer, MD, PhD, an assistant professor of pediatrics at UCSF and one of the lead authors of the paper.Using gut-mimicking \"organoids\" grown from mouse stem cells, the researchers showed how cells in the intestinal lining called enterochromaffin (EC) cells alert the nervous system to signs of trouble in the gut, from bacterial products to inflammatory food molecules.The authors of the new study--published online in Cell on June 22, 2017--said that understanding the role of EC cells in how the gut reacts, and overreacts, to chemical irritants could provide new approaches for treating gastrointestinal disorders such as irritable bowel syndrome (IBS).With over 100 times the surface area of our skin, the gut is the body's largest surface exposed to external substances. Though EC cells make up only one percent of the gut's lining, they produce 90 percent of the body's serotonin, a key signaling molecule, so scientists have long been curious about their functions. Serotonin is best known for mediating mood through its actions in the brain, but it has a very different role in the gut, where it is involved in gut contractions and gastric discomfort.\"There are so few of these cells, but they seem so powerful,\" said Holly Ingraham, PhD, a UCSF professor of cellular and molecular pharmacology and co-senior author of the new paper. \"People are very interested in understanding what these cells do with all that serotonin.\"EC cells are interspersed among other cells that make up the lining of the intestinal tract, on the surface of tiny, fingerlike structures called villi that project into the gut's inside space. Within the villi, underneath the EC cells and other cells, are nerve fibers which sense the movement and contents of the gut and contribute to intestinal pain and discomfort. But precisely how these nerve fibers communicate with EC cells has been unclear.In their new study, the researchers showed that EC cells integrate information about chemical irritants, bacterial compounds, and stress hormones in the gut, then use serotonin to pass that information on to the neighboring nerve cells, from which electrical impulses may travel throughout the gut's nervous system and ultimately to the brain.\"People had suspected such a role for EC cells before, but this study is exciting because for the first time it gives us a rigorous handle on exactly how the gut talks to the nervous system,\" said David Julius, PhD, a professor and chair of UCSF's Department of Physiology and the study's other senior author. Cells Are Electrically Excited by IrritantsThe collaboration at the heart of the new study was an unusual one for Ingraham and Julius, who are married but usually take different paths in their research.Julius's lab, which is focused on learning how the body's pain sensors work using natural products like chili peppers, horseradish and snake venom, became interested in this new research direction after discovering that cells sensitive to a painful spider toxin were highly prevalent in the gut. Nicholas Bellono, PhD, a postdoctoral researcher in the lab and the other lead author on the paper, became fascinated by the way the gut's lining, called the epithelium, appears to sense and react to what's inside it.\"The nervous system, the immune system, the vasculature, everything converges in the epithelium,\" said Bellono. He took particular interest in EC cells, wondering if the serotonin they release activated adjacent nerve fibers.When Julius mentioned Bellono's new interest to Ingraham, she suggested that Bellono work with Bayrer, a gastroenterologist who was leading efforts in her lab to study gut disorders using intestinal organoids, small clumps of cells grown from stem cells that can serve as models of the gut. For Bellono and Bayrer, organoids made the EC cells much easier to work with. \"You can look in the dish and there's a little intestine in there - it's totally wild,\" said Bellono.The team tested the cells' reactions to dozens of different molecules and found that three classes of molecules caused a change in voltage across the cell's membranes. Intriguingly, the three types of molecules that triggered EC cells - bacterial byproducts called volatile fatty acids; a class of hormones called catecholamines (including dopamine, epinephrine and norepinephrine) that can signal stress in the gut; and a dietary irritant called AITC, which is responsible for garlic's pungent flavor - have all previously been linked to IBS.When the EC cells are excited by any of these molecules, they release serotonin into synapses with the nearby nerve fibers, acting much like other sensory organs, from taste buds to odor receptors. In tissue samples taken from mice, the team showed that this serotonin release triggered electrical impulses in nerve fibers, indicating the signal could move quickly throughout the gut.\"They're actually electrically excitable,\" said Julius, who also holds the Morris Herzstein Chair in Molecular Biology and Medicine at UCSF. \"They kind of behave like neurons.\"Signals Could Cause Both Pain and PoopingThe intestines are unique among our organs in that many of the nerve signals that control them come not from the brain but from a network of nerves within the gut sometimes called \"the second brain,\" which helps carry out much of the organ's routine contractions and digestive activities without the intervention of the brain itself.The team thinks the nerve signals that originate with the EC cells can affect both networks, causing involuntary gut contractions or, if the signals reach the brain, what Ingraham described as a \"gut ache.\"\"Just like when we taste something foul and we try to get rid of it\" through gagging, the gut may react to the foul \"taste\" of bacterial or irritating molecules by trying to push them out the other end, said Bayrer. \"This could be a way of the gut sensing which populations of bacteria are around.\"The next step, said the researchers, is to study EC cells in organoids grown from human cells. Because mice and humans have different diets, our EC cells could be sensitive to entirely different molecules.Targeting Cells Could Help Treat Irritable Bowel SyndromeThough triggering the gut to push out unwanted chemicals and microbes is normally healthy, overreactions by EC cells and the nerve networks they trigger may cause problems like IBS. The team hopes that understanding what leads these cells to react to food and bacteria will aid the search for drugs that will prevent them from overreacting, perhaps by blocking the proteins that sense these molecules in the first place.Intriguingly, clinicians already use SSRI's (Selective Serotonin Reuptake Inhibitors), which affect serotonin levels, to treat IBS, suggesting there may be a link between the disease and the serotonin system. Bayrer, a pediatric gastroenterologist who works with children with IBS, hopes understanding EC cells and other gut sensors will help researchers understand and improve such treatments.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--rca061517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Howard Hughes Medical Institute, Simons Foundation, American Diabetes Association, National Health and Medical Research Council of Australia", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Biology", " Medicine/Health"], "journal": "Cell", "description": "Specialized cells in the gut sense potentially noxious chemicals and trigger electrical impulses in nearby nerve fibers, according to a new study led by UC San Francisco scientists. 'These cells are sensors, like a window looking into the contents of the gut,' said James Bayrer, M.D., Ph.D., an assistant professor of pediatrics at UCSF and one of the lead authors of the paper.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}