{"title": "Changes to diet, physical activity & behavior may reduce obesity in children, adolescents", "text": "Latest health evidence shows that making changes to diet, physical activity and behaviour may reduce obesity in children and adolescents.Two Cochrane Reviews published today are the last in a series of related systematic reviews summarizing evidence on the effects of different interventions for treating obesity and overweight in childhood and adolescence. The reviews summarize the results of 114 studies which involved over 13,000 children and young people. They show that a combination of diet, physical activity and behavioural change interventions may reduce weight in children aged six to 11 years and in adolescents aged 12 to 17, but there are limitations in the studies and variation in the results. Childhood and adolescent obesity is one of the leading global public health concerns. Rapid weight gain in children as young as six years old has increased globally, and has significant mental and physical health consequences such as diabetes, high blood pressure, asthma, sleep problems and low self-esteem. Obesity in childhood and adolescence can persist into adulthood, increasing the risk of poor health in later life.Both these latest Cochrane Reviews will inform ongoing work by the World Health Organization. The two reviews look at the effects of diet, physical activity and behavioural interventions in treating children with overweight or obesity from six years old to early adulthood. They are the last two reviews in a series of six that covers surgery, drug therapy, interventions targeting parents only, and lifestyle interventions for children of pre-school age.The childhood review looks at evidence from 70 studies conducted in over 8,000 six to 11 year olds from Europe, the USA, Canada, New Zealand, Australia, Japan and Malaysia. Most studies compared behaviour-changing interventions with no treatment or usual care. The majority of trials (65/70) involved both the child and their parents or caregivers.The quality of the evidence was low but suggests that compared to no treatment or usual care, interventions incorporating combinations of diet, physical activity and behaviour change may have a small, short-term effect in reducing children's weight and body mass index-z score (a proxy measure of body fat based on weight in relation to height, sex and age). The researchers know less about the effects of diet, physical activity and behaviour change on self-esteem and quality of life, because few of the trials looked at these outcomes. There was a very low occurrence of side effects; two studies reported a small number of side effects but these were not considered to be related to taking part in the studies. The review of adolescents found 44 completed studies including just under 5000 young people with overweight or obesity aged between 12 to 17 years. 50 further studies are still ongoing and have not yet reported their results. Most studies assessed the combined effects of diet, physical activity and behavioural change interventions, but there was variation in the content and duration of the interventions and their delivery, and the comparators used. There was moderate quality evidence that combinations of diet, physical activity and behaviour change reduce an adolescent's weight by about three and a half kilos, and low quality evidence that these interventions may reduce body mass index by just over one kg/m2. These effects were maintained in longer term trials which lasted for up to two years.  The findings from this review also suggest a moderately improved quality of life but did not find firm evidence of an advantage or disadvantage for improving young people's self-esteem, physical activity and food intake.The results of the studies varied in both reviews and the authors looked at possible reasons for this.  However, they could not definitively explain the variation in the results of the studies. They could not find differences in the results when looking at different types of intervention, the setting of the intervention or whether parents were involved in the interventions. Both reviews highlight the need for more research to explore the variation between the study results more fully. Dr Emma Mead, who led the six to 11 years old review as part of her PhD at the School for Health and Social Care, at Teesside University, UK, says these findings complete a very complex picture on a globally important health topic: \"These reviews are important because they provide the most up-to-date evidence to show that behaviour changing interventions can help treat children with overweight and obesity.  However, we need to do more work to understand how to maintain the positive effects of the intervention after it has finished, and understand which interventions work best in lower income countries, and for families from different socio-demographic backgrounds.\"Dr Lena Al-Khudairy, Research Fellow from the Division of Health Sciences at the University of Warwick, UK, who led the review of adolescents, said: \"Approaches that combine several interventions can be effective to tackle overweight and obesity in teenagers, but we still need to know more about what specific components are most effective and in whom, and importantly learn more about adolescents' views about the interventions.\" ", "article_link": "http://dx.doi.org/10.1002/14651858.CD012651.pub1", "url": "http://www.eurekalert.org/pub_releases/2017-06/w-ctd062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Diet/Body Weight", " Pediatrics", " Physiology", " Public Health"], "journal": "Cochrane Database of Systematic Reviews", "description": "Latest health evidence shows that making changes to diet, physical activity and behavior may reduce obesity in children and adolescents.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}