{"title": "Researchers recommend specific diabetes medications to protect bone health", "text": "WASHINGTON -- Type 2 diabetes (T2D) and osteoporosis often coexist in patients, but managing both conditions can be a challenge. A comprehensive review published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism highlights the most effective treatment options for treating these conditions together.Previous research has focused on the management of T2D and osteoporosis as separate diseases. However, several studies have shown that fracture risk is increasing in people with T2D. T2D directly affects bone metabolism and strength. Certain diabetes medications affect bone metabolism, and an association exists between diabetic complications and the risk for falls and subsequent fractures. \"Metformin, sulfonylureas, DPP-4 inhibitors and GLP1 receptor agonists -- medications for T2D -- should be the preferred treatment for T2D in patients who also have osteoporosis,\" said the study's first author, Stavroula A. Paschou, M.D., Ph.D., of the National and Kapodistrian University of Athens in Athens, Greece.Paschou's team prefers these medications because they can help protect bone health. Studies show that Metformin has beneficial effects on bone formation and bone mineral density. Positive or neutral effects have been seen in bone metabolism with the use of DPP-4 inhibitors and GLP1 receptor agonists. On the other hand, thiazolidinediones (TZDs) and canagliflozin should be avoided while other SGLT2 inhibitors are less well-validated options. Insulin should be used with caution and with careful measures to avoid hypoglycemia. To determine the most effective treatment options, the researchers systematically reviewed past human studies and guidelines to develop recommendations for the most appropriate joint treatment approaches for diabetes and osteoporosis. A manual search of key journals and abstracts from the major annual meetings in the fields of diabetes, osteoporosis and endocrinology was also conducted. Researchers gave special attention to studies and guidelines focused on the management of patients with T2D and osteoporosis. Paschou's team adopted a grading system introduced by the American College of Physicians. Each recommendation received two grades, one for strength (strong, weak or insufficient), and another for the quality of evidence (high, moderate or low) that supported the specific recommendation. Based on the recommendations, researchers explain that insulin therapy is the preferred method for achieving glycemic control in patients who are hospitalized with T2D and fractures. Paschou's team found no evidence of any detrimental effects of osteoporosis medications on glucose metabolism, but a possible beneficial effect with the use of bisphosphonates -- medications used to help prevent the loss of bone mass and treat osteoporosis. They recommend no changes to the treatment of osteoporosis because of the presence of T2D. Researchers also note that avoiding strict targets for blood glucose levels is important for jointly managing T2D and osteoporosis for the fear of hypoglycemia, falls and fractures.\"A healthy diet and physical exercise are very important for the prevention and treatment of both conditions,\" Paschou said. ", "article_link": "http://dx.doi.org/10.1210/jc.2017-00042", "url": "http://www.eurekalert.org/pub_releases/2017-06/tes-rrs062117.php", "region": "namerica", "source_link": "https://academic.oup.com/jcem/article-lookup/doi/10.1210/jc.2017-00042", "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Type 2 diabetes (T2D) and osteoporosis often coexist in patients, but managing both conditions can be a challenge. A comprehensive review published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism highlights the most effective treatment options for treating these conditions together.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}