{"title": "Scientists shed new light on preventative measures for diabetes", "text": "Small amounts of physical activity can offer health benefits that protect against insulin resistance, a precursor to type 2 diabetes and can result from a high-fat diet. That's what findings published today in Experimental Physiology have shown. Their research also casts doubt on the previously held view that increasing the quantity of mitochondria - which are the tiny structures in cells that convert glucose and fats to energy - would help fix some symptoms of a high fat diet. The researchers found that the benefits from physical activity were not affected by the quantity of mitochondria when enhanced experimentally. Insulin is a hormone used to control blood sugar levels. High-fat diets contribute to the development of insulin resistance, which is when their muscle, fat, and liver cells do not respond properly to insulin and leads to the development of type 2 diabetes. Megan E. Rosa-Caldwell, a doctoral student with Dr. Nicholas P. Greene, and the team in the Integrative Muscle Metabolism Laboratory at The University of Arkansas found that mice genetically engineered to have higher quantity of mitochondria were not more protected against high-fat diet induced insulin resistance. The researchers fed all the mice in the study a diet that mimics Western diets high in fat. The genetically engineered and control mice were further divided into a group that was allowed to exercise, and a sedentary group. Their results showed that physical activity, regardless of the amount of mitochondria, offered similar health benefits against insulin resistance. It appears that exercise's ability to help remove damaged cellular materials and enhance the quality of the mitochondria may be more effective for preventing insulin resistance. However, these aspects need to be further tested.With rates of obesity and type 2 diabetes continuing to increase, understanding the cellular processes that help or hurt insulin resistance can help us better tailor effective preventative measures such as exercise.Ms Rosa-Caldwell, lead author of this paper, said:\r\n'For now, physical activity is the greatest protection, but further research may enable us to prevent and treat insulin resistance, and subsequent diabetes, more effectively.'", "article_link": "http://dx.doi.org/10.1113/EP086406", "url": "http://www.eurekalert.org/pub_releases/2017-06/tps-ssn061917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Physiology", " Health Care", " Medicine/Health", " Diet/Body Weight", " Physiology"], "journal": "Experimental Physiology", "description": "Small amounts of physical activity can offer health benefits that protect against insulin resistance, a precursor to type 2 diabetes and can result from a high-fat diet. That's what findings published today in Experimental Physiology have shown. Their research also casts doubt on the previously held view that increasing the quantity of mitochondria -- which are the tiny structures in cells that convert glucose and fats to energy -- would help fix some symptoms of a high fat diet.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}