{"title": "Transportation noise increases risk for cardiovascular diseases and diabetes", "text": "How transportation noise affects the health of people remains in many aspects unexplained. Since 2014, an interdisciplinary Swiss consortium has been studying the short- and long-term effects of transportation noise for the population in Switzerland in the frame of the SiRENE study of the Swiss National Science Foundation (SNSF).Increased risk for developing cardiovascular diseasesThe results published so far show that aircraft, rail and road traffic noise in Switzerland leads to adverse health effects. For cardiovascular disease mortality, the most distinct association was found for road noise. The risk of dying of a myocardial infarction increases by 4 per cent per 10 decibel increase in road noise at home. Also the risk of hypertension and heart failure increases with transportation noise. \"Particularly critical are most likely noise events at night regularly disturbing sleep,\" says Martin Röösli, principal investigator of SiRENE and professor of environmental epidemiology at Swiss TPH and the University of Basel. \"The threshold for negative health impact is lower than previously suspected.\"Noise also favours DiabetesIn addition to cardiovascular diseases, transportation noise also increases the risk of developing diabetes. This is shown by an examination of 2,631 people exposed to different degrees of noise pollution. \"Two mechanisms play a role,\" explains Nicole Probst-Hensch, Head of the Department of Epidemiology and Public Health at Swiss TPH. \"On the one hand, the chronic release of stress hormones influences insulin metabolism. On the other hand, sleep problems are known to negatively affect metabolism in the long term.\"More effective noise protection The results that were published in the frame of the SiRENE study will provide important information for the Swiss authorities with regard to improving noise protection and to potentially adjusting the noise limits in the Noise Abatement Ordinance (NAO). The health impact of transportation noise is substantial when considering the entire population in Switzerland, causing external costs of an estimated CHF 1.8 billion each year. For the health of individuals, however, factors such as exercise and smoking are much more important according to Röösli.The study results were presented at the ICBEN (International Commission on Biological Effects of Noise) meeting on 20 June 2017 in Zurich. ICBEN is the world's largest congress on the health effects of noise and takes place every three years.SiRENE - an integrated research approachSiRENE (Short and Long Term Effects of Transportation Noise Exposure) is an interdisciplinary research project combining experiments in the sleep laboratory, epidemiological research, survey data and acoustic calculations and modelling. The study examines the following four aspects:2) Experimental study in the sleep laboratory for noise-induced sleep disorders, daytime sleepiness and glucose balance\r\n3) Switzerland-wide modelling of aircraft, rail and road traffic noise\r\n4) Determination of noise-induced health risks using data from the Swiss National Cohort Study and the SAPALDIA Study (Swiss Cohort Study on Air Pollution and Lung Diseases in Adults)SiRENE is funded by the Swiss National Science Foundation (SNSF) and the Swiss Federal Office for the Environment (FOEN) within the framework of the Sinergia Program and by a consortium of researchers from Swiss TPH, Empa, n-Sphere AG, the Center for Chronobiology of the University Psychiatric Clinics Basel (UPK) and the FOEN. Swiss TPH has the study lead. Further results of the study are expected this year and next year.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/stap-tni062117.php", "region": "europe", "source_link": "https://www.swisstph.ch/en/news/news-detail/news/laerm-kann-herz-kreislauf-erkrankungen-und-diabetes-beguenstigen/", "funder": "", "meeting": "12th ICBEN Congress on Noise as a Public Health Problem", "institution": "Swiss Tropical and Public Health Institute", "keywords": ["Medicine/Health", " Environmental Health"], "journal": "", "description": "Transportation noise increases risk for cardiovascular diseases and diabetes. This is shown by the first results of the SiRENE study under the lead of Swiss TPH, which was presented on 20 June 2017 in the framework of the ICBEN Congress (International Commission on Biological Effects of Noise) in Zurich.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}