{"title": "Breastfeeding may reduce a mother's heart attack and stroke risk", "text": "DALLAS, June 21, 2017 -- Breastfeeding is not only healthy for babies, it may also reduce a mother's risk of having a heart attack or stroke later in life, according to new research published in of the Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Previous studies have suggested that mothers get short-term health benefits from breastfeeding, such as weight loss and lower cholesterol, blood pressure and glucose levels after pregnancy. However, the long-term effects of breastfeeding on the risk of developing cardiovascular diseases in mothers are unclear. A new study in China found that women who breastfed their babies had about a ten percent lower risk of developing heart disease or stroke.Researchers from the University of Oxford, the Chinese Academy of Medical Sciences and Peking University analyzed data from 289,573 Chinese women (average age 51) participating in the China Kadoorie Biobank study who provided detailed information about their reproductive history and other lifestyle factors. Nearly all were mothers and none had cardiovascular disease when they enrolled in the study. After eight years of follow-up, there were 16,671 cases of coronary heart disease, which includes heart attacks, and 23,983 stroke cases.The researchers considered a range of risk factors for cardiovascular disease, including smoking, high blood pressure, obesity, diabetes and physical activity that could have biased results.\"Although we cannot establish the causal effects, the health benefits to the mother from breastfeeding may be explained by a faster \"reset\" of the mother's metabolism after pregnancy. Pregnancy changes a woman's metabolism dramatically as she stores fat to provide the energy necessary for her baby's growth and for breastfeeding once the baby is born. Breastfeeding could eliminate the stored fat faster and more completely,\" said co-author, Sanne Peters, Ph.D., a research fellow at the University of Oxford in the United Kingdom.The authors noted that women who breastfeed may be more likely to engage in other beneficial health behaviors that lower their risk of cardiovascular disease compared to women who do not breastfeed.Because this study was observational, relying on information provided by the mothers about their breastfeeding histories, it does not prove cause and effect. Results from observational studies such as this one must be confirmed by a different type of study that can prove that a behavior may results in an outcome.Compared to women in China, breastfeeding duration is typically shorter among women in the United States. Ninety-seven percent of the women in this study breastfed each of their babies for an average of 12 months, compared to 30 percent of U.S. mothers in 2016, according to the World Health Organization. However, the U.S. Nurses' Health Study found only women with a lifetime duration of breastfeeding of 2 years or more had a significantly lower risk of coronary heart disease than those who never breastfed.  \"The findings should encourage more widespread breastfeeding for the benefit of the mother as well as the child,\" said Zhengming Chen, M.B.B.S., D.Phil., senior study author and professor of epidemiology at the University of Oxford. \"The study provides support for the World Health Organization's recommendation that mothers should breastfeed their babies exclusively for their first six months of life.\"The American Heart Association suggests breastfeeding for 12 months if possible.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-bmr061617.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/breastfeeding-may-reduce-a-mothers-heart-attack-and-stroke-risk?preview=a0d630a7467ea0590fee474bee2962a9", "funder": "Kadoorie Charitable Foundation, UK Wellcome Trust, Chinese Ministry of Science and Technology, Chinese National Natural Science Foundation, British Heart Foundation, Medical Research Council, Cancer Research UK, and others", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "JAHA: Journal of the American Heart Association", "description": "Breastfeeding is not only healthy for children, it may reduce a mother's risk of having a heart attack or stroke later in life. A study of Chinese women found that the longer a mother breastfeeds, the greater the cardiovascular health benefit appears to be.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}