{"title": "Single fungus amplifies Crohn's disease symptoms", "text": "Bottom Line: A microscopic fungus called Candida tropicalis triggered gut inflammation and exacerbated symptoms of Crohn's disease, in a recent study conducted at Case Western Reserve University School of Medicine.Meeting Where the Study was Presented: Digestive Disease Week® May 5-9, 2017 at McCormick Place in Chicago, Illinois.Senior Author: Fabio Cominelli, M.D., Ph.D., Professor of Medicine and Pathology at Case Western Reserve University School of Medicine, and Division Chief of Gastroenterology at University Hospitals Cleveland Medical Center. Cominelli also served as senior author on five other studies presented at the conference.Lead Author: Luca Di Martino, Ph.D., Postdoctoral Research Fellow in the Digestive Health Research Institute at Case Western Reserve University School of Medicine.Background:  Colon inflammation, or colitis, is a painful yet common symptom in Crohn's disease. Scientists believe colitis is caused by an abnormal immune response during which the body tries to fight an infection, but also attacks the intestinal tract. According to the new study, C. tropicalis infection may intensify this malfunction.Said Di Martino, \"The type of microorganisms that live in our intestine, our microbiome, has been shown to be a key element for triggering Crohn's disease. Recent studies have shown that the abundance of the fungus Candida tropicalis is significantly higher in the intestine of Crohn's disease patients compared to healthy people.\" Di Martino investigated how C. tropicalis and other gut microorganisms may influence intestinal inflammation.How the Study Was Conducted: Researchers induced colitis symptoms in mice by adding low levels of dextran sodium sulfate to mice drinking water. The chemical causes acute intestinal injury, similar to a colitis flare. Next, they infected a subset of the mice with C. tropicalis fungi and examined the mouse intestinal tracts and gut bacteria. Results: Researchers discovered mice infected with C. tropicalis fungi had intensified Crohn's disease symptoms, compared to uninfected mice. The findings suggest anti-fungal medications could combat debilitating symptoms of the disease by lowering gut levels of C. tropicalis.\"Our data demonstrate that C. tropicalis may play a pro-inflammatory role in intestinal injury by exacerbating gut inflammation during the recovery phase of dextran sodium sulfate-induced colitis,\" the authors wrote. \"We speculate that infection with the fungus C. tropicalis may play a role in triggering flares during Crohn's disease and that anti-fungal therapy may be beneficial in Crohn's disease patients.\"The researchers suggest C. tropicalis fungus may trigger gut inflammation by modulating levels of other gut bacteria. Said Di Martino, \"We found that high levels of C. Tropicalis increases the abundance of harmful proteobacteria in the intestine, such as E. coli, disrupting the normal balance of the gut bacteria and creating a dysbiosis, a key element that triggers intestinal inflammation.\"Infected mice had several signs of debilitating gut inflammation. Endoscopies revealed colons from infected mice had 4.5 times higher levels of particular inflammatory molecules (called IFN-γ) associated with colitis. Under the microscope, infected intestinal tracts also had more severe visual signs of swelling than those from uninfected mice.\r\nAuthor Comment: \"We discovered that experimental mice infected with C. tropicalis were more susceptible to intestinal inflammation compared to uninfected mice,\" Di Martino said.\"The most exciting discovery was that in the infected mice there was a significantly higher abundance of proteobacteria, the same type of deleterious bacteria found increased in Crohn's patients,\" Di Martino said. \"This confirmed that the presence and the abundance of fungi in the intestine have the ability to modify the bacteria living in our intestine, leading to a dysbiosis which will eventually trigger an inflammatory syndrome.\"\"As a next step, we want to confirm the role of the fungi in the pathogenesis of Crohn's disease by treating infected mice with antifungal drugs to decrease symptoms of intestinal inflammation,\" Di Martino said. \"If our hypothesis is right, that would open the door to novel antifungal therapies to treat Crohn's disease patients.\"Limitations: This study tested the effects of human gut bacteria in an animal model, and results may not fully translate to human disease. The researchers also induced colitis in mice acutely using dextran sodium sulfate, while colitis is often a chronic condition in humans.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/cwru-sfa062117.php", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=664", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Cleveland Digestive Diseases Research Core Center", "meeting": "Digestive Disease Week", "institution": "Case Western Reserve University", "keywords": ["Medicine/Health", " Gastroenterology"], "journal": "", "description": "A microscopic fungus called Candida tropicalis triggered gut inflammation and exacerbated symptoms of Crohn's disease, in a recent study conducted at Case Western Reserve University School of Medicine.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}