{"title": "Advances in AI for drug discovery to be presented at the AI Pharma Innovation Summit 2017 in Boston", "text": "Wednesday, June 21, 2017, Baltimore, MD - Insilico Medicine, a Baltimore-based artificial intelligence company focused on drug discovery, biomarker development and aging research will present new research on applying deep learning approaches to drug discovery at the inaugural AI Pharma Innovation Summit in Boston, July 25-27. The CEO of Insilico Medicine, Alex Zhavoronkov, PhD will present new research and moderate the workshop titled \"A Fundamental Guide to the Application of AI in Drug Discovery to Uncover the Next Wave of Successful Future Candidates\" 15:00-17.30 on July 25th. The conference website is http://www.ai-pharma.com and early bird registration deadline is June 23rd.The conference will bring together some of the most prominent thought leaders in artificial intelligence for the pharmaceutical industry, pharmaceutical industry executives, regulators and academics. It will feature speakers from Pfizer, Sanofi and Novartis with the Global CIO of Novartis, Remy Evard and VP and Global Head of Digital Business, Jeremy Sohn leading a session called \"Discover: Accelerating the Integration of AI in into Pharmaceutical DNA\". \"Artificial Intelligence is transforming many industries including transportation, finance and security.  This will undoubtedly impact the pharmaceutical industry which will experience dramatic change over the next five years. AI will impact every process from early screening and preclinical validation to clinical trials execution, marketing, sales and general management. To adapt to this rapid pace of innovation pharma needs to adapt to the new world order and embrace AI as the source of competitive advantage and shareholder value creation\", said Declan Doogan, MD, DSc, former senior vice-president and head of worldwide development at Pfizer and  Chairman and co-founder of  Biohaven Pharmaceuticals.\"In order to facilitate this fundamental shift in the biopharma R&D model, Insilico Medicine will launch in July an executive training program codenamed \"the Pharmaceutical Artificial Intelligence Strategy Executive Coach\".  The program is geared towards the senior company executives and board members of large biopharmaceutical corporations and international government regulatory bodies in partnership with the several prominent hardware vendors and consulting companies. \"Artificial intelligence holds enormous potential for pharmaceutical R&D. In fact,  mastering AI will become a key competitive advantage for pharmaceutical companies, possibly a key survival factor versus more innovative and faster moving new entrants into the biomedical space. However, the hype surrounding AI, unprecedented investments by venture capitalists and lack of industry experts and analysts are creating a bubble reminiscent of the Dot Com era. Many companies are rebranding basic computational approaches as AI to get funding and contracts. Understanding the underlying principles and various flavours of AI and what the various elements of the AI toolbox can do for the various steps of the early R&D, clinical trials and marketing process is essential for every CEO and board member of every major pharmaceutical company\", said Ulrich Muehlner, PhD, former director and head of corporate strategy of Novartis, CEO of GrowthCube Partners and advisor to Insilico Medicine. The interactive workshop at the AI Pharma Innovation Summit will delve deeper into the multiple applications of AI algorithms in drug design and discovery: with major investments at stake later down the R&D pipeline, it is essential that only the best candidates are identified to progress through the pre-clinical and clinical landscapes. Immerse yourself in discussions on the following topics: ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/imi-aia062017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Mathematics/Statistics", " Medicine/Health", " Cancer", " Gerontology", " Policy/Ethics", " Social/Behavioral Science", " Space/Planetary Science", " Technology/Engineering/Computer Science", " Computer Science"], "journal": "", "description": "Insilico Medicine will present new research and moderate the workshop titled 'A Fundamental Guide to \r\nthe Application of AI in Drug Discovery to Uncover the Next Wave of Successful Future Candidates.'", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}