{"title": "UNC/N.C. State spinout company raises $5.8M for 'smart' insulin devices", "text": "CHAPEL HILL, NC - Technology invented in a laboratory in the UNC-NC State Joint Biomedical Engineering Program could soon mean painless diabetes testing and insulin injections for the nearly 400 million people with diabetes worldwide.  Zenomics, Inc., a Research Triangle Park (RTP) startup co-founded by Zhen Gu, PhD, a scientist in the UNC-NC State Joint Biomedical Engineering Program, recently raised $5.8 million in investment fundraising. The money raised was from MicroPort Scientific Corporation, a biomedical device company that promotes the translation of Gu's patented smart insulin technology.The microneedles -- hundreds of which fit onto the coin-sized patch or other smart device platform -- feature microscopic storage units for insulin and glucose-sensing components, Gu explained. When blood sugar levels get too high, the microneedles automatically release insulin, combining the testing with the insulin injection in a a pain-free and perfectly timed manner that requires little to no effort by the person wearing the device.\"If this translates successfully, this technology will enhance the health of patients with diabetes and improve their lives,\" Gu said. \"The technology is painless and it also lessens human error, so that you receive a more accurate blood-sugar controlling.\"With this round of investment funding, Zenomics, Inc., which Gu co-founded in September 2015, will continue furthering this technology, while also recruiting employees to staff its labs. Additional testing will be on large animal models. If the technology were to be effective and efficacious in large animals, clinical trials in humans could follow.\"This news is exciting for our universities, the state of North Carolina, and the nearly 400 million people affected by diabetes worldwide,\" said John Buse, MD, PhD, the Verne S. Caviness Distinguished Professor of Medicine, director of the UNC Diabetes Care Center, and director of the NC TraCS Institute. \"These tiny devices have the potential not only to improve health, but enhance quality of life.\"For patients with diabetes, it is a 24-7 disease where attention to diet, activity, blood sugar levels, and stress is required to adequately treat the disease. If successful, the Zenomics' approach would reduce that effort to applying the application of a patch.\"Gu and Buse first published their findings that the smart insulin patch could lower blood glucose in a mouse model of type 1 diabetes for up to nine hours in Proceedings of the National Academy of Sciences in June 2015.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uonc-uss062017.php", "region": "namerica", "source_link": "http://news.unchealthcare.org/news/2017/june/unc-n-c-state-spinout-company-raises-5-8m-for-2018smart2019-insulin-devices", "funder": "", "meeting": "", "institution": "University of North Carolina Health Care", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Technology invented in a laboratory in the UNC-NC State Joint Biomedical Engineering Program could soon mean painless diabetes testing and insulin injections for the nearly 400 million people with diabetes worldwide.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}