{"title": "Infections in early life associated with increased risk for celiac disease", "text": "Infections during infancy are associated with increased risk for gluten intolerance (celiac disease) later on. Apparently the risk is particularly high in the case of repeated gastrointestinal infections in the first year of life. This conclusion was drawn by scientists of the Institute for Diabetes Research at Helmholtz Zentrum München, a partner in the German Center for Diabetes Research (DZD), after analyzing data provided by the Bavarian Association of Statutory Health Insurance Physicians. Results from this study have now been published in the current issue of the 'American Journal of Epidemiology'.  In previous publications, a team of scientists led by Professor Anette-Gabriele Ziegler had already demonstrated an association between infections in early childhood and the development of type 1 diabetes. The highest risk for type 1 diabetes was observed in children with repeated respiratory infections in the first six months of life. The current study showed that the risk of developing celiac disease is particularly high when gastrointestinal tract infections occur during the first year of life. To a lesser extent, an increased risk of disease was also demonstrated in connection with early respiratory tract infections. \"Our data do not allow a conclusion whether the observed associations are causal or are based on changes in the microbiome or specific immune responses\", said first author Dr. Andreas Beyerlein, commenting on the results. \"However, it seems that the increased risk of celiac disease is associated with a permanent inflammation of the gastrointestinal tract in early childhood and is not caused by a specific viral or bacterial pathogen.\" The scientists analyzed fully anonymized data provided by the Bavarian Association of Statutory Health Insurance Physicians (Kassenärztliche Vereinigung Bayern) of 295,420 children who were born between 2005 and 2007. Medically attended infections from birth until a median age of 8.5 years were considered in the analysis. A total of 853 children developed gluten intolerance, equivalent to 0.3 percent.", "article_link": "http://dx.doi.org/10.1093/aje/kwx190", "url": "http://www.eurekalert.org/pub_releases/2017-06/hzm--iie062017.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/40647/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Microbiology", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Epidemiology", " Infectious/Emerging Diseases", " Metabolism/Metabolic Diseases", " Bioinformatics"], "journal": "American Journal of Epidemiology", "description": "Infections during infancy are associated with increased risk for gluten intolerance (celiac disease) later on. Apparently the risk is particularly high in the case of repeated gastrointestinal infections in the first year of life. This conclusion was drawn by scientists of the Institute for Diabetes Research at Helmholtz Zentrum München after analyzing data provided by the Bavarian Association of Statutory Health Insurance Physicians. The study has now been published in the American Journal of Epidemiology.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}