{"title": "Post-ICU glucose management may improve outcomes in critical patients", "text": "Monitoring and maintaining glucose levels of critically ill patients after admission from ICU through general care and discharge from the hospital may have positive impact on outcomes, according to findings published in the July 7, 2017 issue of the journal Mayo Clinic Proceedings. \"Our research suggests that the glucose blood level of critical patients transferred back to general care matters - specifically control of dysglycemia (hyper, hypo and glucose variability) - which were all independently associated with mortality in patients without diabetes,\" said James Krinsley, MD, Director of Critical Care at Stamford Hospital and Clinical Professor of Medicine, Columbia University College of Physicians. \"The data also suggests that patients should have blood glucose targets based on their personal characteristics rather than a 'one-size-fits-all' approach as current guidelines state.\"The article, \"Glucose control, diabetes status and mortality in critically ill patients: the continuum from ICU admission to hospital discharge,\" supports the importance of glucose control throughout the entire period of care for critically ill patients - and suggest that the current blood glucose target range may not be appropriate for patients without diabetes.  In collaboration with Stanley Nasraway, MD, Director, Surgical Intensive Care Unit and Professor, Tufts University School of Medicine in Boston, Dr. Krinsley conducted a retrospective investigation of the relationship between mean blood glucose, hypoglycemia, high glucose variability, diabetes and mortality among nearly 6,400 ICU patients with five or more blood glucose tests and nearly 4,500 ICU survivors admitted at two academic medical centers between July 2010 and December 2014. \"Our investigation, in combination with other recent literature, suggests that for people without diabetes, a target glucose level of 80-140 mg/dL is strongly associated with best prospects for survival,\" added Dr. Krinsley. \"We believe this study is the first to report on the association of glucose control with mortality in a cohort of critically ill patients spanning the entire continuum of hospitalization.\" The data suggests that broader glucose control protocols, from admission to the ICU through discharge, may result in greater survivability for the critical-care patient. For patients without diabetes, it appears a blood glucose range of 80-140 mg/dL as a mean glucose level, is strongly associated with survival, both in the ICU and on the general floor. However, there was no clear relationship between blood glucose level and mortality for patients with diabetes in the ICU or the floor. The next step would be to institute randomized controlled trials to see if protocols for glucose control instituted in general care floors lead to better outcomes. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/sh-pgm062017.php", "region": "namerica", "source_link": "https://www.stamfordhealth.org/about/newsroom/press-releases/2017/post-icu-glucose-management-may-improve-outcomes-in-critical-pat/", "funder": "", "meeting": "", "institution": "Stamford Health", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Diagnostics", " Endocrinology", " Gerontology", " Internal Medicine", " Metabolism/Metabolic Diseases"], "journal": "Mayo Clinic Proceedings", "description": "Monitoring and maintaining glucose levels of critically ill patients after admission from ICU, to general care through their discharge from the hospital may have positive impact on outcomes.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}