{"title": "Significant impact factor growth for Mary Ann Liebert, Inc. journals", "text": "New Rochelle, NY, June 14, 2017--Mary Ann Liebert, Inc., publishers announces significant growth in the impact factors of its peer-reviewed journals, as reported in the new 2016 Journal Citation Reports® (Clarivate Analytics, 2017). More than 30% of the company's portfolio of previously indexed journals saw double-digit percentage increases in impact factors, including Thyroid with a 46% increase and new impact factor of 5.515; Journal of Neurotrauma, with a 19% increase and new impact factor of 5.19; and Soft Robotics, with a 41% increase and new impact factor of 8.649.\"We are pleased to see such excellent progress in the impact factors of our journals this year,\" says Vicki Cohn, Chief Editorial Officer. \"It is a tribute to the achievements and contributions of our authors, editors, editorial boards, and reviewers, and an indication of our publications' continued significance to the scientific community.\"Critical clinical medicine titles Diabetes Technology & Therapeutics, Telemedicine and e-Health and Journal of Palliative Medicine saw increases of 23%, 13%, and 10% respectively, while Journal of Endourology increased its impact factor by 8% and Games for Health Journal solidified its position in its field with a groundbreaking 95% increase in impact factor.Also of note is a first impact factor of 3.389 for 3D Printing and Additive Manufacturing.Flagship publications Human Gene Therapy and Tissue Engineering maintained strong impact factors and reinforced their positions as leaders in their respective fields.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-sif061417.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/significant-impact-factor-growth-for-mary-ann-liebert-inc-journals/2202/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Business/Economics"], "journal": "", "description": "Mary Ann Liebert, Inc., publishers announces significant growth in the impact factors of its peer-reviewed journals, as reported in the new 2016 Journal Citation Reports® (Clarivate Analytics, 2017).", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}