{"title": "Internet-based weight-loss program for low-income women after child birth", "text": "An internet-based weight loss program was effective in promoting significant weight loss in low-income postpartum women over 12 months, according to a study published by JAMA. Approximately 4 million women give birth in the United States each year and, between 2004 and 2008, an estimated 25 percent retained more than 10 pounds of their pregnancy weight and gained additional weight during the postpartum year. Postpartum weight retention increases lifetime risk of obesity and related health issues. Prevalence rates of postpartum weight retention are higher among low-income Hispanic women. Few effective interventions exist for multicultural, low-income women. Suzanne Phelan, Ph.D., of California Polytechnic State University, San Luis Obispo, and colleagues examined whether an internet-based weight loss program in addition to the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC program) for low-income postpartum women could produce greater weight loss than the WIC program alone. Twelve clinics were randomized to the WIC program (standard care group) or the WIC program plus the 12-month primarily internet-based weight loss program (intervention group), including a website with weekly lessons, web diary, instructional videos, computerized feedback, text messages and monthly face-to-face groups at the WIC clinics.Participants included 371women (82 percent of them Hispanic; their average weight above prepregnancy weight was 17.2 pounds) at clinics randomized to either the intervention group or standard care group. The intervention group had a greater average weight loss over 12 months: 7 pounds compared with 2 pounds in the standard care group. More participants in the intervention group (57 percent) returned to preconception weight by 12 months compared with 36 percent in the standard care group.Although the greater weight loss of 5 pounds in the intervention group compared with standard care may seem modest, even small postpartum weight retention has been linked to increased risk of later weight gain and development of obesity and diabetes in women, the authors note.Limitations of the study include that some participants were provided with internet access, which could be cost-prohibitive; however, internet access has increased steadily since 2010 to more than 74 percent of low-income households and 81 percent of the Hispanic population. \"Further research is needed to determine program and cost-effectiveness as part of the WIC program,\" the researchers write. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-iwp061517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diet/Body Weight"], "journal": "JAMA", "description": "An internet-based weight loss program was effective in promoting significant weight loss in low-income postpartum women over 12 months, according to a study published by JAMA.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}