{"title": "Screening for obesity in children and adolescents recommended", "text": "The U.S. Preventive Services Task Force (USPSTF) recommends that clinicians screen for obesity in children and adolescents 6 years and older and offer or refer them to comprehensive, intensive behavioral interventions to promote improvements in weight. The report appears in the June 20 issue of JAMA.This is a B recommendation, indicating that there is high certainty that the net benefit is moderate, or there is moderate certainty that the net benefit is moderate to substantial.Approximately 17 percent of children and adolescents ages 2 to19 years in the United States are obese, based on year 2000 Centers for Disease Control and Prevention growth charts, and almost 32 percent are overweight. Obesity in children and adolescents is associated with mental health and psychological issues, asthma, obstructive sleep apnea, orthopedic problems, and adverse cardiovascular and metabolic outcomes such as high blood pressure, abnormal lipid levels, and insulin resistance. Children and adolescents also may experience teasing and bullying based on their weight. Obesity in childhood and adolescence may continue into adulthood and lead to adverse cardiovascular outcomes or other obesity-related issues, such as type 2 diabetes.To update its 2010 recommendation, the USPSTF reviewed the evidence on screening for obesity in children and adolescents and the benefits and harms of weight management interventions.The USPSTF is an independent, volunteer panel of experts that makes recommendations about the effectiveness of specific preventive care services such as screenings, counseling services, and preventive medications.DetectionIn 2005, the USPSTF found that age- and sex-adjusted body mass index (BMI; calculated as weight in kilograms divided by the square of height in meters) percentile is the accepted measure for detecting overweight or obesity in children and adolescents because it is feasible for use in primary care, a reliable measure, and associated with adult obesity.Benefits of Early Detection and Treatment or InterventionThe USPSTF found adequate evidence that screening and intensive behavioral interventions for obesity in children and adolescents 6 years and older can lead to improvements in weight status. The magnitude of this benefit is moderate. Studies on pharmacotherapy interventions (i.e., metformin and orlistat) showed small amounts of weight loss. The magnitude of this benefit is of uncertain clinical significance, because the evidence regarding the effectiveness of metformin and orlistat is inadequate.Harms of Early Detection and Treatment or InterventionThe USPSTF found adequate evidence to bound the harms of screening and comprehensive, intensive behavioral interventions for obesity in children and adolescents as small to none, based on the likely minimal harms of using BMI as a screening tool, the absence of reported harms in the evidence on behavioral interventions, and the noninvasive nature of the interventions. Evidence on the harms associated with metformin is inadequate. Adequate evidence shows that orlistat has moderate harms.SummaryComprehensive, intensive behavioral interventions (26 or more contact hours) in children and adolescents 6 years and older who have obesity can result in improvements in weight status for up to 12 months; there is inadequate evidence regarding the effectiveness of less intensive interventions. The harms of behavioral interventions can be bounded as small to none, and the harms of screening are minimal. Therefore, the USPSTF concluded with moderate certainty that screening for obesity in children and adolescents 6 years and older is of moderate net benefit.For more details and to read the full report, please visit the For The Media website.(doi:10.1001/jama.2017.6803)Editor's Note: Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, funding and support, etc.Note: More information about the U.S. Preventive Services Task Force, its process, and its recommendations can be found on the newsroom page of its \n\n\n              Media Coordinator\nNewsroom@USPSTF.net\n @JAMA_current\nhttp://www.jamamedia.org ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-sfo061517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diet/Body Weight", " Pediatrics"], "journal": "JAMA", "description": "The US Preventive Services Task Force recommends that clinicians screen for obesity in children and adolescents 6 years and older and offer or refer them to comprehensive, intensive behavioral interventions to promote improvements in weight. The report appears in the June 20 issue of JAMA.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}