{"title": "Gene variant protecting against Alzheimer's disease decreases plasma beta-amyloid levels", "text": "New research from the University of Eastern Finland shows that the APP gene variant protecting against Alzheimer's disease significantly decreases plasma beta-amyloid levels in a population cohort. This is a very significant discovery, as many on-going drug trials in the field of Alzheimer's disease focus on decreasing beta-amyloid levels in the brain tissue. According to the study, a 30% life-long decrease in beta-amyloid levels is not associated with detrimental effects on lipid or glucose metabolism, or on any other metabolic factors.  The findings, drawing on the unique data of the METSIM (METabolic Syndrome In Men) study ongoing at the University of Eastern Finland, were published in Annals of Neurology.\r\nAlzheimer's disease is a neurodegenerative disease strongly characterised by the accumulation of beta-amyloid in the brain tissue. Knowledge of the genetic background of Alzheimer's disease is crucial for finding new prevention measures and treatments, and for understanding the cellular level mechanisms of the disease. Uncovering the genetic pathogenesis of Alzheimer's disease has been a target of great interest over the past few years, and genome-wide mapping studies focusing on risk genes have led to significant advances in the field. These studies have identified not only several new risk genes for Alzheimer's disease, but also gene variants that protect against it. Research groups focusing on Alzheimer's disease and diabetes at the University of Eastern Finland have now show that the APP A673T gene variant, which is a variant in the amyloid precursor protein gene protecting against Alzheimer's disease, leads to an average of 30 per cent decreased levels of the beta-amyloid subtypes 40 and 42. The effects of this previously discovered gene variant were analysed by utilising data from the unique and extensive METSIM study. Enjoying international recognition, the METSIM data comprises 10,000 men living in the eastern part of Finland. Approximately 0.3% of the population are carriers of the APP A673T gene variant. Although the variant itself is rare, the observed association with decreased plasma beta-amyloid levels is important from the viewpoint of Alzheimer's drug trials. Several on-going drug trials for Alzheimer's disease focus on decreasing beta-amyloid levels in the brain tissue. The findings from the population cohort in eastern Finland show that a life-long decrease in beta-amyloid levels is not associated with detrimental effects on lipid or glucose metabolism, or on any other metabolically relevant events. Furthermore, the findings also provide support for the amyloid cascade hypothesis, a hypothesis which is key in Alzheimer's research and which has recently been heavily questioned due to failed beta-amyloid based drug trials and treatment experiments. According to the hypothesis, the accumulation of beta-amyloid in the brain plays a key role in Alzheimer's disease. The findings on the role of the APP A673T gene variant in Alzheimer's disease facilitate the planning of future research. This insight, in turn, will enable the identification of new drug targets, increasingly good predictive biomarkers and the development of personalised medical applications. ", "article_link": "http://dx.doi.org/10.1002/ana.24969", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoef-gvp062017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Eastern Finland", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "journal": "Annals of Neurology", "description": "New research from the University of Eastern Finland shows that the APP gene variant protecting against Alzheimer's disease significantly decreases plasma beta-amyloid levels in a population cohort. This is a very significant discovery, as many on-going drug trials in the field of Alzheimer's disease focus on decreasing beta-amyloid levels in the brain tissue.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}