{"title": "Researchers find demographic differences in both diabetes rates and care sought", "text": "Diabetes is a serious health condition that affects millions of people in the United States and has more than doubled in prevalence over the past 20 years. Diabetes brings a wide array of complications that can harm the cardiovascular system and other organs, and it has been found to affect some groups, such as racial and ethnic minorities and people with low incomes, at a disproportionate rate. Researchers from the Texas A&M School of Public Health, the University of Michigan and the University of Georgia analyzed national health statistics to gain a better understanding of how different socioeconomic factors affect the prevalence of diabetes and prevention and management of the disease.Samuel D. Towne Jr., PhD, MPH, assistant professor at the School of Public Health, led a research team that used data from the Behavioral Risk Factor Surveillance System, a U.S. population health survey, for 2011 through 2015. The researchers used these data to see how factors like income, race and ethnicity, sex and location affected rates of diabetes diagnosis and foregone medical care due to cost.The study, published in the International Journal of Environmental Research and Public Health, found that U.S. adults had a diabetes prevalence rate of about 10 percent in 2011, which increased to almost 11 percent in 2015. Towne and colleagues also found that race and ethnicity, education level and income affected prevalence rates: People with lower income or lower educational levels had a higher prevalence of diabetes, and the diabetes rates were highest among American Indians or Alaska Natives, followed by African Americans and Hispanics.\"Location also mattered, as people living in rural areas had higher rates of diagnosed diabetes than those in urban areas, and the South had the highest rates of various regions in the United States,\" Towne said. \"Identifying multi-level factors related to health disparities and using this information to inform policy based on the best available evidence in an attempt to lessen or eliminate health disparities is critical.\"The other dependent variable of the study, foregone medical care, also showed differences between various groups. People at the lowest income levels saw the highest levels of foregone care, and those with lower educational levels were also more likely to miss care. Hispanic individuals, followed by American Indian and Alaska Native and African American adults also had higher levels of foregone care. Rates of foregone care in rural areas and the South were also higher, but rates of foregone care decreased between 2011 and 2015. The researchers also found that women were at a higher risk of foregoing medical care.\"These findings build on previous studies into disproportionate rates of diabetes prevalence and hold important clues for efforts aimed at preventing diabetes and better managing the disease,\" said Jane Bolin, JD, PhD, BSN, co-researcher and director of the Southwest Rural Health Research Center at Texas A&M. \"Informing policy makers and other key stakeholders can improve things, as can screening, prevention and management efforts that are targeted to meet the needs of the various communities hardest hit.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tau-rfd061917.php", "region": "namerica", "source_link": "https://vitalrecord.tamhsc.edu/researchers-find-demographic-differences-in-both-rates-of-diabetes-and-in-how-often-needed-medical-care-isnt-sought/", "funder": "Federal Office of Rural Health Policy, Health Resources and Services Administration, US Department of Health and Human Services", "meeting": "", "institution": "Texas A&M University", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Endocrinology", " Gerontology", " Health Care Systems/Services", " Nutrition/Nutrients"], "journal": "International Journal of Environmental Research and Public Health", "description": "Diabetes is a serious health condition that affects millions of people in the United States and has more than doubled in prevalence over the past 20 years. Diabetes brings a wide array of complications that can harm the cardiovascular system and other organs, and it has been found to affect some groups, such as racial and ethnic minorities and people with low incomes, at a disproportionate rate.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}