{"title": "Treating autism by targeting the gut", "text": "Experts have called for large-scale studies into altering the make-up of bacteria in the gut, after a review showed that this might reduce the symptoms of Autism Spectrum Disorder (ASD). Until now, caregivers have relied on rehabilitation, educational interventions and drugs to reduce ASD symptoms, but now researchers suggest that treating this condition could be as simple as changing their diet.A review of more than 150 papers on ASD and gut bacteria found that since the 1960s, scientists have been reporting links between the composition of bacteria in the gut and autistic behaviour. The review highlights many studies showing that restoring a healthy balance in gut bacteria can treat ASD symptoms.  \"To date there are no effective therapies to treat this range of brain developmental disorders\", explains Dr Qinrui Li of Peking University, China. \"The number of people being diagnosed with ASD is on the rise. As well as being an expensive condition to manage, ASD has a huge emotional and social cost on families of sufferers\".\r\nThe link between the gut and ASD is well-known among sufferers: problems like diarrhoea, constipation and flatulence are commonly reported. The root of gastro-intestinal problems like these is an imbalance of \"good\" and \"bad\" bacteria in the gut. A cheap and effective treatment?Many of the papers reviewed support the idea of a gut-brain axis - a way in which factors in the gut can affect processes in the brain.  So these gastro-intestinal problems may have a more sinister side. The overgrowth of bad bacteria in the gut inevitably leads to an overproduction of by-products - including toxins. These can make the gut lining more permeable.  Then toxins, by-products and even undigested food can get into the bloodstream and travel to the brain. In a child under three years old, whose brain is at the height of development, the presence of these chemicals can impair neuro-development, leading to ASD.What causes infants to develop an imbalance in the gut microbiota? \"ASD is likely to be a result of both genetic and environmental factors\" explains Dr Li. \"The environmental factors include the overuse of antibiotics in babies, maternal obesity and diabetes during pregnancy, how a baby is delivered and how long it is breastfed. All of these can affect the balance of bacteria in an infant's gut, so are risk factors for ASD\".However, the researchers found a significant body of evidence that reverting the gut microbiota to a healthy state can reduce ASD symptoms. \"Efforts to restore the gut microbiota to that of a healthy person has been shown to be really effective\" continues Dr Li. \"Our review looked at taking probiotics, prebiotics, changing the diet - for example, to gluten- and casein-free diets, and faecal matter transplants. All had a positive impact on symptoms \".  These include such things as increased sociability, a reduction in repetitive behaviour, and improved social communication: all hugely beneficial to the life of an ASD sufferer. The message of this review is one of positivity. This could well be a breakthrough in the treatment of this disorder. However, the researchers believe that the studies are too few and too small, and that new clinical trials are needed to take this research to the next level. \"We are encouraged by our findings, but there is no doubt that further work needs to be carried out in this field\" says Dr Li.  \"We need more well-designed and larger-scale studies to support our theory. For now, behavioural therapies remain the best way to treat ASD. We would hope that our review leads to research on the link between the gut microbiota and ASD, and eventually a cheap and effective treatment\".\r\n", "article_link": "http://dx.doi.org/10.3389/fncel.2017.00120", "url": "http://www.eurekalert.org/pub_releases/2017-06/f-tab061917.php", "region": "europe", "source_link": null, "funder": "National Natural Science Foundation of China, Beijing Natural Science Foundation", "meeting": "", "institution": "Frontiers", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Gastroenterology", " Neurobiology", " Nutrition/Nutrients", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Frontiers in Cellular Neuroscience", "description": "Therapies to change the bacteria in the gut, through diet, pro-and prebiotic supplements, faecal matter transplants or antibiotics, could treat autism. A review of six decades of research linking the gut to brain development could pave the way for cheap and effective treatment.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}