{"title": "Results in AI for aging research and personal health data management to be presented at Bio-Taiwan", "text": "Monday, 19th of June, 2017, Baltimore, MD - Insilico Medicine, a Baltimore-based artificial intelligence company focused on drug discovery, biomarker development and aging research will present new research at Bio-Taiwan in Taipei, Taiwan, June 28-29. The CEO of Insilico Medicine, Alex Zhavoronkov, PhD, will present new research in deep learned multi-modal biomarkers of aging and unveil a new tool for personal health data management. \"We are getting ready to launch a new set of our biomarkers of aging and need to ensure that they work in many population groups and are biologically relevant. To do this we are looking for partners in many countries with accurate retrospective health records and unique diets, lifestyles and histories. We are very happy to be invited to present our progress in applying the latest advances in deep learning for aging research at the BioBusiness Asia Conference in Taiwan alongside speakers and friends from NVIDIA. During the event we will be looking for local partners for biomarker development\", said Alex Zhavoronkov, PhD, founder and CEO of Insilico Medicine, Inc. Insilico will present at 14:50 on June 29th in Ballroom A in Session 6; their presentation will be titled \"Increasing the Odds: The Promise of the Precision Oncology Revolution.\" They will also take part in a panel discussion titled \"Utilizing ICT for Precision Medicine\". The agenda for the conference is available at: https://bio-taiwan.com/en/program/detail/33.Due to their many industry collaborations and a constant stream of research publications, scientists at Insilico Medicine are expected to present at over 30 events and conferences in 2017. In 2016 Insilico Medicine published several seminal proof of concept papers demonstrating the applications of deep learning to drug discovery, biomarker development, and aging research. A study published in Aging proposed a short list of molecules with likely geroprotective effects. In a recently published article at Nature Communications, Insilico Medicine describes a tool that it uses to study the minute changes in gene expression between young and old tissues and tissues afflicted by disease. Another paper demonstrating the ability to predict the chronological age of the patient using a simple blood test, published in Aging, became the second most popular paper in the journal's history.Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with given parameters and published a seminal paper in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award. In March 2017 the company launched its first geroprotector with its exclusive partner, Life Extension: http://www.geroprotector.com . Life Extension offers their customers a broad variety of blood tests that may be used to rapidly validate the effects of geroprotectors using Insilico's Aging.AI system. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/imi-ria061517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Bio Taiwan 2017", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Education", " Medicine/Health", " Cancer", " Gerontology", " Policy/Ethics", " Technology/Engineering/Computer Science", " Computer Science"], "journal": "", "description": "Insilico Medicine, a Baltimore-based artificial intelligence company focused on drug discovery, biomarker development and aging research will present new research at Bio-Taiwan in Taipei, Taiwan, June 28-29. The CEO of Insilico Medicine, Alex Zhavoronkov, Ph.D., will present new research in deep learned multi-modal biomarkers of aging and unveil a new tool for personal health data management.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}