{"title": "Family of patients with NAFLD and cirrhosis are at increased risk of liver fibrosis", "text": "Non-alcoholic fatty liver disease (NAFLD) is a common disorder characterized by abnormal accumulation of fat in the liver. NAFLD is diagnosed in up to one in three adults and one in 10 children in the United States, and obesity is the greatest known risk factor. While NAFLD itself does not damage the liver, inflammatory responses to fat deposits can lead to liver scarring and cirrhosis. NAFLD patients that develop cirrhosis have a substantially worse prognosis, with an elevated risk of mortality due to liver disease. Family members of individuals with NAFLD are at a higher risk for developing NAFLD themselves, but whether this is accompanied by a predisposition toward liver disease is not known. A clinical trial led by Rohit Loomba at UCSD assessed whether the immediate relatives of individuals with NAFLD and cirrhosis are at higher risk of developing advanced fibrosis. In a a report published this week in the JCI, the researchers used an MRI-based imaging technique to quantify liver scarring (or fibrosis) in the siblings, parents, and offspring of patients with NAFLD and cirrhosis. They determined that the relatives of individuals with NAFLD and cirrhosis exhibited 12 times higher prevalence of liver fibrosis than healthy controls, even when the researchers adjusted for age, sex, ethnicity, body mass index, and diabetes status. These findings indicate that the immediate family members of individuals diagnosed with NAFLD and cirrhosis may benefit from screenings for liver fibrosis.  ", "article_link": "http://dx.doi.org/10.1172/JCI93465", "url": "http://www.eurekalert.org/pub_releases/2017-06/jj-fop061417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Institute of Environmental Health Sciences", "meeting": "", "institution": "JCI Journals", "keywords": ["Medicine/Health", " Diagnostics", " Liver"], "journal": "Journal of Clinical Investigation", "description": "Non-alcoholic fatty liver disease can progress to cirrhosis and eventual liver disease. Family members of individuals diagnosed with non-alcoholic fatty liver disease are at a higher risk for developing the disease themselves. This week in the JCI, a clinical trial led by Rohit Loomba at UCSD reports that these family members are also at an elevated risk for liver fibrosis.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}