{"title": "European network created to find sudden cardiac arrest causes and treatments", "text": "Vienna, Austria - June 18, 2017: A European network has been created to find sudden cardiac arrest causes and compare treatments.The European Sudden Cardiac Arrest network (ESCAPE-NET) is backed by the European Heart Rhythm Association (EHRA), a registered branch of the European Society of Cardiology (ESC), and the European Resuscitation Council (ERC). It is being funded by a European Union Horizon 2020 grant.Sudden cardiac arrest causes around 20% of all deaths in Europe. It is deadly within minutes if left untreated and survival rates are just 5-20%.\"We can only prevent sudden cardiac arrest if we know what causes it,\" said ESCAPE-NET project leader Dr Hanno Tan. \"Studying cardiac arrest is challenging because it happens suddenly and unexpectedly. Progression is rapid and patients are often dead within ten minutes.\"In ESCAPE-NET, 16 scientific teams across Europe are pooling their expertise and patient populations to create a database of sudden cardiac arrest occurring in the community that is sufficiently large to study causes, treatments, and prevention strategies. The database is set to include more than 80 000 sudden cardiac arrest patients and over 20 000 DNA samples.The search for causes of sudden cardiac arrest will include acquired factors (such as lifestyle, comorbidities, medication use), genetic factors, and environmental factors. For example, three teams in the consortium will analyse genetic factors to discover why some patients with acute myocardial infarction have a cardiac arrest and others do not.The hunt for treatments will analyse the effectiveness of existing resuscitation strategies and investigate what determines whether or not a patient survives. Treatment is typically through emergency medical services and may involve bystander resuscitation, and possibly the use of an automated external defibrillator (AED). A novel strategy using the EHRA First Responder App, which locates first responders and directs them to the scene of cardiac arrest, will also be assessed.Survival from sudden cardiac arrest primarily depends on the speed at which resuscitation is started. The researchers will evaluate whether comorbidities and genetic make-up also have an impact on survival.\"It's quite conceivable that a diabetic person has a lower survival rate even though he or she has been resuscitated just as fast as a person without diabetes,\" said Dr Tan, who is an Associate Professor at the Academic Medical Centre in Amsterdam, the Netherlands. \"Similarly, a particular genetic factor may increase or decrease the likelihood of survival.\"\"These questions have not been studied before,\" added Dr Tan. \"Traditionally, one group of researchers studied the causes and another group studied the treatments. In this consortium we bring both groups together which enables us to examine new questions, such as whether there is a person-related factor -- a comorbidity or DNA profile -- that influences the survival rate from sudden cardiac arrest. This synergy should allow us to make exciting advances in this field that were not possible before.\"Prevention of sudden cardiac arrest is another aim of the project, which will be possible after the researchers identify who is at risk. For example, some medications may put people of a certain age, sex, and with particular comorbidities and genetic profile at risk of cardiac arrest while others are safe.Dr Tan said: \"This is a very strong way of preventing sudden cardiac arrest. It means that you pick out those individuals to whom you cannot give that drug, and you know that everyone else can safely use it.\"He concluded: \"Sudden cardiac arrest is one of the top killers in industrialised societies. There are big gains to be had if we find the combinations of causes that create the highest risk and can then design the best treatments and preventive measures. A final aim will be education of doctors -- for example the general practitioner who needs to know how to prescribe medications safely - and of the general public, who may be able to adapt their lifestyle to reduce their risk.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/esoc-enc061717.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/european-network-created-to-find-sudden-cardiac-arrest-causes-and-treatments?hit=wireek", "funder": "", "meeting": "EHRA EUROPACE - CARDIOSTIM 2017", "institution": "European Society of Cardiology", "keywords": ["Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "A European network has been created to find sudden cardiac arrest causes and compare treatments.", "date": "Sun, 18 Jun 2017 04:00:00 GMT"}