{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txrochester", "susan", "williams", "wife", "late", "actor", "comedian", "robin", "williams", "called", "lewy", "body", "disease", "terrorist", "inside", "husband", "brain", "estimated", "million", "americans", "dementia", "lewy", "bodies", "making", "cause", "dementia", "alzheimer", "disease", "degenerative", "ultimately", "fatal", "brain", "disease", "dementia", "lewy", "bodies", "frequently", "misdiagnosed", "alzheimer", "parkinson", "research", "reported", "online", "wednesday", "june", "7", "neurology", "international", "dementia", "lewy", "bodies", "consortium", "issued", "new", "guidelines", "diagnosing", "treating", "disease", "called", "clinical", "trials", "illness", "updated", "clinical", "criteria", "associated", "biomarkers", "hopefully", "lead", "earlier", "accurate", "diagnosis", "key", "helping", "patients", "confront", "challenging", "illness", "maximize", "quality", "life", "says", "bradley", "boeve", "paper", "neurologist", "mayo", "clinic", "sponsored", "international", "dementia", "lewy", "bodies", "conference", "roughly", "400", "clinicians", "scientists", "patients", "care", "partners", "fort", "lauderdale", "florida", "december", "report", "first", "publication", "come", "conference", "previous", "consensus", "guidelines", "published", "2005", "weighting", "clinical", "signs", "biomarkers", "new", "recommendations", "give", "detailed", "guidance", "help", "diagnose", "dementia", "lewy", "bodies", "symptoms", "include", "despite", "dementia", "lewy", "bodies", "relatively", "common", "physicians", "many", "public", "still", "never", "heard", "disorder", "boeve", "deposits", "named", "frederick", "lewy", "discovered", "develop", "brain", "cells", "believed", "cause", "die", "others", "malfunction", "new", "guidelines", "give", "treatment", "recommendations", "using", "medications", "called", "cholinesterase", "inhibitors", "try", "improve", "cognition", "triggering", "nerve", "impulses", "one", "brain", "cell", "next", "previously", "little", "agreement", "optimal", "medication", "approaches", "patients", "families", "boeve", "notes"], "url": "http://www.eurekalert.org/pub_releases/2017-06/mc-nig060817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXROCHESTER, Minn. -- Susan Williams, wife of the late actor and comedian Robin Williams, called Lewy body disease \"the terrorist inside my husband's brain.", "\"An estimated 1.4 million Americans have dementia with Lewy bodies, making it the second-leading cause of dementia after Alzheimer's disease.", "A degenerative and ultimately fatal brain disease, dementia with Lewy bodies frequently is misdiagnosed as Alzheimer's or Parkinson's disease.According to research reported online Wednesday, June 7, in Neurology, the international Dementia with Lewy Bodies Consortium issued new guidelines about diagnosing and treating the disease and called for more clinical trials into the illness.", "\"The updated clinical criteria and associated biomarkers hopefully will lead to earlier and more accurate diagnosis, and that is key to helping patients confront this challenging illness and maximize their quality of life,\" says Bradley Boeve, M.D., a co-author of the paper and a neurologist at Mayo Clinic, which sponsored an international dementia with Lewy bodies conference with roughly 400 clinicians, scientists, patients and care partners in Fort Lauderdale, Florida, in December 2015.Yesterday's report is the first publication to come out of the conference.", "The previous consensus guidelines were published in 2005.", "By weighting clinical signs and biomarkers, the new recommendations give detailed guidance to help diagnose dementia with Lewy bodies.", "Its' symptoms include:\"Despite dementia with Lewy bodies being relatively common, some physicians and many in the public still have never heard of this disorder,\" Dr. Boeve says.Protein deposits -- named after Frederick Lewy who discovered them -- develop in brain cells and are believed to cause some to die and others to malfunction.", "The new guidelines give treatment recommendations, such as using medications called cholinesterase inhibitors to try to improve cognition by triggering nerve impulses from one brain cell to the next.", "\"Previously, there has been little agreement on the optimal medication and non-medication approaches for patients and their families,\" Dr. Boeve notes."], "title": "New international guidelines issued on dementia with Lewy bodies | EurekAlert! Science News", "source": "Mayo Clinic", "date": "2018-01-19_20:43:01", "year": "Thu, 08 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXROCHESTER, Minn. -- Susan Williams, wife of the late actor and comedian Robin Williams, called Lewy body disease \"the terrorist inside my husband's brain.\"An estimated 1.4 million Americans have dementia with Lewy bodies, making it the second-leading cause of dementia after Alzheimer's disease. A degenerative and ultimately fatal brain disease, dementia with Lewy bodies frequently is misdiagnosed as Alzheimer's or Parkinson's disease.According to research reported online Wednesday, June 7, in Neurology, the international Dementia with Lewy Bodies Consortium issued new guidelines about diagnosing and treating the disease and called for more clinical trials into the illness.\"The updated clinical criteria and associated biomarkers hopefully will lead to earlier and more accurate diagnosis, and that is key to helping patients confront this challenging illness and maximize their quality of life,\" says Bradley Boeve, M.D., a co-author of the paper and a neurologist at Mayo Clinic, which sponsored an international dementia with Lewy bodies conference with roughly 400 clinicians, scientists, patients and care partners in Fort Lauderdale, Florida, in December 2015.Yesterday's report is the first publication to come out of the conference. The previous consensus guidelines were published in 2005. By weighting clinical signs and biomarkers, the new recommendations give detailed guidance to help diagnose dementia with Lewy bodies. Its' symptoms include:\"Despite dementia with Lewy bodies being relatively common, some physicians and many in the public still have never heard of this disorder,\" Dr. Boeve says.Protein deposits -- named after Frederick Lewy who discovered them -- develop in brain cells and are believed to cause some to die and others to malfunction. The new guidelines give treatment recommendations, such as using medications called cholinesterase inhibitors to try to improve cognition by triggering nerve impulses from one brain cell to the next.\"Previously, there has been little agreement on the optimal medication and non-medication approaches for patients and their families,\" Dr. Boeve notes."}