{"text": "Caltech researchers have identified a neural circuit in the brain that controls wakefulness. The findings have implications for treating insomnia, oversleeping, and sleep disturbances that accompany other neuropsychiatric disorders, such as depression.The work was done in the laboratory of Viviana Gradinaru (BS '05), assistant professor of biology and biological engineering, Heritage Medical Research Institute Investigator, and director of the Center for Molecular and Cellular Neuroscience of the Tianqiao and Chrissy Chen Institute for Neuroscience at Caltech. It appears in the June 8 online edition of the journal Neuron.Gradinaru and her team wanted to know: How do we overcome tiredness in the face of a looming deadline or rouse ourselves in the dead of night to feed a crying baby? In other words, in the face of so-called salient stimuli, how do we override the natural drive to sleep?\"To answer this question, we decided to examine a region of the brain, called the dorsal raphe nucleus, where there are an under-studied group of dopamine neurons called dorsal raphe nucleus neurons, or DRNDA neurons,\" says Gradinaru. \"People who have damage in this part of their brain have been shown to experience excessive daytime sleepiness, but there was not a good understanding of the exact role of these neurons in the sleep/wake cycle and whether they react to internal or external stimuli to influence arousal.\"The team studied DRNDA neurons in mice, which are a model organism for studying the human brain. First, the team measured DRNDA activity while the animals encountered salient stimuli, such as the arrival of a potential mating partner, or a sudden unpleasant sensation, or food. The DRNDA neurons were highly active during these events, which led the researchers to theorize that the neurons send signals of salience and arousal, which can then modulate the state of sleep or wakefulness.\"We then measured DRNDA activity throughout the sleep/wake cycle and found that these neurons are least active when the animal is sleeping and increase in activity as the animal is waking up,\" says Ryan Cho, a graduate student and the first author on the paper. \"We aimed to discover whether this was just a correlation or if the activity of the neurons was actually causing changes in sleep-wake states.\"The researchers used a technique called optogenetics to engineer DRNDA cells to be stimulated by light. After stimulating these neurons with light during the time that the animal would normally sleep, Gradinaru and her team found that the mouse woke up from sleep and remained awake. The reverse was true when the activity of DRNDA was chemically silenced--the animal was likely to fall asleep, even in the face of motivationally important stimuli, such as the odor of a predator or a mating partner. This implied that activity of the DRNDA neurons truly governed sleep-wake behaviors.Finally, the researchers examined the role of these neurons in awaking due to external stimuli. The neurons' activity was silenced with optogenetics, and a loud noise was played while the animals were asleep. Whereas control mice often woke up, the mice with blocked DRNDA often ignored the sound and remained asleep.\"These experiments showed us that DRNDA cells are necessary for full wakefulness in the face of important stimuli in mice,\" Gradinaru says. \"DRNDA neurons are found analogously in humans, and while they have not been studied in depth, their degeneration has been correlated with excessive daytime sleepiness in patients with neurodegenerative disorders such as multiple systems atrophy and Lewy body dementia. Further work is necessary to establish causation in humans and to test the potential of the DRNDA as a therapeutic target for insomnia or oversleeping, and for sleep disturbances that accompany other psychiatric disorders such as depression, bipolar disorder, and schizophrenia.\"", "date": "Thu, 08 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Overriding the urge to sleep", "institution": "California Institute of Technology", "journal": "Neuron", "description": "The discovery of neurons that control arousal has implications for insomnia and other sleep disorders.", "region": "namerica", "keywords": ["Biology", " Physiology", " Neurobiology", " Sleep/Sleep Disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ciot-otu060617.php", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute on Aging, Heritage Medical Research Institute, Pew Charitable Trusts, Michael J. Fox Foundation, Caltech-Gwangju Institute of Science and Technology, others", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.020"}