{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "guidelines", "published", "clinical", "physical", "indicators", "help", "ensure", "patients", "dementia", "lewy", "bodies", "get", "accurate", "diagnosis", "best", "care", "death", "hollywood", "actor", "robin", "williams", "2014", "threw", "condition", "spotlight", "identified", "struggled", "scientists", "newcastle", "university", "uk", "led", "international", "team", "experts", "produce", "new", "recommendations", "help", "diagnose", "disease", "accurately", "improve", "management", "complex", "disorder", "according", "research", "published", "online", "today", "july", "4", "2017", "issue", "medical", "journal", "american", "academy", "neurology", "world", "leaders", "field", "highlight", "important", "clinical", "diagnostic", "biomarkers", "call", "clinical", "trials", "illness", "ian", "mckeith", "professor", "old", "age", "psychiatry", "newcastle", "university", "institute", "ageing", "led", "international", "dementia", "lewy", "bodies", "dlb", "consortium", "last", "reported", "diagnosis", "management", "illness", "december", "2005", "professor", "mckeith", "instrumental", "leading", "research", "past", "decade", "supported", "nihr", "newcastle", "biomedical", "research", "centre", "partnership", "newcastle", "upon", "tyne", "hospitals", "nhs", "foundation", "trust", "newcastle", "university", "new", "recommendations", "established", "experts", "including", "patients", "care", "organisations", "highlight", "importance", "detecting", "disease", "mckeith", "said", "remains", "pressing", "need", "understand", "dlb", "develop", "deliver", "clinical", "trials", "help", "patients", "carers", "worldwide", "inform", "disease", "important", "people", "aware", "condition", "prognosis", "best", "available", "treatments", "ongoing", "research", "get", "adequate", "support", "guidelines", "distinguish", "clearly", "clinical", "features", "diagnostic", "biomarkers", "give", "guidance", "best", "methods", "establish", "interpret", "without", "accurate", "diagnosis", "ca", "clinical", "trials", "needed", "demonstrate", "treatment", "works", "dlb", "disorder", "shares", "symptoms", "alzheimer", "disease", "parkinson", "disease", "may", "account", "10", "15", "cases", "dementia", "yet", "sufficiently", "new", "guidelines", "focus", "clinical", "features", "visual", "hallucinations", "motor", "features", "parkinson", "disease", "rapid", "eye", "movement", "sleep", "behaviour", "information", "also", "provided", "best", "biomarkers", "use", "help", "confirm", "diagnosis", "patient", "presents", "one", "clinical", "features", "estimated", "people", "uk", "affected", "illness", "5", "million", "people", "mckeith", "said", "newcastle", "forefront", "dlb", "research", "since", "late", "1980s", "continue", "understood", "condition", "future", "research", "focus", "family", "studies", "find", "genes", "relating", "dlb", "collecting", "biological", "samples", "large", "cohorts", "developing", "publicly", "available", "dlb", "genetic", "cannon", "ceo", "lewy", "body", "society", "said", "important", "people", "receive", "diagnosis", "correct", "subtype", "dementia", "receive", "correct", "support", "care", "medication", "particularly", "important", "people", "living", "dlb", "case", "study", "debbie", "ainscow", "knows", "devastation", "dementia", "lewy", "bodies", "cause", "father", "lived", "condition", "seven", "years", "death", "aged", "lived", "active", "lifestyle", "yet", "illness", "turned", "man", "unrecognisable", "suffered", "upsetting", "visual", "hallucinations", "became", "incoherent", "times", "rigid", "movements", "debbie", "48", "boldon", "south", "tyneside", "said", "know", "anything", "condition", "dad", "received", "diagnosis", "came", "shock", "devastating", "heartbreaking", "see", "condition", "changed", "would", "shuffle", "along", "became", "rigid", "way", "would", "walk", "move", "upsetting", "challenging", "see", "dad", "dramatic", "change", "personality", "aggressive", "behaviour", "probably", "hardest", "part", "time", "know", "anything", "dlb", "difficult", "especially", "mum", "marjorie", "ability", "access", "guidelines", "like", "ones", "published", "today", "would", "made", "big", "difference", "would", "felt", "less", "stressed", "understood", "condition", "better", "important", "patients", "families", "know", "illness", "presents", "help", "people", "develop", "coping", "strategies", "get", "best", "quality", "life", "possible", "fantastic", "newcastle", "leading", "research", "dlb", "delighted", "see", "new", "recommendations", "diagnose", "manage", "condition", "published"], "url": "http://www.eurekalert.org/pub_releases/2017-06/nu-efd060717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew guidelines have been published on the clinical and physical indicators to help ensure patients with dementia with Lewy bodies get an accurate diagnosis and the best care possible.The death of Hollywood actor Robin Williams in 2014 threw the condition into the spotlight as it was identified he struggled with the illness.Now scientists at Newcastle University, UK, have led an international team of experts to produce new recommendations to help diagnose the disease more accurately and improve management of the complex disorder.", "According to research published online today and in the July 4, 2017, issue of Neurology®, the medical journal of the American Academy of Neurology, the world leaders in their field highlight important clinical and diagnostic biomarkers, but call for more clinical trials into the illness.", "Ian McKeith, Professor of Old Age Psychiatry at Newcastle University's Institute for Ageing, led the international dementia with Lewy bodies (DLB) consortium, which last reported on diagnosis and management of the illness in December 2005.", "Professor McKeith has been instrumental in leading this research over the past decade, which has been supported by the NIHR Newcastle Biomedical Research Centre, a partnership between Newcastle upon Tyne Hospitals NHS Foundation Trust and Newcastle University.", "The new recommendations were established by experts, including patients and care organisations and highlight the importance of detecting the disease early.Professor McKeith said: \"There remains a pressing need to understand DLB, to develop and deliver clinical trials, and to help patients and carers worldwide inform themselves about their disease.", "\"It is important that people are aware of the condition's prognosis, best available treatments, ongoing research, and how to get adequate support.", "\"Our guidelines now distinguish clearly between clinical features and diagnostic biomarkers, and give guidance about the best methods to establish and interpret these.", "\"Without accurate diagnosis we can't do the clinical trials that are needed to demonstrate a treatment that works.\"", "DLB is a disorder that shares symptoms with both Alzheimer's disease and Parkinson's disease.", "It may account for 10% to 15% of all cases of dementia yet it is not sufficiently recognised.The new guidelines focus on clinical features, such as visual hallucinations, motor features of Parkinson's disease, and rapid eye movement sleep behaviour disorder.Detailed information is also provided about the best biomarkers to use to help confirm a diagnosis when a patient presents with one or more clinical features.", "It is estimated that more than 100,000 people in the UK are affected by the illness, and over 5 million people worldwide.Professor McKeith said: \"Newcastle has been at the forefront of DLB research since the late 1980s and we continue to be so as more and more is understood about the condition.", "\"Future research will focus on family studies to find genes relating to DLB, on collecting biological samples from large population-based cohorts, and on developing a publicly available DLB genetic database.Jacqui Cannon, CEO of the Lewy Body Society, said: \"It is so important that people receive a diagnosis of the correct subtype of dementia, only then will they receive the correct support, care and medication.", "This is particularly important for people living with DLB.", "\"Case study Debbie Ainscow knows first-hand the devastation that dementia with Lewy bodies can cause as her father lived with the condition for more than seven years before his death, aged just 79.Harry lived an active lifestyle, yet his illness turned him into a man who was unrecognisable as he suffered upsetting visual hallucinations, became incoherent at times, and was rigid in his movements.", "Mother-of-one Debbie, 48, of Boldon, South Tyneside, said: \"I didn't know anything about the condition until my dad received his diagnosis - it came as a shock and was devastating.", "\"It was heartbreaking to see how the condition changed him.", "He would shuffle along and became very rigid in the way that he would walk and move.", "\"It was very upsetting and challenging to see my dad's dramatic change in personality and his aggressive behaviour, this was probably the hardest part.", "\"At the time we didn't know anything about DLB and it was difficult, especially for my mum, Marjorie, who was with him 24/7.", "\"Had we had the ability to access guidelines like the ones published today it would have made a big difference and we would have felt less stressed because we'd have understood the condition better.", "\"It is very important that patients and families know how the illness presents itself as this can help people develop coping strategies to get the best quality of life possible.", "\"It is fantastic that Newcastle is leading the research into DLB and I am delighted to see that new recommendations of how to diagnose and manage the condition have been published.\""], "title": "Easing family distress: New international guidelines to identify dementia with Lewy bodies | EurekAlert! Science News", "source": "Newcastle University", "date": "2018-01-19_20:43:08", "year": "Wed, 07 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew guidelines have been published on the clinical and physical indicators to help ensure patients with dementia with Lewy bodies get an accurate diagnosis and the best care possible.The death of Hollywood actor Robin Williams in 2014 threw the condition into the spotlight as it was identified he struggled with the illness.Now scientists at Newcastle University, UK, have led an international team of experts to produce new recommendations to help diagnose the disease more accurately and improve management of the complex disorder. According to research published online today and in the July 4, 2017, issue of Neurology®, the medical journal of the American Academy of Neurology, the world leaders in their field highlight important clinical and diagnostic biomarkers, but call for more clinical trials into the illness. Ian McKeith, Professor of Old Age Psychiatry at Newcastle University's Institute for Ageing, led the international dementia with Lewy bodies (DLB) consortium, which last reported on diagnosis and management of the illness in December 2005.   Professor McKeith has been instrumental in leading this research over the past decade, which has been supported by the NIHR Newcastle Biomedical Research Centre, a partnership between Newcastle upon Tyne Hospitals NHS Foundation Trust and Newcastle University. The new recommendations were established by experts, including patients and care organisations and highlight the importance of detecting the disease early.Professor McKeith said: \"There remains a pressing need to understand DLB, to develop and deliver clinical trials, and to help patients and carers worldwide inform themselves about their disease.\"It is important that people are aware of the condition's prognosis, best available treatments, ongoing research, and how to get adequate support.\"Our guidelines now distinguish clearly between clinical features and diagnostic biomarkers, and give guidance about the best methods to establish and interpret these.\"Without accurate diagnosis we can't do the clinical trials that are needed to demonstrate a treatment that works.\" DLB is a disorder that shares symptoms with both Alzheimer's disease and Parkinson's disease. It may account for 10% to 15% of all cases of dementia yet it is not sufficiently recognised.The new guidelines focus on clinical features, such as visual hallucinations, motor features of Parkinson's disease, and rapid eye movement sleep behaviour disorder.Detailed information is also provided about the best biomarkers to use to help confirm a diagnosis when a patient presents with one or more clinical features. It is estimated that more than 100,000 people in the UK are affected by the illness, and over 5 million people worldwide.Professor McKeith said: \"Newcastle has been at the forefront of DLB research since the late 1980s and we continue to be so as more and more is understood about the condition.\"Future research will focus on family studies to find genes relating to DLB, on collecting biological samples from large population-based cohorts, and on developing a publicly available DLB genetic database.Jacqui Cannon, CEO of the Lewy Body Society, said: \"It is so important that people receive a diagnosis of the correct subtype of dementia, only then will they receive the correct support, care and medication. This is particularly important for people living with DLB.\"Case study Debbie Ainscow knows first-hand the devastation that dementia with Lewy bodies can cause as her father lived with the condition for more than seven years before his death, aged just 79.Harry lived an active lifestyle, yet his illness turned him into a man who was unrecognisable as he suffered upsetting visual hallucinations, became incoherent at times, and was rigid in his movements.   Mother-of-one Debbie, 48, of Boldon, South Tyneside, said: \"I didn't know anything about the condition until my dad received his diagnosis - it came as a shock and was devastating.\"It was heartbreaking to see how the condition changed him. He would shuffle along and became very rigid in the way that he would walk and move.\"It was very upsetting and challenging to see my dad's dramatic change in personality and his aggressive behaviour, this was probably the hardest part.\"At the time we didn't know anything about DLB and it was difficult, especially for my mum, Marjorie, who was with him 24/7.\"Had we had the ability to access guidelines like the ones published today it would have made a big difference and we would have felt less stressed because we'd have understood the condition better.\"It is very important that patients and families know how the illness presents itself as this can help people develop coping strategies to get the best quality of life possible.\"It is fantastic that Newcastle is leading the research into DLB and I am delighted to see that new recommendations of how to diagnose and manage the condition have been published.\"  "}