{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "first", "blood", "test", "predict", "onset", "progression", "huntington", "disease", "identified", "researchers", "say", "findings", "published", "lancet", "neurology", "help", "test", "new", "treatments", "genetic", "brain", "disorder", "fatal", "currently", "incurable", "first", "time", "potential", "blood", "biomarker", "identified", "track", "huntington", "disease", "strongly", "said", "study", "senior", "author", "dr", "edward", "wild", "ucl", "institute", "neurology", "test", "measures", "neurofilament", "light", "chain", "neurofilament", "protein", "released", "damaged", "brain", "cells", "linked", "neurodegenerative", "diseases", "studied", "blood", "huntington", "disease", "hd", "patients", "team", "led", "scientists", "ucl", "huntington", "disease", "centre", "working", "colleagues", "sweden", "usa", "canada", "france", "netherlands", "measured", "neurofilament", "levels", "blood", "samples", "study", "international", "project", "followed", "366", "volunteers", "three", "years", "found", "levels", "brain", "protein", "increased", "throughout", "course", "hd", "even", "carriers", "hd", "genetic", "mutation", "many", "years", "showing", "symptoms", "disease", "hd", "mutation", "carriers", "neurofilament", "concentrations", "times", "control", "participants", "level", "rose", "throughout", "disease", "course", "premanifest", "stage", "2", "group", "symptoms", "start", "study", "level", "neurofilament", "predicted", "subsequent", "disease", "onset", "volunteers", "high", "neurofilament", "levels", "blood", "start", "likely", "develop", "symptoms", "following", "three", "years", "taking", "account", "factors", "already", "known", "predict", "progression", "age", "genetic", "marker", "blood", "level", "neurofilament", "still", "able", "independently", "predict", "onset", "progression", "rate", "brain", "shrinkage", "measured", "mri", "best", "biomarkers", "available", "measured", "neuroimaging", "cerebrospinal", "fluid", "difficult", "expensive", "obtain", "blood", "test", "researchers", "say", "predicting", "progression", "mutation", "carriers", "yet", "show", "symptoms", "particularly", "challenging", "trying", "identify", "blood", "biomarkers", "help", "track", "progression", "hd", "well", "decade", "best", "candidate", "seen", "far", "said", "dr", "wild", "neurofilament", "potential", "serve", "speedometer", "huntington", "disease", "since", "single", "blood", "test", "reflects", "quickly", "brain", "changing", "could", "helpful", "right", "testing", "new", "generation", "silencing", "drugs", "hope", "put", "brakes", "condition", "measuring", "neurofilament", "levels", "could", "help", "us", "figure", "whether", "brakes", "working", "researchers", "caution", "test", "expected", "immediately", "helpful", "individual", "patients", "first", "time", "neurofilament", "measured", "blood", "much", "work", "needed", "understand", "potential", "limitations", "test", "said", "lauren", "byrne", "ucl", "institute", "neurology", "study", "first", "author", "future", "drugs", "slow", "hd", "become", "available", "may", "well", "used", "guide", "treatment", "decisions", "test", "promising", "tool", "help", "us", "design", "run", "clinical", "trials", "new", "drugs", "dr", "robert", "pacifici", "chief", "scientific", "officer", "chdi", "foundation", "us", "huntington", "disease", "research", "foundation", "welcomed", "development", "see", "neurofilament", "becoming", "valuable", "tool", "assess", "neuroprotection", "clinical", "trials", "quickly", "figure", "whether", "new", "drugs", "need", "drug", "hunter", "great", "news", "study", "funders", "included", "chdi", "foundation", "glaxosmithkline", "swedish", "research", "council", "european", "research", "council", "wallenberg", "foundation", "wolfson", "foundation"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ucl-btc060617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe first blood test that can predict the onset and progression of Huntington's disease has been identified by a UCL-led study.The researchers say their findings, published in Lancet Neurology, should help test new treatments for the genetic brain disorder, which is fatal and currently incurable.", "\"This is the first time a potential blood biomarker has been identified to track Huntington's disease so strongly,\" said the study's senior author, Dr Edward Wild (UCL Institute of Neurology).The test measures the neurofilament light chain (neurofilament), a protein released from damaged brain cells, which has been linked to other neurodegenerative diseases but hasn't been studied in the blood of Huntington's disease (HD) patients before.The team, led by scientists at UCL Huntington's Disease Centre working with colleagues in Sweden, the USA, Canada, France and the Netherlands, measured neurofilament levels in blood samples from the TRACK-HD study, an international project that followed 366 volunteers for three years.", "They found that levels of the brain protein were increased throughout the course of HD -- even in carriers of the HD genetic mutation who were many years from showing symptoms of the disease.", "HD mutation carriers had neurofilament concentrations that were 2.6 times that of the control participants, and the level rose throughout the disease course from premanifest to stage 2 disease.In the group who had no symptoms at the start of the study, the level of neurofilament predicted subsequent disease onset, as volunteers with high neurofilament levels in the blood at the start were more likely to develop symptoms in the following three years.", "After taking into account factors already known to predict progression -- age and a genetic marker -- the blood level of neurofilament was still able to independently predict onset, progression and the rate of brain shrinkage as measured by MRI scans.Currently, the best biomarkers available are measured with neuroimaging or cerebrospinal fluid, which are more difficult and expensive to obtain than a blood test.", "The researchers say that predicting progression in mutation carriers who do not yet show symptoms has been particularly challenging.", "\"We have been trying to identify blood biomarkers to help track the progression of HD for well over a decade, and this is the best candidate that we have seen so far,\" said Dr Wild.", "\"Neurofilament has the potential to serve as a speedometer in Huntington's disease, since a single blood test reflects how quickly the brain is changing.", "That could be very helpful right now as we are testing a new generation of so-called 'gene silencing' drugs that we hope will put the brakes on the condition.", "Measuring neurofilament levels could help us figure out whether those brakes are working.", "\"The researchers caution that the test is not expected to be immediately helpful for individual patients.", "\"This is the first time neurofilament has been measured in blood, so much more work is needed to understand the potential and limitations of this test,\" said Lauren Byrne (UCL Institute of Neurology), the study's first author.", "\"In the future, if drugs to slow HD become available, it may well be used to guide treatment decisions.", "For now, this test is most promising as a much-needed tool to help us design and run clinical trials of new drugs.", "\"Dr Robert Pacifici, chief scientific officer of CHDI Foundation, a US non-profit Huntington's disease research foundation, welcomed the development.", "\"I can see neurofilament becoming a valuable tool to assess neuroprotection in clinical trials so that we can more quickly figure out whether new drugs are doing what we need them to.", "As a drug hunter, this is great news.", "\"The study's funders included the CHDI foundation, GlaxoSmithKline, Swedish Research Council, European Research Council, Wallenberg Foundation and Wolfson Foundation."], "title": "Blood test can predict onset and track progression of Huntington's disease | EurekAlert! Science News", "source": "University College London", "date": "2018-01-19_20:43:11", "year": "Wed, 07 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe first blood test that can predict the onset and progression of Huntington's disease has been identified by a UCL-led study.The researchers say their findings, published in Lancet Neurology, should help test new treatments for the genetic brain disorder, which is fatal and currently incurable.\"This is the first time a potential blood biomarker has been identified to track Huntington's disease so strongly,\" said the study's senior author, Dr Edward Wild (UCL Institute of Neurology).The test measures the neurofilament light chain (neurofilament), a protein released from damaged brain cells, which has been linked to other neurodegenerative diseases but hasn't been studied in the blood of Huntington's disease (HD) patients before.The team, led by scientists at UCL Huntington's Disease Centre working with colleagues in Sweden, the USA, Canada, France and the Netherlands, measured neurofilament levels in blood samples from the TRACK-HD study, an international project that followed 366 volunteers for three years. They found that levels of the brain protein were increased throughout the course of HD -- even in carriers of the HD genetic mutation who were many years from showing symptoms of the disease. HD mutation carriers had neurofilament concentrations that were 2.6 times that of the control participants, and the level rose throughout the disease course from premanifest to stage 2 disease.In the group who had no symptoms at the start of the study, the level of neurofilament predicted subsequent disease onset, as volunteers with high neurofilament levels in the blood at the start were more likely to develop symptoms in the following three years. After taking into account factors already known to predict progression -- age and a genetic marker -- the blood level of neurofilament was still able to independently predict onset, progression and the rate of brain shrinkage as measured by MRI scans.Currently, the best biomarkers available are measured with neuroimaging or cerebrospinal fluid, which are more difficult and expensive to obtain than a blood test. The researchers say that predicting progression in mutation carriers who do not yet show symptoms has been particularly challenging.\"We have been trying to identify blood biomarkers to help track the progression of HD for well over a decade, and this is the best candidate that we have seen so far,\" said Dr Wild. \"Neurofilament has the potential to serve as a speedometer in Huntington's disease, since a single blood test reflects how quickly the brain is changing. That could be very helpful right now as we are testing a new generation of so-called 'gene silencing' drugs that we hope will put the brakes on the condition. Measuring neurofilament levels could help us figure out whether those brakes are working.\"The researchers caution that the test is not expected to be immediately helpful for individual patients. \"This is the first time neurofilament has been measured in blood, so much more work is needed to understand the potential and limitations of this test,\" said Lauren Byrne (UCL Institute of Neurology), the study's first author. \"In the future, if drugs to slow HD become available, it may well be used to guide treatment decisions. For now, this test is most promising as a much-needed tool to help us design and run clinical trials of new drugs.\"Dr Robert Pacifici, chief scientific officer of CHDI Foundation, a US non-profit Huntington's disease research foundation, welcomed the development. \"I can see neurofilament becoming a valuable tool to assess neuroprotection in clinical trials so that we can more quickly figure out whether new drugs are doing what we need them to. As a drug hunter, this is great news.\"The study's funders included the CHDI foundation, GlaxoSmithKline, Swedish Research Council, European Research Council, Wallenberg Foundation and Wolfson Foundation."}