{"text": "The mouse lemur -- the world's smallest primate -- has the potential to transform the field of genetics and serve as an ideal model for a wide range of primate biology, behavior and medicine, including cardiovascular disease and Alzheimer's disease, Stanford University School of Medicine researchers say.For decades, scientists have relied on mice, fruit flies and worms as genetic models, but despite all their success, these organisms routinely fail to mimic many aspects of primate biology, including many human diseases, said Mark Krasnow, MD, PhD, professor of biochemistry.Frustrated by the lack of a good study model, Krasnow and his colleagues turned to the mouse lemur and began conducting detailed physiologic and genetic studies on hundreds of these petite, docile creatures in the rainforests of Madagascar.Working in a Stanford-funded lab on the island country, the scientists report that they already have identified more than 20 individual lemurs with unique genetic traits, including obesity, high cholesterol, high blood sugar, cardiac arrhythmias, progressive eye disease and motor and personality disorders. Their hope is that continued study of these abundant primates could lead to a better understanding, and possibly better treatments, of these and other conditions in lemurs and humans.\"I think mouse lemurs have great potential for our understanding of primate biology, behavior and conservation, in the same way that fruit flies and mice over the last 30 or 40 years have transformed our understanding of developmental biology and many other areas of biology and medicine,\" Krasnow said. \"Some of the most fascinating and important questions that need to be answered are primate-specific. For those, we really need something besides humans to complement the work that has been done in fruit flies and mice.\"A paper describing the researchers' findings will be published online June 9 in Genetics. Krasnow is the senior author. Lead authorship is shared by graduate student Camille Ezran and postdoctoral scholar Caitlin Karanewsky.The project began in 2009 when Krasnow, frustrated by the lack of a good animal model for lung disease -- his area of expertise -- commissioned three high school interns to search the animal world for something better. By the end of the summer, the interns had come up with the mouse lemur, which fits all the necessary criteria: Like mice, these animals are small (about twice the size of a mouse), develop quickly, reproduce rapidly, produce many offspring, and are inexpensive and easy to maintain and manage. In genetic terms, the mouse lemur is about midway between humans and mice, Krasnow said.\"When I talk to scientists, their faces light up when I tell them about mouse lemurs because they are about the size of a mouse but they are primates, so that makes a huge difference,\" said Ezran, who was one of the high school interns. \"I think they really do present such great potential for biological, behavioral and medical research in general.\"Early on in the project, Krasnow sought out the perspective of Stanford veterinarians, ultimately recruiting Megan Albertelli, DVM, PhD, assistant professor of comparative medicine. A geneticist and primate specialist, Albertelli said she was initially skeptical of the idea of lemurs as animal models, but soon became enthusiastic after realizing their enormous potential for contributions in understanding neurologic problems, eye disease and other conditions where mouse models have fallen short.She accompanied the group on a trip to France to visit with scientists who had been studying lemurs in the laboratory for years. A French team had found that some aging lemurs develop a form of dementia and accumulate plaques in the brain that resemble those of Alzheimer's patients.\"I saw that they were promising models for Alzheimer's disease,\" Albertelli said. \"Alzheimer's is a condition that is hard to model in other animal species, so that was very exciting.\"Mouse lemurs live exclusively on Madagascar, where they are found in great abundance. Tens of millions of them populate the island. While lemurs generally are endangered due to habitat destruction, mouse lemurs are not under threat and freely roam the island, said Ezran, who calls them the \"rodents of Madagascar.\"The Stanford researchers began to develop collaborations with other scientists studying lemurs, including those at the Centre ValBio near the Ranomafana National Park in Madagascar, who have been examining lemur ecology, family structure and behavior for decades.During periodic visits to the island, Krasnow and his colleagues learned how to catch brown mouse lemurs in the rainforest just outside the research station, using a tiny banana slice inside a trap as a lure. The scientists then tagged and photographed each animal, gave them a thorough physical examination, analyzed them for behavioral issues and abnormalities and removed a drop of blood for detailed genetic and serum studies. The animals then were released back into the wild so the researchers could follow them over time to see how their environments may influence their progress and health. In 2013, Stanford built a sophisticated molecular biology and genetics lab within the ValBio complex, where these studies could be carried out.Lemurs have distinctive personalities, Krasnow said, and the researchers gave each one a name, based on his or her looks or behavior. For instance, one was named Feisty for his unusually aggressive nature; most lemurs are docile.The work has led to a whole new way of doing genetic studies, said Krasnow, who is also a Howard Hughes Medical Institute investigator. Instead of using the traditional method of introducing genetic mutations into mice to create \"knockout\" mice -- or animals with customized genes -- they found they were able to find naturally occurring variants among animals in the wild. Moreover, in working with lemurs in their native habitats, the researchers could better understand how the animals interact with their surroundings and the relationship between genes and the environment.\"Instead of introducing mutations in mice or fruit flies, we are doing something much more similar to what is done in humans,\" he said. \"We are looking at all the wonderful genetic variation already existing in nature, since there are so many millions of mouse lemurs out there. We calculate that most 'knockout' mutations are already present in nature, and all we have to do is find them. And because the cost of sequencing a genome is rapidly dropping, it's now possible to sequence the genomes of thousands of mouse lemurs to see what mutations they are carrying.\"In doing so, the researchers could accomplish in a few years for a tiny fraction of the cost what the International Knockout Mouse Consortium will accomplish in 10 years, at a cost of nearly $1 billion, he said.But the project could use some additional staff, as the process of capturing the animals and screening them in the laboratory is labor-intensive, he said. He and his colleagues have come up with a multipurpose solution that will contribute to the local educational system while helping preserve the lemur populations in Madagascar, whose habitats are threatened by farming, mining and logging interests, he said.The group is developing a science curriculum for use in Malagasy high schools in which students learn about biology by exploring the rich environment right outside their school houses. Among the instructors is Manu Prakash, PhD, assistant professor of bioengineering at Stanford and a pioneer in the field of \"frugal science,\" who has brought his powerful $1 paper microscopes to Madagascar and taught students how to explore the microscopic world in which they live, including the lice in their hair, the pathogens in their water and the disease-causing parasites in their environment. The curriculum was first introduced among university students, some of whom now are screening lemurs at the Stanford lab in Madagascar.\"We saw this as an opportunity because we are going over there to study the unique animals and biology and ecology of Madagascar, which is unsurpassed in the world,\" Krasnow said. \"It is the No. 1 hotspot for biodiversity, but most of the students don't realize what they have in their backyards because they are being taught from textbooks and from teachers who have learned from Europeans.\"He said the researchers hope to expand scientific curricula at all levels of education, helping train the Malagasy scientists of the future and build scientific capacity in the country, all the while creating an appreciation among the local population of the need to understand and preserve lemurs and other species for the future.\"We are trying to do this in a way that is respectful and will help the lemurs and the people of Madagascar, while enlightening many aspects of primate biology and human disease,\" he said.The researchers plan to make the genetic sequencing and phenotyping information they obtain from the lemurs publicly available so that researchers around the world can take advantage of this trove of knowledge, Albertelli said.", "date": "Wed, 07 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Mouse lemur could serve as ideal model for primate biology and human disease", "institution": "Stanford University Medical Center", "journal": "Genetics", "description": "The mouse lemur -- the world's smallest primate -- has the potential to transform the field of genetics and serve as an ideal model for a wide range of primate biology, behavior and medicine, including cardiovascular disease and Alzheimer's disease, Stanford University School of Medicine researchers say.", "region": "namerica", "keywords": ["Medicine/Health"], "url": "http://www.eurekalert.org/pub_releases/2017-06/sumc-mlc060117.php", "source_link": null, "funder": "", "article_link": null}