{"text": "It's estimated that nearly 30 percent of the 38.2 million people aged 65 or older in this country receive some form of caregiving, either for health reasons or to help manage daily activities. More than 65 percent of these older individuals rely on family members, friends, and even neighbors for assistance with things like preparing meals, bathing, taking medications, and getting transportation.Caregiving is a significant public health topic because it affects the health and well-being of both the older adult and his or her caregivers. Recently, a team of researchers examined the various characteristics of people who serve as unpaid caregivers. They also estimated how many people serve in this capacity. The researchers took note of the health-related tasks the caregivers provided, as well as how caregiving affected care providers. The researchers published their findings in the Journal of the American Geriatrics Society.Caregivers helped with a wide range of tasks, said the researchers. They not only helped with household chores like shopping, housekeeping, and transportation but also with many health-related activities, such as making doctor appointments, ordering medicines, and assisting with diet and dental care.The more healthcare tasks caregivers provided, the higher their risk for burden and for decreasing their involvement in social activities.According to the researchers, although most caregivers who assisted with health-related care experienced caregiver burden, only a small minority used support services, including caregiver training, respite care, and support groups. These findings suggest the importance of evaluating the needs and capabilities of all caregivers assisting older adults, not just those who are typically thought of as high-risk. The \r\n\tresearchers also suggested that it is also essential that we explore and implement strategies that support caregivers.", "date": "Tue, 06 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Study examines caregiving by family members, other unpaid individuals", "institution": "American Geriatrics Society", "journal": "Journal of the American Geriatrics Society", "description": "Caregiving is a significant public health topic because it affects the health and well-being of both the older adult and his or her caregivers. Recently, a team of researchers examined the various characteristics of people who serve as unpaid caregivers. They also estimated how many people serve in this capacity. The researchers took note of the health-related tasks the caregivers provided, as well as how caregiving affected care providers. The researchers published their findings in the Journal of the American Geriatrics Society.", "region": "namerica", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Public Health", " Aging", " Parenting/Child Care/Family", " Support Networks"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ags-sec060617.php", "source_link": "http://www.healthinaging.org/blog/study-examines-caregiving-by-family-members-other-unpaid-individuals/", "funder": "", "article_link": "http://dx.doi.org/10.1111/jgs.14910"}