{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "uc", "san", "francisco", "found", "older", "people", "persistent", "pain", "show", "quicker", "declines", "memory", "age", "likely", "dementia", "years", "later", "indication", "chronic", "pain", "could", "somehow", "related", "changes", "brain", "contribute", "dementia", "study", "published", "june", "5", "2017", "jama", "internal", "medicine", "appears", "first", "make", "researchers", "analyzed", "data", "participants", "aged", "60", "period", "participants", "said", "persistently", "troubled", "moderate", "severe", "pain", "1998", "2000", "declined", "percent", "faster", "tests", "memory", "function", "next", "10", "years", "said", "troubled", "pain", "patients", "complained", "persistent", "pain", "also", "small", "significantly", "increased", "likelihood", "developing", "dementia", "found", "additional", "amount", "memory", "decline", "reported", "persistent", "pain", "suggested", "patients", "would", "likely", "harder", "time", "tasks", "daily", "living", "independently", "managing", "medications", "whitlock", "md", "msc", "postdoctoral", "fellow", "ucsf", "department", "anesthesia", "perioperative", "care", "first", "author", "study", "said", "findings", "point", "toward", "new", "ways", "thinking", "protect", "older", "people", "cognitive", "insults", "aging", "elderly", "people", "need", "maintain", "cognition", "stay", "independent", "said", "one", "three", "older", "people", "suffer", "chronic", "pain", "understanding", "relationship", "pain", "cognitive", "decline", "important", "first", "step", "toward", "finding", "ways", "help", "population", "research", "conducted", "collaboration", "members", "ucsf", "division", "geriatrics", "suggests", "three", "potentially", "overlapping", "reasons", "association", "chronic", "pain", "dementia", "increased", "dementia", "risk", "could", "caused", "painkillers", "opioids", "people", "taking", "greater", "numbers", "could", "also", "experience", "pain", "somehow", "compromises", "brain", "ability", "encode", "memories", "cognitive", "functions", "finally", "could", "due", "factor", "measured", "study", "therefore", "could", "analyzed", "even", "case", "whitlock", "said", "findings", "remain", "clinically", "relevant", "pain", "could", "used", "marker", "increased", "risk", "future", "cognitive", "decline", "even", "biological", "basis", "association", "still", "data", "researchers", "analyzed", "ongoing", "national", "study", "older", "americans", "called", "health", "retirement", "study", "include", "information", "opioid", "use", "could", "tell", "participants", "taking", "drugs", "opioid", "use", "could", "cause", "cognitive", "changes", "observed", "whitlock", "said", "could", "pain", "example", "recent", "study", "chronic", "pain", "sufferers", "found", "took", "nonsteroidal", "drugs", "ibuprofen", "nearly", "increased", "dementia", "risk", "taking", "opioids", "means", "consider", "potential", "direct", "effects", "chronic", "pain", "cognition", "suffer", "chronic", "pain", "tend", "diminished", "attentional", "capacity", "impaired", "memory", "whitlock", "said", "particularly", "pain", "severe", "causes", "patients", "ruminate", "could", "divert", "enough", "attention", "interfere", "consolidation", "memory", "another", "possibility", "said", "emotional", "stress", "pain", "activates", "pathways", "body", "implicated", "cognitive", "decline", "either", "case", "said", "effectively", "treating", "pain", "could", "protect", "often", "struggle", "manage", "patients", "pain", "since", "current", "therapies", "addition", "addictive", "always", "work", "whitlock", "said", "even", "patients", "continue", "suffer", "may", "experiencing", "rapid", "cognitive", "decline", "result", "still", "helped", "assistive", "devices", "physical", "occupational", "therapy", "strategies", "mindfulness", "techniques", "aimed", "increasing", "curbing", "emotional", "impact", "chronic", "pain", "something", "really", "feel", "something", "clinicians", "whitlock", "said", "part", "taking", "care", "whole", "patient"], "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--cpl060217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at UC San Francisco have found that older people with persistent pain show quicker declines in memory as they age and are more likely to have dementia years later, an indication that chronic pain could somehow be related to changes in the brain that contribute to dementia.", "The study, published June 5, 2017, in JAMA Internal Medicine, appears to be the first to make this association.The researchers analyzed data from 10,000 participants aged 60 and up over a 12-year period.", "Those participants who said they were persistently troubled by moderate or severe pain in both 1998 and 2000 declined 9.2 percent faster in tests of memory function over the next 10 years than those who said they were not troubled by pain.", "The patients who complained about persistent pain also had a small but significantly increased likelihood of developing dementia overall.Researchers found that the additional amount of memory decline in those who reported persistent pain suggested that these patients would likely have had a harder time with tasks of daily living, such as independently managing their medications and finances.Elizabeth Whitlock, MD, MSc, a postdoctoral fellow in the UCSF Department of Anesthesia and Perioperative Care and the first author of the study, said the findings point toward new ways of thinking about how to protect older people from the cognitive insults of aging.", "\"Elderly people need to maintain their cognition to stay independent,\" she said.", "\"Up to one in three older people suffer from chronic pain, so understanding the relationship between pain and cognitive decline is an important first step toward finding ways to help this population.", "\"The research, conducted in collaboration with members of UCSF's Division of Geriatrics, suggests three potentially overlapping reasons for the association between chronic pain and dementia.", "An increased dementia risk could be caused by painkillers, such as opioids, which people are taking in greater numbers.", "It could also be that the experience of pain somehow compromises the brain's ability to encode memories and other cognitive functions.", "Finally, it could be due to some other factor that was not measured in the study, and therefore could not be analyzed.", "But even if this is the case, Whitlock said, the findings remain clinically relevant, because pain could be used as a marker for increased risk of future cognitive decline even if the biological basis of the association is still unclear.The data that the researchers analyzed - an ongoing national study of older Americans called the Health and Retirement Study - did not include information about opioid use, so they could not tell which of their participants were taking the drugs.", "While opioid use could be the cause of the cognitive changes they observed, Whitlock said, so could the pain itself.", "For example, a recent study of chronic pain sufferers found that those who took nonsteroidal anti-inflammatory drugs, such as ibuprofen, had nearly the same increased dementia risk as those taking opioids.", "\"This means we have to consider the potential direct effects of chronic pain on cognition,\" she said.People who suffer from chronic pain tend to have diminished attentional capacity and impaired memory, and Whitlock said that particularly when pain is severe or causes patients to ruminate, it could divert enough attention to interfere with the consolidation of memory.", "Another possibility, she said, is that the emotional stress of being in pain activates stress-hormone pathways in the body that have been implicated in cognitive decline.", "If either is the case, she said, then effectively treating the pain could protect cognition.Doctors often struggle to manage their patients' pain, since current therapies, in addition to being addictive, do not always work.", "But Whitlock said that even those patients who continue to suffer, and may be experiencing a more rapid cognitive decline as a result, can still be helped with assistive devices, physical and occupational therapy, or strategies, such as mindfulness techniques, that are aimed at increasing self-efficacy and curbing the emotional impact of chronic pain.", "\"This is something I really feel we can do something about as clinicians,\" Whitlock said.", "\"It's part of taking care of the whole patient.\""], "title": "Chronic pain linked to increased risk of dementia in study of older adults | EurekAlert! Science News", "source": "University of California - San Francisco", "date": "2018-01-19_20:43:25", "year": "Mon, 05 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at UC San Francisco have found that older people with persistent pain show quicker declines in memory as they age and are more likely to have dementia years later, an indication that chronic pain could somehow be related to changes in the brain that contribute to dementia. The study, published June 5, 2017, in JAMA Internal Medicine, appears to be the first to make this association.The researchers analyzed data from 10,000 participants aged 60 and up over a 12-year period. Those participants who said they were persistently troubled by moderate or severe pain in both 1998 and 2000 declined 9.2 percent faster in tests of memory function over the next 10 years than those who said they were not troubled by pain. The patients who complained about persistent pain also had a small but significantly increased likelihood of developing dementia overall.Researchers found that the additional amount of memory decline in those who reported persistent pain suggested that these patients would likely have had a harder time with tasks of daily living, such as independently managing their medications and finances.Elizabeth Whitlock, MD, MSc, a postdoctoral fellow in the UCSF Department of Anesthesia and Perioperative Care and the first author of the study, said the findings point toward new ways of thinking about how to protect older people from the cognitive insults of aging.\"Elderly people need to maintain their cognition to stay independent,\" she said. \"Up to one in three older people suffer from chronic pain, so understanding the relationship between pain and cognitive decline is an important first step toward finding ways to help this population.\"The research, conducted in collaboration with members of UCSF's Division of Geriatrics, suggests three potentially overlapping reasons for the association between chronic pain and dementia. An increased dementia risk could be caused by painkillers, such as opioids, which people are taking in greater numbers. It could also be that the experience of pain somehow compromises the brain's ability to encode memories and other cognitive functions. Finally, it could be due to some other factor that was not measured in the study, and therefore could not be analyzed. But even if this is the case, Whitlock said, the findings remain clinically relevant, because pain could be used as a marker for increased risk of future cognitive decline even if the biological basis of the association is still unclear.The data that the researchers analyzed - an ongoing national study of older Americans called the Health and Retirement Study - did not include information about opioid use, so they could not tell which of their participants were taking the drugs. While opioid use could be the cause of the cognitive changes they observed, Whitlock said, so could the pain itself. For example, a recent study of chronic pain sufferers found that those who took nonsteroidal anti-inflammatory drugs, such as ibuprofen, had nearly the same increased dementia risk as those taking opioids.\"This means we have to consider the potential direct effects of chronic pain on cognition,\" she said.People who suffer from chronic pain tend to have diminished attentional capacity and impaired memory, and Whitlock said that particularly when pain is severe or causes patients to ruminate, it could divert enough attention to interfere with the consolidation of memory. Another possibility, she said, is that the emotional stress of being in pain activates stress-hormone pathways in the body that have been implicated in cognitive decline. If either is the case, she said, then effectively treating the pain could protect cognition.Doctors often struggle to manage their patients' pain, since current therapies, in addition to being addictive, do not always work. But Whitlock said that even those patients who continue to suffer, and may be experiencing a more rapid cognitive decline as a result, can still be helped with assistive devices, physical and occupational therapy, or strategies, such as mindfulness techniques, that are aimed at increasing self-efficacy and curbing the emotional impact of chronic pain. \"This is something I really feel we can do something about as clinicians,\" Whitlock said. \"It's part of taking care of the whole patient.\""}