{"journal": "Industrial & Engineering Chemistry Research", "url": "http://www.eurekalert.org/pub_releases/2017-02/giot-fec021617.php", "description": "When is an internal combustion engine not an internal combustion engine? When it's been transformed into a modular reforming reactor that could make hydrogen available to power fuel cells wherever there's a natural gas supply available.", "article_link": "http://dx.doi.org/10.1021/acs.iecr.6b04392", "date": "Thu, 16 Feb 2017 05:00:00 GMT", "funder": "National Science Foundation, Department of Defense", "title": "Four-stroke engine cycle produces hydrogen from methane and captures CO2", "region": "namerica", "source_link": null, "institution": "Georgia Institute of Technology", "text": "When is an internal combustion engine not an internal combustion engine? When it's been transformed into a modular reforming reactor that could make hydrogen available to power fuel cells wherever there's a natural gas supply available.By adding a catalyst, a hydrogen separating membrane and carbon dioxide sorbent to the century-old four-stroke engine cycle, researchers have demonstrated a laboratory-scale hydrogen reforming system that produces the green fuel at relatively low temperature in a process that can be scaled up or down to meet specific needs. The process could provide hydrogen at the point of use for residential fuel cells or neighborhood power plants, electricity and power production in natural-gas powered vehicles, fueling of municipal buses or other hydrogen-based vehicles, and supplementing intermittent renewable energy sources such as photovoltaics.Known as the CO2/H2 Active Membrane Piston (CHAMP) reactor, the device operates at temperatures much lower than conventional steam reforming processes, consumes substantially less water and could also operate on other fuels such as methanol or bio-derived feedstock. It also captures and concentrates carbon dioxide emissions, a by-product that now lacks a secondary use -- though that could change in the future.Unlike conventional engines that run at thousands of revolutions per minute, the reactor operates at only a few cycles per minute -- or more slowly -- depending on the reactor scale and required rate of hydrogen production. And there are no spark plugs because there's no fuel combusted.\"We already have a nationwide natural gas distribution infrastructure, so it's much better to produce hydrogen at the point of use rather than trying to distribute it,\" said Andrei Fedorov, a Georgia Institute of Technology professor who's been working on CHAMP since 2008. \"Our technology could produce this fuel of choice wherever natural gas is available, which could resolve one of the major challenges with the hydrogen economy.\"A paper published February 9 in the journal Industrial & Engineering Chemistry Research describes the operating model of the CHAMP process, including a critical step of internally adsorbing carbon dioxide, a byproduct of the methane reforming process, so it can be concentrated and expelled from the reactor for capture, storage or utilization. Other implementations of the system have been reported as thesis work by three Georgia Tech Ph.D. graduates since the project began in 2008. The research was supported by the National Science Foundation, the Department of Defense through NDSEG fellowships, and the U.S. Civilian Research & Development Foundation (CRDF Global).Key to the reaction process is the variable volume provided by a piston rising and falling in a cylinder. As with a conventional engine, a valve controls the flow of gases into and out of the reactor as the piston moves up and down. The four-stroke system works like this:\"All of the pieces of the puzzle have come together,\" said Fedorov, a professor in Georgia Tech's George W. Woodruff School of Mechanical Engineering. \"The challenges ahead are primarily economic in nature. Our next step would be to build a pilot-scale CHAMP reactor.\"The project was begun to address some of the challenges to the use of hydrogen in fuel cells. Most hydrogen used today is produced in a high-temperature reforming process in which methane is combined with steam at about 900 degrees Celsius. The industrial-scale process requires as many as three water molecules for every molecule of hydrogen, and the resulting low density gas must be transported to where it will be used.Fedorov's lab first carried out thermodynamic calculations suggesting that the four-stroke process could be modified to produce hydrogen in relatively small amounts where it would be used. The goals of the research were to create a modular reforming process that could operate at between 400 and 500 degrees Celsius, use just two molecules of water for every molecule of methane to produce four hydrogen molecules, be able to scale down to meet the specific needs, and capture the resulting carbon dioxide for potential utilization or sequestration.\"We wanted to completely rethink how we designed reactor systems,\" said Fedorov. \"To gain the kind of efficiency we needed, we realized we'd need to dynamically change the volume of the reactor vessel. We looked at existing mechanical systems that could do this, and realized that this capability could be found in a system that has had more than a century of improvements: the internal combustion engine.\"The CHAMP system could be scaled up or down to produce the hundreds of kilograms of hydrogen per day required for a typical automotive refueling station -- or a few kilograms for an individual vehicle or residential fuel cell, Fedorov said. The volume and piston speed in the CHAMP reactor can be adjusted to meet hydrogen demands while matching the requirements for the carbon dioxide sorbent regeneration and separation efficiency of the hydrogen membrane. In practical use, multiple reactors would likely be operated together to produce a continuous stream of hydrogen at a desired production level.\"We took the conventional chemical processing plant and created an analog using the magnificent machinery of the internal combustion engine,\" Fedorov said. \"The reactor is scalable and modular, so you could have one module or a hundred of modules depending on how much hydrogen you needed. The processes for reforming fuel, purifying hydrogen and capturing carbon dioxide emission are all combined into one compact system.\"", "meeting": "", "keywords": ["Energy/Fuel (non-petroleum)", " Industrial Engineering/Chemistry", " Materials", " Technology/Engineering/Computer Science", " Mechanical Engineering"]}