{"journal": "American Journal of Neuroradiology", "url": "http://www.eurekalert.org/pub_releases/2017-02/uab-wtb021617.php", "description": "Is it better to treat aneurysms with two overlapping flow diverters, or one compressed diverter? A computational study published in the American Journal of Neuroradiology points to the single, compressed diverter provided that it produces a mesh denser than the two overlapped diverters, and that it covers at least half of the aneurysm opening. The ongoing research could eventually help doctors determine the best way to treat patients suffering from aneurysms.", "article_link": "http://dx.doi.org/10.3174/ajnr.A5062", "date": "Thu, 16 Feb 2017 05:00:00 GMT", "funder": "", "title": "When treating brain aneurysms, two isn't always better than one", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/02/024.html", "institution": "University at Buffalo", "text": "BUFFALO, N.Y. -- The old adage about two being better than one doesn't necessarily apply to brain surgery.\r\nThat's according to a study performed by University at Buffalo engineers that used high performance computing to examine how to best treat aneurysms.To reduce blood flow into aneurysms, surgeons often insert a flow diverter -- tiny tubes made of weaved metal, like stents -- across the opening of an aneurysm. With the blood flow into the aneurysm reduced, the risk of rupture is minimized.If the opening, or neck, of an aneurysm is large, surgeons will sometimes overlap two diverters, to increase the density of the mesh over the opening. Another technique is to compress the diverter to increase the mesh density and block more blood flow.A computational study published in January in American Journal of Neuroradiology points to the single, compressed diverter provided that it produces a mesh denser than the two overlapped diverters, and that it covers at least half of the aneurysm opening.The research, which is ongoing, could eventually help doctors determine the best way to treat patients suffering from aneurysms.\"When doctors see the simulated blood flow in our models, they're able to visualize it. They see that they need to put more of the dense mesh here or there to diffuse the jets (of blood), because the jets are dangerous,\" said Hui Meng, a mechanical engineering professor at UB and lead author of the study.Meng, PhD, holds appointments in UB's School of Engineering and Applied Sciences and the Jacobs School of Medicine and Biomedical Sciences. She is also co-director of the Toshiba Stroke Research Center at UB.Working with UB's supercomputing facility, the Center for Computational Research, Robert Damiano and Nikhil Paliwal, both PhD candidates in Meng's lab, used virtual models of three types of aneurysms -- fusiform (balloons out on all sides), and medium and large saccular (balloons on one side) -- and applied engineering principles to model the pressure and speed of blood flowing through the vessels.The engineers modeled three different diverter treatment methods - single non-compacted, two overlapped, and single compacted -- and ran tests to determine how they would affect blood flow in and out of the aneurysm using computational fluid dynamics.\"We used equations from fluid mechanics to model the blood flow, and we used structural mechanics to model the devices,\" Damiano said. \"We're working with partial differential equations that are complex and typically unsolvable by hand.\"These equations are converted to millions of algebraic equations and are solved using the supercomputer. The very small size of the mesh added to the need for massive computing power.\"The diverter mesh wires are 30 microns in diameter,\" Paliwal said. \"To accurately capture the physics, we needed to have a maximum of 10 to 15 micron grid sizes. That's why it is computationally very expensive.\"The models showed that compressing a diverter produced a dense mesh that covered 57 percent of a fusiform-shaped aneurysm. That proved more effective than overlapping two diverters.The compacted diverter was less effective in saccular aneurysms. As diverters are compressed, they become wider and bump into the sides of the vessel, so they could not be compressed enough to cover a small opening of an aneurysm. Compression was more effective in a large necked saccular aneurysm, producing a dense mesh that covered 47 percent of the opening.Complete coverage of an aneurysm using a solid diverter is not favorable because a porous scaffold is needed to allow cell and tissue growth around the neck of the aneurysm, Paliwal said. In addition, the danger of blocking off smaller arteries prevents the use of solid diverters.Next, as part of a National Institutes of Health-funded project, the team wants to look back over hundreds of previous cases, to determine how blood flow was affected by the use of diverters. The idea is to build a database so that more definitive conclusions can be drawn.\"We're going to look at and model previous cases, and hopefully we'll have a way to determine the best treatment to cause the best outcome for new aneurysm cases,\" Damiano said.", "meeting": "", "keywords": ["Neurochemistry", " Medicine/Health", " Stroke", " Pulmonary/Respiratory Medicine", " Neurobiology", " Surgery", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Computer Science", " Software Engineering"]}