{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/wncf-ntg021517.php", "description": "Today, WomenHeart: The National Coalition for Women with Heart Disease, encouraged widespread dissemination of recently-updated guidelines that include new treatment options for millions living with heart failure. WomenHeart sees the guidelines as an important addition to treatment efforts to achieve positive outcomes for women with the disease.", "article_link": null, "date": "Thu, 16 Feb 2017 05:00:00 GMT", "funder": "Novartis", "title": "New treatment guidelines help expand circle of care for women living with heart failure", "region": "namerica", "source_link": null, "institution": "WomenHeart: National Coalition for Women w Heart Disease", "text": "Washington, D.C. (February 16, 2017) - At least one person is diagnosed with heart failure every minute.1 Of those living with the disease, half are women.1 While there is no cure, heart failure can be managed with the proper knowledge, treatment and support. Today, WomenHeart: The National Coalition for Women with Heart Disease, encouraged widespread dissemination of recently-updated guidelines that include new treatment options for millions living with heart failure. WomenHeart sees the guidelines as an important addition to treatment efforts to achieve positive outcomes for women with the disease. \"Successful treatment and management of heart failure must include interventions in the home and community, as well as the doctor's office,\" said Mary McGowan, CEO of WomenHeart. \"WomenHeart is encouraged to see that women with heart failure have more treatment options, and applauds the updated guidelines as a way of increasing the education and support for women living with heart failure.\"The guidelines were issued in 2016 by consensus from the American College of Cardiology, the American Heart Association and Heart Failure Society of America. Representatives from these groups revised the standing guidelines to include two new medications approved by the Food and Drug Administration (FDA) in 2015 as safe and effective treatments for heart failure. The recommended medications are meant to relax blood vessels, reduce (biological) stress and improve the function of the heart. In women with heart failure, the heart is too weak to keep up with its workload. In some cases, the heart can't fill with enough blood. In others, the heart can't squeeze with enough force. Many women have both problems. These updated guidelines are a critical and important addition to the field because about half of those who develop the condition die within five years of their diagnosis.2  More than 2.5 million women in the United States have heart failure,3 and they often face a very different burden than men. Women tend to develop heart failure at an older age4; experience depression more frequently5; and, experience a greater number of symptoms than men, including shortness of breath, swelling around the ankles and difficulty exercising.5Since its inception, WomenHeart has provided a broad spectrum of patient support programs nationwide that include in-person support groups; one-on-one support; hospital visitation; online and telephone support and now Virtual Support Networks. Along with expanded medication options for some patients in the new treatment guidelines, women with heart failure now have more resources than ever to receive support.\"Living with heart failure can be a confusing and isolating experience,\" McGowan said. \"That's why we must continue to improve the treatment approach - including social and emotional support, patient education and medical advancements - to provide women with heart failure the important tools needed to feel empowered to face the disease each day.\" ", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Stroke", " Aging", " Health Professionals"]}