{"journal": "Journal of Neurotrauma", "url": "http://www.eurekalert.org/pub_releases/2017-02/sdmc-ntm021617.php", "description": "A new test using peripheral vision reaction time could lead to earlier diagnosis and more effective treatment of mild traumatic brain injury, often referred to as a concussion.", "article_link": "http://dx.doi.org/10.1089/neu.2016.4670", "date": "Thu, 16 Feb 2017 05:00:00 GMT", "funder": "United States Army Medical Research and Materiel Command, Center for Neuroscience and Regenerative Medicine", "title": "New test may quickly identify mild traumatic brain injury with underlying brain damage", "region": "namerica", "source_link": null, "institution": "SUNY Downstate Medical Center", "text": "Brooklyn, NY - A new test using peripheral vision reaction time could lead to earlier diagnosis and more effective treatment of mild traumatic brain injury, often referred to as a concussion, according to Peter J. Bergold, PhD, professor of physiology and pharmacology at SUNY Downstate Medical Center and corresponding author of a study newly published online by the Journal of Neurotrauma. While most patients with mild traumatic brain injury or concussion fully recover, a significant number do not, and earlier diagnosis could lead to better management of patients at risk for developing persistent symptoms, according to Dr. Bergold and his co-authors. Lingering symptoms may include loss of concentration and/or memory, confusion, anxiety, headaches, irritability, noise and light sensitivity, dizziness, and fatigue.\"Mild traumatic brain injury is currently diagnosed with subjective clinical assessments,\" says Dr. Bergold. \"The potential utility of the peripheral vision reaction test is clear because it is an objective, inexpensive, and rapid test that identifies mild traumatic brain injury patients who have a more severe underlying injury.\"Dr. Bergold's co-authors include colleagues from the University of Texas Southwestern Medical Center; The University of Texas at Dallas; Washington University; the National Institute of Neurological Disorders and Stroke; the Uniformed Services University of the Health Sciences; and SUNY Downstate.  ", "meeting": "", "keywords": ["Medicine/Health", " Physiology", " Trauma/Injury"]}