{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-02/nion-iss021317.php", "description": "Researchers at the National Institutes of Health have uncovered new clues to the link between Nodding syndrome, a devastating form of pediatric epilepsy found in specific areas of east Africa, and a parasitic worm that can cause river blindness. The study, published in Science Translational Medicine, suggests that the mysterious neurological disease may be caused by an autoimmune response to the parasitic proteins.", "article_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT", "funder": "National Institutes of Health", "title": "International study suggests Nodding syndrome caused by response to parasitic protein", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "Researchers at the National Institutes of Health have uncovered new clues to the link between Nodding syndrome, a devastating form of pediatric epilepsy found in specific areas of east Africa, and a parasitic worm that can cause river blindness. The study, published in Science Translational Medicine, suggests that the mysterious neurological disease may be caused by an autoimmune response to the parasitic proteins.  \"This study identifies a cause of Nodding syndrome. But more broadly, these findings provide a novel perspective on epilepsy and suggest that some forms of this neurological disorder may be autoimmune in nature,\" said Avindra Nath, M.D., clinical director of the NIH's National Institute of Neurological Disorders and Stroke (NINDS). Nodding syndrome is a form of epilepsy that occurs in children between the ages of 5 and 16 who live in distinct regions of Tanzania, Uganda and the Republic of South Sudan. It is characterized by head nodding, seizures, severe cognitive deterioration and stunted growth. Nodding syndrome may lead to malnutrition and patients have died through seizure-associated traumas such as fatal burns and drowning.   Many studies have reported an association between Nodding syndrome and Onchocerca volvulus, a parasitic worm that can also cause river blindness. The worm is spread by black flies in specific geographic areas, where clusters of Nodding syndrome have been observed. However, it was unclear whether the worm caused this neurological disorder. In this study, Nath and his colleagues compared serum samples from patients with Nodding syndrome and healthy controls who all lived in the same village in Uganda. The results showed high levels of antibodies to leiomodin-1 in the samples obtained from patients. In addition, antibody to leiomodin-1 was also present in cerebrospinal fluid of patients with Nodding syndrome. Previous studies have shown leiomodin-1 is found in muscles, but this was the first time researchers saw it in the nervous system. To confirm that finding, Nath's team examined brain tissue and found leiomodin-1 inside brain cells, notably in regions associated with symptoms of Nodding syndrome. Furthermore, when healthy neurons in a dish were treated with serum from the patients and antibodies against leiomodin-1, they did not survive, but removing the antibodies increased brain cell survival.  \"These results may ultimately provide a diagnostic test, which can help identify individuals at risk for developing Nodding syndrome,\" said Tory Johnson, Ph.D., a post-doctoral fellow in Nath's lab who conducted many of the research experiments. In addition, Nath and his group found that antibodies that bind to leiomodin-1 also attach to proteins from Onchocerca volvulus. Structurally, leiomodin-1 was shown to be very similar to specific proteins from that parasite.   The results of this study suggest that Nodding syndrome may be an autoimmune disease, in which the immune system incorrectly attacks the body's own proteins. According to the researchers, the immune system creates antibodies to fight off the parasite following infection with Onchocerca volvulus. However, those antibodies also bind to leiomodin-1, so the immune system-incorrectly-will attack brain cells that contain that protein, which can result in symptoms of Nodding syndrome.     \"The findings also suggest that therapies targeting the immune system may be effective treatments against this disorder and possibly other forms of epilepsy,\" said Nath. \"Another huge implication of this study is that exterminating black flies and getting rid of the parasite should stop the disorder from occurring.\"   More research is needed to learn about the role of leiomodin-1 in healthy people as well as in individuals with epilepsy. For example, one-third of controls also had leiomodin-1 antibodies, but it is unclear whether these individuals may eventually develop Nodding syndrome. Nath's team is currently developing an animal model of Nodding syndrome to further study the disease and test potential therapies.   ", "meeting": "", "keywords": ["Parasitology", " Medicine/Health", " Immunology/Allergies/Asthma", " Neurobiology", " Disease in the Developing World"]}