{"journal": "Science Advances", "url": "http://www.eurekalert.org/pub_releases/2017-02/uota-nu021517.php", "description": "Engineering researchers at The University of Texas at Austin have designed ultra-flexible, nanoelectronic thread (NET) brain probes that can achieve more reliable long-term neural recording than existing probes and don't elicit scar formation when implanted. These smaller-than-a-capillary-sized probes could provide the reliable brain interface needed to control prosthetics, or follow the progression of neurodegenerative diseases.", "article_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT", "funder": "UT Austin Brain Initiative, Department of Defense, National Institutes of Health", "title": "New, ultra-flexible probes form reliable, scar-free integration with the brain", "region": "namerica", "source_link": null, "institution": "University of Texas at Austin", "text": "Engineering researchers at The University of Texas at Austin have designed ultra-flexible, nanoelectronic thread (NET) brain probes that can achieve more reliable long-term neural recording than existing probes and don't elicit scar formation when implanted. The researchers described their findings in a research article published on Feb. 15 in Science Advances. A team led by Chong Xie, an assistant professor in the Department of Biomedical Engineering in the Cockrell School of Engineering, and Lan Luan, a research scientist in the Cockrell School and the College of Natural Sciences, have developed new probes that have mechanical compliances approaching that of the brain tissue and are more than 1,000 times more flexible than other neural probes. This ultra-flexibility leads to an improved ability to reliably record and track the electrical activity of individual neurons for long periods of time. There is a growing interest in developing long-term tracking of individual neurons for neural interface applications, such as extracting neural-control signals for amputees to control high-performance prostheses. It also opens up new possibilities to follow the progression of neurovascular and neurodegenerative diseases such as stroke, Parkinson's and Alzheimer's diseases.One of the problems with conventional probes is their size and mechanical stiffness; their larger dimensions and stiffer structures often cause damage around the tissue they encompass. Additionally, while it is possible for the conventional electrodes to record brain activity for months, they often provide unreliable and degrading recordings. It is also challenging for conventional electrodes to electrophysiologically track individual neurons for more than a few days. In contrast, the UT Austin team's electrodes are flexible enough that they comply with the microscale movements of tissue and still stay in place. The probe's size also drastically reduces the tissue displacement, so the brain interface is more stable, and the readings are more reliable for longer periods of time. To the researchers' knowledge, the UT Austin probe -- which is as small as 10 microns at a thickness below 1 micron, and has a cross-section that is only a fraction of that of a neuron or blood capillary -- is the smallest among all neural probes.  \"What we did in our research is prove that we can suppress tissue reaction while maintaining a stable recording,\" Xie said. \"In our case, because the electrodes are very, very flexible, we don't see any sign of brain damage -- neurons stayed alive even in contact with the NET probes, glial cells remained inactive and the vasculature didn't become leaky.\"In experiments in mouse models, the researchers found that the probe's flexibility and size prevented the agitation of glial cells, which is the normal biological reaction to a foreign body and leads to scarring and neuronal loss. \"The most surprising part of our work is that the living brain tissue, the biological system, really doesn't mind having an artificial device around for months,\" Luan said.The researchers also used advanced imaging techniques in collaboration with biomedical engineering professor Andrew Dunn and neuroscientists Raymond Chitwood and Jenni Siegel from the Institute for Neuroscience at UT Austin to confirm that the NET enabled neural interface did not degrade in the mouse model for over four months of experiments. The researchers plan to continue testing their probes in animal models and hope to eventually engage in clinical testing. The research received funding from the UT BRAIN seed grant program, the Department of Defense and National Institutes of Health.\r\n", "meeting": "", "keywords": ["Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Research/Development", " Nanotechnology/Micromachines"]}