{"journal": "JAMA Surgery", "url": "http://www.eurekalert.org/pub_releases/2017-02/vumc-pcc021317.php", "description": "Recording and analyzing patient and family reports about rude and disrespectful behavior can identify surgeons with higher rates of surgical site infections and other avoidable adverse outcomes, according to a study led by Vanderbilt University Medical Center (VUMC) investigators in collaboration with six other major academic health systems.", "article_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT", "funder": "", "title": "Patient complaints can identify surgeons with higher rates of bad surgical outcomes", "region": "namerica", "source_link": null, "institution": "Vanderbilt University Medical Center", "text": "Recording and analyzing patient and family reports about rude and disrespectful behavior can identify surgeons with higher rates of surgical site infections and other avoidable adverse outcomes, according to a study led by Vanderbilt University Medical Center (VUMC) investigators in collaboration with six other major academic health systems.The study, published online Feb. 15 in the journal JAMA Surgery, examined de-identified data from the National Surgical Quality Improvement Program (NSQIP) for 32,125 patients treated at one of seven health systems. The outcome data were correlated with patient and family reports of disrespectful and rude surgeon behavior as documented by the hospitals' Offices of Patient Relations for a period of two years prior to the targeted surgical procedures. Unsolicited patient complaints have been used since 2000 in a VUMC-developed program, the Patient Advocacy Reporting System (PARS®), to identify and support peer interventions for clinicians who have high risk for medical malpractice claims. Currently, the PARS® program is used by more than 140 hospitals in the United States, including those affiliated with the study collaborators.\"This study builds on more than 20 years of Vanderbilt research experience,\" said lead author William Cooper, M.D., MPH, Cornelius Vanderbilt Professor of Pediatrics and director of the Vanderbilt Center for Patient and Professional Advocacy. \"Dr. Hickson, one of the co-authors, conducted groundbreaking work that proved that physicians with more than their fair share of unsolicited patient complaints are at higher risk for medical malpractice claims. We recognize that making families unhappy increases the likelihood of families filing suit in the face of any adverse outcome.\" What this study reveals is that those same high-risk physicians not only make patients and families unhappy, their disrespectful behaviors also impact the ability of other surgical team members to do their work. Patients receiving care from surgeons attracting the highest numbers of patient complaints experienced nearly 14 percent more surgical and medical complications in the 30 days following procedures than patients seeing surgeons perceived as respectful. Complications could include surgical site infections, pneumonia, renal conditions, stroke, cardiovascular conditions, thromboembolic conditions, sepsis and urinary tract infections. The study adjusted for several patient, surgeon and operative factors known to be related to risk of adverse outcomes. \"Even though there was only a 14 percent difference in adverse outcomes between patients cared for by the most respectful and least respectful surgeons, if you take those numbers and distribute them across the United States where 27 million surgical procedures are performed each year, that could represent more than 350,000 surgical site infections, urinary tract infections, sepsis - all kinds of things that we know can be avoided when surgical teams work well together,\" said Gerald Hickson, M.D., senior vice president for Quality, Safety and Risk Prevention at VUMC. \"We need to reflect on the impact patients and families experience from these avoidable outcomes. From conservative economic estimates, the cost of addressing the excess surgical complications could amount to more than $3 billion annually.\" \"Patients and their families are uniquely positioned to observe physician behavior and performance,\" said Cooper, \"And analysis of their stories provides insight into how physicians who interact with patients with disrespect and rudeness might also interact with other medical professionals and how those interactions could impact patient care. Team members who experience disrespect may be less likely to speak up, ask for help, or see changes in patients' conditions. \"For example, if a surgeon speaks disrespectfully to an anesthesiologist during a procedure, the anesthesiologist may become reluctant to speak up the next time the surgeon and the anesthesiologist work together,\" he said. \"Similarly, if a nurse's reminder to perform a safety procedure such as a surgical time-out is repeatedly ignored, the nurse may be less likely to continue to share his or her concerns with the surgeon.\"Study co-author Roger Dmochowski, M.D., executive director of Risk Prevention for the Vanderbilt Health System, and a Urologic surgeon, suggested that surgeons who have trouble interacting with fellow team members or patients will continue with behaviors perceived to be disrespectful until a fellow professional or medical leader has the courage to bring their behavior to their attention.Through use of PARS®, the Vanderbilt team, in collaboration with medical leaders across the United States, has demonstrated that if an organization listens to and documents patient stories in real-time, they can identify at-risk physicians and intervene to promote safety and reduce risk. Nationwide, 80 percent of the more than 1,600 physicians and surgeons who have received peer-delivered interventions through the PARS® program respond favorably, reducing subsequent complaints of disrespectful behavior and lowering their malpractice claim experience.\"Our findings reinforce the importance of giving professionals who are associated with a disproportionate share of patient complaints the opportunity to see themselves in the mirror, the way other team members see them,\" said Cooper. \"Most develop insight and self-regulate. Physicians are lifelong learners and respond if their medical colleagues have the courage to provide feedback in an organized, stepwise approach.\"", "meeting": "", "keywords": ["Medicine/Health", " Surgery", " Behavior", " Personality/Attitude"]}