{"journal": "Menopause: The Journal of the North American Menopause Society", "url": "http://www.eurekalert.org/pub_releases/2017-02/tnam-wla021317.php", "description": "Talk to a woman in menopause and you're likely to hear complaints about hot flashes and an inability to lose weight, especially belly fat. A new study shows how regular exercise can help reduce weight and control bothersome symptoms such as hot flashes, even in women who previously led sedentary lifestyles. The study outcomes are being published online today in Menopause, the journal of The North American Menopause Society (NAMS).", "article_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT", "funder": "", "title": "Weight loss actually possible after menopause", "region": "namerica", "source_link": "http://www.menopause.org/docs/default-source/default-document-library/exercise-benefits-for-postmenopausal-women-2-17.pdf", "institution": "The North American Menopause Society (NAMS)", "text": "CLEVELAND, Ohio (Feb. 15, 2017) -- Talk to a woman in menopause and you're likely to hear complaints about hot flashes and an inability to lose weight, especially belly fat. A new study shows how regular exercise can help reduce weight and control bothersome symptoms such as hot flashes, even in women who previously led sedentary lifestyles. The study outcomes are being published online today in Menopause, the journal of The North American Menopause Society (NAMS).Decreased estrogen levels during the menopause transition often create an array of physical and mental health issues that detract from a woman's overall quality of life. The article \"Improvements in health-related qualify of life, cardio-metabolic health, and fitness in postmenopausal women after a supervised, multicomponent, adapted exercise program in a suited health promotion intervention: a multigroup study\" reports on 234 Spanish postmenopausal women aged 45 to 64 years who had at least 12 months of sedentary behavior and engaged in a supervised 20-week exercise program for the study. After the intervention, the participants experienced positive changes in short- and long-term physical and mental health, including significant improvements in their cardiovascular fitness and flexibility. In addition, they achieved modest but significant reductions in their weight and body mass index, and their hot flashes were effectively managed. This is especially good news for women who are reluctant to use hormones to manage their menopause symptoms and are looking for safe but effective nonpharmacologic options without adverse effects.\"Growing evidence indicates that an active lifestyle with regular exercise enhances health, quality of life, and fitness in postmenopausal women,\" says Dr. JoAnn Pinkerton, NAMS executive director. \"Documented results have shown fewer hot flashes and improved mood and that, overall, women are feeling better while their health risks decrease.\" ", "meeting": "", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Aging", " Gynecology", " Exercise"]}