{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/nsc-cge021517.php", "description": "The tenth SpaceX cargo resupply launch to the International Space Station, targeted for launch Feb. 18, will deliver investigations that study human health, Earth science and weather patterns.", "article_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT", "funder": "", "title": "Crystal growth, earth science and tech demo research launching to orbiting laboratory", "region": "namerica", "source_link": "https://www.nasa.gov/mission_pages/station/research/SX10_science", "institution": "NASA/Johnson Space Center", "text": "The tenth SpaceX cargo resupply launch to the International Space Station, targeted for launch Feb. 18, will deliver investigations that study human health, Earth science and weather patterns. Here are some highlights of the research headed to the orbiting laboratory:Monoclonal antibodies are important for fighting off a wide range of human diseases, including cancers. These antibodies work with the natural immune system to bind to certain molecules to detect, purify and block their growth. The Microgravity Growth of Crystalline Monoclonal Antibodies for Pharmaceutical Applications (CASIS PCG 5) investigation will crystallize a human monoclonal antibody, developed by Merck Research Labs, that is currently undergoing clinical trials for the treatment of immunological disease.Preserving these antibodies in crystals allows researchers a glimpse into how the biological molecules are arranged, which can provide new information about how they work in the body. Thus far, Earth-grown crystalline suspensions of monoclonal antibodies have proven to be too low-quality to fully model. With the absence of gravity and convection aboard the station, larger crystals with more pure compositions and structures can grow. The results from this investigation have the potential to improve the way monoclonal antibody treatments are administered on Earth. Crystallizing the antibodies could enable methods for large-scale delivery through injections rather than intravenously, and improve methods for long-term storage.Without proteins, the human body would be unable to repair, regulate or protect itself. Crystallizing proteins provides better views of their structure, which helps scientists to better understand how they function. Often times, proteins crystallized in microgravity are of higher quality than those crystallized on Earth. LMM Biophysics 1 explores that phenomena by examining the movement of single protein molecules in microgravity. Once scientists understand how these proteins function, they can be used to design new drugs that interact with the protein in specific ways and fight disease.Much like LMM Biophysics 1, LMM Biophysics 3 aims to use crystallography to examine molecules that are too small to be seen under a microscope, in order to best predict what types of drugs will interact best with certain kinds of proteins. LMM Biophysics 3 will look specifically into which types of crystals thrive and benefit from growth in microgravity, where Earth's gravity won't interfere with their formation. Currently, the success rate is poor for crystals grown even in the best of laboratories. High quality, space-grown crystals could improve research for a wide range of diseases, as well as microgravity-related problems such as radiation damage, bone loss and muscle atrophy.Microgravity accelerates the growth of bacteria, making the space station an ideal environment to conduct a proof-of-concept investigation on the Gene-RADAR® device developed by Nanobiosym. This device is able to accurately detect, in real time and at the point of care, any disease that leaves a genetic fingerprint.Nanobiosym Predictive Pathogen Mutation Study (Nanobiosym Genes) will analyze two strains of bacterial mutations aboard the station, providing data that may be helpful in refining models of drug resistance and support the development of better medicines to counteract the resistant strains.Stem cells are used in a variety of medical therapies, including the treatment of stroke. Currently, scientists have no way of efficiently expanding the cells, a process that may be accelerated in a microgravity environment.During the Microgravity Expanded Stem Cells investigation, crew members will observe cell growth and morphological characteristics in microgravity and analyze gene expression profiles of cells grown on the station. This information will provide insight into how human cancers start and spread, which aids in the development of prevention and treatment plans. Results from this investigation could lead to the treatment of disease and injury in space, as well as provide a way to improve stem cell production for human therapy on Earth.Lightning flashes somewhere on Earth about 45 times per second, according to space-borne lightning detection instruments. This investigation continues those observations using a similar sensor aboard the station.The Lightning Imaging Sensor (STP-H5 LIS) will measure the amount, rate and energy of lightning as it strikes around the world. Understanding the processes that cause lightning and the connections between lightning and subsequent severe weather events is a key to improving weather predictions and saving life and property. From the vantage of the station, the LIS instrument will sample lightning over a swider geographical area than any previous sensor.Future robotic spacecraft will need advanced autopilot systems to help them safely navigate and rendezvous with other objects, as they will be operating thousands of miles from Earth. The Raven (STP-H5 Raven) studies a real-time spacecraft navigation system that provides the eyes and intelligence to see a target and steer toward it safely.Raven uses a complex system to image and track the many visiting vehicles that journey to the space station each year. Equipped with three separate sensors and high-performance, reprogrammable avionics that process imagery, Raven's algorithm converts the collected images into an accurate relative navigation solution between Raven and the other vehicle. Research from Raven can be applied toward unmanned vehicles both on Earth and in space, including potential use for systems in NASA's future human deep space exploration.The Stratospheric Aerosol and Gas Experiment (SAGE) program is one of NASA's longest running Earth-observing programs, providing long-term data to help scientists better understand and care for Earth's atmosphere. SAGE was first operated in 1979 following the Stratospheric Aerosol Measurement (SAM), on the Apollo-Soyuz mission.SAGE III will measure stratospheric ozone, aerosols, and other trace gases by locking onto the sun or moon and scanning a thin profile of the atmosphere.Understanding these measurements will allow national and international leaders to make informed policy decisions regarding the protection and preservation of Earth's ozone layer. Ozone in the atmosphere protects Earth's inhabitants, including humans, plants and animals, from harmful radiation from the sun, which can cause long-term problems such as cataracts, cancer and reduced crop yield.Only a few animals, such as tadpoles and salamanders, can regrow a lost limb, but the onset of this process exists in all vertebrates. Tissue Regeneration-Bone Defect (Rodent Research-4) a U.S. National Laboratory investigation sponsored by the Center for the Advancement of Science in Space (CASIS) and the U.S. Army Medical Research and Materiel Command, studies what prevents other vertebrates such as rodents and humans from re-growing lost bone and tissue, and how microgravity conditions impact the process. Results will provide a new understanding of the biological reasons behind a human's inability to grow a lost limb at the wound site, and could lead to new treatment options for the more than 30% of the patient population who do not respond to current options for chronic non-healing wounds.  Crew members in orbit often experience reduced bone density and muscle mass, a potential consequence of microgravity-induced stress. Previous research indicates that reduced gravity can promote cell growth, making microgravity a potentially viable environment for tissue regeneration research. This investigation may be able to shed more light on why bone density decreases in microgravity and whether it may be possible to counteract it.", "meeting": "", "keywords": ["Atmospheric Science", " Weather/Storms", " Biology", " Chemistry/Physics/Materials Sciences", " Earth Science", " Medicine/Health", " Space/Planetary Science", " Satellite Missions/Shuttles", " Experiments in Space", " Research/Development"]}