{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-abw021417.php", "description": "To develop an improved screening method for dysphagia using high-resolution vibration and sound recordings, the National Science Foundation awarded a five-year, $549,139 CAREER Award to Ervin Sejdic at the University of Pittsburgh's Swanson School of Engineering.", "article_link": null, "date": "Tue, 14 Feb 2017 05:00:00 GMT", "funder": "National Science Foundation Division of Chemical, Bioengineering, Environmental, and Transport Systems", "title": "A better way to swallow", "region": "namerica", "source_link": "http://www.engineering.pitt.edu/News/2017/Ervin-Sejdic-2017-NSF-CAREER/", "institution": "University of Pittsburgh", "text": "PITTSBURGH (February 14, 2017) ... Dysphagia, or swallowing disorders, affects nearly one in 25 adults, especially the elderly and those who have suffered a stroke or neurological disease, and results in approximately 150,000 hospitalizations annually. A patient's risk for dysphagia is first diagnosed by screening, and may require an endoscopy or fluoroscopy for further evaluation. However, some patients who aspirate do so silently, causing doctors to misdiagnose.To develop an improved screening method for dysphagia, the National Science Foundation awarded a researcher at the University of Pittsburgh's Swanson School of Engineering a CAREER Award through the NSF's Division of Chemical, Bioengineering, Environmental, and Transport Systems. Ervin Sejdic, assistant professor of electrical and computer engineering, received a five-year, $549,139 award to further research using high-resolution vibration and sound recordings that would help doctors diagnose dysphagia and assist patients in improving how to properly swallow while eating or drinking.The CAREER program is the NSF's most prestigious award for junior faculty who exemplify outstanding research, teaching, and their integration.  Dr. Sejdic, who began this research while a postdoctoral associate at the University of Toronto and Holland Bloorview Kids Rehabilitation Hospital, Canada's largest children's rehabilitation hospital, explained that an improved, non-invasive method to detect dysphagia could help to reduce patient risk and hospitalization.\"By using modern data analytics we can compare and contrast the sound and vibrations of normal swallowing against patients with dysphagia,\" Dr. Sejdic explained. \"This allows us to understand how the airway normally protects itself during swallowing to avoid aspiration, and how this is affected during dysphagia, without the need for surgery or intubation.\"According to Dr. Sejdic, patients with silent dysphagia may pass a traditional screening, which increases the potential for choking and suffocation. Analyzing the sounds and vibrations from the neck would not only reduce the incidence of silent aspiration, but also the need for conservative recommendations that limit eating and drinking for individuals with neurological disabilities such as multiple sclerosis or ALS.In addition to developing the technology, the award will allow Dr. Sejdic to collaborate with speech language pathologists to develop an online learning module to further education and outreach throughout the U.S. He would also like to utilize the data analysis to design a mobile device that would help patients while eating, but notes that possibility is several years in the future.\"Endoscopy and fluoroscopy are still the gold standard for detecting dysphagia,\" Dr. Sejdic said. \"For now we're not looking at replacing them but rather enhancing and improving the screening process.\"", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Biotechnology", " Medicine/Health", " Stroke", " Diagnostics", " Aging", " Neurobiology", " Physiology", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"]}