{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/ri-cdc021417.php", "description": "A new study projects that by 2035, cardiovascular disease, the most costly and prevalent killer, if left unchecked, will place a crushing economic and health burden on the nation's financial and health care systems. The study was conducted by RTI International for the American Heart Association.", "article_link": null, "date": "Tue, 14 Feb 2017 05:00:00 GMT", "funder": "", "title": "Cardiovascular disease costs will exceed $1 trillion by 2035", "region": "namerica", "source_link": "http://www.rti.org/news/cardiovascular-disease-costs-will-exceed-1-trillion-2035", "institution": "RTI International", "text": "RESEARCH TRIANGLE PARK, NC - A new study projects that by 2035, cardiovascular disease, the most costly and prevalent killer, if left unchecked, will place a crushing economic and health burden on the nation's financial and health care systems. The study was conducted by RTI International for the American Heart Association.According to the study, in the next two decades, the number of Americans with cardiovascular disease will rise to 131.2 million - 45 percent of the total U.S. population - with costs expected to reach $1.1 trillion.\"Mostly driven by the aging of the population, the prevalence and costs of cardiovascular disease are expected to increase significantly in the next 20 years with total costs reaching over a $1.1 trillion by 2035,\" said Olga Khavjou, economist in RTI's public health economics program and lead author of the study.The new projections are an update of those made by the association in 2011 that estimated around 100 million Americans would suffer from cardiovascular disease by 2030. Unfortunately, that prediction came true in 2015 - almost 15 years sooner than anticipated. That same year, the death rate from heart disease rose by 1 percent for the first time since 1969. This latest study projects that by 2035, there will be:Some other key findings: In addition to the staggering human toll it takes on Americans' lives and health, cardiovascular disease wreaks havoc on our economy. Currently, cardiovascular disease is the costliest disease in our nation, with a price tag of $555 billion in 2016. Yet, today's study suggests that the economic burden of cardiovascular disease will only get worse. By 2035, costs will be in the trillions. Specifically, the total cardiovascular disease costs across all conditions are projected to more than triple among those age 80+ and more than double among those ages 65-79.The report breaks out the total cost into direct and indirect costs. Direct medical costs related to cardiovascular disease will continue to rise, with costs expected to triple over the next 20 years for Hispanics, more than double among Blacks and be higher for women than men. In addition, expenses associated with cardiovascular disease are expected to surpass medical cost estimates for other chronic diseases, such as diabetes and Alzheimer's. Indirect costs due to cardiovascular disease, or the costs related to lost productivity in the workplace and at home, are projected to be the highest for individuals age 45-64. On average, an employee with cardiovascular disease costs his or her employer nearly 60 hours and over $1,100 more in lost productivity per year than an employee without cardiovascular disease. While white Americans face the highest indirect costs, the report stresses that Hispanics are expected to experience the largest relative increase in costs due to cardiovascular disease over the next 20 years.To address the escalating burden highlighted in this report, the association recommends the following specific changes in federal policies:Even though heart disease and stroke account for 23 percent and 4 percent of all deaths respectively, the NIH invests a meager 4 percent of its budget on heart disease research, a mere 1 percent on stroke research and only 2 percent on other cardiovascular disease research. The association believes robust NIH-funded research is our best hope to turn these projections around.As the report notes, stroke and heart failure account for the most spending in the Medicare fee-for-service program. This scenario reflects how our health care system rewards efforts that treat disease rather than those that prevent them. Prevention programs under the Affordable Care Act have enabled insured patients to obtain blood pressure and cholesterol screenings, smoking cessation services, behavioral counseling for obesity, as well as improved access to primary care and medications needed to help manage their diseases and reduce their risks. Retaining this emphasis on prevention and investments in it will be key to reducing health care costs moving forward.Finally, protections for patients with pre-existing conditions are vitally important for Americans who have or will develop cardiovascular disease. It is estimated that more than 50 percent of adults under age 65 have conditions that would have precluded them from health insurance coverage under the pre-existing condition and medical underwriting rules that existed in most states before the Affordable Care Act. The association urges Congress to maintain the ban on pre-existing condition exclusions as they consider changes to the ACA. These protections will continue to be critical for Americans with heart disease or stroke now and in future years.\"While we have made tremendous progress in fighting cardiovascular disease, recently reported death rates and these projections reinforce that now is not the time to relax,\" said American Heart Association President Steven Houser, Ph.D., FAHA.. \"We must continue to be vigilant, because if these projections become reality, a serious health and economic crisis is on the horizon. The association welcomes the opportunity to work with Congress and the new administration to find ways to wipe out the burden of cardiovascular disease and build an improved culture of health in our country.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}