{"journal": "Cell Reports", "url": "http://www.eurekalert.org/pub_releases/2017-02/ehs-ss021417.php", "description": "Emory cell biologists have a detailed picture for what they think the SMN (survival of motor neurons) protein is doing, and how its deficiency causes problems in SMA patients' cells. Could inform delivery of treatments.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.01.059", "date": "Tue, 14 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Scientists show 'matchmaker' role for protein behind SMA", "region": "namerica", "source_link": "http://news.emory.edu/stories/2017/02/rossoll_sma_cellrep", "institution": "Emory Health Sciences", "text": "A puzzling question has lurked behind SMA (spinal muscular atrophy), the leading genetic cause of death in infants.The disorder leads to reduced levels of the SMN protein, which is thought to be involved in processing RNA, something that occurs in every cell in the body. So why does interfering with a process that happens everywhere affect motor neurons first?Scientists at Emory University School of Medicine have been building a case for an answer. It's because motor neurons have long axons. And RNA must be transported to the end of the axons for motor neurons to survive and keep us moving, eating and breathing.Now the Emory researchers have a detailed picture for what they think the SMN protein is doing, and how its deficiency causes problems in SMA patients' cells. The findings are published in Cell Reports.\"Our model explains the specificity -- why motor neurons are so vulnerable to reductions in SMN,\" says Wilfried Rossoll, PhD, assistant professor of cell biology at Emory University School of Medicine. \"What's new is that we have a mechanism.\"Rossoll and his colleagues showed that the SMN protein is acting like a \"matchmaker\" for messenger RNA that needs partners to transport it into the cell axon.RNA carries messages from DNA, huddled in the nucleus, to the rest of the cell so that proteins can be produced locally. But RNA can't do that on its own, Rossoll says.In the paper, the scientists call SMN a \"molecular chaperone.\" That means SMN helps RNA hook up with processing and transport proteins, but doesn't stay attached once the connections are made.\"It loads the truck, but it's not on the truck,\" Rossoll says.Using fluorescence inside living cells as well as biochemistry, they showed that SMN promotes an interaction between the 'zipcode' region of a test RNA and a transport protein. Some of the experiments included cells from SMA patients, obtained through a collaboration with Han Phan, MD, a pediatric neurologist at Children's Healthcare of Atlanta, and the Laboratory for Translational Cell Biology at Emory. The first author of the paper is Paul Donlin-Asp, PhD, a former Biochemistry, Cell and Developmental Biology graduate student, now at the Max Planck Institute in Frankfurt,. Co-senior author is Gary Bassell, PhD, chair of the Department of Cell biology at Emory University School of Medicine.Scientists have known for 20 years that SMN is necessary in every cell of the body, since disrupting the gene in a mouse causes early embryonic death, before muscle or nerve cells form.However, humans have two SMN genes, one more than mice, so a mutation in the first gene usually leads to reduced levels of SMN protein but not its elimination.An antisense-based treatment called nusinersen, which removes a roadblock in the expression of the second SMN gene, was recently approved by the FDA.Rossoll says his team's research helps to clarify SMN's role in motor neurons and other cells, and insights into its function could be important for optimizing delivery of the newly available treatment or development of additional treatments.", "meeting": "", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Neurobiology", " Pediatrics"]}