{"journal": "Circulation: Cardiovascular Quality and Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-02/sumc-nsf021317.php", "description": "A team led by a Stanford University School of Medicine researcher has discovered that shocks from implantable cardioverter defibrillators often trigger a cascade of health tests and interventions, even when the shocks they deliver are not needed.", "article_link": null, "date": "Tue, 14 Feb 2017 05:00:00 GMT", "funder": "", "title": "Needless shocks from heart devices can trigger extra health costs, Stanford researcher say", "region": "namerica", "source_link": null, "institution": "Stanford University Medical Center", "text": "A team led by a Stanford University School of Medicine researcher has discovered that shocks from implantable cardioverter defibrillators often trigger a cascade of health tests and interventions, even when the shocks they deliver are not needed.A study describing the team's findings will be published online Feb. 14 in Circulation: Cardiovascular Quality and Outcomes. The lead author is Mintu Turakhia, MD, assistant professor of cardiovascular medicine at Stanford.Each month, more than 10,000 people in the United States with heart conditions get ICD implants. The devices are designed to keep track of heart rate, delivering an electric shock to control life-threatening rapid rhythms, especially those that can cause sudden cardiac arrest. Sometimes, however, the devices can deliver shocks that are unnecessary. In either case, the patients are expected to see their doctors for an evaluation afterward.The study analyzed data from patients who were implanted with ICDs between 2008 and 2010. The health care costs of dealing with shocks from ICDs ranged between about $1,300 and $20,000 per patient for outpatient and inpatient care, regardless of whether the shocks were necessary, the team reports.Unnecessary shocks can occur if there is a problem with the defibrillator system itself -- for example, if a wire breaks, resulting in electrical noise that the system mistakes for an abnormal heart rhythm, or if the implant responds to abnormal heart rhythms that it's not meant to treat.\"Sometimes the defibrillator gets tricked, and it misinterprets what the rhythm is,\" said Matthew Reynolds, MD, a study co-author and cardiac electrophysiologist at the Lahey Hospital and Medical Center in Massachusetts.\"You're putting these in to do their job to save patients' lives,\" said Turakhia, who is also the senior director of research at the Stanford Center for Digital Health and a practicing cardiac electrophysiologist. \"But we live in a bit of duality with implantable defibrillators.\"A cascade of health care useInterested in trying to understand that contradiction, Turakhia and his colleagues began by tackling the challenge of linking implant data with electronic health records for 10,266 U.S. patients. The team took a freestanding data set of remote monitoring of ICDs and pacemakers and linked it to the patients' clinical information, making it one of the first and largest such studies of its kind, Turakhia said.\"That's one of the big innovations here, especially as we start thinking about big data and precision health,\" Turakhia said. \"Linking data across multiple domains -- indirectly and without patient identifiers -- is the wave of the future to understand disease, care and outcomes.\"In the linked data, the team picked 963 patients who had received an ICD shock more than once. They found that over one-third of administered shocks were inappropriate and nearly half the patients who experienced a shock received some form of health care related to it.But researchers were surprised to find that patients who got a shock were hospitalized one out of seven times. Patients often had to go through procedures like stress tests, cardiac catheterization and echocardiography. \"It didn't really matter why the shock occurred,\" Turakhia said. \"The very fact that any shock happened at all triggered all that stuff happening to the patient.\"These findings indicate that reprogramming the devices so they are smarter and more selective about when to send shocks may help further reduce health care expenditures. At the same time, patients do better if doctors program the ICDs to shock less, or more conservatively, previous studies suggest. \"Fortunately, the industry has made many advancements in this area,\" Turakhia said. \"Even older-generation devices can be programmed to be smarter. The quality of care is no longer just an issue of whether an ICD was implanted in appropriate patients but also whether it was programmed in the best way possible.\" The study was done in patients with ICDs implanted between 2008 and 2010, but because arrhythmia treatment practices have changed since that time, including more recent data might have affected the results of the study, Reynolds said. Further, he said it would be interesting to analyze this in a wider cohort of patients, because patients in the present study were all using defibrillators from a single manufacturer, Medtronic Inc.Looking ahead, Turakhia hopes to use data from remote monitoring devices like defibrillators, as well as insurance claims and electronic health records and even smartphone, genetic and environmental data to take a precision health approach to predicting patient health.\"Right now, we're using very limited data relative to what's out there,\" he said. But by linking all of that data together, it may be possible to predict, for example, the risk of stroke in patients with certain types of arrhythmia, like atrial fibrillation. In addition, with that data, doctors could potentially predict the chance of someone getting admitted to the hospital with heart failure or the prospect of a patient getting a shock over the next month or so. And having that foreknowledge could help doctors intervene with drugs to better manage risks and save lives, Turakhia said. ###Researchers at Hartford Hospital and Medtronic are also co-authors.Turakhia is a consultant to Medtronic and St. Jude Medical Inc. and has received honoraria for speaking for St. Jude Medical; Reynolds is a consultant to Medtronic. The research was funded by Medtronic. Stanford's Department of Medicine also supported the work.The Stanford University School of Medicine consistently ranks among the nation's top medical schools, integrating research, medical education, patient care and community service. For more news about the school, please visit http://med.stanford.edu/school.html. The medical school is part of Stanford Medicine, which includes Stanford Health Care and Lucile Packard Children's Hospital Stanford. For information about all three, please visit http://med.stanford.edu.\r\nTracie White\ntraciew@stanford.edu\n650-723-7628\n @StanfordMed\nhttp://med.stanford.edu/news.html ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}