{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-02/uouh-ibp020917.php", "description": "Researchers have projected that aggressively lowering blood pressure could help prevent more than 100,000 deaths in the US each year. Experts from the University of Utah and institutions across the country built upon the landmark Systolic Blood Pressure Intervention Trial which found that decreasing blood pressure to 120 mmHg compared to 140 mmHg reduced heart attack, stroke and death in people that were at high risk. Until now, the number of lives that could be saved was unknown.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.025322", "date": "Mon, 13 Feb 2017 05:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Intensive blood pressure control could prevent 100,000 deaths each year", "region": "namerica", "source_link": null, "institution": "University of Utah Health Sciences", "text": "Researchers have projected that aggressively lowering blood pressure could help prevent more than 100,000 deaths in the U.S. each year. \"The public health impact of adopting intensive treatment in the right patients is enormous,\" says Adam Bress, University of Utah assistant professor of population health sciences. Bress and his fellow experts from institutions across the country built upon the landmark Systolic Blood Pressure Intervention Trial (SPRINT), which found that decreasing blood pressure to less than 120 mmHg compared to 140 mmHg reduced heart attack, stroke and death in people that were at high risk. But -- until now -- the potential number of lives that could be saved if SPRINT-based intensive treatment were fully implemented among eligible U.S. adults was unknown.The University of Utah-led team of researchers used data from the National Health and Nutrition Examination Survey from 1999 to 2006 conducted by the National Center for Health Statistics. Using the science of survey design, they focused on about 2,000 men and women who met the SPRINT eligibility criteria to determine the projected 107,500 lives saved each year. The leading cause of death in the U.S. is heart disease. In past decades, doctors had typically worked to keep patients' blood pressure less than 140 mmHg. SPRINT concluded that there could be a 27 percent reduction in mortality through the intensive blood pressure regimen. \"The lifetime risk of high blood pressure in the US is about 80 percent,\" says the study's senior author Richard Cooper, professor and chairman of Public Health Sciences at Loyola University Medical School, who collaborated with Bress. \"Optimal management is one of the most significant contributions of medical care to patient survival. So we need to understand that small improvements in individual management can make a major impact on people's health.\" To achieve blood pressure of 120 mmHg or less, it's likely people would need to take three or four medications instead of two recommended for the higher blood pressure goal, the assistant professor said. They would likely also see the health care provider more frequently and need more lab tests. Though this would require some additional spending in the short-term, the overall cost of high blood pressure in the U.S. is large.\"Currently about 80 million Americans have higher blood pressure: one out of three,\" Bress says. \"And the treatment cost of hypertension is about $80 billion a year.\" The medications doctors would need are already available, safe, effective, and inexpensive, he added. In some individuals they cause side effects such as fatigue, cough and lower leg swelling. Bress is the lead author of \"Potential Deaths Averted and Serious Adverse Events from the adoption of the SPRINT Intensive Blood Pressure Regiment in the U.S.\" which publishes online on Feb. 13 in the journal, Circulation. He acknowledges that some concerns remain about dropping blood pressure so dramatically. Their analysis also showed that additional blood pressure medications increase risk for low blood pressure, fainting, and acute kidney injury. Currently, scientists are investigating whether the treatment impacts cognition. \"The point we're trying to make when it comes to choices around intensive treatment is: Do the benefits of reducing your risk of stroke or early death outweigh the risks?\" said Bress. Cooper believes the treatment goal for systolic blood pressure should be reset to at least 130. Practical trials should be created to help monitor blood pressure at home and find systems -- such as electronic recording -- that make it easier for doctors to meet that target, he said. Additional research is underway to determine who may best benefit from SPRINT protocol -- whether that is someone who is of a certain age group, or someone that does not have diabetes or other conditions. Bress and the researchers analyzed data from individuals who met SPRINT eligibility: they were of age 50 or older, at high risk of cardiovascular disease and without a history of diabetes or stroke. How to implement the reduced blood pressure protocol also remains a question mark, Bress said. But he doesn't think there should be a delay. \"What I fear is that if it takes 10 years to implement, we would not fully realize the potential public health gains. Within that time we could greatly reduce the number of deaths from high blood pressure.\"", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Death/Dying", " Public Health"]}