{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-mdw020817.php", "description": "A Mediterranean diet, particularly when enriched with virgin olive oil, appears to improve the function of high-density lipoprotein, the so-called good cholesterol, in patients at high risk for heart disease. A Mediterranean diet rich in virgin olive oil may help the body remove excess cholesterol from arteries, serve as an antioxidant and keep blood vessels open -- all of which are known to reduce cardiovascular risk.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.023712", "date": "Mon, 13 Feb 2017 05:00:00 GMT", "funder": "Agència de Gestió d'Ajuts Universitaris i de Recerca, CIBER de Fisiopatología de la Obesidad y Nutrición, Instituto de Salud Carlos III, Spanish Ministry of Education, Culture", "title": "Mediterranean diet with virgin olive oil may boost 'good' cholesterol", "region": "namerica", "source_link": "http://newsroom.heart.org/news/mediterranean-diet-with-virgin-olive-oil-may-boost-good-cholesterol?preview=106edd6de42365ea1448478274b8f1be", "institution": "American Heart Association", "text": "DALLAS, Feb. 13, 2017 -- A Mediterranean diet rich in virgin olive oil may enhance the cardioprotective benefits of high-density lipoproteins (HDL--the \"good\" cholesterol) compared to other diets, according to new research in the American Heart Association's journal Circulation.High levels of low-density lipoproteins (LDL--the \"bad cholesterol\") and triglycerides, a type of blood fat, are associated with an increased risk of heart and blood vessel diseases. HDL cholesterol is associated with a lower risk because these lipoproteins help eliminate the excess cholesterol from the bloodstream.\"However, studies have shown that HDL doesn't work as well in people at high risk for heart attacks, strokes and other cardiovascular diseases, and that the functional ability of HDL matters as much as its quantity,\" said senior study author Montserrat Fitó, M.D., Ph.D., and coordinator of the Cardiovascular Risk and Nutrition Research Group at the Hospital del Mar Medical Research Institute in Barcelona and at the Ciber of Physipathology of Obesity and Nutrition (CIBEROBN), Spain. \"At the same time, small-scale trials have shown that consuming antioxidant-rich foods like virgin olive oil, tomatoes and berries improved HDL function in humans. We wanted to test those findings in a larger, controlled study.\"Researchers randomly selected 296 people at high risk of cardiovascular disease participating in the PREDIMED (PREvención con DIeta MEDiterránea) study. Blood samples were taken from the participants at the beginning of the study and again at the end. Participants, average age 66, were randomly assigned to one of three diets for a year: a traditional Mediterranean diet enriched with virgin olive oil (about 4 tablespoons) each day, a traditional Mediterranean diet enriched with extra nuts (about a fistful) each day, or a healthy \"control\" diet that reduced consumption of red meat, processed food, high-fat dairy products and sweets. In addition to emphasizing fruit, vegetables, legumes, such as beans, chickpeas and lentils, and whole grains, both Mediterranean diets included moderate amounts of fish and poultry.The study found that only the control diet reduced total and LDL cholesterol levels. None of the diets increased HDL levels significantly, but the Mediterranean diets did improve HDL function. The improvement in HDL function was much larger among those consuming an extra quantity of virgin olive oil.Fitó and her team found that the Mediterranean diet enriched with virgin olive oil improved key HDL functions, including:Researchers said they were surprised to find that the control diet, which like the Mediterranean diets was rich in fruits and vegetables, had a negative impact on HDL's anti-inflammatory properties. A decrease in HDL's anti-inflammatory capability is associated with cardiovascular disease. Participants on the Mediterranean diets did not experience a decline in this important HDL function, the authors wrote.Researchers said the differences in results between the diets were relatively small because the modifications of the Mediterranean diets were modest and the control diet was a healthy one. They added that study results are mainly focused on a high cardiovascular risk population that includes people who can obtain the most benefits from this diet intervention.Still, Fitó said, \"following a Mediterranean diet rich in virgin olive oil could protect our cardiovascular health in several ways, including making our 'good cholesterol' work in a more complete way.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}