{"journal": "Trends in Cancer", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-nsc020717.php", "description": "Cancer cells rely on the healthy cells that surround them for sustenance. Tumors reroute blood vessels to nourish themselves, secrete chemicals that scramble immune responses, and, according to recent studies, even recruit and manipulate neurons for their own gain. This pattern holds true not just for brain cancers, but also for prostate cancer, skin cancer, pancreatic cancer, and stomach cancer. Stanford neuroscientists review how tumors exploit neuronal signals Feb. 13 in Trends in Cancer.", "article_link": "http://dx.doi.org/10.1016/j.trecan.2016.12.008", "date": "Mon, 13 Feb 2017 05:00:00 GMT", "funder": "", "title": "Neurons support cancer growth throughout the body", "region": "namerica", "source_link": null, "institution": "Cell Press", "text": "Cancer cells rely on the healthy cells that surround them for sustenance. Tumors reroute blood vessels to nourish themselves, secrete chemicals that scramble immune responses, and, according to recent studies, even recruit and manipulate neurons for their own gain. This pattern holds true not just for brain cancers, but also for prostate cancer, skin cancer, pancreatic cancer, and stomach cancer. Stanford neuroscientists review how tumors exploit neuronal signals February 13 in Trends in Cancer.\"There is no part of the body that isn't well innervated,\" says Michelle Monje (@michelle_monje) of the Stanford University School of Medicine, who co-authored the article with PhD candidate Humsa Venkatesh. \"The nervous system is an extremely arborized tree that reaches every aspect of every tissue and contributes importantly to tissue development. Those growth signals are already there, so why shouldn't cancer cells co-opt them?\"Cancer treatments often target tumors by cutting off blood vessels and other nutrient supply routes, so Monje and others are interested to learn whether it may be possible to target nerves via analogous therapies or by simply blocking secreted neural growth factors. The challenge is that growth-promoting signals vary by neuron and cancer type. Furthermore, blocking neural activity can be dangerous. \"In the brain, modulating neuronal activity isn't a great option because we don't want to silence the brain. Brains need to be active and functioning,\" says Monje. \"But we can interrupt the specific molecular pathways that are being co-opted by the tumor.\"\r\nMonje first became interested in neurons' role supporting tumors while working on childhood glioma, a cancer that strikes in the precursors to glial cells in the developing brain. In 2015, her lab published a paper in Cell (DOI: 10.1016/j.cell.2015.04.012) that found that both adult and pediatric glioma cells grew faster when adjacent to highly active neurons. The paper is part of a growing body of work indicating that cancer cells not only grow near nerves but also respond to the chemical signals that neurons secrete. Timothy Wang at Columbia recently published work in Cancer Cell (DOI: 10.1016/j.ccell.2016.11.005) that showed that recruitment of nerves into the tumor microenvironment is necessary and sufficient for stomach cancer progression, and that blocking a neurotransmitter in the nerves that line the stomach could represent a novel therapy. It's only a first step, but it raises the possibility of treating cancers by targeting nearby nerves says Monje. \"Seeds don't tend to grow in the air. They have to be in the right soil,\" she says. \"Cancers are very much like that. They have to be in the right microenvironment.\" Nerve cells and the chemicals they secrete can go a long way toward making cancer cells feel at home.The connection between tumor cells and nerves opens many new questions but also sheds light on some longstanding cancer pathology observations. Brain cancer cells often cluster around neurons, a phenomenon called \"perineuronal satellitosis,\" and the extent of innervation in tumors has long been recognized as predictive of patient outcome. Migrating cancer cells also use nerves as shortcuts into new tissues. However, so far researchers have only investigated neurons' role in a handful of cancers, and the full molecular details of cancer-nerve partnerships are still being worked out. ", "meeting": "", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Physiology", " Cancer", " Neurobiology"]}