{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoma-dsm021317.php", "description": "A new study of songbird dehydration and survival risk during heat waves in the desert Southwest suggests that some birds are at risk of lethal dehydration and mass die-offs when water is scarce, and the risk is expected to increase as climate change advances. Using physiological data, hourly temperature maps and modeling, Alex Gerson at UMass Amherst and others investigated how rates of evaporative water loss varied in five bird species with varied body mass.", "article_link": null, "date": "Mon, 13 Feb 2017 05:00:00 GMT", "funder": "National Science Foundation, NASA", "title": "Desert songbirds may face expanding threat of lethal dehydration", "region": "namerica", "source_link": null, "institution": "University of Massachusetts at Amherst", "text": "AMHERST, Mass - A new study of songbird dehydration and survival risk during heat waves in the United States desert Southwest suggests that some birds are at risk of lethal dehydration and mass die-offs when water is scarce, and the risk is expected to increase as climate change advances.  Using physiological data, hourly temperature maps and modeling, first author Tom Albright at the University of Nevada, Reno, with Blair Wolf at the University of New Mexico and Alexander Gerson at the University of Massachusetts Amherst investigated how rates of evaporative water loss varied in five bird species with varied body mass. They mapped potential effects of current and future heat waves on lethal dehydration risk for songbirds in the Southwest and how rapidly this can occur in each species. Details are in today's issue of Proceedings of the National Academy of Sciences.Gerson brings expertise in avian heat tolerance physiology to these studies. One question he and colleagues addressed is whether some birds are more susceptible and at risk from heat exposure than others. They looked at the lesser goldfinch, house finch, cactus wren, Abert's towhee and curve-billed thrasher, representing \"a wide range of body sizes,\" Gerson notes. They found the small species lose water faster than large, making them particularly susceptible to lethal dehydration. The researchers state, \"Our models reveal that increasing air temperatures and heat wave occurrence will potentially have important impacts on the water balance, daily activity and geographic distribution of arid-zone birds. Impacts may be exacerbated by chronic effects and interactions with other environmental changes. This work underscores the importance of acute risks of high temperatures, particularly for small-bodied species, and suggests conservation of thermal refugia and water sources.\"  Wolf explains, \"Birds are susceptible to heat stress in two ways. When it's really hot, they simply can't evaporate enough water to stay cool, overheat and die of heat stroke. In other cases, the high rates of evaporative water loss needed to stay cool deplete their body water pools to lethal levels and birds die of dehydration. This is the stressor we focused on in this study.\"He adds, \"These estimates suggest that some regions of the desert will be uninhabitable for many species in the future and that future high temperature events could depopulate whole regions.\"Gerson says he and the team measured water loss rates in response to temperature with a focus on air temperatures that exceed the animal's body temperature of 40 degrees C. (104 degrees F.) \"At about 40 C, they start panting, which increases the rate of water loss very rapidly,\" he says.\"Most animals can only tolerate water losses that result in 15 or 20 percent loss of body mass before they die,\" Gerson adds. \"So an animal experiencing peak temperatures during a hot summer day, with no access to water, isn't going to make it more than a few hours. Once we have these types of profiles for a number of different species, we can determine differential survival rates which will then drive differences in the overall avian community structure.\"Gerson points out, \"What we were able to do here is to use individual level physiology data to inform biogeographic models so we can better understand the impact of high temperatures on these avian communities. This is a big step forward to understanding local extirpation. It will raise a lot of other questions, but our contribution will help others look at how community structure might change in the future.\"The news does not look good for some species, the biologist acknowledges, \"but this study will give us a new tool to try to inform our conservation efforts to try to save these species, or at least understand the impact better on the overall ecosystem. You have to understand the severity of the problem before you can do anything about it.\"One message for conservation is that climate refugia may become increasingly important. Further understanding of microclimates will help: mountaintops, trees and washes with shade might be very important in management plans for certain vulnerable species. Birds with a wider range such as house finches and lesser goldfinches might fare better, Gerson notes, because they can survive in a number of ecosystems. But specialists such as the curve-billed thrasher and Abert's towhee have more specific habitat needs and face higher risk. \"Using this type of data, managers identifying the best refugia can have a better idea of the temperature profile that will be suitable for these birds,\" he says.Albright says this work \"shows that in these hot desert systems for these species, we have a potentially devastating mechanism that can lead to die-offs for some species.\"\tThe authors point out that this work is part of a larger effort by this team to look at the biology of birds in the hottest places on Earth related to a real, current threat of massive avian die-offs occurring now in Australia and South Africa, for example.", "meeting": "", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Physiology", " Zoology/Veterinary Science", " Climate Change"]}