{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-02/uonr-cci021317.php", "description": "As the Earth warms from climate change, the risk of lethal dehydration and mass die-offs of songbirds during heat waves will increase in many areas of the world, according to a study by the University of Nevada, Reno, the University of New Mexico and the University of Massachusetts-Amherst published today in the scientific journal Proceedings of the National Academy of Sciences.", "article_link": null, "date": "Mon, 13 Feb 2017 05:00:00 GMT", "funder": "NASA, National Science Foundation", "title": "Climate change increases lethal dehydration risk in desert songbirds", "region": "namerica", "source_link": null, "institution": "University of Nevada, Reno", "text": "RENO, Nev. - As the Earth warms from climate change, the risk of lethal dehydration and mass die-offs of songbirds during heat waves will increase in many areas of the world, according to a study published today in the scientific journal Proceedings of the National Academy of Sciences.\"On a hot day, birds tend to hunker down in the shade until it cools down. But if it stays really hot for long enough during a day (hotter than a bird's body temperature - about 100 °F), they can get trapped, becoming dehydrated and unable to replenish their water in time\" Tom Albright, lead author of the paper and associate professor in the Geography Department at the University of Nevada, Reno, said.With climate projections forecasting increases in the frequency, intensity and duration of heat waves, Albright and his colleagues, professor Blair Wolf from the University of New Mexico Department of Biology and Alexander Gerson, assistant professor, Department of Biology, University of Massachusetts-Amherst, found the risk continues to increase. They mapped the potential effects of current and future heat waves on the risk of lethal dehydration for five types of songbirds in the southwestern United States: \r\nThey found the small species lose water faster than large, making them particularly susceptible to lethal dehydration. \"Birds are susceptible to heat stress in two ways,\" Wolf said. \"When it's really hot, they simply can't evaporate enough water to stay cool, overheat and die of heat stroke. In other cases the high rates of evaporative water loss needed to stay cool deplete their body water pools to lethal levels, and birds die of dehydration; this is the stressor we focused on in this study\"Albright, whose work focuses on learning how the environment is changing and understanding how plants and animals are responding to these changes, uses tools such as remote sensing, computerized geographic information systems, and quantitative and statistical models to see how things are changing across large areas, and how different species and regions might be responding differently.\"The study is a nice example of the kind of science enabled by two of our great U.S. science agencies, the National Science Foundation and NASA, basically mapping what you might call physiological performance and ultimately mapping the dynamics of risk,\" Albright said.According to NASA, 2016 was the hottest year on historical record. Globally, the increase amounted to about 1.8 degrees Fahrenheit. And while that might not sound like much of an increase, it could mean the difference between life and death for some bird populations.The increasing extent, frequency, and intensity of dehydrating conditions under a warming climate may alter daily activity patterns, geographic range limits and the conservation status of affected birds. \"Most animals can only tolerate water losses that result in 15 or 20 percent loss of body mass before they die,\" Gerson said. \"So an animal experiencing peak temperatures during a hot summer day, with no access to water, isn't going to make it more than a few hours. Once we have these types of profiles for a number of different species, we can determine differential survival rates, which will then drive differences in the overall avian community structure.\"The findings illustrate that strategies are needed to conserve diverse plant and animal communities that supply shelter and water to desert birds amid future climate warming. \t\"It shows that in these hot desert systems for these species, we have a potentially devastating mechanism that can lead to die-offs for some species in large regions,\" Albright said. \"We're actually seeing these die-offs pretty regularly in Australia but they are harder to detect in the U.S. because our birds don't flock as much as Australian birds do in the summer.\"The authors point out that this work is part of a larger effort by this team to look at the biology of birds in the hottest places on Earth related to a real, current threat of massive avian die-offs occurring now in Australia and South Africa.", "meeting": "", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Geography", " Climate Change", " Climate Change"]}