{"title": "Improving diet quality over time linked with reduced risk of premature death", "text": "Key takeaways:Boston, MA - People who improve the quality of their diets over time, eating more whole grains, vegetables, fruits, nuts, and fish and less red and processed meats and sugary beverages, may significantly reduce their risk of premature death, according to a new study from Harvard T.H. Chan School of Public Health. It is the first study to show that improving diet quality over at least a dozen years is associated with lower total and cardiovascular mortality, and underscores the importance of maintaining healthy eating patterns over the long term.The study will be published in the July 13, 2017 issue of the New England Journal of Medicine.\"Overall, our findings underscore the benefits of healthy eating patterns including the Mediterranean diet and the DASH diet. Our study indicates that even modest improvements in diet quality could meaningfully influence mortality risk and conversely, worsening diet quality may increase the risk,\" said lead author Mercedes Sotos-Prieto, who worked on the study while a postdoctoral fellow in the Harvard Chan School Department of Nutrition and who is currently an assistant professor of nutrition at Ohio University.Sotos-Prieto and colleagues analyzed the association between changes in diet quality among nearly 74,000 adults over a 12-year period (1986-1998) and their risk of dying over the subsequent 12 years (1998-2010). Data came from two long-term studies, the Nurses' Health Study and the Health Professionals' Follow-up Study, in which participants answered questions about their diets every four years and about their lifestyle and health every two years. The researchers assessed people's diet quality by using three different scoring methods: the 2010 Alternate Healthy Eating Index, the Alternate Mediterranean Diet score, and the Dietary Approaches to Stop Hypertension (DASH) diet score. Each of these methods assigns scores to various types of food or nutrients; less healthy foods or nutrients have lower scores and healthier foods or nutrients have higher ones.The study found that improved diet quality over a 12-year period was associated with reduced risk of death in the subsequent 12 years, no matter which score was used. Food groups that contributed most to an improvement in diet quality were whole grains, fruits, vegetables, and fish or n-3 fatty acids.A 20-percentile increase in diet-quality scores--the kind of increase that can be achieved by swapping out just one serving of red or processed meat for one daily serving of nuts or legumes--was linked with an 8%-17% reduction in the risk of death, depending on the diet score. In contrast, worsening diet quality was associated with a 6%-12% increase in the risk.Among those who maintained higher rather than lower scores according to any of the three healthy diet patterns for 12 years, there was a 9%-14% reduction in mortality from any cause. Among those who had relatively unhealthy diets at the beginning of the study but whose diet scores improved the most, the risk of death in subsequent years was also significantly reduced.\"Our results highlight the long-term health benefits of improving diet quality with an emphasis on overall dietary patterns rather than on individual foods or nutrients. A healthy eating pattern can be adopted according to individuals' food and cultural preferences and health conditions. There is no one-size-fits-all diet,\" said Frank Hu, professor and chair of the Harvard Chan School Department of Nutrition and senior author of the study.", "article_link": "http://dx.doi.org/10.1056/NEJMoa1613502", "url": "http://www.eurekalert.org/pub_releases/2017-07/htcs-idq070717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Fundación Alfonso Martin Escudero", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Medicine/Health", " Cardiology", " Mortality/Longevity", " Diet/Body Weight", " Epidemiology", " Nutrition/Nutrients", " Public Health"], "journal": "New England Journal of Medicine", "description": "People who improve the quality of their diets over time, eating more whole grains, vegetables, fruits, nuts, and fish and less red and processed meats and sugary beverages, may significantly reduce their risk of premature death, according to a new study from Harvard T.H. Chan School of Public Health.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}