{"title": "Study of premature babies has implications for future treatment", "text": "Research carried out by the University of Kent with doctors on the neonatal unit at the William Harvey Hospital and Brunel University have provided further insight into the biology of premature birth, with findings that may have implications for treating premature babies. The results of the research are now published in an article entitled Preterm infants have significantly longer telomeres than their term born counterparts in PLOS One.The team from the School of Biosciences led by Professor Darren Griffin set out to look for a genetic marker that might identify \"at risk\" children early in life so that they could embark on monitoring and treatment at an earlier opportunity. Focusing on the telomeres - the caps at the end of the chromosomes that degrade as people age, they compared the length of telomeres in premature babies compared to babies born at the expected time.  1.\t25 babies who were born prematurely (but were assayed at the time they should have been born)2.\t22 premature babies sampled at birth3.\t31 babies (sampled at birth) born at the expected time.  The expectation was that the first group would, genetically, appear more \"aged\" i.e. have shorter telomeres than the others.  The findings were somewhat of a surprise in that, although there was some evidence of telomeres shortening over time in the premature babies, it was the normally born ones that had the shortest telomeres of all.  These results suggest that other, as yet undiscovered, factors may influence telomere length in premature infants and raises the intriguing idea that telomere shortening rate may be influenced by the degree of prematurity of the baby.In any event, identification of genetic differences between premature and term-born infants may identify those at most risk and hence at greater need of treatment to mitigate problems that could occur later in life. There are well-established problems associated with premature birth including respiratory, learning and developmental disorders, as well as the more recently discovered problems inlcuding hypertension, insulin resistance and altered body fat distribution. These latter problems may suggest early ageing in premature babies.Studies suggest that these may persist into adult life, essentially mimicking early ageing and also posing a significant public health concern.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0180082", "url": "http://www.eurekalert.org/pub_releases/2017-07/uok-sop071117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Kent", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Fertility", " Aging", " Pediatrics", " Genes", " Gene Therapy"], "journal": "PLOS ONE", "description": "Study of premature babies has implications for future treatment\r\n\r\nResearch carried out by the University of Kent with doctors on the neonatal unit at the William Harvey Hospital and Brunel University have provided further insight into the biology of premature birth, with findings that may have implications for treating premature babies.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}