{"title": "Preeclampsia: New study documents its enormous economic and health burden", "text": "Philadelphia, PA, July 11, 2017 - Preeclampsia, a dangerous condition that may occur during pregnancy, can lead to serious complications for both mother and baby. Driven in part by older maternal age and greater obesity, rates of preeclampsia are rising rapidly, yet surprisingly there are few national estimates of the health and economic impact of preeclampsia on mothers and their infants. A new study in the American Journal of Obstetrics and Gynecology (AJOG) provides sobering data on this topic by examining the short-term costs associated with the condition. Significantly increasing the chance of adverse health outcomes, preeclampsia accounts for over $2.18 billion of health care expenditure in the first 12 months after birth.The findings of this study are particularly important given the recent rise in preeclampsia cases. Since 1980, cases have increased steadily from 2.4% of pregnancies to 3.8% in 2010. \"Existing treatment options for preeclampsia and research into the disease have been limited despite the scale of the disease burden and its high growth rate. From an epidemiologic perspective, preeclampsia is growing at a rate more rapid than diabetes, heart disease, Alzheimer's disease, obesity, and chronic kidney disease -- diseases for which substantial research and treatment funding have been allocated,\" explained senior investigator Anupam B. Jena, MD, PhD, Ruth L. Newhouse Associate Professor, Department of Health Care Policy, Harvard Medical School, and Massachusetts General Hospital, Boston, MA. \"This is notable as the rate of growth of early-onset preeclampsia in the U.S. has recently exceeded the rate in other high-income countries, as well as several low- and middle-income countries.\" Roberto Romero, MD, DMedSci., Editor-in-Chief for Obstetrics of AJOG and Chief of the Perinatology Research Branch of NICHD/NIH, stated that preeclampsia is a leading cause of maternal death and perinatal morbidity and mortality. However, policymakers, scientific administrators, patients, and physicians have not had a national estimate of the health care burden and costs of preeclampsia. The article by Jena and colleagues provides important new information and this is why AJOG has selected this article as a Report of Major Impact. Dr. Romero emphasized that the cost of preeclampsia goes beyond the short-term health care expenditures as women affected by this disorder are at an increased risk for early onset cardiovascular diseases, such as heart attacks and hypertension, years and decades after delivery. Moreover, their infants are also at risk for adverse health events due to preeclampsia and preterm birth during childhood and beyond. Therefore, the $2.18 billion health care expenditures in the first 12 months after birth is a minimum estimate of the real financial toll imposed by preeclampsia.Combining information from multiple U.S. data sources, researchers found that mothers with preeclampsia and their infants were at a significantly increased risk for adverse health events compared to mothers without preeclampsia (increased 4.6% to 10.1% in mothers and 7.8% to 15.4% in infants within 12 months of childbirth). For mothers, the most common preeclampsia-related problems were hemorrhage (3.1% to 5.4%) and thrombocytopenia, low blood platelet count (0.9% to 3.7%). For infants, preeclampsia was most closely related to an increased risk for respiratory distress syndrome (1.9% to 6.6%) and sepsis (3.0% to 5.4%). Longer term adverse outcomes associated with preeclampsia have been demonstrated, for example, preeclampsia has been associated with an increased risk of cardiovascular disease.In addition, researchers found the average gestational age was reduced by 1.7 weeks in preeclampsia cases. Preterm birth not only puts newborns at risk, but also increases health care spending. The data revealed substantially higher costs associated with preeclampsia births. During the first 12 months of life, the overall burden of preeclampsia was $1.03 billion for mothers and $1.15 billion for infants. To put these figures in context, this amount of health care spending represents one third of the total cost of obstetric care for preeclampsia pregnancies in the U.S. Much of the cost for infants was determined by gestational age, ranging from $282,570 at less than 28 weeks to as little as $6,013 at 37 or more weeks.   In the accompanying editorial, William Callaghan, MD, chief, Maternal and Infant Health Branch, Centers for Disease Control and Prevention, Atlanta, GA, and co-authors cite the research done by Dr. Jena and his co-investigators as an important step towards a better understanding of this condition and its implications for the health care landscape. \"Rising rates of preeclampsia threaten the health and well-being of mothers and babies,\" commented Dr. Callaghan. \"Although preeclampsia has affected pregnant women for millennia, there is still much we do not know. This new research underscores the urgent need to continue research into its causes and to implement strategies that may help women manage this condition.\"\"Total short-term health care costs for preeclampsia pregnancies, including the usual costs associated with birth, were estimated to be $6.4 billion, summed across mothers and infants for all gestational ages in the U.S.,\" said Eleni Tsigas, Executive Director of the Preeclampsia Foundation. \"At $2.18 billion, the burden of preeclampsia represents a significant one third of that total short-term cost, and that's an important call-to-action for more research funding and awareness of this major health problem.\"Quantifying the total cost of a health problem helps to show the public, payers, and health care administrators the magnitude of the problem on a population level. By underscoring the economic burden of preeclampsia, this study has provided important information about the high costs of this condition. It serves as a stark reminder that research efforts must be continued in order to understand the etiology, prediction, and treatment of a condition that is among the biggest challenges in maternity care today.", "article_link": "http://dx.doi.org/10.1016/j.ajog.2017.04.032", "url": "http://www.eurekalert.org/pub_releases/2017-07/e-pns062917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Health Care", " Medicine/Health", " Health Care Systems/Services", " Gynecology", " Public Health"], "journal": "American Journal of Obstetrics and Gynecology", "description": "Rates of preeclampsia are rising rapidly, yet surprisingly there are few national estimates of the health and economic impact of preeclampsia on mothers and their infants. A new study in the American Journal of Obstetrics and Gynecology (AJOG) provides sobering data on this topic by examining the short-term costs associated with the condition. Significantly increasing the chance of adverse health outcomes, preeclampsia accounts for over $2.18 billion of health care expenditure in the first 12 months after birth.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}