{"title": "CNIO scientists link new cancer treatments to cardiovascular alterations", "text": "Plk1 inhibitors have recently been acknowledged as an \"Innovative Therapy for leukaemia\" by the US Food and Drug Administration (FDA). However, a study published in Nature Medicine by researchers from the Spanish National Cancer Research Centre (CNIO) suggests that prolonged use of these inhibitors can not only lead to hypertension issues but also to the rupturing of blood vessels and severe cardiovascular problems.The idea behind personalised medicine is knowing the function of each one of our genes and proteins and selecting the appropriate drugs against these proteins according to the alterations in each patient. In recent years, cell cycle regulator inhibitors, the process that controls the proliferation of tumour cells, have shown their usefulness in various tumours, such as breast cancer. Among the new drugs used in this strategy is volasertib, a Plk1 protein inhibitor, which has shown very promising results in acute myeloid leukaemia and has recently been acknowledged as an \"Innovative Therapy\" by the FDA for its effectiveness against this type of tumour in clinical trials.\"One of the problems we encounter when testing new drugs on patients is that we know very little about the real function of the protein they are targeting. And surprises are not good for the clinical development of these drugs,\" says Marcos Malumbres, coordinator of the study and head of the Cell Division and Cancer Group at the CNIO. His team wanted to study the actual function of this protein in mammals using laboratory mice as models. \"Many of the proteins tested in clinical trials have been studied mainly in organisms such as yeast or flies or in human cells in cultures. However, these studies do not go far enough in identifying the relevance that a protein can have on a given organ,\" says Malumbres. To study the function of Plk1, the researchers generated a mouse strain with decreased levels of this protein. \"It was amazing, half of the mice began to die from thoracic haemorrhages due to ruptured arteries,\" says Guillermo de Cárcer, a researcher at the CNIO and lead author of the paper. \"One of the most striking findings was that the males died during the first night they spent with females in the same box. One of the situations that causes the highest rise in blood pressure in young males.\" Plk1 had been initially characterised as a protein that controls how cells multiply, which caught the attention of pharmaceutical companies who saw in it a new therapeutic target to slow down tumour growth. Several inhibitors of this protein are undergoing clinical trials to treat various types of tumours. One of these inhibitors, volasertib, has recently been acknowledged as one of the best therapies against acute myeloid leukaemia. Like most chemotherapeutic drugs, volasertib causes some side effects that are still being studied. The team of researchers, including scientists from the Spanish Centre for Cardiovascular Research (CNIC), the Cancer Research Centre (CIC) at Salamanca, the University of Salamanca, and the London Research Institute (London), treated mice with low doses of volasertib for two months. Mice with low levels of Plk1 or that had been treated with volasertib did not have growth issues but they did display ruptured arteries and cardiovascular problems. These results indicated that arteries are even more sensitive to Plk1 inhibition than other tissues in adult organisms. In fact, the paper found that Plk1 is an essential protein needed to make the cells on the walls of arteries contract; a cellular movement that is responsible for maintaining blood pressure at acceptable levels.Cardiovascular problems and cancer are the major causes of morbidity-mortality in advanced societies. The involvement of Plk1 in controlling both processes will have a major impact on biomedical developments in the future. \"Our data do not go against the use of Plk1 inhibitors in clinical treatments,\" says Malumbres. \"Unfortunately, all drugs have some type of side effect. The problem is not being aware of them. We must study the biological functions of a protein very well and in appropriate models before using it as a target on people. This is the only way in which we will be able to use it correctly,\" concludes the CNIO researcher.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/cndi-csl070717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Centro Nacional de Investigaciones Oncológicas (CNIO)", "keywords": ["Cell Biology", " Genetics", " Molecular Biology", " Pharmaceutical Sciences", " Medicine/Health", " Cancer", " Cardiology", " Clinical Trials", " Death/Dying", " Health Professionals"], "journal": "Nature Medicine", "description": "A study published in Nature Medicine by researchers from the Spanish National Cancer Research Centre (CNIO) suggests that prolonged use of Plk1 inhibitors, which are currently in clinical trials with patients, can not only lead to hypertension issues but also to the rupturing of blood vessels and severe cardiovascular problems.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}