{"title": "How to solve a problem like antibiotic resistance", "text": "There has been much recent talk about how to target the rising tide of antibiotic resistance across the world, one of the biggest threats to global health today. While there is no doubting the size of the problem facing scientists, healthcare professionals and the pharmaceutical industry, there are innovative ways we can target antibiotic resistance in the short term, which are discussed in three articles published in Essays in Biochemistry. With only a few antibiotics in development and a long drug development process (often 10-15 years), there is concern that what is being done to combat antibiotic resistance may be 'too little, too late'. \"If bacteria continue developing resistance to multiple antibiotics at the present rate, at the same time as the antibiotic pipeline continues to dry up, there could be catastrophic costs to healthcare and society globally,\" said senior co-author on one of the articles, Dr Tony Velkov, an Australian National Health and Medical Research Council (NHMRC) Career Development Fellow from Monash University, Victoria, Australia.While any antimicrobial resistance is concerning, the increasing incidence of antibiotic-resistant Gram-negative bacteria has become a particular problem as strains resistant to multiple antibiotics are becoming common and no new drugs to treat these infections (eg, carbapenem-resistant Enterobacteriaceae) will be available in the near future. These Gram-negative bacteria are considered the most critical priority in the list of the 12 families of bacteria that pose the greatest threat to human health that was just released by the World Health Organization. The reasons for the high levels of antimicrobial resistance observed in these critical Gram-negative organisms are explained in another paper in the same issue written by the Guest Editor of the journal, Dr Rietie Venter, University of South Australia, Adelaide, and colleagues. According to the authors, one of the main contributing factors to the increased resistance observed in Gram-negative bacteria is the permeability barrier caused by their additional outer membrane. An innovative strategy that is gaining momentum is the synergistic use of antibiotics with FDA-approved non-antibiotics. Using this novel approach, an FDA-approved non-antibiotic drug is combined with a specific antibiotic that enables it to breach the outer membrane barrier and so restore the activity of an antibiotic. The Monash University authors discuss how combining antibiotics with other non-antibiotic drugs or compounds can boost their effectiveness against Gram-negative 'superbugs'. For example, loperamide, an anti-diarrheal medication sold in most pharmacies, enhances the effectiveness of eight different antibiotics (all in the tetracycline class). In particular, when added to the tetracycline antibiotic minocycline, along with the Parkinson's disease drug benserazide, it significantly increased antibiotic activity against multi-drug resistant Pseudomonas aeruginosa, a causative agent in hospital-acquired infections such as ventilator-associated pneumonia. Polymyxins are a type of antibiotics that target Gram-negative bacterial infections and have traditionally been used as a last resort to treat serious infections such as those caused by Gram-negative 'superbugs' Klebsiella pneumoniae, P. aeruginosa and Acinetobacter baumannii. Resistance to polymyxins is not common, but in late 2015 the first transferable resistance gene to colistin (polymyxin E) was discovered (plasmid-borne mcr-1 gene). This caused significant concerns, as once resistance to polymyxins is established, often no other treatments are available. A number of researchers, including the team based at Monash University, have been testing different combinations of drugs or compounds with polymyxins to try and improve their effectiveness against these bacterial 'superbugs'. \"Without new antibiotics in the near future, we must explore innovative approaches to preserve the clinical utility of important last-line antibiotics such as the polymyxins.\" commented senior co-author on the paper, Professor Jian Li, Head of the Laboratory of Antimicrobial Systems Pharmacology from Monash University, Victoria, Australia. Some interesting findings have ensued, with a number of different combinations having a beneficial effect. Some notable examples that increased antibiotic activity when combined with polymyxin B include: ivacaftor and lumacaftor, two new drugs used to treat cystic fibrosis; and closantel, a drug used to treat parasitic worm infections. Another interesting combination that has shown promise against methicillin-resistant Staphylococcus aureus (MRSA), according to Schneider and co-authors, is combining the antibiotics ampicillin or oxacillin with berberine. Berberine is extracted from the roots, stems and bark of plants such as barberry. In another paper in the same issue of Essays in Biochemistry, Dr Mark Blaskovich, Program Coordinator, Community for Open Antimicrobial Drug Discovery and colleagues from the University of Queensland, Brisbane, Australia, describe the key ways they believe antimicrobial resistance can be targeted.\"In the short term, the greatest potential for reducing further development of antimicrobial resistance lies in developing a rapid test that can quickly tell whether or not you have a bacterial infection (as opposed to a viral cold or flu), and whether you really need an antibiotic,\" commented Blaskovich.\"Even better if the test could say what type of bacteria, and what types of antibiotics it is resistant to. You could then treat an infection immediately with the appropriate antibiotic, rather than the trial and error method now used. These tests could be ready within the next 5 years, and would have a huge impact on reducing unnecessary antibiotic use, preserving our existing antibiotics and reducing the spread of antibiotic resistance.\"Regarding antibiotics in particular, Blaskovich and colleagues describe a number of possible strategies to pursue. The first of which is to improve existing antibiotics. For example, the authors recently created a modified version of the antibiotic vancomycin to increase its potency and reduce its toxic side effects.Another option is to rediscover 'old' antibiotics. In the 1950s and 60s many potential antibiotic drugs were described in the scientific literature, but due to so many choices being available at the time, only some were developed for human use. An example of this is octapeptins, which are newly rediscovered antibiotics that are now being developed to combat Gram-negative 'superbugs'.Repurposing drugs originally developed and approved for other uses has also had some success. In 2005, the Drugs for Neglected Diseases initiative identified fexinadole as a potential treatment for sleeping sickness and it is now undergoing a Phase III trial. This drug had been developed as an antimicrobial in the 1970s, but only reached pre-clinical development. In addition to the above, researchers are looking for new, untested sources of antimicrobial activity to try and develop new drugs. A recent success in this area was, teixobactin, a new antibiotic developed by NovoBiotic Pharmaceuticals, discovered by using an 'iChip' to culture and isolate soil bacteria in situ. A final option, mentioned by Blaskovich and colleagues, is crowdsourcing new antibiotics. Using this approach, the Community for Open Antimicrobial Drug Discovery, is searching for new chemical diversity by searching compounds sourced from academic chemists from around the world. \"It's hard to predict which one of these methods will be the most successful in the future, but we really need to be trying all of them to have any chance of overcoming antibiotic resistance,\" said Blaskovich.  \"Non-antibiotic strategies are just as important, such as developing vaccines or probiotic therapies to prevent infections, as they can help to reduce the overuse of antibiotics. They will never completely replace antibiotics, but can help to preserve our existing antibiotics so they still work when needed.\"Overall, these articles and others in the new antimicrobial resistance themed issue of Essays in Biochemistry give us hope that there are viable solutions being developed to this seemingly unsurmountable global problem. It is important that all possible avenues are considered, as some less obvious approaches may end up being sources of future success. Dr Derry Mercer, Principal Scientist at NovaBiotics Ltd, a company that specialises in developing new antimicrobials, commented: \"Research and development into new antimicrobials remains a vitally important pursuit for combatting the problem of antibiotic resistance, but alternative approaches to this problem are also urgently needed.\" He added: \"Such methods include those described in the papers in the latest issue of Essays in Biochemistry, as well as vaccine development and bacteriophage therapy, to name a few. Approaches that target microbial virulence, for example targeting biofilms and/or quorum sensing, rather than more traditional directly antimicrobial drugs should also be urgently examined.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bs-hts030317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Biochemical Society", "keywords": ["Bacteriology", " Biochemistry", " Microbiology", " Molecular Biology", " Biochemistry", " Medicine/Health", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health"], "journal": "Essays in Biochemistry", "description": "There has been much recent talk about how to target the rising tide of antibiotic resistance across the world, one of the biggest threats to global health today. While there is no doubting the size of the problem facing scientists, healthcare professionals and the pharmaceutical industry, there are innovative ways we can target antibiotic resistance in the short term, which are discussed in three articles published in Essays in Biochemistry.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}