{"title": "In a bad flu season, high-dose flu vaccine appeared better at preventing deaths in seniors", "text": "The high-dose flu vaccine appeared to be more effective at preventing post-influenza deaths among older adults than the standard-dose vaccine, at least during a more severe flu season, according to a large new study of Medicare beneficiaries published in The Journal of Infectious Diseases. The findings build on earlier research suggesting that the high-dose vaccine may be better at preventing influenza virus infections and other flu-related outcomes in seniors, including office visits and hospitalizations, compared to the standard-dose vaccine.Older adults are at high risk for serious complications from flu because of their age. In recent years, between 71 percent and 85 percent of flu-related deaths have occurred among people 65 years of age and older, according to estimates from the Centers for Disease Control and Prevention (CDC). The high-dose flu vaccine was approved in 2009 in the U.S. for adults 65 and older. \"This is the population that everybody worries about,\" said study author David K. Shay, MD, MPH, of CDC's Influenza Division. \"Many of the most serious outcomes of flu infections occur in older people.\"In the study, researchers from CDC, the Centers for Medicare & Medicaid Services, and the Food and Drug Administration drew on data from Medicare beneficiaries aged 65 or older who received either the high-dose or standard-dose flu vaccine during the 2012-2013 and 2013-2014 flu seasons from community-located pharmacies. More than a million recipients of each vaccine type were studied in each of the two seasons.During the 2012-2013 season, people who got a high-dose vaccine were 36 percent less likely to die in the 30 days following hospitalization or an emergency department visit that included a flu diagnosis compared to the standard-dose vaccine, the researchers found. H3N2 influenza viruses, which are usually associated with higher mortality in older adults, were predominant during that season. During the following season (2013-2014), when H1N1 viruses dominated and the standard-dose vaccine had better effectiveness than the previous season, the high-dose vaccine was not significantly better at preventing deaths among the Medicare patients studied.\"The high dose vaccine does appear, at least in this particular H3N2 season, to be more effective at preventing deaths that occur within 30 days of an influenza hospitalization,\" Dr. Shay said. \"We didn't see a significant effect on post-influenza deaths during the 2013-2014 H1N1 season.\" In a related editorial commentary, Arnold S. Monto, MD, of the University of Michigan School of Public Health, who was not involved in the study, noted that the findings fit well with previous data showing the high-dose flu vaccine is more effective against uncomplicated flu illness and likely hospitalizations. \"This indicates that improvement in our 70-year-old influenza vaccines is possible, and to get there more quickly we should not ignore older technologies while working on more dramatic advances,\" Dr. Monto wrote.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/idso-iab022817.php", "region": "namerica", "source_link": "https://academic.oup.com/jid/article-lookup/doi/10.1093/infdis/jiw641", "funder": "Centers for Disease Control and Prevention, Food and Drug Administration", "meeting": "", "institution": "Infectious Diseases Society of America", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Journal of Infectious Diseases", "description": "Older adults are at high risk for serious complications from flu and account for a majority of flu-related deaths and hospitalizations. H3N2 influenza viruses typically hit this age group particularly hard and have been associated with higher mortality than infections by H1N1 or influenza B viruses. During the 2012-2013 season, when H3N2 viruses were dominant, high-dose flu vaccine was 36 percent more effective at preventing deaths in the Medicare beneficiaries studied, compared to standard-dose vaccine.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}