{"title": "A new role for an old immune cell may lead to novel therapies for infection and cancer", "text": "A new study has identified a previously undescribed role for a type of unconventional T cell with the potential to be used in the development of new therapies for infection and cancer.The study, published today in Nature Communications, shows that Gamma Delta T cells are able to generate immunological memory against previous infections and cancerous targets.The results challenge the textbook description of Gamma Delta T cells as 'natural born killers' with an innate ability to recognise and destroy abnormal cells.Lead author of the study, Professor Ben Willcox from the Institute of Immunology and Immunotherapy at the University of Birmingham, explains the key findings: \"Instead of being 'natural born killers', we found these cells are actually quite smart. They adapt to and remember what they have encountered in life, which may include infections and pre-cancerous cells.  \"This phenomenon of 'immunological memory' is what current vaccines exploit, but because Gamma Delta T cells recognise their targets in a different way, they present novel routes to generate vaccines, and also cell therapy approaches against infection and cancer.\"In order to harness these \"adaptive\" abilities of Gamma Delta T cells, work is now required to identify the mechanism by which they recognise abnormal cells.\"We are working with other partners to understand exactly how these cells recognise signs of abnormality in infection and cancer, focussing on human cohorts. This knowledge will be crucial to help us build on the current study and explore how to develop new cell therapies and vaccines that exploit Gamma Delta T cells,\" adds Professor Willcox.", "article_link": "http://dx.doi.org/10.1038/NCOMMS14760", "url": "http://www.eurekalert.org/pub_releases/2017-03/uob-anr030117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Birmingham", "keywords": ["Medicine/Health", " Cancer", " Infectious/Emerging Diseases"], "journal": "Nature Communications", "description": "A new study has identified a previously undescribed role for a type of unconventional T cell with the potential to be used in the development of new therapies for infection and cancer.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}