{"title": "Testing program monitors stability of vaccines for neglected tropical diseases", "text": "A new generation of vaccines for neglected tropical diseases is moving into clinical trials, and understanding the long-term stability and effectiveness of these vaccines over periods of storage is key to their success. Now, for the first time, researchers reporting in PLOS Neglected Tropical Diseases have developed a testing program to study the potency of a vaccine over years of storage.Over the next decade, a new generation of vaccines for tropical diseases--including schistosomiasis and hookworm--is expected to advance into clinical trials. Already, the Na-GST-1/Alhydrogel Hookworm Vaccine is being tested in Phase 1 studies in healthy adults. These new vaccines are often developed using methods other than conventional inactivation or attenuation of the pathogen so standard vaccine potency testing isn't applicable. In the new work, Jeffrey Bethony, of the George Washington University, and colleagues developed a new relative potency testing program in which a consistent form and quantity of a vaccine is given to an animal model. The antibody response can then be measured to indicate relative potency. The researchers tested the approach on a manufactured lot of the Na-GST-1/Alhydrogel Hookworm Vaccine, stored at 2 to 8 degrees Celsius over a 60 month period. Additionally, the team developed a second assay, specific to the hookworm vaccine, which could measure the ability of antibodies generated by the vaccine to block Na-GST-1, the targeted hookworm protein. The stability assay found that the Na-GST-1/Alhydrogel vaccine was potent over the entire 60 months of storage, with a notable increase in potency over the first nine months, possibly linked to an increased binding between proteins in the formulation. The functional assay showed that 90 percent of Na-GST-1 was neutralized by antibodies generated by immunized animals, but that inhibition was lower in humans. Moreover, a difference was seen between humans living in areas where hookworm is endemic versus those living in areas where the pathogen is not endemic. The researchers say that the new testing protocol can be used for other vaccines, and conclude that \"the results described herein provide, for the first time in an open access forum, official tools for the development of future NTD vaccines.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005385", "url": "http://www.eurekalert.org/pub_releases/2017-02/p-tpm022817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Parasitology", " Physiology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health"], "journal": "PLOS Neglected Tropical Diseases", "description": "A new generation of vaccines for neglected tropical diseases is moving into clinical trials, and understanding the long-term stability and effectiveness of these vaccines over periods of storage is key to their success. Now, for the first time, researchers reporting in PLOS Neglected Tropical Diseases have developed a testing program to study the potency of a vaccine over years of storage.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}