{"title": "Study explores HPV vaccine acceptability in sexual minorities", "text": "RIVERSIDE, Calif. - Human papillomavirus (HPV), which causes genital warts and can lead to several cancers, is one of the most common sexually transmitted infections. About 630 million people are infected worldwide, with 500,000 new infections added annually.Although an HPV vaccine has been available for boys and girls in the United States since 2006, HPV prevalence in heterosexual men is estimated to be about 50 percent. For men who have sex with men (MSM), the estimate is 61 percent for those who are HIV-negative and 93 percent for those who are HIV-positive.  Only limited data exist for transgender women (TW) globally.Focusing on Peruvian MSM and TW, a team of researchers has found that a preventive HPV vaccine is widely, though not universally, accepted among those populations.\"While HPV vaccination is sometimes incorrectly perceived as curative or therapeutic, rather than preventative, reasons for wanting HPV vaccination center on not only self-protection, but the protection of sexual partners,\" said Brandon Brown, an assistant professor in the Center for Healthy Communities in the School of Medicine at the University of California, Riverside, who led the research team. \"Chief among the barriers to HPV vaccination in Peru is the potential for physical and social vaccine-induced harm, along with access and the price of vaccine.\"The study, published today in PLOS ONE, is the first study in Peru, and one of few globally, specifically investigating the acceptability of HPV vaccination among MSM and TW.\"MSM and TW are disproportionately affected by HPV-related disease, but little attention is paid to this group related to HPV vaccine,\" Brown said. \"Co-infection with HIV can increase the HPV rate even higher in this population.\"To arrive at their results, the researchers conducted focus groups and individual in-depth interviews with 36 MSM and TW in 2011. In the intervening years, little has changed in terms of HPV vaccine for this population.Participants were recruited at bars, clubs, volleyball courts, saunas and parks. Interview questions included: Do you know if there is a vaccine that prevents HPV infection? Do you think your life would change if you were to get vaccinated? And, do you think your family/friends would question you or bother you if you were to decide to get vaccinated?Most participants expressed positive attitudes toward HPV vaccination. Reasons mentioned for accepting the vaccine included the prevention of genital warts, avoiding infecting others with HPV, providing a sense of security, and serving as a role model for others.\"This study represents the first step in exploring HPV vaccine acceptability among MSM and TW in Peru, and, to our knowledge, in South America,\" Brown said. \"Our future studies will include the views and opinions of nurses, doctors and health professionals who act as gateways not only to HPV vaccination, but also for HPV education and treatment.\"Similar to Peru, in the United States MSM and TW face significant barriers to healthcare, including stigma and discrimination and insufficient knowledge among patients and providers of appropriate interventions.\"We have a very effective intervention to prevent chronic HPV infection in the United States, but there is little uptake in the general population, and even less among MSM and TW,\" Brown said. \"Meanwhile, in Peru, routine and free HPV vaccine is administered only to adolescent girls in school settings. In much of Asia and Africa, even this is not done. It is time to have universal coverage globally for all people.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--seh022717.php", "region": "namerica", "source_link": null, "funder": "Merck & Co., Inc.", "meeting": "", "institution": "University of California - Riverside", "keywords": ["Medicine/Health", " AIDS/HIV", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Sex-Linked Conditions", " Sexual Behavior", " Sexual Orientation", " Sex-Linked Conditions", " Sexual Behavior"], "journal": "PLOS ONE", "description": "Human papillomavirus (HPV), which causes genital warts and can lead to several cancers, is one of the most common sexually transmitted infections, affecting about 630 million people worldwide. Focusing on Peruvian 'men who have sex with men' and transgender women, a research team, led by an assistant professor in the School of Medicine at the University of California, Riverside, has found that a preventive HPV vaccine is widely, though not universally, accepted among those populations.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}