{"title": "Study finds no evidence of common herpes type virus in aggressive brain cancer tissue", "text": "In a rigorous study of tumor tissue collected from 125 patients with aggressive brain cancers, researchers at Johns Hopkins say they have found no evidence of cytomegalovirus (CMV) infection and conclude that a link between the two diseases, as claimed by earlier reports, likely does not exist.The Johns Hopkins team cautioned that studies to confirm this finding are needed to absolutely rule out any role for the common CMV in glioblastoma and other cancers that arise in neurological support cells called glial cells. But they say their study substantially weakens the likelihood of that role.\"We have found no evidence of CMV in these tissues, and if there is no virus, targeting that virus to affect cancer using antiviral drugs or tailored vaccines doesn't make biological sense,\" says Angelo M. De Marzo, M.D., Ph.D., professor of pathology, oncology and urology at the Johns Hopkins Kimmel Cancer Center.A report on the research was published Dec. 29, 2016 in Clinical Cancer Research.As early as 2002, the Johns Hopkins team says, several studies reported that tumor cells isolated within glioblastomas and other gliomas were infected with CMV, a herpes virus that infects more than half of all adults by age 40 and is related to viruses that cause chickenpox and mononucleosis.Because other viruses are associated with some cancers, notably HPV, which causes most cervical and some head and neck cancers; and Epstein-Barr virus, which causes some lymphomas, those earlier findings generated excitement about the potential for antiviral therapies to improve the usually poor outlook for people with gliomas. However, explains Matthias Holdhoff, M.D., Ph.D., associate professor of oncology and neurosurgery at the Johns Hopkins Kimmel Cancer Center, other laboratories found no evidence of the virus in these types of tumors. \"Significant resources have already gone into this field of study,\" he says, \"making it very important to definitively answer the question of whether there's an association between CMV and gliomas or not.\"To investigate, Holdhoff and De Marzo, along with Ravit Arav-Boger, M.D., associate professor of pediatrics and oncology at the Johns Hopkins University School of Medicine, and their colleagues used several techniques to test tumor and other tissues from 99 men and women and 26 children with glioblastoma and other high-grade gliomas preserved and stored in different ways. Some of the tissues were stored as fresh frozen tissue, and some in paraffin wax blocks of tissue first soaked in a preservative known as formalin (formalin-fixed/paraffin embedded or FFPE), using either standard pathology slides or a tissue microarray (a collection of several small samples placed in the same paraffin wax block).What they called an \"exhaustive\" study design was crafted to determine presence of CMV in different ways, says De Marzo.The researchers ran these samples through different analytical techniques to look for CMV. Fresh frozen and FFPE samples underwent real-time PCR (a technique used to amplify copies of CMV's viral DNA) or chromogenic in situ hybridization, a technique that looks for the presence of specific nucleic acids that make up DNA. The FFPE samples and those in a tissue microarray underwent immunohistochemistry, a process that looks for certain CMV-derived proteins.Using one or more of these techniques on all of the samples from the 125 patients, the researchers found no evidence of CMV in any of them.Additionally, the researchers took blood samples from 18 recently diagnosed patients before they received standard radiation to treat their cancer and periodically after their treatment. The scientists tested the portion of blood called plasma of these patients using real-time PCR and their serum using a method known as the IgG avidity index, which looks for antibodies to a virus and can indicate the presence of a latent or previous infection.Eight of 15 patients, for which blood serum was available, had signs of CMV in their serum, similar to rates in the general population. None had signs of the virus in their tumors, including those who tested positive for the virus in their serum, report the researchers.The scientists say that more research using large numbers of tumor tissues from patients throughout the world, coordinated by independent laboratories with no stake in the presence of CMV in gliomas, will be necessary before CMV can definitely be ruled out as a player in these cancers.There are several types of high-grade gliomas, including glioblastoma, the most common, which is a type of astrocytoma and the most common among primary brain cancers in adults. The American Brain Tumor Association predicts that more than 12,000 cases of glioblastoma will be diagnosed in the U.S. in 2017. Median survival for this disease is 14.6 months with the current standard of care, which includes radiation and chemotherapy.", "article_link": "http://dx.doi.org/10.1158/1078-0432.CCR-16-1490", "url": "http://www.eurekalert.org/pub_releases/2017-02/jhm-sfn022817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, Wendy Jachman, Robert H. Gross Memorial Fund, Retired Professional Fire Fighters Cancer Fund Inc.", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Cancer", " Neurobiology"], "journal": "Clinical Cancer Research", "description": "In a rigorous study of tumor tissue collected from 125 patients with aggressive brain cancers, researchers at Johns Hopkins say they have found no evidence of cytomegalovirus (CMV) infection and conclude that a link between the two diseases, as claimed by earlier reports, likely does not exist.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}