{"title": "New technology offers fast peptide synthesis", "text": "CAMBRIDGE, MA -- Manufacturing small proteins known as peptides is usually very time-consuming, which has slowed development of new peptide drugs for diseases such as cancer, diabetes, and bacterial infections.To help speed up the manufacturing process, MIT researchers have designed a machine that can rapidly produce large quantities of customized peptides. Their new tabletop machine can form links between amino acids, the buildings blocks of proteins, in about 37 seconds, and it takes less than an hour to generate complete peptide molecules containing up to 60 amino acids.\"You can dial in whatever amino acids you want, and the machine starts printing off these peptides faster than any machine in the world,\" says Bradley Pentelute, the Pfizer-Laubach Career Development Associate Professor of Chemistry at MIT.This technology could help researchers rapidly generate new peptide drugs to test on a variety of diseases, and it also raises the possibility of easily producing customized cancer vaccines for individual patients.Pentelute is the senior author of a paper describing the new system in the Feb. 27 issue of Nature Chemical Biology. The paper's lead authors are graduate students Alexander Mijalis and Dale Thomas; other authors are graduate student Mark Simon, research associate Andrea Adamo, Ryan Beaumont, and Warren K. Lewis Professor of Chemical Engineering Klavs Jensen.Using traditional peptide manufacturing techniques, which were developed more than 20 years ago, it takes about an hour to perform the chemical reactions needed to add each amino acid to a peptide chain.Pentelute, Jensen, and their colleagues set out several years ago to devise a faster method based on a newer manufacturing approach known as flow chemistry. Under this strategy, chemicals flow through a series of modules that each perform one step of the overall synthesis.The team's first version of a flow-based peptide synthesis machine, reported in 2014, sped up the process to about three minutes per peptide bond. In their latest effort, the researchers hoped to make the synthesis even faster by automating more of the process. In the earlier version, the person running the machine had to manually pump amino acids out of their storage bottles, but the new machine automates that step as well.\"Our focus when we were setting out to design the automated machine was to have all the steps controlled by computer, and that would eliminate a lot of the human error and unreliability that's associated with someone doing this process by hand,\" Mijalis says.Once a user enters the desired amino acid sequence, the amino acids are pumped, in the correct order, into a module where they are briefly heated to about 90 degrees Celsius to make them more chemically reactive. After being activated, the amino acids flow into a chamber where they are added to the growing peptide chains.\"It's a very iterative process, where you're building up this molecular chain, one piece by one piece,\" Mijalis says.As each amino acid is added to the chain, the researchers can measure how much was correctly incorporated by analyzing the waste products that flow into the final chamber of the device. The current machine attaches each amino acid to the chain with about 99 percent efficiency.Once synthesized, small peptides can be joined together to form larger proteins. So far, the researchers have made proteins produced by HIV, a fragment of an antifreeze protein (which helps organisms survive extreme cold), and a toxin secreted by snails. They are also working on replicating toxins from other animals, which have potential uses as painkillers, blood thinners, or blood clotting agents. They have also made antimicrobial peptides, which scientists are exploring as a possible new class of antibiotic drugs.Another possible application for the new machine is generating peptides that could be used as personalized cancer vaccines targeting unique proteins found in individual patients' tumors. \"That's exactly what our machine makes, and it makes them at scales that are all ready to meet this demand for personalized cancer vaccines,\" Pentelute says.The MIT team is also interested in adapting this technology to make other molecules in which building blocks are strung together in long chains, such as polymers and oligonucleotides (strands of RNA or DNA).\"We can start thinking about a personalized chemistry machine,\" Pentelute says. \"It's modular and it's adaptable to all sorts of other chemistries.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/miot-nto022717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Chemistry/Physics/Materials Sciences", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Vaccines"], "journal": "Nature Chemical Biology", "description": "MIT researchers have designed a machine that can rapidly produce large quantities of customized peptides. This technology could help researchers rapidly generate new peptide drugs to test on diseases including cancer, diabetes, and bacterial infections.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}