{"title": "Research could lead to better vaccines and new antivirals", "text": "La Jolla, Calif., Feb. 27, 2016 -- Scientists at Sanford Burnham Prebys Medical Discovery Institute (SBP) have identified a new regulator of the innate immune response--the immediate, natural immune response to foreign invaders. The study, published recently in Nature Microbiology, suggests that therapeutics that modulate the regulator--an immune checkpoint--may represent the next generation of antiviral drugs, vaccine adjuvants, cancer immunotherapies, and treatments for autoimmune disease.\"We discovered that a protein called K-homology splicing regulatory protein (KHSRP) weakens the immune response to viral RNA,\" says Sumit Chanda, Ph.D., director of the Immunity and Pathogenesis Program at SBP, and senior author of the study. \"Depleting KHSRP improved immune signaling and reduced viral replication in cell culture and in vivo, suggesting that drugs inhibiting the protein may have therapeutic value.\" The innate immune response is the first line of defense against pathogens--a one-size-fits-all attack on viruses, bacteria, and pretty much anything that looks like an invader. But innate immunity must be carefully regulated. If the response is too slow or too weak, infections can run rampant, and if the trigger is too sensitive or the response is too strong, excessive inflammation or autoimmune diseases can arise.\"That's where KHSRP comes in,\" explains Chanda. \"It physically interacts with a protein called retinoic acid-inducible gene I (RIG-I) to apply the brakes to the innate immune response.\"RIG-I receptors initiate antiviral immunity by detecting viral RNA in the cytoplasm of cells. When they bind viral RNA, they turn on signaling that leads to the production of interferon, a strong inflammatory signal that helps kill viruses, as well as the induction of other antiviral responses. RIG-I receptors also coordinate signaling with other immune factors to modulate the adaptive immune response--the acquired, specialized response that develops after the innate response and provides long-term immunity.\"We identified KHSRP by systematically testing every human proteins to identify those that impact RIG-I signaling,\" says Stephen Soonthornvacharin, a recent Ph.D. graduate from the Chanda lab. \"We found about 240 proteins, but we focused on KHSRP because it was the only one of the 240 that was found to inhibit the very early steps of RIG-I signaling.\"\"Molecules that block KHSRP's actions could serve as adjuvants--components that heighten the immune response--to vaccines against influenza or hepatitis C, as antiviral drugs, or even next-generation cancer immunotherapies,\" Soonthornvacharin adds. \"Also, among the 240 RIG-I regulators we identified, 125 appear to activate RIG-I, so finding drugs that inhibit these proteins may be a way to treat autoimmune conditions involving too much interferon, like type 1 diabetes or lupus. Figuring out which ones are promising requires further investigation.\" \"We think KHSRP protects against autoimmunity,\" adds Chanda. \"RIG-I normally recognizes RNA molecules that arise during viral infections, but it can also mistakenly sense RNA present in normal cells. Without KHSRP, the innate immune response could be erroneously turned on when there's no virus. Increasing the activity of KHSRP might therefore be a way to treat autoimmunity.\"\"Next, we plan to figure out more of the details of how KHSRP regulates RIG-I,\" says Sunnie Yoh, Ph.D., staff scientist in the Chanda lab and a key contributor to the research. \"That's the information that will move us in the direction of developing therapies.\" ", "article_link": "http://dx.doi.org/10.1038/nmicrobiol.2017.22", "url": "http://www.eurekalert.org/pub_releases/2017-02/spmd-rcl022617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, James B. Pendleton Charitable Trust", "meeting": "", "institution": "Sanford-Burnham Prebys Medical Discovery Institute", "keywords": ["Biology", " Microbiology", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Nature Microbiology", "description": "Scientists at Sanford Burnham Prebys Medical Discovery Institute (SBP) have identified a new regulator of the innate immune response -- the immediate, natural immune response to foreign invaders. The study, published recently in Nature Microbiology, suggests that therapeutics that modulate the regulator -- an immune checkpoint--may represent the next generation of antiviral drugs, vaccine adjuvants, cancer immunotherapies, and treatments for autoimmune disease.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}