{"title": "Pregnancy-specific β1-glycoproteins", "text": "Development of new strategies and novel drug design to treat trophoblastic diseases and to provide pregnancy success are of crucial importance in maintenance the female reproductive health. Pregnancy specific β1-glycoproteins (PSGs) have long been recognized as trophoblast quality and embryo viability markers. This review article summarizes and discusses advances in 45-year studies on biological roles of PSGs, and structure/function relationships to other fetoplacental proteins as well as implications for drug design with focus on the latest achievements and the challenges for future investigations. PSGs were first discovered with the use of immunochemical methods by Russian scientists Yuri Tatarinov and Vitaliy Masyukevich in the blood serum of pregnant women as early as in 1970. Later, the same protein was isolated from human placental extracts by German researcher Hans Bohn, and discovered in serum of patients with trophoblastic and testicular tumors by several investigators. Combined concentration measurements of placenta-derived circulating proteins including PSGs, human chorionic gonadotropin (hCG), human placental lactogen (hPL), pregnancy-associated plasma protein A (PAPP-A), and proform of eosinophil major basic protein (proMBP) represent the useful tool for evaluating and monitoring pregnancy success and/or complications such as post-implantation embryo viability, pre-eclampsia, extra-uterine pregnancy, and growth retardation. However, integrated biomarker profiling technologies including genetics, epigenetic, omics, systems biology, bioinformatics and molecular imaging approaches are being developed for novel biomarker discovery to increase sensitivity and specificity of quantitative tests for pregnancy success and trophoblastic diseases. Except the role in early embryo implantation, PSGs have been shown to possess immunomodulatory and anti-inflammatory functions, along with ability to regulate vascular morphogenesis and hemostasis. All these functions are, plausibly, mediated through binding to cell surface receptor(s). However, CD9 cell surface glycoprotein belonging to tetraspanin (transmembrane 4) superfamily has been identified as the receptor for murine PSG17 and PSG19, while proteoglycans have been shown to bind murine PSG17, PSG22, PSG23, and human PSG1. Additionally, human PSG1 occurs to be able to interact with integrins that are receptors for cell adhesion proteins involved in cell-to-cell or cell-to-extracellular matrix attachment, the process underlying cell migration, proliferation, differentiation, invasion, and apoptosis during embryonic development and carcinogenesis.  PSGs belong to carcinoembryonic antigen (CEA) family that, in turn, is a part of immunoglobulin (Ig) superfamily and includes the following two subfamilies: (i) CEA-related adhesion molecules (CEACAMs) and (ii) pregnancy-specific beta-1 glycoproteins (PSGs). Genes of CEA family are clustered on chromosome 19 in the region 19q13.2-19q13.4 in humans, and on chromosome 7 and chromosome 1 in mice and rats, respectively. Ten genes encoding human PSGs (PSG1-PSG9, PSG11) and seventeen genes encoding rodent PSGs (psg16-psg32) have been identified to date. Structurally, PSGs represent highly glycosylated proteins with carbohydrate content from 21 to 32%. Molecular weight of their protein moieties varies from about 37 to 49 kDa in humans and from 44 to 54 kDa in rodents; the net molecular weight of PSGs including carbohydrate moieties may reach up to 72 kDa. Proteins of both subfamilies of CEA family, CEACAMs and PSGs, have been shown to possess similar mosaic multi-domain structure that provides their polyfunctional properties. Both human and rodent PSGs compose of a signal peptide and up to 3 Ig-like V(variable)-type and up to 4 Ig-like C(constant)-type domains. The Ig-like V-type domain is characteristic for all proteins of CEA family suggesting their common functions. Another type of structural modules in PSGs are short linear motifs (SLiMs) that represent amino acid sequences typically of 3 to 10 residues in length. Among the SLiMs found in PSGs are integrin-binding RGD tripeptide and proline-rich PxxP motif involved in protein-protein interactions as the site for a protein binding to SH3-domains of various signaling molecules, protein kinases and adaptor proteins. Additionally, in the all human PSGs and in part of rodent PSGs we found YxCx motifs that resemble the part of human alpha-fetoprotein (AFP)-derived biologically active peptide. Biological activities of PSG-derived tetrapeptides (YECE, YVCE, YACS, and YACE), along with CEA-derived pentapeptide (SYKCE) and AFP-derived LDSYQCT heptapeptide were studied by our group in the test of cluster of differentiation (CD) antigen expression by B and T-lymphocytes. We found that the YECE peptide was the most capable in decreasing the expression of CD25, CD71 and HLA-DR antigens by T-lymphocytes from patients with rheumatoid arthritis as compared to healthy donors. Additionally, this peptide stimulated the expression of apoptosis-inducing receptor CD95 and its ligand, CD95L, while other peptides had no effects on their expression. We consider all these short peptides derived from fetoplacental proteins such as AFP, PSGs, CEA, and hCG to serve as a basis to design novel peptide-mimetic therapeutic agents to be used in treatment of cancer, immunologic, allergic and infectious diseases, and pregnancy disorders. ", "article_link": "http://dx.doi.org/10.2174/0929867324666161123090554", "url": "http://www.eurekalert.org/pub_releases/2017-02/bsp-p022717.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Biochemistry", " Pharmaceutical Sciences", " Medicine/Health", " Developmental/Reproductive Biology", " Fertility", " Vaccines", " Gynecology", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Current Medicinal Chemistry", "description": "Development of new strategies and novel drug design to treat trophoblastic diseases and to provide pregnancy success are of crucial importance in maintenance the female reproductive health.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}