{"title": "Trials in humans near for antibody to block cocaine's impact on the brain", "text": "CINCINNATI--A University of Cincinnati (UC) researcher who has developed an immunotherapy to help reverse cocaine addiction that's been successful in animal models says he hopes to have it in clinical trials in human volunteers within a year.Andrew Norman, PhD, professor in the UC College of Medicine's Department of Pharmacology and Cell Biophysics, has led a team of researchers in the development of a human monoclonal antibody--derived from a single cell--for use against a specific target, in this case cocaine. If the antibody is injected into the bloodstream, it attaches to cocaine, preventing it from entering the brain and limiting its behavioral effects. This humanized monoclonal antibody has previously been shown by Norman and his colleagues to reduce cocaine's effects in an animal model of relapse. \"Initially, everything was pre-clinical. We developed this antibody, and we were able to produce enough to test in animals,\" says Norman. \"In all our in vivo and in vitro testing, the antibody was very effective, and it worked beautifully. Based on those very successful pre-clinical studies, we got the go ahead to move forward toward clinical studies. This is translational research, moving from molecule to mouse to man.\"Norman's research is funded by a $6.28 million three-year grant from the National Institutes of Health.  Toxicology studies and a second round of tests in animal models using the antibody are needed before an investigational drug application can proceed to the U.S. Food and Drug Administration for human clinical trials, says Norman.If proven safe, the antibody would be most beneficial in assisting individuals who are highly motivated to overcome addiction, says Norman.\"This will not cure addiction because addiction is presumably a brain affliction,\" says Norman. \"This antibody is designed to not let cocaine get to the brain. It can only prevent the cocaine from being able to act to produce its usual effects on the brain. This will aid a person by decreasing the probability that a relapse event will occur. If it does, it will help prevent that event from being maintained.\"For an individual who has an intermittent relapse, the antibody will block the cocaine from getting to the brain and producing the high that addicts may crave, says Norman.  The antibody can be given in doses that would remain effective for at least 30 days, a period long enough for a person in recovery to continue making progress in battling addiction, he says.Norman says the antibody does not cure addiction and it is not a panacea, but rather a means to assist individuals who still face the very difficult task of beating addiction.  Addiction is a treatable disease, though; for some, managing it like other chronic diseases may be an option, according to the National Institutes of Health.It would still be possible for someone to override the human monoclonal antibody, but it would require a person in the throes of addiction to take an exceedingly large amount of cocaine to overwhelm the binding capacity of the antibody, explains Norman.\"It will help keep people that are motivated to stay off cocaine from doing so by making sure any relapse event does not lead to a sustained relapsed event,\" says Norman. \"If people are not highly motivated to quit cocaine, there is no reason that this will be helpful.\"\"If this antibody works the way we believe it will in the body, then it gives clues as to how we should interpret drug effects in other addictive behaviors,\" he adds. \"There are projects in other laboratories around the country to develop vaccines against addictive drugs such as opioids.\"Norman says the antibody is so specific to cocaine that it won't bind to other drugs in the body.\"It won't interfere with other drug therapies that come along later on,\" he says. \"So if somebody does develop a drug that does interact in the brain on the mechanisms and brain areas where cocaine exerts its effect relevant to its addictive properties, this antibody will be an adjunct to that and it won't interfere.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoca-tih022717.php", "region": "namerica", "source_link": "http://healthnews.uc.edu/news/?/28630/", "funder": "NIH/National Institute on Drug Abuse", "meeting": "", "institution": "University of Cincinnati Academic Health Center", "keywords": ["Medicine/Health", " Addiction", " Clinical Trials", " Pharmaceutical Science", " Toxicology", " Social/Behavioral Science", " Addiction", " Drugs"], "journal": "", "description": "A University of Cincinnati (UC) researcher who has developed an immunotherapy to help reverse cocaine addiction that's been successful in animal models says he hopes to have it in clinical trials in human volunteers within a year.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}