{"title": "New evidence challenges popular hypothesis for how anesthesia works", "text": "Despite widespread use of anesthesia, the precise mechanism by which it causes loss of consciousness remains a mystery. Now, scientists studying ferrets have found evidence that anesthesia may work differently than popularly believed, according to a new study published in PLOS Computational Biology.The prevailing hypothesis holds that anesthesia renders patients unconscious by disrupting connections between different areas of the brain. Previous studies have supported this idea by demonstrating that anesthesia reduces information transfer between brain areas.However, Patricia Wollstadt and Michael Wibral of Goethe University, Germany, and colleagues present an alternative explanation: reduced information transfer between brain areas may not necessarily arise from a breakdown in communication between areas, but rather a decrease in available information generated within brain areas.\"This alternative interpretation derives from the simple principle that information that is not available at the source of information transfer cannot be transferred,\" says Wollstadt.To test this alternative hypothesis, the researchers monitored brain activity in ferrets under anesthesia with the chemical isofluorane. Using complementary computational approaches, they estimated the amount of information available in different brain areas. They found that \"source\" brain areas had bigger decreases in available information than \"target\" areas.These results suggest that reduced information transfer from source to target areas results from a decrease in source information, and not the strength of the connection between source and target. In fact, observations suggest that isofluorane works by affecting connections between nerve cells within brain areas, and not between nerve cells that connect different brain areas.\"Future research should include the investigation of local information processing when investigating mechanisms of general anesthesia,\" Wollstadt says. \"This research may benefit from refining our methods to allow for a more detailed investigation of local information processing and its relation to information transfer.\"", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005511", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-nec052517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biochemistry", " Molecular Biology", " Physiology", " Medicine/Health", " Neurobiology", " Neurochemistry", " Pharmaceutical Chemistry", " Surgery", " Bioinformatics"], "journal": "PLOS Computational Biology", "description": "Despite widespread use of anesthesia, the precise mechanism by which it causes loss of consciousness remains a mystery. Now, scientists studying ferrets have found evidence that anesthesia may work differently than popularly believed, according to a new study published in PLOS Computational Biology.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}