{"title": "Take a look, and you'll see, into your imagination", "text": "Kyoto, Japan -- Scanning your brain to decode the contents of your mind has been a subject of intense research interest for some time. As studies have progressed, scientists have gradually been able to interpret what test subjects see, remember, imagine, and even dream.There have been significant limitations, however, beginning with a necessity to extensively catalog each subject's unique brain patterns, which are then matched with a small number of pre-programmed images. These procedures require that subjects undergo lengthy and expensive fMRI testing.Now a team of researchers in Kyoto has used neural network-based artificial intelligence to decode and predict what a person is seeing or imagining, referring to a significantly larger catalog of images. Their results are reported in Nature Communications.\"When we gaze at an object, our brains process these patterns hierarchically, starting with the simplest and progressing to more complex features,\" explains team leader Yukiyasu Kamitani of Kyoto University.\"The AI we used works on the same principle. Named 'Deep Neural Network', or DNN, it was trained by a group now at Google.\"The team from Kyoto University and ATR (Advanced Telecommunications Research) Computational Neuroscience Laboratories discovered that brain activity patterns can be decoded, or translated, into signal patterns of simulated neurons in the DNN when both are shown the same image.Additionally, the researchers found that lower and higher visual areas in the brain were better at decoding respective layers of the DNN, revealing a homology between the human brain and the neural network.\"We tested whether a DNN signal pattern decoded from brain activity can be used to identify seen or imagined objects from arbitrary categories,\" explains Kamitani. \"The decoder takes neural network patterns and compares these with image data from a large database. Sure enough, the decoder could identify target objects with high probability.\"As brain decoding and AI development advance, Kamitani hopes to improve the image identification accuracy of their technique. He concludes, \"Bringing AI research and brain science closer together could open the door to new brain-machine interfaces, perhaps even bringing us closer to understanding consciousness itself.\"", "article_link": "http://dx.doi.org/10.1038/ncomms15037", "url": "http://www.eurekalert.org/pub_releases/2017-05/ku-tal053117.php", "region": "asia", "source_link": null, "funder": "New Energy and Industrial Technology Development Organization, Japan Society for the Promotion of Science, Japan Science and Technology Agency", "meeting": "", "institution": "Kyoto University", "keywords": ["Algorithms/Models", " Memory/Cognitive Processes", " Perception/Awareness", " Technology/Engineering/Computer Science", " Computer Science", " Robotry/Artificial Intelligence"], "journal": "Nature Communications", "description": "Using fMRI signals and Deep Neural Network AI, researchers decode and predict what a subject is seeing or imagining.", "date": "Wed, 31 May 2017 04:00:00 GMT"}