{"title": "Study: Ketamine doesn't affect delirium or pain after surgery", "text": "ANN ARBOR, Mich. - Ketamine was first introduced into clinical practice by investigators at the University of Michigan in the mid-1960s as a general anesthetic that could offer advantages, such a preserving breathing, not afforded by other anesthetic drugs at the time.Since then, doctors have used the medication for other purposes.\"It's an anesthetic, but more recently has been found to have antidepressant and analgesic properties at lower doses,\" says George A. Mashour, M.D., Ph.D., professor of anesthesiology, director of the Center for Consciousness Science and associate dean for clinical and translational research at the University of Michigan Medical School. Mashour is the senior author of a new study published today, with an accompanying editorial, in The Lancet that sought to discover what effect ketamine has on delirium and pain -- two serious postoperative complications.Although the therapeutic connection has been affirmed before, analyses were limited in scope.\"Previous studies found evidence that ketamine could prevent delirium and reduce pain after surgery,\" Mashour says. \"However, these studies were often in small cohorts. We felt it was beneficial to test the effects of ketamine on delirium and pain in a multicenter, international study of older patients at risk who were undergoing major surgery.\"The new study also is driven by current medical practices. Mashour acknowledges that ketamine administration during surgery is increasing.Which is why he and his close collaborator, Michael Avidan, MBBCh, professor of anesthesiology and cardiothoracic surgery at Washington University School of Medicine in St. Louis, sought to examine the drug's supposed benefits more closely.\"Physicians have been increasingly using the drug because of previous claims that it reduces pain after surgery,\" Mashour says. \"We wanted to test this in a larger cohort along with the outcome of delirium in patients at high risk. The two adverse outcomes are linked -- pain can cause delirium, but opioids, the usual treatment for pain, can also cause delirium. We reasoned that if ketamine could reduce pain and delirium, it would be an important advance.\"Avidan, lead author of the study, adds, \"When patients become delirious after surgery, they tend to spend more time in the intensive care unit, have longer hospital stays and have a greater chance of dying. Overall, patients who develop delirium have worse outcomes and are at higher risk for long-term cognitive decline. It's really important to try to prevent it if we can.\"Analyzing patient dataMashour, Avidan and colleagues assessed 1,360 patients in their prospective clinical trial. All were age 60 or older and undergoing major cardiac or noncardiac surgery under general anesthesia between February 2014 and June 2016. Of the 1360 total patients assessed, 672 were eligible and randomized to three different arms -- with 222 in the placebo group, 227 in the low-dose ketamine group and 223 in the high-dose ketamine group.\"The drug was administered to the patients following the onset of general anesthesia, but prior to any surgical incision,\" Mashour says. \"We ensured that none of the study participants, their clinicians or investigators were aware of what group the participant had been assigned to.\"Participants were assessed twice a day for the three days following surgery for delirium and pain. The researchers also recorded each patient's postoperative opioid use, hallucinations and nightmares.Surprising findingsResults contradicted prior studies as well as widespread notions about the drug.\"We found no difference in delirium incidence between the combined ketamine groups and the group that received the placebo,\" Mashour says. \"Ketamine doesn't reduce delirium, which was not all that unexpected, but it also doesn't increase it.\"Then came the surprising finding.Adds Mashour: \"We then assessed the pain data, fully expecting ketamine would reduce pain and use of opioids. Lo and behold, it didn't have any effect on pain or opioid consumption.\"The research group noted that there were no significant differences among any of the three groups in terms of maximum pain scores or median opioid consumption over time.\"This was a big surprise for our team,\" says co-investigator and Michigan Medicine site lead, Phillip Vlisides, M.D., assistant professor of anesthesiology. \"However, our study was four-fold larger than any studies that had come before it with respect to pain, and was rigorous in its methodology.\"In addition, researchers found that giving higher doses of ketamine appeared to increase negative consequences of the drug.\"Unfortunately, we also found that some of the known negative effects of ketamine, such as hallucinations and nightmares, were increased in dose-dependent ways,\" Mashour says.Moving forwardMashour hopes the study yields useful information for his fellow providers.\"It's a noteworthy study in terms of current practice,\" Mashour says. \"The administration of ketamine during surgery is becoming widespread. We've identified this trend here at our institution and others across the country.\"Meanwhile, the contradictory findings on ketamine use underscore the need for more research, he adds.\"Ketamine didn't show evidence in older adults of reducing delirium, pain or opioid consumption after surgery,\" Mashour says. \"And, perhaps more concerning, it seemed to increase negative experiences for older adults. We recommend further research on the drug to ensure we are not administering something that isn't working to benefit our patients.\"\r\n", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)31467-8", "url": "http://www.eurekalert.org/pub_releases/2017-05/mmu-skd053017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Pain", " Surgery"], "journal": "The Lancet", "description": "A new study, with an accompanying editorial, published today in The Lancet sought to discover what effect ketamine has on delirium and pain -- two serious postoperative complications.", "date": "Tue, 30 May 2017 04:00:00 GMT"}