{"title": "Newly discovered beetle species catches a ride on the back of army ants", "text": "A new species of beetle has been spotted hitchhiking on the back of army ants as a means of transportation, according to research published in the open access journal BMC Zoology. The newly discovered beetle, Nymphister kronaueri, uses its strong mandibles to anchor itself tightly to the ant's body in order to hitch a ride when the nomadic army ants move to new nesting sites. It was only found in one particular army ant species and primarily on medium sized workers demonstrating that it is a highly specialized ant guest. Dr. Christoph von Beeren, lead author of the study, from Technical University Darmstadt, Germany, said: \"While collecting ant guests during the nightly emigration of an army ant colony, we realized that the abdomen of some ants looked odd and reflected the light of our headlamps in a slightly different way. From above it is difficult to detect the parasite, because the beetle closely resembles the ant's abdomen. When viewed from the side, however, it looks as if the ants had a second abdomen. To our surprise the odd looking 'ant abdomens' turned out to be beetles.\"Von Beeren adds: \"To the human eye, the beetle is quite difficult to detect when attached to the ant as they are similar in size and shape to the host ants' abdomen. The outer shell of the beetle is also smooth and shiny, just like the ants. We think that by imitating this part of the ants' body they might reduce the chance of recognition by the ants, allowing the beetle to travel undetected.\"The new species is named after Daniel Kronauer, a dedicated army-ant researcher at The Rockefeller University, New York, who first discovered the species in an army ant emigration. It is one of many organisms, including silverfish, wasps, beetles, mites and flies that are known to exploit army ant colonies. This new finding was made during a biodiversity assessment of army ant guests at La Selva Biological Station, a lowland Atlantic rainforest in Costa Rica. Von Beeren and his colleague Alexey Tishechkin, co-author of the article, collected ant parasites from many tropical sites but only discovered the new beetle species in one particular host species in Costa Rica.Von Beeren adds: \"Army ants have been studied extensively by researchers, yet this conspicuous new species has been overlooked until now. Little is known about other species of army ants and their guest communities - it is evident that many more species like N. kronaueri still need to be discovered.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bc-ndb020717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Zoology/Veterinary Science"], "journal": "BMC Zoology", "description": "A new species of beetle has been spotted hitchhiking on the back of army ants as a means of transportation, according to research published in the open-access journal BMC Zoology.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}