{"title": "Life begets life: The diversity of species on Earth is generating itself", "text": "If competition is the main evolutionary driver, why can so many species coexist within the same ecosystem instead to have a few that dominate? This a long and central question  in ecology. Many ideas have been suggested in an attempt to explain this evolutionary paradox. Most of them are based on the importance of ecological niches for the maintenance of differentiated against dominated environments. In 2011, Dr. Roberto Cazzolla Gatti, associate professor in Ecology and Biodiversity at the Tomsk State University (Russia) proposed the \"Biodiversity-related Niches Differentiation Theory\" (BNDT), arguing that species themselves are the architects of biodiversity, by proportionally increasing the number of potentially available niches in a given ecosystem. Along similar lines, but independently, the idea of viewing economics, biology and ecology as emergent autocatalytic sets (self-sustaining network of mutually \"catalytic\" entities) was suggested by Dr. Wim Hordjik, researcher at the Konrad Lorenz Institute for Evolution and Cognition Research, Klosterneuburg (Austria) and the famous McArthur Fellowship winner, Prof. Stuart Kauffman from the Institute for Systems Biology, Seattle (USA).Now, in a paper published in Ecological Modelling (Volume 346, 24 February 2017, Pages 70-76) with the title \"Biodiversity is autocatalytic\" the three scientist merged their ideas in a new hypothesis to explain why and how a so great amount of species could live together in the same environment. The research paper suggests that one group of species enables the existence of (i.e., creates niches for) other species. This means -- the authors say -- that \"biodiversity can indeed be considered a system of autocatalytic sets, and that this view offers a possible answer to the fundamental question of why so many species can coexist in the same ecosystem\".The variability among living organisms in terrestrial, marine and other aquatic ecosystems, and the ecological complexes of which they are a part, have been defined with the term \"biodiversity\". Apart from the formal definitions and the different ways to measure it, the central question about biological diversity on Earth is how so many species can coexist within the same ecosystem.However, the idea that interactions between species are important catalysts of the evolutionary processes that generate the remarkable diversity of life is gaining interest among ecologists. For instance, it has been shown that symbiosis between gall-inducing insects and fungi catalysed both the expansion in resource use (niche expansion) and diversification. Indeed, facilitation (a process that allows the colonization and presence of new species taking advantage of the presence of other ones by expanding the ecosystem hypervolume) plays a major role in species coexistence, strongly increasing the biodiversity of an area. A species emerges from this environment and is an expression, in fact a historically contingent expression, of those interactions. In other words, species are expressed and maintained by a complex interacting ecological network. An autocatalytic set, a chemical process associated by Cazzolla Gatti and colleagues to biological systems, is a group of entities (e.g. molecules and the chemical reactions between them), each of which can be produced catalytically, i.e., triggered by other entities within the set, such that the entire set is able to sustain and reproduce itself from a basic food source. In other words, the set as a whole is self-sustaining and collectively autocatalytic. \r\nAutocatalytic sets were originally defined in the context of chemistry (in particular polymer systems), but the authors of this research study showed that biodiversity can also be considered a system of autocatalytic sets.\r\nDr. Cazzolla Gatti explained that \"Species themselves, creating favourable conditions for the colonization of other species, allow their concurrent presence, and the fundamental mechanism that supports the coexistence of species is the creation of diversity-related niches.\" A species must not only preserve itself, but also engage in autocatalytic feedback cycles (e.g. reward loops, function circles, autopoiesis, etc.) that contribute to the overall function of the local environment. The phenomenon of autocatalysis could, therefore, be considered a process of internal and external selection.These ideas open up many new and interesting research questions. For instance, we could ask if there is a limit to the growth of biodiversity, and if so does this limit coincide with the ecosystem carrying capacity? Another open question which derives from this theory is: if biodiversity is indeed autocatalytic, does it follow a sigmoidal growth over time (as every autocatalytic reaction)? Considering, for example, the trends of number of genera during the Phanerozoic, which follows an exponential growth curve the authors argue that, if the answer to the above question is positive, global biodiversity should -- in absence of catastrophic events -- eventually reach a plateau and show a sigmoidal trend (as predicted by the differential equation of the BNDT). Finally, a more practical and empirically interesting question, which could be answered by the \"autocatalytic biodiversity hypothesis\", is whether we can estimate the (possible or existing) number of species of a particular group from ecological variables (mainly influencing the autocatalysis of that group), such as biomass. For example, Prof. Kauffman in 1993 calculated the number of cell types as the square-root of the number of genes of an organism. Similarly, the authors attempted to calculate the number of vascular plants by taking the square-root of the estimated total live plant biomass of 550 bTC (billion tonnes of carbon). Their captivating result estimated a maximum number of 741,620 vascular plant species. As of 2013, approximately 350,000 are accepted plant species names and over 240,000 names remain to be resolved into 'accepted name' or 'synonym'. Considering that an unknown number of plant species have yet to be discovered, and summing the number of accepted species to a mean number of unresolved names, the final sum is surprisingly close to authors' estimate. Is this result just a coincidence or is it truly a consequence of the theory? Dr. Cazzolla Gatti and colleagues hope that in the near future we will be able to perform a similar calculation for animal groups and resolve this question.With this hypothesis on the autocatalysis of biodiversity (i.e. biological diversity begets itself diversity) the authors provide a reason to the long Darwin's wondering on this grandeur view of life that \"with its several powers, having been originally breathed into a few forms or into one; and that, whilst this planet has gone cycling on according to the fixed law of gravity, from so simple a beginning endless forms most beautiful and most wonderful have been, and are being, evolved\". However, Dr. Cazzolla Gatti and colleagues showed that, besides his wonders, Darwin was wrong about the causes of this great biological diversity. Biodiversity - declared Dr. Cazzolla Gatti - is not originated \"from the war of nature, from famine and death\" as Darwint thought, but from the power of life to enable other life; not from war, but from the searching for peace; not from competition but from the avoidance of it, e.g. from cooperation and facilitation (i.e. by autocatalysis).", "article_link": "http://dx.doi.org/10.1016/j.ecolmodel.2016.12.003", "url": "http://www.eurekalert.org/pub_releases/2017-02/nrts-lbl020917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "National Research Tomsk State University", "keywords": ["Biology", " Biodiversity", " Evolution"], "journal": "Ecological Modelling", "description": "If competition is the main evolutionary driver, why can so many species coexist within the same ecosystem instead to have a few that dominate? This a long and central question  in ecology. Many ideas have been suggested in an attempt to explain this evolutionary paradox. Most of them are based on the importance of ecological niches for the maintenance of differentiated against dominated environments.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}