{"title": "Brain damage is not always damaging", "text": "Stroke is a type of lesion caused by reduced blood flow to the brain, which results in the death of some of the brain's neurons. Such lesions typically cause severe difficulties for the person who endures them. We base this understanding on the \"lesion method,\" which has shown that damage to particular parts of the brain harms specific cognitive functions that regulate everyday activities. Damage to multiple parts of the brain has been shown to be especially harmful.It turns out that this is often but not always the case. In a recent paper, a team of researchers from INCYT, based in Argentina, describes a woman who remains remarkably functional after enduring first a hemorrhagic and then an ischemic stroke. These events combined to create multiple lesions, which damaged many areas on both the right and left hemispheres of her brain. Normally such disturbances would be deeply harmful. For the woman in question here, a 44-year old known as CG, these events had only mild impacts.The research team verified CG's resilience in multiple ways. First they assessed her sense of smell, taste and emotional recognition (the ability to interpret emotions in other people's facial expressions) in comparison to a control group of women without brain lesions. Despite a reduced sense of smell, CG performed within a normal range on almost every respect. Additional comparisons showed that CG exhibited no impairments of attention, memory, language or social cognition skills (such as inferring the meaning of others' emotions and thoughts).Two members of the research team also visited CG at her home, which is a more true-to-life setting than a somewhat artificial research lab environment. As her mother and a long-time friend confirmed that CG's functioning was normal, CG herself was an exemplary host who was highly attuned to everyone's needs. This revealed high cognitive functioning, almost as though her lesions had never occurred at all. Indeed, the only impacts that endured over time were her compromised sense of smell as well as a loss of sensitivity in CG's right hand.Other people with brain lesions have also shown surprising resilience -- for example, some people can maintain their language skills even after the left hemisphere of their brain is removed. In general these cases involve lesions to a single brain region. CG's case is unique because she endured multiple lesions extended across the brain and yet maintained strong functioning. One possible cause for this is that her brain \"re-wired\" itself to maintain its former level of functioning, which often occurs in similar cases. This process involves \"plastic changes\" in the brain. However, study authors Adolfo García and Agustín Ibáñez are not convinced that this occurred for CG, because re-wiring usually takes a long time. They note that \"her cognitive repertoire was near-optimal shortly after her stroke, which rules out the possibility of slow-paced plastic changes coming in to compensate for missing functions.\"In short, CG's experience is an enigma that reveals just how much we still have to learn about the way the brain works. As García and Ibáñez note, \"We simply have no full-fledged theory to account for almost immediate neuroplastic changes in adulthood.\" That work continues. Meanwhile, \"these reports open a small window of hope, suggesting that, though very exceptionally, some people can maintain high levels of functionality even after sustaining severe, extended brain damage.\"", "article_link": "http://dx.doi.org/10.3389/fnagi.2016.00335", "url": "http://www.eurekalert.org/pub_releases/2017-02/f-bdi020917.php", "region": "europe", "source_link": null, "funder": "National Scientific and Technical Research Council, National Fund for Scientific and Technological Development, INECO Foundation", "meeting": "", "institution": "Frontiers", "keywords": ["Medicine/Health"], "journal": "Frontiers in Aging Neuroscience", "description": "Strokes are usually, but not always, debilitating. This case report documents the extraordinary resilience of a woman in Argentina who endured multiple strokes. Despite these traumas her daily functioning continued in many ways as though nothing had happened. In addition to being an inspiring individual story of resilience, this episode highlights how much we still have to learn about the way the adult brain functions.", "date": "Thu, 09 Feb 2017 05:00:00 GMT"}