{"title": "Key friendships vital for effective human social networks", "text": "Close friendships facilitate the exchange of information and culture, making social networks more effective for cultural transmission, according to new UCL research that used wireless tracking technology to map social interactions in remote hunter-gatherer populations. The research demonstrates how increased network efficiency is achieved through investment in a few strong links between non-kin friends connecting unrelated families, as well as showing that strong friendships are more important than family ties in predicting levels of shared knowledge among individuals. The study, published today in Nature Human Behaviour, was funded by the Leverhulme Trust.Hunter-gatherers offer the closest existing examples of human lifestyles and social organisation in the past, offering vital insights into human evolutionary history. To map the social networks of populations of Agta and BaYaka hunter-gatherers in Congo and the Philippines, researchers from the Hunter-Gatherer Resilience Project in UCL Anthropology used devices called mote - a wireless sensing technology worn as an armband that can record the interactions a person has in one day. The motes recorded all one-to-one interactions at two minute intervals for 15 hours a day over a week in six Agta camps in the Philippines (200 individuals, 7, 210 interactions) and three BaYaka camps in the Congo (132 individuals, 3,397 interactions). With this data, they were able to construct and examine social networks for both groups in unprecedented detail. Many unique human traits such as high cognition, cumulative culture and hyper-cooperation have evolved due to the social organisation patterns unique to humans.First author of the study, Dr Andrea Migliano (UCL Anthropology), commented: \"Making friends and having a friendship network is an important human adaptation, one that has helped us develop cumulative culture.\"What we see in these hunter-gatherer camps is that people have very strong relationships with their friends - and those relationships are as strong as those with family. These friends connect the different households, facilitating the exchange of information and culture. And it is those connections that make a network efficient.\"The analyses show that randomization of interactions among either close kin or extended family did not affect the efficiency of hunter-gatherer networks. In contrast, randomization of friends (non-kin relationships) greatly reduced efficiency. The researchers also found evidence that friendships began very early in childhood in both populations.Dr Migliano added: \"In contemporary society, we have the technology to expand these social networks, increasing flow of information over much larger numbers of people. This allows humans to co-operate and work together to build wonderful things. Our work illustrates how friendship is one of the secrets to humans' success as a species.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ucl-kfv020817.php", "region": "europe", "source_link": null, "funder": "Leverhulme Trust", "meeting": "", "institution": "University College London", "keywords": ["Social/Behavioral Science", " Anthropology", " Arts/Culture", " Behavior"], "journal": "Nature Human Behaviour", "description": "Close friendships facilitate the exchange of information and culture, making social networks more effective for cultural transmission, according to new UCL research that used wireless tracking technology to map social interactions in remote hunter-gatherer populations.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}