{"title": "Study finds naps may help preschoolers learn", "text": "Research has shown that naps play an important role in sustaining new learning in infants. A new study from the University of Arizona suggests naptime could have a similar effect on language learning in preschool-age children.Researchers studied verb learning in 3-year-olds and found that those who napped after learning new verbs had a better understanding of the words when tested 24 hours later.The findings, which will be published in the journal Child Development, suggest that parents may want to consider maintaining regular naptimes for preschoolers, who are at an age at which naps have a tendency to dwindle, said lead study author and UA alumna Michelle Sandoval, who conducted the research as a doctoral student in the UA Department of Psychology.Sandoval and her colleagues tested 39 typically developing 3-year-olds, divided into two groups: habitual nappers (those who nap four or more days a week) and non-habitual nappers (those who nap three or fewer days per week). Within each group, children were randomly assigned to either a napping condition, in which they would nap for at least 30 minutes after learning a new verb, or a wakefulness condition, in which they would not nap after learning.Experimenters taught the children two made-up verbs -- \"blicking\" and \"rooping\" -- and showed them a video in which two different actors performed separate whole-body actions to correspond with each verb.Twenty-four hours later, the children were shown videos of two new actors performing the same actions they learned the previous day and were asked to point at which person was \"blicking\" and which was \"rooping.\"Children who had napped within about an hour of learning the verbs performed better than those who stayed awake for at least five hours after learning, regardless of whether they were habitual nappers.Different actors were used in the training and testing videos to allow researchers to measure how well children \"generalized\" the new verbs, meaning they were able to recognize them even when performed in a different context by different people.\"We're interested in generalization because that's the target for word learning. You have to be able to generalize words to be able to use them productively in language,\" Sandoval said. \"Regardless of typical napping behavior, children who were in the sleep condition -- who were asked to nap after learning -- were the ones who generalized, and those who stayed awake were not able to generalize 24 hours later.\"The researchers chose to study verb learning since verbs typically are more difficult to learn than simple nouns that often are children's first words, such as \"mommy,\" \"daddy\" and \"doggie.\"\"Verbs are interesting because we know they are very challenging for children to learn and to retain over time,\" Sandoval said. \"Individual objects have clear boundaries, and children learn about those very early in development -- before they hit their first birthday, they know a lot about objects. Verbs aren't as neatly packaged. Besides a physically perceptible action, a verb contains information about the number of people involved and can contain information about when the action took place.\"Preschoolers Need 10 Hours of SleepResearchers were interested in napping's effects on preschoolers in particular because that tends to be an age when children start napping less. While an infant between birth and 6 months old may take up to six naps a day, many children are down to one nap or no naps a day by preschool.Researchers think the learning benefit of napping could come from what is known as slow-wave sleep.\"There's a lot of evidence that different phases of sleep contribute to memory consolidation, and one of the really important phases is slow-wave sleep, which is one of the deepest forms of sleep,\" said study co-author Rebecca Gómez, UA associate professor of psychology, cognitive science, and second language acquisition and teaching.\"What's really important about this phase is that essentially what the brain is doing is replaying memories during sleep, so those brain rhythms that occur during slow-wave sleep and other phases of non-REM sleep are actually reactivating those patterns -- those memories -- and replaying them and strengthening them,\" said Gómez, who also serves as principal investigator of the UA's Child Cognition Lab.While it appears that napping could continue to benefit 3-year-olds' learning, parents shouldn't necessarily fret if they can't get their preschooler to nap during the day, since there is a lot of variability in children's sleep behaviors at that age, Gómez said.The most important thing is total amount of sleep. Preschool-age children should be getting 10 to 12 hours of sleep in a 24-hour period, whether it's all at night or a combination of nighttime sleep and napping, Gómez said.\"We know that when children don't get enough sleep it can have long-term consequences,\" including deficits on cognitive tests, Gómez said.So for children who don't get enough sleep at night, creating opportunities to nap could be beneficial.\"It's important to create opportunities for children to nap -- to have a regular time in their schedule that they could do that,\" Gómez said.\r\n", "article_link": "http://dx.doi.org/10.1111/cdev.12723", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoa-sfn020817.php", "region": "namerica", "source_link": "http://uanews.arizona.edu/story/study-finds-naps-may-help-preschoolers-learn", "funder": "", "meeting": "", "institution": "University of Arizona", "keywords": ["Medicine/Health", " Pediatrics", " Social/Behavioral Science", " Behavior", " Language/Linguistics/Speech", " Learning/Literacy/Reading", " Parenting/Child Care/Family"], "journal": "Child Development", "description": "University of Arizona researchers studied verb learning in 3-year-olds, finding that those who napped after learning new verbs had a better understanding of the words when tested 24 hours later.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}