{"title": "Handedness arises from genes in the spinal cords of embryos", "text": "Our nervous systems have left-right differences that are important for correct functioning. Handedness is probably the best known asymmetry arising from the development of the nervous system. This is observed very early on: embryos of eight weeks already tend to move their right arms more often than their left arms. At this 'age' signals are not sent from the brain to the arms yet, but only from the spinal cord. A few weeks later, left-right differences also become visible in the shape and size of the premature brain.A team of scientists from the Netherlands, the UK and China searched for genes that contribute to left-right differences in the nervous system, in the period between four and eight weeks after fertilization. The genetic analysis showed that the left and right sides of the spinal cord develop at different paces.The left side of the spinal cord matures slightly faster than the right side. Sets of key genes that control growth and maturity were found to reach a more advanced profile of activity on the left side than the right. In the hindbrain, an area which is the predecessor for some adult parts of the brain, this was the other way around.\"This seems logical, since many nerve fibers cross over from one side to the other at the boundary between the hindbrain and spinal cord,\" says Carolien de Kovel, lead author of the study and researcher at the Max Plank Institute for Psycholinguistics (MPI). \"How exactly this left-right genetic difference in the spinal cord leads to right-handedness is, however, not yet clear.\"Clyde Francks, head of the MPI research group 'Brain and behavioral asymmetries' and Research Fellow at the Donders Institute at the Radboud University, explains, \"We think that these very early left-right differences in the spinal cord may act to trigger some of the later asymmetries of the brain, such as the eventual dominance of the left hemisphere for language functions in most adults'.\"Around 85% of humans are right-handed; it seems the standard in human development,\" De Kovel adds, \"but genetic and environmental factors may provide alternative paths of development, such as left-handedness or two-handedness. Interestingly, disturbances in such asymmetries seem to be more common in people with psychiatric conditions such as schizophrenia.\"Hence, De Kovel and her colleagues also compared the results of their study with genetic factors that influence the risk of schizophrenia. It was found that genes which exhibit the largest left-right differences in the embryos also tended to be involved in the risk of schizophrenia. \"The findings do not prove directly that these genes cause schizophrenia by their actions in the spinal cord, because the same genes are also active in the grown up brain. However this does provide us with clues on which we can base further research,\" De Kovel explains.", "article_link": "http://dx.doi.org/10.1016/j.biopsych.2017.01.016", "url": "http://www.eurekalert.org/pub_releases/2017-02/mpif-haf020717.php", "region": "europe", "source_link": "http://www.mpi.nl/news/handedness-arises-from-genes-in-the-spinal-cords-of-embryos", "funder": "Netherlands Organization for Scientific Research", "meeting": "", "institution": "Max Planck Institute for Psycholinguistics", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology", " Genes"], "journal": "Biological Psychiatry", "description": "The left side of the spinal cord matures slightly faster than the right side in human embryos of four to eight weeks age. This is the earliest left-right difference of development in the human nervous system yet discovered. An international team led by scientists from the Max Planck Institute for Psycholinguistics and Donders Institute for Brain, Cognition and Behaviour revealed this by studying the activity levels of many genes.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}