{"title": "Researchers find chemical switch that may decrease symptoms of schizophrenia", "text": "A new study by University of Maryland School of Medicine researchers has found that in mice, adjusting levels of a compound called kynurenic acid can have significant effects on schizophrenia-like behavior. The study appeared in the latest issue of the journal Biological Psychiatry.In recent years, scientists have identified kynurenic acid as a potential key player in schizophrenia. People with schizophrenia have higher than normal levels of kynurenic acid in their brains. KYNA, as it is known, is a metabolite of the amino acid tryptophan; it decreases glutamate, and research has found that people with this illness tend to have less glutamate signaling than people without the disease. Scientists have theorized that this reduction in glutamate activity, and therefore the higher KYNA levels seen in patients, might be connected with a range of symptoms seen in schizophrenia, especially cognitive problems.For several years, Robert Schwarcz, PhD, a Professor in the Department of Psychiatry at the University of Maryland School of Medicine (UM SOM), who in 1988 was the first to identify the presence of KYNA in the brain, has studied the role of KYNA in schizophrenia and other neuropsychiatric diseases. For the new study, Dr. Schwarcz and his team collaborated closely with scientists at the Karolinska Institute in Stockholm, Sweden, the University of Leicester in the United Kingdom, and KynuRex, a biotech company in San Francisco.\"This study provides crucial new support for our longstanding hypothesis\", Dr. Schwarcz said. \"It explains how the KYNA system may become dysfunctional in schizophrenia.\"Dr. Schwarcz and his colleagues studied mice which were deficient in kynurenine 3-monooxygenase, or KMO, an enzyme that is crucial for determining the levels of KYNA in the brain. Specifically, lower KMO results in higher levels of KYNA. Interestingly, patients with schizophrenia have lower than normal brain levels of KMO, which may be linked to lower levels of glutamate. The mice with lower levels of KMO showed impairments in contextual memory and spent less time than did a control group interacting with an unfamiliar mouse in a social setting. The low-KMO mice also showed increased anxiety-like behavior when put into a maze and other challenging settings. Since these behaviors are similar to behavioral traits in humans with schizophrenia, this suggests that KMO and KYNA may play a key role in the disease.The new discovery has clinical implications as well. On its own, boosting glutamate on a large scale has serious side effects, including seizures and nerve cell death. Dr. Schwarcz and his colleagues propose that modifying KYNA could adjust glutamate more precisely. In recent years, he and his collaborators have in fact shown that a reduction in KYNA improves cognition in animals that have cognitive deficits similar to those seen in schizophrenia. Because this mechanism is indirect, it seems not to trigger the same side effects that directly boosting glutamate does. His UM SOM team is now investigating compounds that might produce the same results in humans.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoms-rfc020617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Biochemistry", " Medicine/Health", " Neurobiology", " Neurochemistry", " Mental Health"], "journal": "Biological Psychiatry", "description": "A new study has found that in mice, adjusting levels of a compound called kynurenic acid can have significant effects on schizophrenia-like behavior. In recent years, scientists have identified kynurenic acid as a potential key player in schizophrenia.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}