{"title": "The Lancet Psychiatry: Experts ask: Can cannabis be made safer?", "text": "As cannabis laws become liberalised in many countries, experts writing in The Lancet Psychiatry argue that there is an urgent need to explore how cannabis use can be made safer. The authors say that policy makers and researchers should consider regulating cannabis potency, reducing the use of tobacco (e.g. by using vapourisers), and exploring how the chemical composition of cannabis could be modified to reduce harm without altering the pleasurable effects of the drug. In the past 40 years, the potency of cannabis has on average doubled worldwide and there is evidence of a greater number of people seeking help for cannabis use disorders in the UK, Europe, and USA. Despite prohibitive laws on possession and use of cannabis being introduced in the 1960s, cannabis use has increased in most parts of the world, suggesting the laws have had little effect on use and abuse. Uruguay and a number of US states, including California, Oregon, Alaska, Maine, Massachusetts, Washington, Nevada, and Colorado allow cannabis to be sold for recreational purposes. Canada is set to legalise its recreational use in 2017 and several European countries, including Portugal, Spain and the Netherlands, have lessened or abolished sanctions on possession and use [1]. The main active compounds found in cannabis are delta-9-tetrahydrocannabinol (THC) and cannabidiol (CBD). High potency cannabis is high in THC with low (or absent) levels of CBD. This variety is commonly known as sinsemilla (Spanish meaning \"without seed\") or sometimes \"skunk\". Recent evidence suggests that CBD may protect against some of the detrimental effects of THC such as memory impairment and paranoia.Writing in a Personal View, the authors, from the Institute of Psychiatry, Psychology and Neuroscience at King's College London and UCL (UK), argue that the time has come to consider harm reduction in cannabis use.First, the authors say more focus on the harms of tobacco is needed since cannabis is frequently used with tobacco, particularly in Europe. For instance, smoke-free vapourisers could help reduce the harmful effects of smoke and avoid the highly addictive properties of tobacco. Secondly, they say that in countries where cannabis is legalised, the potency of cannabis could potentially be addressed. In parts of the USA where cannabis is legalised, THC is not regulated and extremely potent cannabis products (up to 75% THC) have gained popularity. Some policy makers in the Netherlands and Uruguay have suggested introducing a cap to limit THC content to 15% and more evidence is needed on the effect of these measures. Alternative options might include taxing cannabis according to THC content. However, the authors argue that these strategies might not be entirely successful, as cannabis users tend to prefer cannabis with a relatively high THC content. Instead, they argue that increasing the levels of CBD could reduce some of the harmful effects of cannabis, without compromising the effects users seek. More research into the harms posed by different levels of THC and CBD content is needed, and this information could potentially contribute to guidelines on safer cannabis use, similar to alcohol.\"Although most users will not develop problems from their cannabis use, it is vital, especially now that cannabis is becoming increasingly liberalised, that we explore alternative and innovative ways by which we can reduce and mitigate cannabis related harms\" says Dr Amir Englund, lead author from King's College London. \"With the rapidly changing political climate around cannabis, the demand to effectively reduce cannabis-related harms has never been greater, and more research is urgently needed to inform policy decisions. A strategy based on increasing the content of CBD in cannabis might be especially promising because CBD can offset several harms associated with cannabis without compromising its rewarding effects.\" [2]Dr Tom Freeman, a co-author and Senior Research Fellow for the Society for the Study of Addiction said: \"In the last eight years, the number of people in the UK entering specialist treatment for cannabis increased by over 50%. During the same time period, street cannabis has become increasingly strong with high levels of THC and little or no CBD.  Further research on CBD is now needed - both to investigate its potential role in mitigating the harmful effects of THC in cannabis, but also as a potential treatment for the minority of people who develop problematic cannabis use. Efforts to reduce the common practice of mixing cannabis with tobacco could potentially prevent people progressing to nicotine dependence, providing a substantial benefit for public health.\" [2]", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tl-tlp022817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet Psychiatry", "description": "As cannabis laws become liberalised in many countries, experts writing in The Lancet Psychiatry argue that there is an urgent need to explore how cannabis use can be made safer.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}