{"title": "Happy notes, happy memories", "text": "Happy memories spring to mind much faster than sad, scary or peaceful ones. Moreover, if you listen to happy or peaceful music, you recall positive memories, whereas if you listen to emotionally scary or sad music, you recall largely negative memories from your past. Those are two of the findings from an experiment in which study participants accessed autobiographical memories after listening to unknown pieces of music varying in intensity or emotional content. It was conducted by Signy Sheldon and Julia Donahue of McGill University in Canada, and is reported in the journal Memory & Cognition, published by Springer.The experiment tested how musical retrieval cues that differ on two dimensions of emotion -- valence (positive and negative) and arousal (high and low) -- influence the way that people recall autobiographical memories. A total of 48 participants had 30 seconds to listen to 32 newly composed piano pieces not known to them. The pieces were grouped into four retrieval cues of music: happy (positive, high arousal), peaceful (positive, low arousal), scary (negative, high arousal) and sad (negative, low arousal).Participants had to recall events in which they were personally involved, that were specific in place and time, and that lasted less than a day. As soon as a memory came to mind, participants pressed a computer key and typed in their accessed memory. The researchers noted how long it took participants to access a memory, how vivid it was, and the emotions associated with it. The type of event coming to mind was also considered, and whether for instance it was quite unique or connected with an energetic or social setting.Memories were found to be accessed most quickly based on musical cues that were highly arousing and positive in emotion, and could therefore be classified as happy. A relationship between the type of musical cue and whether it triggered the remembrance of a positive or a negative memory was also noted. The nature of the event recalled was influenced by whether the cue was positive or negative and whether it was high or low in arousal.   \"High cue arousal led to lower memory vividness and uniqueness ratings, but both high arousal and positive cues were associated with memories rated as more social and energetic,\" explains Sheldon. During the experiment, the piano pieces were played to one half of the participants in no particular order, while for the rest the music was grouped together based on whether these were peaceful, happy, sad or scary pieces. This led to the finding that the way in which cues are presented influences how quickly and specifically memories are accessed. Cue valence also affects the vividness of a memory.More specifically, the researchers found that a greater proportion of clear memories were recalled when highly arousing positive cues were played in a blocked fashion. Positive cues also elicited more vivid memories than negative cues. In the randomized condition, negative cues were associated more vividly than positive cues. \"It is possible that when cues were presented in a random fashion, the emotional content of the cue directed retrieval to a similar memory via shared emotional information,\" notes Donahue.", "article_link": "http://dx.doi.org/10.3758/s13421-017-0691-6", "url": "http://www.eurekalert.org/pub_releases/2017-02/s-hnh022817.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/happy-notes--happy-memories/12097170", "funder": "Natural Sciences and Engineering Research Council of Canada Discovery", "meeting": "", "institution": "Springer", "keywords": ["Neurobiology", " Social/Behavioral Science", " Mental Health", " Memory/Cognitive Processes"], "journal": "Memory & Cognition", "description": "Happy memories spring to mind much faster than sad, scary or peaceful ones. Moreover, if you listen to happy or peaceful music, you recall positive memories, whereas if you listen to emotionally scary or sad music, you recall largely negative memories from your past. Those are two of the findings from an experiment conducted by Signy Sheldon and Julia Donahue of McGill University in Canada, and reported in the journal Memory & Cognition.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}