{"title": "Did seaweed make us who we are today?", "text": "Millions of years ago something happened, allowing early Homo sapiens to branch out from the primitive hominoid family tree. Was this crucial turn in human evolution partly driven by seaweed and its particular content of essential nutrients?Over the past 2.5 - 2 million years human brains have gone through the most significant development, and as a result modern-day humans are left with an organ that is the source of all the qualities that define humanity.Our ancestors needed lots of energy-rich foods just to get by, and for this impressive, significant brain development they also needed certain essential nutrients.Without nutrients like magnesium and zinc modern brains cannot function, and according to a number of scientific studies it is likely that the access to certain essential nutrients influenced the evolution of the human brain so that it could become the brain we have today.From primitive ancestor to modern human- Nutrients needed for this transition from a primitive ancestor to modern Homo sapiens were (and still are) available in seaweeds. Seaweeds could be found and harvested in abundance on shores, and for a foraging lifestyle, a rich coastal environment would be a significant source of a consistent supply of these nutrients, says Professor Ole G. Mouritsen, University of Southern Denmark.Professor Mouritsen is an expert in molecular biophysics and author of several books about food science.He is co-author of a newly published review in Journal of Applied Phycology on research highlighting the potential impact of the consumption of a variety of seaweeds (so-called large marine algae, or macroalgae) in human brain health, including benefits to early Homo sapiens.Other contributors to the review are Melania Lynn Cornish and Alan T. Critchley, Acadian Seaplants, Canada.Foraging in coastal areasIn their article the authors note that the human lineage is estimated to have diverged from our closest living relatives, the chimpanzees, around 5-7 million years ago.- However, the changing patterns of resource distribution associated with the extensive drying and expansion of the African savannahs between 2.5 and 2 million years ago have been the impetus for a shift in foraging behavior among early members of the genus Homo. Foraging over longer distances for food would have contributed to bipedalism and a different body stature as increasingly larger ranges had to be traversed, and in the case of our primitive ancestors, this would undoubtedly lead to significant changes in diet, the authors write.Coastal areas may very well have attracted early hominoids in search of food. Just as healthy for us- Our ancestors would find foods like fish, crustaceans, snails, seaweeds, bird eggs and perhaps occasional dead marine vertebrates. But they probably did not have the necessary rudimental understanding of seasonal tidal cycles and their influence on shellfish availability. Seaweeds of different types, on the other hands, can be found all across the intertidal zone from the high water mark to the subtidal regions and they could be readily and repeatedly harvested for food by all family members, including women and children, the authors state.The nutrients in seaweed not only benefitted our ancestors.- Seaweed is just as healthy and nutritious for humans today as it was millions of years ago, says Professor Ole G. Mouritsen.Essential nutrients for brain development:", "article_link": "http://dx.doi.org/10.1007/s10811-016-1049-3", "url": "http://www.eurekalert.org/pub_releases/2017-02/uosd-dsm022817.php", "region": "europe", "source_link": "http://www.sdu.dk/en/om_sdu/fakulteterne/naturvidenskab/aktuelt/2017_02_27_sapiens_seaweed", "funder": "", "meeting": "", "institution": "University of Southern Denmark", "keywords": ["Marine/Freshwater Biology", " Food/Food Science", " Biology", " Developmental/Reproductive Biology", " Evolution", " Nutrition/Nutrients"], "journal": "Journal of Applied Phycology", "description": "Millions of years ago something happened, allowing early Homo sapiens to branch out from the primitive hominoid family tree. Was this crucial turn in human evolution partly driven by seaweed and its particular content of essential nutrients?", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}