{"title": "Male poison frogs become cannibals after taking over territories", "text": "In general, male poison frogs of the species Allobates femoralis are observed as very caring and attentive fathers. Eva Ringler and her team were able to show that territorial males care for all clutches inside their territory, even if they had not fertilised a single clutch in the previous weeks.\r\nThe current study showed, however, that they quickly stop their child-friendly behaviour when they succeed in taking over a new territory. In this case, the dedicated fathers became cannibals. They ate all the clutches in the new territory.\"Infanticide\" across the animal kingdomCannibalism and infanticide are not uncommon in the animal kingdom. Among others, feline predators, primates, insects, fish and birds show these kind of behaviours. Eating unrelated offspring is often sexually motivated. In species with female parental care, mothers usually become ready to mate more quickly without offspring. Thereby, the perpetrators actually \"kill two birds with one stone\": on one hand, they reduce the reproductive success of other rivals - on the other hand, they increase their chances of future mating success.\r\nIn poison frogs, we find a completely different situation. Here, males are the ones responsible for parental care. Thus, infanticide by males does certainly not serve to manipulate females, but rather to reduce the risk of costly parental care towards unrelated offspring. Thereby, it seems that males' parental and cannibalistic behaviours are mediated by a single simple trigger. Taking over new territory makes male frogs cannibalsIn both cases - care and cannibalism - the territory, in particular the territorial behaviour, of male frogs, is the crucial factor. Inside their own territory which is prominently and vigorously defended, it doesn't cross the male frogs' minds that one of the clutches might not be their own. That is why they will transport all tadpoles that are located inside their territory to suitable water bodies, as soon as they are ready-to-go.\r\nHowever, if they take over the territory of rival, male poison frogs become cannibals and take advantage in several respects. First, they completely clear the territory from their rivals that do not only lose their territories but also their offspring. Eating up all clutches of their precursor also means that the male frogs can be sure that all future clutches contain exclusively their own offspring. Furthermore, clutches are very nutritious and probably constitute a valuable source of energy.Simple behavioural rule instead of complex decision-making procedureRingler and her team - starting from a field observation in the species' natural habitat - were able to experimentally test this behaviour in the lab, where they let a group of male Allobates femoralis effectively take over new territory by transferring them into a novel terrarium. A second group stayed in their original terrarium. In both cases, the researchers put unrelated clutches into their terrariums. The males in the \"takeover\" group became cannibals and preyed on the unrelated clutches, whereas the males in the 'resident' group spared the unrelated eggs and even transported them to the available water sites in most of the cases.\r\nAccording to Ringler, the behaviour in the wild is likely very effective. \"In the species' natural habitat, there are regular fights for territories and also territory takeovers. We expect that cannibalism commonly occurs in such situations,\" explained Ringler. Furthermore, cannibalism deprives the rivals of a motive to retake this specific territory because their former offspring are lost.\r\nFor Ringler, these results open up a novel perspective on cannibalism in the animal kingdom. \"We have seen in poison frogs that a simple trigger is sufficient to switch from very destructive actions to parental care.\" In other animal species, individuals become cannibals out of sexual motivation or hunger, whereas territorial status seems to be the trigger in male poison frogs.\r\nThe behaviour of male poison frogs somehow reminds, among others, of conflicts in the Middle Ages, where during conquests not only the ruler was brought down and killed but also his offspring. This was to prevent them from claiming the throne. \"But there was no cannibalism,\" concluded Ringler.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uovm-mpf022817.php", "region": "europe", "source_link": "http://www.vetmeduni.ac.at/en/infoservice/presseinformation/press-releases-2017/male-poison-frogs-become-cannibals-after-taking-over-territories/", "funder": "", "meeting": "", "institution": "University of Veterinary Medicine -- Vienna", "keywords": ["Marine/Freshwater Biology", " Biology", " Biodiversity", " Developmental/Reproductive Biology", " Zoology/Veterinary Science", " Sex-Linked Conditions", " Parenting/Child Care/Family"], "journal": "Scientific Reports", "description": "Systematic 'infanticide' of unrelated young occurs in several animal species. For carnivores and primates, infanticidal actions are mainly sexually motivated. A study in Scientific Reports by researchers of Vetmeduni Vienna has shown for the first time that also male poison frogs selectively eat other males' offspring -- after having taken over their rivals' territories. They were thus able to demonstrate that even simple decision rules can mediate a complex behavioral pattern such as parental care.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}