{"title": "Dogs, toddlers show similarities in social intelligence", "text": "Most dog owners will tell you they consider their beloved pets to be members of their families. Now new research suggests that dogs may be even more like us than previously thought.Evan MacLean, director of the Arizona Canine Cognition Center at the University of Arizona, found that dogs and 2-year-old children show similar patterns in social intelligence, much more so than human children and one of their closest relatives: chimpanzees. The findings, published in the journal Animal Behaviour (link to come), could help scientists better understand how humans evolved socially.MacLean and his colleagues looked at how 2-year-olds, dogs and chimpanzees performed on comparable batteries of tests designed to measure various types of cognition. While chimps performed well on tests involving their physical environment and spatial reasoning, they did not do as well when it came to tests of cooperative communication skills, such as the ability to follow a pointing finger or human gaze.Dogs and children similarly outperformed chimps on cooperative communication tasks, and researchers observed similar patterns of variation in performance between individual dogs and between individual children.A growing body of research in the last decade has looked at what makes human psychology special, and scientists have said that the basic social communication skills that begin to develop around 9 months are what first seem to set humans apart from other species, said MacLean, assistant professor in the School of Anthropology in the UA College of Social and Behavioral Sciences.\"There's been a lot of research showing that you don't really find those same social skills in chimpanzees, but you do find them in dogs, so that suggested something superficially similar between dogs and kids,\" MacLean said. \"The bigger, deeper question we wanted to explore is if that really is a superficial similarity or if there is a distinct kind of social intelligence that we see in both species.\"What we found is that there's this pattern, where dogs who are good at one of these social things tend to be good at lots of the related social things, and that's the same thing you find in kids, but you don't find it in chimpanzees,\" he said.One explanation for the similarities between dogs and humans is that the two species may have evolved under similar pressures that favored \"survival of the friendliest,\" with benefits and rewards for more cooperative social behavior.\"Our working hypothesis is that dogs and humans probably evolved some of these skills as a result of similar evolutionary processes, so probably some things that happened in human evolution were very similar to processes that happened in dog domestication,\" MacLean said. \"So, potentially, by studying dogs and domestication we can learn something about human evolution.\"The research could even have the potential to help researchers better understand human disabilities, such as autism, that may involve deficits in social skills, MacLean said.Looking to dogs for help in understanding human evolution is a relatively new idea, since scientists most often turn to close human relatives such as chimpanzees, bonobos and gorillas for answers to evolutionary questions. Yet, it seems man's best friend may offer an important, if limited, piece of the puzzle.\"There are different kinds of intelligence, and the kind of intelligence that we think is very important to humans is social in nature, and that's the kind of intelligence that dogs have to an incredible extent,\" MacLean said. \"But there are other aspects of cognition, like the way we reason about physical problems, where dogs are totally dissimilar to us. So we would never make the argument that dogs in general are a better model for the human mind -- it's really just this special set of social skills.\"MacLean and his collaborators studied 552 dogs, including pet dogs, assistance-dogs-in-training and military explosive detection dogs, representing a variety of different breeds. The researchers assessed social cognition through game-based tests, in which they hid treats and toys and then communicated the hiding places through nonverbal cues such as pointing or looking in a certain direction. They compared the dogs' results to data on 105 2-year-old children who previously completed a similar cognitive test battery and 106 chimpanzees assessed at wildlife sanctuaries in Africa.\r\n", "article_link": "http://dx.doi.org/10.1016/j.anbehav.2017.01.005", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoa-dts022717.php", "region": "namerica", "source_link": "http://uanews.arizona.edu/story/dogs-toddlers-show-similarities-social-intelligence", "funder": "", "meeting": "", "institution": "University of Arizona", "keywords": ["Evolution", " Pets/Ethology", " Social/Behavioral Science", " Anthropology", " Behavior", " Intelligence", " Parenting/Child Care/Family", " Pets/Ethology"], "journal": "Animal Behaviour", "description": "University of Arizona researcher Evan MacLean, director of the Arizona Canine Cognition Center, found that dogs and 2-year-old children show similar patterns in social intelligence, much more so than human children and one of their closest relatives: chimpanzees. The research could help scientists better understand how humans evolved socially.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}