{"title": "Autism risk genes linked to evolving brain", "text": "Genetic variants linked to autism spectrum disorders (ASD) may have been positively selected during human evolution because they also contribute to enhanced cognition, a new Yale study suggests.A genome-wide association study of ASD of more than 5,000 cases and an analysis of evolutionary gene selection showed that inherited variants linked to ASD were found under positive selection in larger numbers than would have been expected by chance.The final version of the paper was published Feb. 27 in the journal PLOS Genetics.   Variants that have a large negative impact on reproductive success are generally eliminated from the population quickly. However, common variants that occur with high frequency but small effect can cumulatively have big impacts on complex inherited traits -- both positive and negative.  If variants provide a better chance of survival, they are positively selected, or tend to stay in the genome through generations.\"In this case, we found a strong positive signal that, along with autism spectrum disorder, these variants are also associated with intellectual achievement,\" said Renato Polimanti, associate research scientist at Yale School of Medicine and VA Connecticut Health Center in West Haven, and first author of the paper.For instance, many of the positively selected variants associated with ASD identified by the researchers were enriched for molecular functions related to creation of new neurons.\"It might be difficult to imagine why the large number of gene variants that together give rise to traits like ASD are retained in human populations -- why aren't they just eliminated by evolution?\" said Joel Gelernter, the Foundations Fund Professor of Psychiatry, professor of genetics and of neuroscience, and co-author. \"The idea is that during evolution these variants that have positive effects on cognitive function were selected, but at a cost -- in this case an increased risk of autism spectrum disorders.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/yu-arg022317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NARSAD Young Investigator Award, Brain & Behavior Research Foundation", "meeting": "", "institution": "Yale University", "keywords": ["Evolution", " Genetics", " Medicine/Health", " Neurobiology"], "journal": "PLOS Genetics", "description": "Genetic variants linked to autism spectrum disorders (ASD) may have been positively selected during human evolution because they also contribute to enhanced cognition, a new Yale study suggests.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}