{"title": "Immersive journalism in a post-truth world", "text": "In a recent Frontiers in Digital Humanities article, Eva Dominguez, a senior digital communication consultant and multimedia journalist, analyzes the rise of immersive journalism and its particular set of challenges. In a climate of post-truth, characterized by increased individualism and decreased objectivity, immersive journalism seems to reinforce both. Immersive journalism literally puts you - the participant - center stage through aural and visual cues, allowing you to directly interact with the story. It could soon include ways of altering the narrative itself, which should presumably remain unalterably objective. Immersive journalism doesn't keep you on the other side of events like traditional journalism does, but places you at the heart of the action through techniques like Virtual Reality (VR) and Augmented Reality (AR). You - the outsider - get to step in and become an insider.  It is poised at the threshold of a media crisis where personal feelings fuel ratings and shape reality. Immersion threatens to be a point-of-no-return in the liberal's post-truth nightmare. Fact turned into fiction, forever.But while the medium is the message, the message is an open question and not a verdict. Immersion is a timely, if thorny, innovation and could either go very wrong or very right.Yes, immersion centers on a highly personal experience, but this experience is not under your control. There is always a little distance involved. The event - factual - happens to you, without being  yours to fabricate. It is shareable and belongs to everyone.The key, then, is in the degree of immersion. Too much of it and the truth could get lost in imagination where you're happy to make your own reality because you can. With immersion, your ego is soothed and defused in equal measure.This only works if the technology enhances the experience of the narrative.Dominguez notes that \"immersive technology does not guarantee narrative immersion, and this is why we need more experiments which throw light on which of the elements of narrative construction in VR settings favor it.\"Images and motion seem to favor immersion, and can acquire realistic heights through techniques such as photogrammetry and videogrammetry. But for Dominguez, immersion's trump card is its use of sound. Real recordings create a powerful emotional impact. One example of this is Nonny de la Peña's Hunger in Los Angeles. The viewer is in a food bank line in Los Angeles when an individual suddenly falls into a diabetic coma. The 7 minutes of sound, recorded from the actual event, \"contribute to creating an atmosphere.\"Unchecked collective emotion - the province of fascism and other totalitarian regimes - must be watered down with facts and reason. Undergoing an immersive experience like the one above has great collective potential- so long as the viewer is able to keep a critical distance.But there is also the possibility - gamers know it well - for viewers to interact with the virtual context. This can affirm either critical distance or a post-truth predilection for alternative facts.A measure of participation would counteract an overly passive, emotional experience. On the other hand, the risk of relativism is also apparent. How can we involve the uninvolved in an ethically sound way, which is to say without changing the inside facts?Immersive journalism can isolate us, or it can bring us together. It can reaffirm the principles of objectivity, or it can encourage further relativism. All this will depend on what stories we choose to tell, how aptly we use immersive technology and how discerning we are in the degree of choice we allow immersed participants. In short, immersive journalism can either strengthen the post-truth narrative, or counter it. It is faced with the challenge of upholding traditional journalistic values while negotiating the convolutions of an age of post-truth, for better or for worse.\r\n", "article_link": "http://dx.doi.org/10.3389/fdigh.2017.00010", "url": "http://www.eurekalert.org/pub_releases/2017-06/f-iji062917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Advertising/Public Relations", " Advertising/Public Relations", " Social/Behavioral Science", " Mass Media", " Audiovisual Media", " Printed Media", " Political Science"], "journal": "Frontiers in Digital Humanities", "description": "Immersive journalism allows viewers to have an intensely subjective experience of an objective situation. It promises new ways of heightening interest in and empathy for news stories, but it also runs the risk of aligning with a post-truth politics centering around subjectivism and relativism. Many challenges remain, chiefly with regards to the technological and ethical aspects of turning an external viewer/reader into an immersed and active participant.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}