{"title": "Potentially lethal parasite rat lungworm found throughout Florida", "text": "GAINESVILLE, Fla. --- University of Florida researchers have found rat lungworm, a parasitic nematode that can cause meningitis in humans and animals, in five Florida counties.Rats and snails in Alachua, Leon, St. Johns, Orange and Hillsborough counties tested positive for the parasite, according to a study in PLoS ONE by researchers in the UF College of Veterinary Medicine and the Florida Museum of Natural History. Established in Hawaii and occasionally found in the southern U.S., rat lungworm, or Angiostrongylus cantonensis, relies on rat and snail hosts to complete its lifecycle but can pose a health risk to humans and animals that ingest infected snails. While the fatality rate of infection in humans is low, the parasite can cause eosinophilic (EE'-oh-sin-oh-fil-ihk) meningitis if it becomes trapped and dies in the brain, and severe infections can cause coma or death.Clinical signs of infection in adults include headache, stiff neck, fever, vomiting, nausea and paralysis of the face and limbs. The most common symptoms of infection in children are nausea, vomiting and fever. This study sheds new light on the extent of the parasite's geographic range in Florida, said Heather Stockdale Walden, an assistant professor in the UF department of infectious diseases and pathology and the study's lead author.\"The parasite is here in Florida and is something that needs to be taken seriously,\" she said. \"The reality is that it is probably in more counties than we found it in, and it is also probably more prevalent in the southeastern U.S. than we think. The ability for this historically subtropical nematode to thrive in a more temperate climate is alarming.\"In a survey of 18 counties, nearly 23 percent of rats, about 16 percent of rat fecal samples and nearly 2 percent of land snails tested positive for the nematode. Climate change could trigger further spread of rat lungworm as average temperatures rise, helping the tropical parasite thrive and likely expanding its range, said study co-author John Slapcinsky, collections manager of invertebrate zoology at the Florida Museum. \"We expected the range of this nematode to be restricted to one part of the state because it's primarily a tropical species,\" he said. \"But being within another organism could mean it's less impacted by cold weather.\"While snails live most of their lives within a small area, they can easily be transported on cargo containers and in potted plants, which is probably how the parasite first arrived in Florida, he said.Slapcinsky also noted rat lungworm \"doesn't seem to be picky\" about the species of snails it infects and could threaten native snail populations. In addition to finding the parasite in three non-native snail species, the research team detected the parasite in three native species: the Florida amber snail, Succinea floridana; the perforate dome snail, or Ventridens demissus; and the quick gloss snail, Zonitoides arboreus.\"There are a lot of snail species endemic to South Florida that don't occur anywhere else, and the last thing you want to do is throw one more problem their way,\" he said. \"Rat lungworm is finding a whole new pool of animals to infect. The more species it infects, the larger its population can be, which could make transmission even easier.\"Snails ingest rat lungworm larvae by eating infected rat feces. When a rat eats an infected snail, the larvae penetrate the rat's intestine and enter its circulatory system, which transports them to the brain. There, they develop into immature worms, re-enter the circulatory system and travel to the rat's pulmonary artery where they mature and reproduce. When new larvae hatch, they are coughed up and swallowed by the rat and pass through its feces, completing the life cycle. Humans can ingest the parasite by consuming infected snails or infected frogs and crustaceans, which can also pick up the nematode.Stockdale Walden said more than 2,800 cases of human rat lungworm infection have been documented worldwide since the parasite was described, but the actual number of cases is likely greater as the disease can go undetected or be misdiagnosed.While no human cases of infection with rat lungworm, or Angiostrongyliasis, have been reported in Florida, eating lungworm-infected snails killed a white-handed gibbon at Zoo Miami in 2003 and a privately owned orangutan in Miami in 2012.Several steps can help lower the risk of infection, Stockdale Walden said.\"Wash produce,\" she said. \"Some snails are very small and can easily hide in lettuce leaves. Teach children not to eat snails, and if they handle snails, make sure they wash their hands.\r\nBe aware of the potential risks associated with eating snails and also raw or undercooked frogs and crustaceans.\"Infection with rat lungworm can also cause meningitis in animals, as well as limb weakness or paralysis, neck pain and central nervous system problems.To protect pets and livestock, be mindful of snails in animals' living space, Stockdale Walden said. Check watering troughs for snails that might have fallen in and monitor animals for snail-eating habits.\"If you have questions about your pet, contact your veterinarian and discuss your concerns,\" she said.Managing rat populations could help curtail the parasite in facilities that house animals, such as zoos and conservation centers, she said.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0177910", "url": "http://www.eurekalert.org/pub_releases/2017-06/fmon-plp062817.php", "region": "namerica", "source_link": "https://www.floridamuseum.ufl.edu/science/potentially-lethal-parasite-rat-lungworm-found-throughout-florida/", "funder": "National Center for Veterinary Parasitology, University of Florida", "meeting": "", "institution": "Florida Museum of Natural History", "keywords": ["Biology", " Parasitology", " Zoology/Veterinary Science", " Medicine/Health", " Public Health"], "journal": "PLOS ONE", "description": "University of Florida researchers have found rat lungworm, a parasitic nematode that can cause meningitis in humans and animals, in five Florida counties.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}