{"title": "The Bee-Zed asteroid orbits in the opposite direction to planets", "text": "In our solar system, an asteroid orbits the Sun in the opposite direction to the planets. Asteroid 2015 BZ509, also known as Bee-Zed, takes 12 years to make one complete orbit around the Sun. This is the same orbital period as that of Jupiter, which shares its orbit but moves in the opposite direction to the planet's motion.The asteroid with the retrograde co-orbit was identified by Helena Morais, a professor at São Paulo State University's Institute of Geosciences & Exact Sciences (IGCE-UNESP). Morais had predicted the discovery two years earlier, so much so that the article describing observations of the asteroid published in Nature, is noted by Morais in the News & Views section of the same issue of the journal.\"It's good to have confirmation,\" Morais told. \"I was sure retrograde co-orbits existed. We've known about this asteroid since 2015, but the orbit hadn't been clearly determined, and it wasn't possible to confirm the co-orbital configuration. Now it's been confirmed after more observations that reduced the number of errors in the orbital parameters. So, we're sure the asteroid is retrograde, co-orbital and stable.\"In partnership with Fathi Namouni at the Côte d'Azur Observatory in France, Morais developed a general theory on retrograde co-orbitals and retrograde orbital resonance.The paper by Paul Wiegert of the University of Western Ontario, Canada, published in March in Nature, describes how object 2015 BZ509, detected in January 2015, using the Panoramic Survey Telescope & Rapid Response System (Pan-STARRS) in Hawaii, was tracked using the Large Binocular Telescope in Arizona. The confirmation that its orbit is retrograde and co-orbital with Jupiter came from these additional observations.Retrograde orbits are rare. It is estimated that only 82 of the more than 726,000 known asteroids are orbiting the \"wrong way\". By contrast, prograde co-orbitals that move 'with traffic' are nothing new; Jupiter alone is accompanied by some 6,000 Trojan asteroids that share the giant planet's orbit.Bee-Zed is unusual because it shares a planet's orbit, because its own orbit is retrograde, and above all, because it has been stable for millions of years. \"Instead of being ejected from orbit by Jupiter, as one would expect, the asteroid is in a configuration that assures stability thanks to co-orbital resonance, meaning its motion is synchronized with the planet's, avoiding collisions,\" Morais said.The asteroid crosses Jupiter's path every six years, but owing to their co-orbital resonance, they never come closer than 176 million km, far enough to avoid major disturbances to the orbit of the asteroid, although Jupiter's gravity is essential to keeping the planet and Bee-Zed in a 1:1 retrograde resonance. All the planets and most of the asteroids in the solar system orbit the Sun in the same direction because the solar system emerged from a revolving cloud of dust and gas, most of the constituent objects of which continue to revolve as they did before. \"The vast majority of retrograde objects are comets. Their orbits are typically inclined as well as retrograde. The most famous, of course, is Halley's comet, which has a retrograde orbit with an inclination of 162°, practically identical to that of 2015 BZ509,\" Morais said.In the final stages of planetary formation, she explained, small bodies were expelled far from the Sun and planets, forming the spherical shell of debris and comets known as the Oort cloud. \"At these distances, the Milky Way's gravitational effects disturb small bodies. To begin with, they orbited close to the plane of the ecliptic in the same direction as the planets, but their orbits were deformed by the galaxy's tidal force and by interactions with nearby stars, gradually becoming more inclined and forming a more or less spherical reservoir,\" Morais said.If the orbits of these bodies are disturbed - by a passing star, for example - they return to paths close to the planets of the solar system and can become active comets. \"The icy small bodies warm up as they approach the Sun, and the ice sublimes to form a coma [a dense cloud of gas and dust particles around a nucleus] and often a tail, making the comets observable,\" she explained.In the case of 2015 BZ509, the most surprising feature is its long period of stability. In their commentary in Nature, Morais and Namouni say the particularly long life of 2015 BZ509 in its retrograde orbit makes it the most intriguing object in the vicinity of Jupiter. \"Further studies are needed to confirm how this mysterious object arrived at its present configuration,\" they conclude.Wiegert speculates that Bee-Zed probably originated in the Oort cloud, like the Halley family comets. In any event, more research will be necessary to reconstruct Bee-Zed's epic voyage through the solar system.\"Actually, 2006 BZ8 might even enter into co-orbital retrograde resonance with Saturn in the future. Our simulations showed that resonance capture is more likely for objects with retrograde orbits than for those orbiting in the same direction as the planets,\" Morais said.Bee-Zed is expected to stay in the same state for another million years. Its discovery has led researchers to suspect that asteroids in retrograde co-orbits with Jupiter and other planets may be more common than was previously thought, making the theory expounded by Morais and Namouni even more compelling.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/fda-tba062717.php", "region": "samerica", "source_link": null, "funder": "São Paulo Research Foundation", "meeting": "", "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "keywords": ["Space/Planetary Science", " Astronomy", " Astrophysics", " Planets/Moons", " Comets/Asteroids"], "journal": "Nature", "description": "In our solar system, an asteroid orbits the Sun in the opposite direction to the planets. It takes 12 years to make one complete orbit around the Sun. The asteroid with the retrograde co-orbit was identified by Helena Morais, a professor at São Paulo State University's Institute of Geosciences & Exact Sciences, in Brazil. In partnership with Fathi Namouni at the Côte d'Azur Observatory in France, Morais developed a general theory on retrograde co-orbitals and retrograde orbital resonance.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}