{"journal": "Journal of NeuroInterventional Surgery", "url": "http://www.eurekalert.org/pub_releases/2017-04/muos-3mo041417.php", "description": "A phantom of a stenotic artery 3-D-printed by the University of Massachusetts using imaging sequences from a patient at the Medical University of South Carolina is enabling a global collaborative of US, Canadian and Chinese researchers to standardize high-resolution MRI protocols for intracranial atherosclerotic disease, the number one cause of stroke worldwide. This work sets the stage for using high-resolution MRI to assess stroke risk and for conducting multisite clinical trials of new therapies.", "article_link": "http://dx.doi.org/10.1136/neurintsurg-2016-012974", "date": "Fri, 14 Apr 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "3-D-printed model of stenotic intracranial artery enables vessel-wall MRI standardization", "region": "namerica", "source_link": null, "institution": "Medical University of South Carolina", "text": "A collaboration between stroke neurologists at the Medical University of South Carolina (MUSC) and bioengineers at the University of Massachusetts has led to the creation of a realistic, 3D-printed phantom of a stenotic intracranial artery that is being used to standardize protocols for high-resolution MRI, also known as vessel-wall MRI, at a network of U.S. and Chinese institutions, according to an article published online March 9, 2017 by the Journal of NeuroInterventional Surgery. High-resolution or vessel-wall MRI has been used to study the plaque components in vessels in the brain for more than ten years and has the potential to elucidate the underlying pathology of intracranial atherosclerotic disease (ICAD), the leading cause of stroke worldwide, as well as to gauge patient risk and inform clinical trials of new therapies. However, progress has been stymied by the lack of standardization in high-resolution MRI protocols, which poses an obstacle to multicenter trials.  \"There is a lot of exciting research that is possible with high-resolution MRI techniques, but it has much less opportunity to affect patient care if it can't be systematically distributed to multiple sites and multiple populations,\" says Tanya N. Turan, M.D., director of the MUSC Stroke Division and senior author of the article. To overcome this obstacle, Turan worked with bioengineers at the University of Massachusetts to produce a phantom of a stenotic intracranial vessel using imaging sequences obtained from a single patient with ICAD at MUSC. The 3-D printed ICAD phantom mimics both the stenotic vessel and its plaque components, including the fibrous cap and the lipid core. The phantom is being shared with collaborating institutions so that it can be used to standardize high-resolution MRI protocols. The imaging data presented in the Journal of NeuroInterventional Surgery article demonstrate the feasibility of using the phantom for standardization and were obtained from six U.S. and two Chinese sites. Producing the phantom was a major step in the right direction for standardizing high-resolution MRI ICAD protocols. However, several more years may be necessary to complete the process. The next major challenge for these investigators will be establishing parameters for MRI machines from a variety of manufacturers. So far, MRI parameters have been established for Siemens and GE systems but work is still under way on Philips systems.The phantom is also being shared with sites in China, where the burden of intracranial stenosis is especially high. Turan is collaborating with Weihai Xu, M.D., of Peking Union Medical College, the lead Chinese site, to collect additional data to assess interrater reliability among the participating institutions. Once high-resolution MRI protocols have been standardized and good interrater reliability demonstrated, the international team plans to conduct a prospective observational trial to examine risk prediction at participating centers, which would more quickly meet the required patient enrollment than would a trial conducted in the U.S. alone.\"We're only going to be able to advance the field more quickly if we work together,\" says Turan. \"The phantom gives us the tool to be able to work together.\"", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Optics", " Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Neurobiology", " Neurochemistry"]}