{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-04/uocm-rsb041417.php", "description": "People living in areas that restrict trans fats in foods had fewer hospitalizations for heart attack and stroke compared to residents in areas without restrictions, according to a new study conducted by researchers at the University of Chicago Medicine and Yale School of Medicine.", "article_link": null, "date": "Fri, 14 Apr 2017 04:00:00 GMT", "funder": "American Medical Association Seed Grant Research Program, NIH/National Center for Advancing Translational Sciences", "title": "Research suggests bans on trans fats linked to healthier communities", "region": "namerica", "source_link": "https://sciencelife.uchospitals.edu/2017/04/14/research-suggests-bans-on-trans-fats-linked-to-healthier-communities/", "institution": "University of Chicago Medical Center", "text": "People living in areas that restrict trans fats in foods had fewer hospitalizations for heart attack and stroke compared to residents in areas without restrictions, according to a new study conducted by researchers at the University of Chicago Medicine and Yale School of Medicine.\"The results are impressive, given that the study focused on trans fatty acid bans in restaurants, as opposed to complete bans that included food bought in stores,\" said senior author Tamar S. Polonsky, MD, MSCI, a general cardiologist and assistant professor of medicine at the University of Chicago. \"If we enact a more complete restriction on trans fatty acids, it could mean even more widespread benefits for people long term.\"Trans fatty acids, or trans fats, are commonly found in fried foods, chips, crackers and baked goods. Eating even minimal amounts are linked to greater risk of cardiovascular disease, the leading cause of death worldwide. Some communities -- most notably New York City -- have eliminated the use of trans fats in restaurants and eateries in recent years.To study the impact of restricting trans fat, researchers compared outcomes for people living in New York counties with and without the restrictions. Using data from the state department of health and census estimates between 2002 and 2013, the researchers focused on hospital admissions for heart attack and stroke.They found that three or more years after the restrictions were implemented, people living in areas with the bans had significantly fewer hospitalizations for heart attack and stroke when compared to similar urban areas where no limits existed. The decline for the combined conditions was 6.2 percent.\"It is a pretty substantial decline,\" said lead author Eric Brandt, MD, a clinical fellow in cardiovascular medicine at Yale School of Medicine. \"Our study highlights the power of public policy to impact the cardiovascular health of a population.\"The U.S. Food and Drug Administration approved a nationwide ban on partially hydrogenated oil in foods, which effectively will eliminate dietary trans fat when it goes into effect in 2018. Current FDA labeling guidelines allow up to 0.49 grams of trans fat per serving to be labeled as 0 grams. According to lead author Brandt, this leaves consumers with the burden to scour labels for hidden trans fats.\"With the upcoming FDA regulation, people need not be so vigilant,\" he said.", "meeting": "", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Eating Disorders/Obesity", " Public Health", " Science/Health and the Law"]}