{"journal": "Stroke: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-cui041017.php", "description": "In middle-age Japanese men and women, losing their job increased their risk of having a stroke and dying of stroke; while a new job increased stroke risk even more, especially in men. While the Japanese work culture is different from the US culture, researchers say the implication is that job security could help reduce stroke risk.", "article_link": "http://dx.doi.org/10.1161/STROKEAHA.117.016967", "date": "Thu, 13 Apr 2017 04:00:00 GMT", "funder": "National Cancer Center Research and Development and a Grant-in-Aid for Cancer Research from the Ministry of Health, Labor and Welfare of Japan", "title": "Can unemployment increase stroke risk?", "region": "namerica", "source_link": "http://newsroom.heart.org/news/can-unemployment-increase-stroke-risk?preview=36a5bd7fb0d5775a04a6f7922e31c649", "institution": "American Heart Association", "text": "DALLAS, April 13, 2017 -- Unemployment appears to increase the risk of having a stroke in middle-age Japanese men and women, and may have similar implications in the U.S, according to new research published in the American Heart Association's journal Stroke.Compared with continuously employed middle-aged Japanese participants:\r\nUnlike in the United States, in Japan, workers are part of a \"life-term employment system\" in which male employees devote themselves to a stable job. \"If they lose that job, they are likely to be reemployed in unsatisfactory, lower positions,\" said Ehab. S. Eshak, M.D., MSc., Ph.D., lead study author and visiting associate professor at Osaka University's medical school in Japan.Researchers analyzed the long-term impacts of changes in employment among 21,902 Japanese men and 19,826 women, age 40-59, over 15 years. During that time, 973 men had a stroke and 275 died because of it, while 460 women had a stroke and 131 died because of it.The results may not apply to other countries because of cultural differences, including Japan's unique labor market.\"The main implication is that job security during the most productive work ages could help reduce stroke risk,\" said Hiroyasu Iso, M.D., Ph.D., M.P.H, study co-author and professor at Osaka University.  \"Those who do suffer a job loss need help in rejoining the labor market in an appropriate career.\"The study could not distinguish between people who left a job on their own or were fired.", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}