{"journal": "Arteriosclerosis, Thrombosis, and Vascular Biology", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-am041017.php", "description": "Traffic-related air pollution may increase risk of developing cardiovascular diseases through its effects on high-density lipoprotein (HDL), also known as 'good' cholesterol. US middle-aged and older adults living in areas with high levels of traffic-related air pollution tended to have lower levels of good cholesterol.  Changes in HDL levels were observed after brief and medium-length exposures to air pollution.", "article_link": "http://dx.doi.org/10.1161/ATVBAHA.116.308193", "date": "Thu, 13 Apr 2017 04:00:00 GMT", "funder": "Arteriosclerosis, Thrombosis, and Vascular Biology Journal Report, NIH/National Heart, Lung, and Blood Institute, National Center for Research Resources, NIH/National Institute for Environmental Health Sciences, US Environmental Protection Agency, LipoSci", "title": "'Bad' air may impact 'good' cholesterol increasing heart disease risk", "region": "namerica", "source_link": "http://newsroom.heart.org/news/bad-air-may-impact-good-cholesterol-increasing-heart-disease-risk?preview=89990cce1b2fb39e0c8e750f47eea249", "institution": "American Heart Association", "text": "DALLAS, April 13, 2017 - Traffic-related air pollution may increase cardiovascular disease risk by lowering levels of high-density lipoprotein (HDL), commonly known as \"good\" cholesterol, according to new research in the American Heart Association's journal Arteriosclerosis, Thrombosis, and Vascular Biology.Scientists have long known that air pollution increases the risk of developing cardiovascular diseases including atherosclerosis and heart failure, but are uncertain how the two are connected. The connection may be explained by a reduction in the number of small, cholesterol-depleted HDL particles, leaving the average amount of cholesterol in HDL particles higher on a per-particle basis. Recent evidence suggests that the number and functionality of HDL particles may be a better gauge of HDL's heart-healthy effects than their cholesterol content, said lead author Griffith Bell, Ph.D., M.P.H., from the University of Washington School of Public Health in Seattle.In a study of 6,654 middle-aged and older U.S. adults from diverse ethnic backgrounds, participants living in areas with high levels of traffic-related air pollution tended to have lower HDL levels.Researchers found:The lower levels of HDL observed with high levels of air pollution \"may put individuals at a higher risk for cardiovascular disease down the line,\" Bell said.Changes in HDL levels may already appear after brief and medium-length exposures to air pollution, the authors noted.The findings are part of the Multi-Ethnic Study of Atherosclerosis, an ongoing U.S. study examining the lifestyle factors that predict development of cardiovascular disease. This study follows a large, diverse population and unlike many previous studies on the health effects of air pollution that assumed individuals living in the same city have the same level of air pollution exposure, this study used cohort-focused monitoring campaigns looking at time and place to estimate air pollution exposure for each study participant, Bell said. It is also the first large cohort study to examine associations between air pollution and HDL particle number, he added.However, HDL particle numbers were measured only once in this analysis, so \"we were unable to examine whether they changed over time,\" Bell noted. Continuing to track how HDL levels change with extent of exposure to traffic air pollution and investigating how air pollution interferes with HDL's activity in the body will help confirm and understand the role of HDL, Bell added. Nonetheless, \"our study helps strengthen the biological plausibility of the link between traffic-related air pollution and cardiovascular disease,\" he said. \"We're slowly beginning to understand some of the biology of how that link works.\"  ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}