{"journal": "Medical Care", "url": "http://www.eurekalert.org/pub_releases/2017-04/wkh-frh041317.php", "description": "'Vertical integration' of healthcare--closer coordination of care between primary care and hospitals--leads to a lower rate of hospital readmissions, suggests an experience from Portugal reported in the May issue of Medical Care. The journal is published by Wolters Kluwer.", "article_link": null, "date": "Thu, 13 Apr 2017 04:00:00 GMT", "funder": "", "title": "Fewer repeat hospital admissions after 'vertical integration' of healthcare", "region": "namerica", "source_link": null, "institution": "Wolters Kluwer Health", "text": "April 13, 2017 - \"Vertical integration\" of healthcare--closer coordination of care between primary care and hospitals--leads to a lower rate of hospital readmissions, suggests an experience from Portugal reported in the May issue of Medical Care. The journal is published by Wolters Kluwer.A vertical integration initiative in the Portuguese national healthcare system reduced unplanned readmissions at some hospitals and for some conditions, reports the study by Sílvia Lopes, PhD, and colleagues of NOVA National School of Public Health, Universidade NOVA de Lisboa. \"These findings suggest that vertical integration can have a positive impact, but there are still challenges to be addressed regarding the success of vertical integration in reducing 30-day hospital readmissions,\" the researchers write.Merging Primary and Acute Care Lowers Readmissions at 4 out of 6 Hospitals Between 1999 and 2012, the Portuguese Ministry of Health merged public hospitals and primary care providers in eight geographical areas to create vertically integrated units.  These Local Health Units (LHUs) were accountable for healthcare delivery, health promotion, and public health of the population in their area.The goal of creating the LHUs was to improve efficiency, effectiveness and population-level outcomes--although the way in which they did this was left largely to the individual units. By 2014, LHUs covered nearly 12 percent of the Portuguese population.Dr. Lopes and colleagues compared the rate of unplanned readmissions within 30 days at six hospitals before and after they were transitioned to LHUs. Although reducing repeat hospitalizations was not an explicit goal of vertical integration, readmissions are an important measure of the quality of care provided by health systems and a major contributor to healthcare costs.Readmission rates at vertically integrated hospitals were compared to those at a control group of six hospitals with similar characteristics that were not merged into LHUs. The analysis included nearly 1.2 million hospital admissions between 2004 and 2013, taking into account the individual patients' risk for readmission based on their age, disease, and other health conditions.The overall readmission rate was 4.8 percent at vertically integrated hospitals, compared to 5.4 percent in the comparison group. On adjusted analysis, vertical integration was associated with a relative ten percent decrease in the probability of unplanned readmission.Hospital-level analysis found no impact of vertical integration at two out of six hospitals. The remaining four hospitals did have significant decreases in readmission, including a 20 percent relative reduction at one hospital.The improvement in readmission rates was observed for a limited number of conditions--including nearly a 30 percent relative reduction for patients with diabetes with complications. There were also significant reductions for patients with urinary tract infections and pneumonia. Other important conditions showed no significant effect, including congestive heart failure and stroke.Vertical integration of primary and hospital care is being introduced across healthcare systems worldwide. This organizational change is expected to improve communication and coordination of care--including in the critical period after patients are discharged from the hospital. But so far, there are conflicting data on how vertical integration affects key outcomes such as hospital readmission rates.\"Given that reducing readmissions was not an explicit goal of the policy, the findings suggest the potential of vertical integration and the resulting increased care coordination to reduce readmissions,\" Dr. Lopes comments.  Because different LHUs followed different approaches, future studies may help in understanding what aspects of vertical integration and the way it was implemented were responsible for the improvements achieved. ", "meeting": "", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Mortality/Longevity", " Health Care Systems/Services", " Health Professionals", " Pain", " Public Health", " Trauma/Injury"]}