{"journal": "Pediatric Critical Care Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-04/wkh-wsf041317.php", "description": "Sixteen percent of children in pediatric intensive care units (ICUs) have acute neurological conditions with brain damage due to cardiac arrest, traumatic brain injury, or other causes, reports an international survey study in Pediatric Critical Care Medicine. The journal is published by Wolters Kluwer.", "article_link": null, "date": "Thu, 13 Apr 2017 04:00:00 GMT", "funder": "", "title": "Worldwide survey finds 16 percent rate of acute neurological conditions in critically ill children", "region": "namerica", "source_link": null, "institution": "Wolters Kluwer Health", "text": "April 13, 2017 - Sixteen percent of children in pediatric intensive care units (ICUs) have acute neurological conditions with brain damage due to cardiac arrest, traumatic brain injury, or other causes, reports an international survey study in Pediatric Critical Care Medicine. The journal is published by Wolters Kluwer.\"Children with acute neurologic insults are common in ICUs and are associated with high morbidity and mortality rates and prolonged ICU stays, posing significant challenges to public, family, and individual health,\" according to the report by the PANGEA Investigators, led by Ericka L. Fink, MD, MS, of Children's Hospital of Pittsburgh. The findings underscore the need for \"transformational ideas\" to improve outcomes for this large group of critically ill children at high risk of adverse clinical outcomes. Worldwide Snapshot of Acute Neurological Conditions Among Critically Ill Children\r\nThe PANGEA study (Prevalence of Acute Critical Neurological Disease in Children: A Global Epidemiological Assessment) was designed to assess the multinational prevalence and outcomes of critical neurological injuries and illnesses among children in participating ICUs. On four days during a one-year period, ICUs at 107 hospitals provided information on children with acute neurological conditions.\"Acute neurological conditions in children are associated with high mortality and morbidity (cognitive, physical and emotional disability) rates, and largely lack targeted neuroprotective therapies that improve outcome,\" Dr. Fink explains. \"Measuring the burden of these conditions is a step towards strategizing prospective study design and allocation of resources to achieve the long-term goal of improving outcome for these children.\"The hospitals contributed information on a total of 924 patients. Although nearly 90% of the hospitals were in North America or Europe, hospitals in Africa, Asia, Oceania and South America were represented as well. A separate study looking specifically at traumatic brain injury at low-resource settings in Africa is underway (PANGEA-Developing Countries).\r\nOverall, 16.2% of children in the reporting ICUs had acute neurological conditions. The children's ages ranged from seven days to 17 years. Many children had preexisting medical conditions, but 61% had normal neurological status before their current hospitalizations.Cardiac arrest, resulting in lack of blood flow to the brain, was the most common overall cause of acute neurological conditions (23%). Other causes included traumatic brain injury (19%), central nervous system infection or inflammation (16%), and stroke or a mass, such as a brain tumor (9% each).Regions differed in terms of most common condition reported. Infection/inflammation was the most common cause in Asia, South America, and the sole African hospital contributing to the study. In all other regions, cardiac arrest was the main cause.The children were at high risk of poor outcomes. Twelve percent died overall, the highest rate in children with cardiac arrest (24%). Another 32% were left with moderate to severe neurological disability at the three-month follow-up, including nearly half of those with traumatic brain injury. The children had long lengths of stay, an average of 13 days in the ICU and 22 days in the hospital.\"The growth of pediatric neurocritical care services in pediatric ICUs and development of a pediatric neurocritical care research network reflect the specialty's acknowledgment and commitment to improve outcomes for children with acute neurologic insults,\" Dr. Fink and coauthors write. They believe that the PANGEA data \"suggest a vital need for resources to assist in the challenge of improving outcomes for these children throughout the span of the periods of emergency care through to rehabilitation.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Pain", " Pediatrics", " Public Health", " Trauma/Injury"]}