{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-04/uorm-rtb041017.php", "description": "A new study out today in Neurology, provides the first evidence that rigorous visual training restores rudimentary sight in patients who went partially blind after suffering a stroke, while patients who did not train continued to get progressively worse.", "article_link": null, "date": "Wed, 12 Apr 2017 04:00:00 GMT", "funder": "", "title": "Retraining the brain to see after stroke", "region": "namerica", "source_link": null, "institution": "University of Rochester Medical Center", "text": "Patients who went partially blind after suffering a stroke regained large swaths of rudimentary sight after undergoing visual training designed by researchers at the University of Rochester Medical Center's Flaum Eye Institute. \r\nA new study out today in Neurology®, the medical journal of the American Academy of Neurology, provides the first evidence that rigorous visual training recovers basic vision in cortically blind patients who suffered stroke damage in the primary visual cortex. Damage to this area of the brain prevents visual information from getting to other brain regions that help make sense of it, causing loss of sight in one-quarter to one-half of an individual's normal field of view. Somewhere between 250,000 and 500,000 people suffer vision loss due to damage to the visual cortex each year. \r\n\"We are the only people in the U.S. currently using this type of training to recover vision lost after damage to the primary visual cortex,\" said study senior author Krystel Huxlin, Ph.D., director of Research and James V. Aquavella, M.D. Professor of Ophthalmology at URMC's Flaum Eye Institute. \"If you talk to the majority of clinicians, they still believe nothing can be done.\" \r\nIt was long believed that patients' visual deficits stabilize six months after their stroke - no longer getting any worse and unable to get any better. Patients with visual cortex strokes are offered no hope of recovery and are advised to adapt to their vision loss, which is in stark contrast with other types of strokes. For instance, patients with stroke damage in areas of the brain that control movement are sent to physical therapy as soon as possible and usually recover significant mobility. \r\nHuxlin, who is also a professor in the departments of Neuroscience, Brain & Cognitive Sciences and the Center for Visual Science at UR, developed a sort of physical therapy for the visual system - a way of rerouting visual information around the dead areas of the primary visual cortex. \r\nHer team created personalized software programs for 17 cortically blind patients that flashed small circles of striped patterns or moving dots in the patient's blind field - the area of their field of view where they could no longer see. Patients reported the orientation of the stripes or the direction in which the dots were moving as they were flashed on the screen. \r\nAt first, patients only guessed correctly half of the time, but over time they began to sense, and then actually see enough of the patterns and dots to answer correctly 80 percent of the time, which is on par with participants who have normal vision. Clinical tests also showed that the patients' blind fields shrank, but the gains in vision were hard for them to put into words. \r\nOne patient said she no longer has mishaps like she did right after her stroke - like the time she missed the \"W-o-\" on the women's room sign and wondered why two men's bathrooms would be side by side. Faces and objects that looked squat and distorted after her stroke have also returned to normal. Several other patients have been able to get back in the driver's seat after undergoing Huxlin's visual training and completing a driver rehabilitation program.\r\n\"Patients go from nothing to a sensation of motion, to vision, albeit not quite normal vision,\" said study coauthor Matthew Cavanaugh, a student in the Neuroscience Graduate Program at URMC. \"The hope is that we can refine our training methods to train the recovered vision to be better, clearer and more useful.\"\r\nHuxlin's study also challenged conventional wisdom that cortically blind patients' visual deficits stabilize six months after stroke. In the study, the visual deficits of five cortically blind patients who did not do any visual training continued to get progressively worse. Huxlin's team is verifying this finding in a larger group of cortically blind patients by studying how their blind field maps change over time after stroke, without visual training. The results could provide greater justification for prescribing visual training to all patients who are capable as early as possible.\r\n\"It might actually be wrong not to train these patients,\" said Huxlin. \"Our training may be critical both for preventing and reversing a gradual, very slow, but persistent loss of vision after stroke.\" \r\nHuxlin estimates that any patient - regardless of age, blind field size, or how long ago they had a stroke - could have meaningful improvements in sight in about three months if they train twice day, for 30 minutes each time, but recommends patients continue to train as long as they continue to improve. \r\nHuxlin's visual training technology has been licensed by EnVision LLC, which will sponsor a clinical trial to be conducted at several sites including the URMC Flaum Eye Institute. Huxlin and the University of Rochester may benefit from royalties should the technology be commercially successful.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons"]}