{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-04/yu-bot041017.php", "description": "People living in areas that restrict trans fats in foods had fewer hospitalizations for heart attack and stroke compared to residents in areas without restrictions, according to a study led by a Yale researcher. This finding suggests the benefit of limiting trans fats could have widespread impact as trans fat restrictions are set to expand nationwide.", "article_link": null, "date": "Wed, 12 Apr 2017 04:00:00 GMT", "funder": "American Medical Association Seed Grant Research Program, NIH/National Center for Advancing Translational Sciences", "title": "Ban on trans fats in diet may reduce heart attacks and stroke", "region": "namerica", "source_link": null, "institution": "Yale University", "text": "New Haven, Conn.-- People living in areas that restrict trans fats in foods had fewer hospitalizations for heart attack and stroke compared to residents in areas without restrictions, according to a study led by a Yale researcher. This finding suggests the benefit of limiting trans fats could have widespread impact as trans fat restrictions are set to expand nationwide.The study was published April 12 in JAMA Cardiology.Trans fatty acids, or trans fats, are commonly found in foods such as chips, crackers, fried foods, and baked goods. Minimal amounts of trans fat intake are linked to greater risk of cardiovascular disease, the leading cause of death worldwide. In recent years, localities like New York City enacted policies to reduce trans fats in restaurants and other eateries. In 2018, an FDA ban on partially hydrogenated oil in foods, which will nearly eliminate dietary trans fat, takes effect nationwide. To study the impact of restricting trans fats, Eric Brandt, M.D., and his co-authors compared outcomes for people living in New York counties with and without the restrictions. Using data from the state department of health and census estimates between 2002 and 2013, the researchers focused on hospital admissions for heart attack and stroke.They found that three or more years after the restrictions were implemented, people living in areas with restrictions had significantly fewer hospitalizations for heart attack and stroke based on trends in similarly urban areas without the restrictions. The decline for the combined conditions was 6.2%.\"It is a pretty substantial decline,\" said Brandt, a clinical fellow in cardiovascular medicine at Yale School of Medicine. \"Our study highlights the power of public policy to impact the cardiovascular health of a population. Trans fats are deleterious for cardiovascular health, and minimizing or eliminating them from the diet can substantially reduce rates of heart attack and stroke.\"The study results point to the possibility of much more widespread benefit as the FDA's measure -- which restricts trans fats in all food -- are due to take effect in 2018, said Brandt. \"Even though some companies have reduced the amount of trans fat in food, current FDA labeling guidelines allow up to 0.49 grams of trans fat per serving to be labeled as 0 grams, leaving consumers to scour labels for hidden trans fats, usually labeled as partially hydrogenated oils. With the upcoming FDA regulation, people need not be so vigilant. A nationwide trans fat ban is a win for the millions of people at risk for cardiovascular disease,\" he said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Neurobiology", " Nutrition/Nutrients", " Public Health", " Science/Health and the Law"]}