{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-rot041017.php", "description": "There has been a greater decline in hospitalizations for cardiovascular events (heart attack and stroke combined) in New York counties that enacted restrictions on trans-fatty acids in eateries compared with counties without restrictions, according to a study published by JAMA Cardiology.", "article_link": null, "date": "Wed, 12 Apr 2017 04:00:00 GMT", "funder": "", "title": "Restrictions on trans-fatty acid consumption associated with decrease in hospitalization for heart attack", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "There has been a greater decline in hospitalizations for cardiovascular events (heart attack and stroke combined) in New York counties that enacted restrictions on trans-fatty acids in eateries compared with counties without restrictions, according to a study published by JAMA Cardiology.Consumption of trans-fatty acids (TFAs) is associated with an elevated risk for cardiovascular disease. Trans-fatty acids primarily enter the diet via partially hydrogenated oils (PHOs) used in baked goods, yeast breads, fried foods, chips, crackers, and margarine. Given the harmful effects of TFAs, many have advocated minimizing or eliminating their use. New York City was the first large metropolitan area in the United States to restrict TFAs in eateries, starting July 2007. Similar TFA restrictions were subsequently enacted in additional New York State (NYS) counties. The U.S. Food and Drug Administration plans a nationwide restriction in 2018. Public health implications of TFA restrictions are not well understood.Eric J. Brandt, M.D., of the Yale University School of Medicine, New Haven, Conn., and colleagues conducted a study of residents in counties with TFA restrictions vs counties without restrictions from 2002 to 2013 using NYS Department of Health's Statewide Planning and Research Cooperative System and census population estimates, and included residents who were hospitalized for heart attack or stroke.In 2006, the year before the first restrictions were implemented, there were 8.4 million adults in highly urban counties with TFA restrictions and 3.3 million adults in highly urban counties without restrictions. Twenty-five counties were included in the nonrestriction population and 11 in the restriction population. Three or more years after restriction implementation, the population with TFA restrictions experienced significant additional decline beyond temporal trends in heart attack and stroke events combined (-6.2 percent) and heart attack (-7.8 percent) and a nonsignificant decline in stroke (-3.6 percent) compared with the nonrestriction populations.\"Our results show the potential benefit of the FDA's comprehensive restriction on PHOs, which is the source of TFAs in most packaged food,\" the authors write.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}