{"journal": "Menopause: The Journal of the North American Menopause Society", "url": "http://www.eurekalert.org/pub_releases/2017-04/tnam-hfc041117.php", "description": "Hot flashes, one of the most common symptoms of menopause, have already been shown to interfere with a woman's overall quality of life. A new study shows that, particularly for younger midlife women (age 40-53 years), frequent hot flashes may also signal emerging vascular dysfunction that can lead to heart disease. The study outcomes are published online today in Menopause, the journal of The North American Menopause Society (NAMS).", "article_link": null, "date": "Wed, 12 Apr 2017 04:00:00 GMT", "funder": "", "title": "Hot flashes could signal increased risk of heart disease", "region": "namerica", "source_link": "http://www.menopause.org/docs/default-source/default-document-library/hot-flashes-and-endothelial-function-4-12.pdf", "institution": "The North American Menopause Society (NAMS)", "text": "CLEVELAND, Ohio (April 12, 2017)--Hot flashes, one of the most common symptoms of menopause, have already been shown to interfere with a woman's overall quality of life. A new study shows that, particularly for younger midlife women (age 40-53 years), frequent hot flashes may also signal emerging vascular dysfunction that can lead to heart disease. The study outcomes are published online today in Menopause, the journal of The North American Menopause Society (NAMS).The study involving 272 nonsmoking women aged 40 to 60 years is the first to test the relationship between physiologically assessed hot flashes and endothelial cell (the inner lining of the blood vessels) function. The effect of hot flashes on the ability of blood vessels to dilate was documented only in the younger tertile of women in the sample. There was no association observed in the older women (age 54-60 years), indicating that early occurring hot flashes may be those most relevant to heart disease risk. The associations were independent of other heart disease risk factors.Cardiovascular disease is the leading cause of death in women. The results from the study, \"Physiologically assessed hot flashes and endothelial function among midlife women,\" may offer valuable information for healthcare providers working to assess the risk of heart disease in their menopausal patients. Hot flashes are reported by 70% of women, with approximately one-third of them describing them as frequent or severe. Newer data indicate that hot flashes often start earlier than previously thought--possibly during the late reproductive years--and persist for a decade or more.\"Hot flashes are not just a nuisance. They have been linked to cardiovascular, bone, and brain health,\" says Dr. JoAnn Pinkerton, executive director of NAMS. \"In this study, physiologically measured hot flashes appear linked to cardiovascular changes occurring early during the menopause transition.\" ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Endocrinology", " Aging", " Internal Medicine", " Gynecology"]}