{"journal": "European Journal of Preventive Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-04/esoc-eaw041017.php", "description": "Exercise is associated with improved survival after a heart attack, according to research published today in the European Journal of Preventive Cardiology. The chances of survival increased as the amount of exercise rose.", "article_link": "http://dx.doi.org/10.1177/2047487317702046", "date": "Wed, 12 Apr 2017 04:00:00 GMT", "funder": "", "title": "Exercise associated with improved heart attack survival", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/exercise-associated-with-improved-heart-attack-survival?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, 12 April 2017: Exercise is associated with improved survival after a heart attack, according to research published today in the European Journal of Preventive Cardiology.1 The chances of survival increased as the amount of exercise rose.\"We know that exercise protects people against having a heart attack,\" said last author Professor Eva Prescott, professor of cardiovascular prevention and rehabilitation, University of Copenhagen, Denmark. \"Animal studies suggest that myocardial infarctions are smaller and less likely to be fatal in animals that exercise. We wanted to see if exercise was linked with less serious myocardial infarctions in people.\"The study included 14 223 participants of the Copenhagen City Heart Study who had never had a heart attack or stroke. Levels of physical activity were assessed at baseline in 1976-1978 and classified as sedentary, light, moderate, or high.2Participants were followed through registries until 2013. A total of 1 664 participants had a myocardial infarction, of whom 425 died immediately.The investigators compared levels of physical activity between those who died immediately from their myocardial infarction and those who survived. They found that patients who exercised were less likely to die from their myocardial infarction.There was a dose-response relationship between exercise and death from myocardial infarction. Patients with light or moderate/high physical activity levels were 32% and 47% less likely to die from their myocardial infarction, respectively, than sedentary patients. Professor Prescott said: \"Patients  who were sedentary were more likely to die when they got a myocardial infarction and patients who did exercise were more likely to survive. There was also a dose-response relationship, so that the odds of dying if people got a myocardial infarction declined with the level of exercise they did, reaching an almost 50% reduction for those who were the most physically active.\"\"One possible explanation is that people who exercise may develop collateral blood vessels in the heart which ensure the heart continues to get enough blood after a blockage,\" she continued. \"Exercise may also increase levels of chemical substances that improve blood flow and reduce injury to the heart from a heart attack.\"Professor Prescott said: \"This was an observational study so we cannot conclude that the associations are causal. The results need to be confirmed before we can make strong recommendations. But I think it's safe to say that we already knew exercise was good for health and this might indicate that continuing to exercise even after developing atherosclerosis may reduce the seriousness of a heart attack if it does occur.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Developmental/Reproductive Biology", " Diet/Body Weight", " Disease in the Developing World"]}