{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-04/nion-gss041117.php", "description": "In two studies of mice, researchers showed that a drug, engineered to combat the gene that causes spinocerebellar ataxia type 2 (SCA2), might also be used to treat amyotrophic lateral sclerosis (ALS).", "article_link": "http://dx.doi.org/10.1038/nature22044", "date": "Wed, 12 Apr 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Target ALS Foundation, Johns Hopkins/Robert Packard Center for ALS Research, Glenn Foundation, German Research Foundation", "title": "Gene silencing shows promise for treating 2 fatal neurological disorders", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Gene-silencing-shows-promise-treating-two-fatal", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "In two studies of mice, researchers showed that a drug, engineered to combat the gene that causes spinocerebellar ataxia type 2 (SCA2), might also be used to treat amyotrophic lateral sclerosis (ALS). Both studies were published in the journal Nature with funding from National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health.\"Our results provide hope that we may one day be able to treat these devastating disorders,\" said Stefan M. Pulst, M.D., Dr. Med., University of Utah, professor and chair of neurology and a senior author of one the studies. In 1996, Dr. Pulst and other researchers discovered that mutations in the ataxin 2 gene cause spinocerebellar ataxia type 2, a fatal inherited disorder that primarily damages a part of the brain called the cerebellum, causing patients to have problems with balance, coordination, walking and eye movements.For this study his team found that they could reduce problems associated with SCA2 by injecting mouse brains with a drug programmed to silence the ataxin 2 gene. In the accompanying study, researchers showed that injections of the same type of drug into the brains of mice prevented early death and neurological problems associated with ALS, a paralyzing and often fatal disorder.\"Surprisingly, the ataxin 2 gene may act as a master key to unlocking treatments for ALS and other neurological disorders,\" said Aaron Gitler, Ph.D., Stanford University, associate professor and senior author of the second study. In 2010, Dr. Gitler and colleagues discovered a link between ataxin 2 mutations and ALS.The type of drug they used is called an antisense oligonucleotide. Like an incomplete row of teeth on a zipper, these drugs are short sequences of DNA designed to bind to a portion of a gene's instructions carried by a molecule called messenger RNA. This stops cells from manufacturing proteins, a process known as gene silencing.\"Our antisense oligonucleotides prevent cells from reading the blueprint for the ataxin 2 gene,\" said Daniel R. Scoles, M.D., University of Utah and the lead author of the SCA2 study.An antisense oligonucleotide drug has been approved by the Food and Drug Administration for treating spinal muscular atrophy, a hereditary disorder that causes arm and leg muscle weakness and deterioration in children. Researchers are conducting early phase clinical trials on the safety and effectiveness of gene silencing drugs to treat several neurological disorders, including Huntington's disease and an inherited form of ALS. \"Antisense oligonucleotides provide researchers with a promising tool for studying the underlying causes of many disorders and developing gene-targeting treatments,\" said Amelie Gubitz, Ph.D., program director at NINDS.Mutations in ataxin 2 that are associated with SCA2 cause the gene to have polyglutamine expansions, strings of repeated copies of the three letter genetic code, CAG, which stands for the amino acid glutamine. On average, symptoms appear earlier and are more severe for patients who have longer strings. People who have only 27-33 repeats will not develop SCA2 but have an increased risk for ALS. Dr. Pulst's team worked with a pharmaceutical company to develop antisense oligonucleotides that silence the ataxin 2 gene rather than the CAG repeats. They then tested oligonucleotides on two lines of mice genetically engineered to have problems associated with SCA2 by programming neurons in the cerebellum to make mutant ataxin 2. In both lines, the oligonucleotides appeared to be effective. Mice injected with the drug were able to walk on a rotating rod longer than mice that received a placebo. Electrical recordings showed the drug restored the firing patterns of neurons in the cerebellum to normal. In addition to reducing ataxin 2 gene levels, the researchers found that the drug also restored the levels of several genes that appear to be decreased by mutant ataxin 2.Meanwhile, Dr. Gitler's team used different mice to test the idea of combating ALS by silencing ataxin 2. These mice were genetically modified to manufacture high levels of the human version of TDP-43, a protein that normally regulates genes. The researchers investigated these mice because neurons from ALS patients often contain toxic clusters of TDP-43. The mice rapidly develop problems with walking and die early. Previous studies on yeast and flies by Dr. Gitler's team and his collaborators have suggested that mutant ataxin 2 may control the toxicity of TDP-43. Compared to placebo, injections of the antisense oligonucleotides into the nervous system of the newborn mice extended their median lifespan by 35 percent and improved their ability to walk, while lowering ataxin 2 gene levels in the brain and spinal cord.  The researchers saw similar results when they eliminated ataxin 2 by crossbreeding the TDP-43 mice with mice that are genetically programmed to have no ataxin 2 gene. The offspring lived longer and walked better than the TDP-43 mice. The brains of the offspring also had fewer toxic TDP-43 clusters than the TDP-43 mice. \"Many years of research on yeast and flies laid the ground work for these exciting results,\" said Daniel Miller, Ph.D., program director NINDS. \"They demonstrate that rigorous studies on simple disease models can lead to powerful insights that help us understand and potentially treat seemingly untreatable disorders.\"Drs. Pulst and Gitler agreed that more research needs to be done before the types of antisense oligonucleotides their teams used can be tested in patients. Both labs are currently taking the next steps by conducting further preclinical experiments.", "meeting": "", "keywords": ["Biotechnology", " Genetics", " Medicine/Health", " Neurobiology", " Pharmaceutical Science", " Biomedical/Environmental/Chemical Engineering", " Gene Therapy"]}