{"journal": "Stroke", "url": "http://www.eurekalert.org/pub_releases/2017-04/muos-fse041117.php", "description": "Adult patients with sickle cell disease who experience a stroke caused by a clot (i.e., ischemic strokes) can be treated safely with tissue plasminogen activator if they qualify, report investigators at the Medical University of South Carolina  and elsewhere in the March 2017 issue of Stroke. The investigators analyzed in-hospital patient data obtained from the Get With The Guidelines -- Stroke database.", "article_link": "http://dx.doi.org/10.1161/STROKEAHA.116.015412", "date": "Tue, 11 Apr 2017 04:00:00 GMT", "funder": "American Heart Association/American Stroke Association", "title": "First systemic evidence for safety of tPA in stroke patients with sickle cell disease", "region": "namerica", "source_link": null, "institution": "Medical University of South Carolina", "text": "Adult patients with sickle cell disease (SCD) who experience a stroke caused by a clot (i.e., ischemic strokes or IS) can be treated safely with tissue plasminogen activator (tPA) if they qualify, report investigators at the Medical University of South Carolina (MUSC) and elsewhere in the March 2017 issue of Stroke. Tissue plasminogen activator (tPA), which has been the established therapy for treating IS since 1996, speeds up the body's ability to dissolve clots, thus improving blood flow to the brain. When administered in the requisite time window, tPA can help prevent some of the disability associated with IS. The use of tPA in SCD patients is not well established, although it has never been contraindicated. Stroke has a different pathophysiology in those with SCD -- it is caused by the enhanced adhesion of the red blood cells to the endothelium. People with SCD also have an increased risk of intracranial hemorrhage, an uncommon but potentially fatal complication of tPA.For the study reported in Stroke, researchers at MUSC, including lead author Robert J. Adams, M.D., Distinguished Professor of Neurology and Director of the South Carolina Center for Economic Excellence in Stroke,  Julie Kanter, M.D., a hematologist specializing in the care of patients with SCD who also serves as Director of Sickle Cell Research, and Shelly D. Ozark, M.D., Assistant Professor of Neurology, teamed up with researchers at other universities to analyze in-hospital data compiled by the quality improvement program Get With The Guidelines - Stroke on 2,016,652 stroke patients seen at 1952 participating US hospitals between January 2008 and March 2015.They identified 832 patients with SCD and 3325 age-, sex- and race-matched controls and found no statistically significant differences between the two cohorts in the rate of tPA use (8.2 percent for SCD patients vs 9.4 percent for non-SCD patients), the timeliness of its administration (door-to-needle time, 73 minutes for SCD patients vs. 79 minutes for non-SCD patients) or the rate of in-hospital complications. Of patients receiving tPA, 4.9 percent of those with SCD experienced intracerebral hemorrhage vs. 3.2 percent of those without SCD, a difference that was not statistically significant but still bears watching. The overall rate of complications (6.6 percent for SCD patients and 6.0 percent for non-SCD patients), in-hospital mortality (odds ratio of 1.21 for SCD patients 1.21) and length of stay above four days (odds ratio of 1.15 for SCD patients) also did not differ significantly between the two cohorts. \"Having sickle cell disease did not adversely affect any of the indicators we measured,\" says Adams. \"People with sickle cell disease and an acute stroke who would otherwise qualify for tPA did not have worse outcomes than stroke patients who did not have sickle cell disease.\" Although additional studies are needed to track the intracranial hemorrhage rate, these findings suggest that tPA is safe in patients with SCD and could potentially be used as a complementary therapy to rapid and complete red blood cell exchange, the current guideline-recommended frontline therapy for IS in patients with SCD. These patients would be best served by a care team including both a hematologist and a neurologist.\"These findings suggest that a future randomized trial that compares using red-blood cell exchange alone versus combination therapy with tPA and red-blood cell exchange should be undertaken to evaluate the outcomes of IS in patients with sickle cell disease,\" says Kanter.\"This is a great example of the power of the large Get With The Guidelines - Stroke database, which allows us to better understand the best care for relatively small, unique populations that are difficult to study individually,\" says Edward C. Jauch, M.D., Director of the Division of Emergency Medicine at MUSC and lead author on the 2013 AHA/ASA Acute Ischemic Stroke Guidelines. ", "meeting": "", "keywords": ["Neurochemistry", " Medicine/Health", " Stroke", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Hematology", " Neurochemistry", " Pharmaceutical Science", " Minorities"]}