{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-aha041117.php", "description": "The American Heart Association/American Stroke Association is launching its acclaimed Get With The Guidelines® in the United Arab Emirates, which is the first country outside the United States to implement this cardiovascular hospital care quality improvement program.", "article_link": null, "date": "Tue, 11 Apr 2017 04:00:00 GMT", "funder": "", "title": "American Heart Association's Get With The Guidelines program expands globally", "region": "namerica", "source_link": "http://newsroom.heart.org/news/american-heart-associations-get-with-the-guidelines-program-expands-globally", "institution": "American Heart Association", "text": "Dubai, UAE, April 11, 2017 - The American Heart Association/American Stroke Association (AHA/ASA) is launching its acclaimed Get With The Guidelines® in the United Arab Emirates (UAE), which is the first country outside the United States to implement this cardiovascular hospital care quality improvement program. This AHA/ASA program will benefit patients by providing public and private hospitals quality improvement professional consultation, workshops and guideline-based webinars at all stages of implementation.First launched in the US in 2002, Get With The Guidelines is an evidence-based, in-hospital continuous quality improvement process designed to improve treatment and prevent future cardiovascular and stroke events through consistent adherence to the latest scientific treatment guidelines.While variations of the program are currently benefiting thousands of patients in 160 hospitals across China and Brazil, the launch in the UAE - supported by the Emirates Cardiac Society - is the first time the Get With The Guidelines subscription program, is available outside North America. To date, more than 2,000 hospitals in the US have implemented at least one module, benefitting more than 6 million patients.\"The AHA has always worked to make a difference in the lives of patients with cardiovascular in the US and around the world. The global expansion of our Get With the Guidelines program is the next step in our journey towards fulfilling the goal to build healthier lives, free of cardiovascular diseases and stroke,\" said Sidney C. Smith, Jr., M.D., a past president of the AHA and a global expert in quality improvement science and programs. \"In the 15 years since we introduced the program in the US, Get With The Guidelines has proven its efficacy in transforming patient care and has improved patient outcomes, lowered healthcare costs due to reduced readmission, and increased efficiency and effectiveness across the continuum of care. I am thrilled that international hospitals will now have access to this valuable program.\"Get With The Guidelines programs rely on an online, interactive assessment and reporting system, which supports data submissions while tracking a hospital's performance in delivering guidelines-based treatment.Participating hospitals collect data and monitor their compliance with guidelines-based therapies to improve care according to best practices. Data collection and feedback reporting are performed online using the AHA's interactive Patient Management Tool™.Together, these tools and processes help hospitals and providers learn the correct treatment, translate guidelines into practice, and report the results. Data from Get With The Guidelines have resulted in more than 375 scientific publications that have advanced cardiovascular health.Commenting on the launch, Dr. Abdullah Shehab, President of the Emirates Cardiac Society, said: \"The Emirates Cardiac Society is pleased to support the American Heart Association as it expands this evidence-based program to the UAE. As the country looks to position itself at the forefront of healthcare provision in the region, it's critical that we bring in the right tools that will help curb the effects of the noncommunicable diseases--especially cardiovascular disease--and improve outcomes for both patients and providers. We're confident that Get With The Guidelines will play a key role in improving the health of our community.\"      Through programs such as Get With The Guidelines, the American Heart Association works to support the World Health Organization (WHO) goal to reduce premature death and disability from noncommunicable diseases by 25 percent by 2025.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}