{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-04/chla-pge040717.php", "description": "Investigators at The Saban Research Institute of Children's Hospital Los Angeles have found that the gene PID1 enhances killing of medulloblastoma and glioblastoma cells. Medulloblastoma is the most commonly occurring malignant primary brain tumor in children; glioblastoma is the most commonly occurring malignant primary brain tumor in adults. Results of this study will be published in Scientific Reports on April 11.", "article_link": null, "date": "Tue, 11 Apr 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, St. Baldrick's Foundation, Concern Foundation, Margaret E. Early Foundation, Barbara Mandel Family Fund, Nautica Malibu Triathlon Fund, Grayson's Gift", "title": "PID1 gene enhances effectiveness of chemotherapy on brain cancer cells", "region": "namerica", "source_link": null, "institution": "Children's Hospital Los Angeles", "text": "Investigators at The Saban Research Institute of Children's Hospital Los Angeles have found that the gene PID1 enhances killing of medulloblastoma and glioblastoma cells. Medulloblastoma is the most commonly occurring malignant primary brain tumor in children; glioblastoma is the most commonly occurring malignant primary brain tumor in adults. Results of this study will be published in Scientific Reports on April 11.\r\n\r\nHistorically, chemotherapy played a small role in the treatment of brain tumors. Research done in the last decade has shown that certain tumors of the brain and spinal cord, are sensitive to chemotherapy. The PID1 gene was discovered during this period and was investigated for its role in metabolic disease. Anat Erdreich-Epstein, MD, PhD, a physician-scientist specializing in pediatric brain cancers at CHLA, published the first report on the role of PID1 in cancer - establishing that it suppressed growth of medulloblastoma and glioma cells. The current study builds on this work.\r\n\r\n\"Previously, my lab found that patients with medulloblastoma or glioma tumors with higher levels of PID1 mRNA had longer survival times,\" said Erdreich-Epstein, principal investigator of the study and associate professor of Pediatrics and Pathology at the Keck School of Medicine of USC. \"We have now determined that PID1 increases the killing effect of etoposide and cisplatin, two common types of chemotherapy.\" \r\n\r\nTo determine how PID1 interacts with chemotherapy, the researchers engineered tumor cells to overexpress, or increase production, of PID1. When these cells were treated with etoposide and cisplatin, killing of cancer cells increased. The team also demonstrated that when PID1 production was 'knocked out', cisplatin killed fewer cells. This led the researchers to conclude that PID1 is necessary for cisplatin to be fully effective.\r\n\r\nFurther experiments allowed the investigators to determine that etoposide caused more PID1 mRNA and PID1 protein to be generated, while cisplatin caused a decrease in PID1 protein, although it did increase the PID1 mRNA. According to Erdreich-Epstein, accounts in the literature suggest that cisplatin diminishes the amount of proteins that contribute to death of the cells, thereby leading to resistance to cisplatin and protection of the cells from death by cisplatin. To test this, the researchers pretreated the tumor cells with an agent that selectively inhibits protein degradation, then exposed the cells to cisplatin. PID1 levels were restored.\r\n\r\n\"Clearly, PID1 has a role in how cells respond to chemotherapy,\" said Erdreich-Epstein. \"If we can figure out how to block breakdown of PID1, we may be able to prevent drug resistance and make chemotherapy more effective.\" \r\n\t", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Pediatrics"]}