{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/crf-t2a041117.php", "description": "For 10 years, TVT (Transcatheter Valve Therapies) has provided healthcare professionals with the latest advances, tools, and techniques for the treatment of valvular heart disease using nonsurgical procedures. The first TVT was held in 2008 and has since become the preeminent conference for transcatheter valve therapies. TVT 2017 is a practical three-day course featuring the latest research and state-of-the-art techniques for transcatheter aortic and mitral valve therapies", "article_link": null, "date": "Tue, 11 Apr 2017 04:00:00 GMT", "funder": "", "title": "TVT 2017 at-a-glance now available", "region": "namerica", "source_link": "http://www.crf.org/crf/news-and-events/news/news/2194-tvt-2017-at-a-glance-now-available", "institution": "Cardiovascular Research Foundation", "text": "WHAT:For 10 years, TVT (Transcatheter Valve Therapies) has provided healthcare professionals with the latest advances, tools, and techniques for the treatment of valvular heart disease using nonsurgical procedures. The first TVT was held in 2008 and has since become the preeminent conference for transcatheter valve therapies. TVT 2017 is a practical three-day course featuring the latest research and state-of-the-art techniques for transcatheter aortic and mitral valve therapies. This year's conference will focus on:\r\nThe TVT At-A-Glance is now available at: http://www.crf.org/tvt/the-conference/tvt-at-glance.WHY: Valvular heart disease affects a large number of people who require diagnostic procedures and long-term management. Many patients have no symptoms, but for others, if not treated, advanced heart valve disease can lead to heart failure, stroke, blood clots, or death due to sudden cardiac arrest. Traditionally, valvular heart disease has been treated with surgical repair or replacement. Over the last several years, there have been important advances in concepts, tools, techniques, and patient selection using nonsurgical procedures. Transcatheter valve intervention offers the potential to reduce the procedural morbidity, mortality, and costs of surgical valve replacement or repair while accelerating patient recovery. WHEN:  June 14-17, 2017WHERE:Sheraton Grand Chicago\r\n301 East North Water Street\r\nChicago, IL 60611WHO:The course directors for TVT 2017 are:Martin B. Leon, MD\r\nNewYork-Presbyterian Hospital/Columbia University Medical CenterFrancesco Maisano, MD\r\nUniversitätsSpital ZürichNicolo Piazza, MD, PhD\r\nMcGill University Health CenterMark Reisman, MD\r\nUniversity of Washington Medical Center/Regional Heart CenterGregg W. Stone, MD\r\nNew York-Presbyterian Hospital/Columbia University Medical CenterJohn G. Webb, MD\r\nSt. Paul's Hospital", "meeting": "TVT 2017", "keywords": ["Education", " Medical Education", " Medicine/Health", " Cardiology", " Clinical Trials"]}