{"journal": "Annals of Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-04/nion-sfg041117.php", "description": "Consider two children who have childhood absence epilepsy (CAE), the most common form of pediatric epilepsy. They both take the same drug -- one child sees an improvement in their seizures, but the other does not. A new study in the Annals of Neurology identified the genes that may underlie this difference in treatment outcomes, suggesting there may be potential for using a precision medicine approach to help predict which drugs will be most effective to help children with CAE.", "article_link": null, "date": "Tue, 11 Apr 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of Child Health and Human Development", "title": "Study finds genetic basis for drug response in childhood absence epilepsy", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Study-finds-genetic-basis-drug-response-childhood", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "Consider two children who have childhood absence epilepsy (CAE), the most common form of pediatric epilepsy. They both take the same drug--one child sees an improvement in their seizures, but the other does not. A new study in the Annals of Neurology identified the genes that may underlie this difference in treatment outcomes, suggesting there may be potential for using a precision medicine approach to help predict which drugs will be most effective to help children with CAE. The study was funded by the National Institute of Neurological Disorders and Stroke (NINDS) and the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), both part of the National Institutes of Health.   \"A better understanding of genetic factors underlying a disease and the way that people respond to treatments may help healthcare providers select the best therapies for children with CAE,\" said Vicky Whittemore, Ph.D., program director at NINDS. A team led by Tracy A. Glauser, M.D., director of the Comprehensive Epilepsy Center at Cincinnati Children's Hospital Medical Center and professor of pediatrics in the University of Cincinnati College of Medicine, investigated whether there may be a genetic basis for different responses to three drugs used for CAE (ethosuximide, valproic acid, and lamotrigine). The experiments focused on three genes that code for T-type calcium channels that are involved in CAE and one gene that codes for a transporter that shuttles the drugs out of the brain. T-type calcium channels help control the firing rate of brain cells.The current study is part of a 32-center, randomized, controlled clinical trial that compared the effects of the three most commonly used drugs in 446 children who were recently diagnosed with CAE. These results suggest knowledge of specific gene variants in children with CAE may help predict what drugs would work best for them. For example, two specific forms of the calcium channel genes appeared more often in children for whom ethosuximide did not work. Two other variants of the calcium channel genes were found in children for whom lamotrigine did work, but one form of the drug transporter gene was associated with a continuation of seizures.   Dr. Glauser and his colleagues conducted additional experiments using the form of calcium channel gene that was associated with ethosuximide failure in patients. When cells in a dish containing this calcium channel variant were treated with ethosuximide, the drug had less effect on inhibiting the channel, suggesting that the genetic form of calcium channel may determine patients' response to the drug. \"We identified a potential link between genes and the children's' responses to certain treatments. We were also able to clearly show that one variant caused a change in how a key calcium channel responded to ethosuximide, confirming what was found in the clinical trial,\" said Dr. Glauser.   CAE is characterized by absence seizures, in which children stare into space, unaware of their surroundings. The seizures are brief, often lasting less than 20 seconds, although children may have up to 100 of them per day. The disease usually begins in children who are between 4 and 8 years old. About one third of children with CAE also have problems with attention. Many children will stop experiencing absence seizures by the time they reach adolescence, although others go on to develop more severe seizures. More research is needed to learn about the specific genes involved in CAE and the ways that they influence the effect of anti-epileptic drugs. In addition, researchers need to determine which factors, other than genetics, may play a role in treatment response. ", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Clinical Trials", " Neurobiology", " Pediatrics", " Pharmaceutical Science", " Genes"]}