{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-ses040617.php", "description": "A new article published by JAMA Neurology examines acute stroke hospitalization rates in younger adults 18 to 64 by stroke type and patient age, sex and race/ethnicity, along with associated risk factors.", "article_link": null, "date": "Mon, 10 Apr 2017 04:00:00 GMT", "funder": "", "title": "Study examines stroke hospitalization rates, risk factors", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "A new article published by JAMA Neurology examines acute stroke hospitalization rates in younger adults 18 to 64 by stroke type and patient age, sex and race/ethnicity, along with associated risk factors.The study by Mary G. George, M.D., M.S.P.H., of the Centers for Disease Control and Prevention, Atlanta, and coauthors used hospitalization data from the National Inpatient Sample, a database of inpatient stays derived from billing data.Overall, acute ischemic stroke hospitalizations among those aged 18 to 64 years increased from an average of 141,474 per year in 2003-2004 to 171,386 per year in 2011-2012, according to the results.\"The identification of increasing hospitalization rates for acute ischemic stroke in young adults coexistent with increasing prevalence of traditional stroke risk factors confirms the importance of focusing on prevention in younger adults,\" the article concludes.The accompanying editorial, \"Are More Young People Having Strokes? - A Simple Question with an Uncertain Answer,\" by James F. Burke, M.D., M.S., and Lesli E. Skolarus, M.D., M.S., of the University of Michigan, Ann Arbor, takes a closer look at the study.\"If a headline such as 'Stroke Tsunami: 30,000 More Strokes in the Young,' pops into your Twitter feed based on a study in this month's issue of JAMA Neurology, should the claim be taken seriously? Is urgent action needed to reverse this trend? While the headline would certainly be eye-catching, the best short answer makes for a lede begging to be buried, \"Maybe, but the evidence is pretty cloudy,\" according to the editorial, which suggests the study results may be capturing changes in the measurement system or be influenced by other factors.", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}