{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-asf041017.php", "description": "The survey was conducted as part of Check.Change.Control.Cholesterol™, the association's new initiative to help people better understand and manage their overall risk for cardiovascular disease, especially as it relates to cholesterol.", "article_link": null, "date": "Mon, 10 Apr 2017 04:00:00 GMT", "funder": "Sanofi, Regeneron", "title": "AHA survey finds patients uncertain about how to best manage their cholesterol", "region": "namerica", "source_link": "http://newsroom.heart.org/news/american-heart-association-survey-finds-patients-uncertain-about-how-to-best-manage-their-cholesterol", "institution": "American Heart Association", "text": "DALLAS, April 10, 2017 --  People who have high cholesterol may understand they need to manage their condition, but many aren't sure how to do that, nor do they feel confident they can, according to a new survey from the American Heart Association.        The survey was conducted as part of Check.Change.Control.Cholesterol™, the association's new initiative to help people better understand and manage their overall risk for cardiovascular disease, especially as it relates to cholesterol. Participants included nearly 800 people from across the country with either a history of cardiovascular disease (e.g. heart attack, stroke) or at least one major cardiovascular disease risk factor, (e.g. high blood pressure, high cholesterol or diabetes).      \"We wanted to get a sense of what people know about their cholesterol risk and its connection to heart disease and stroke, as well as how people engage with their healthcare providers to manage their risks,\" said Mary Ann Bauman, M.D., a member of the American Heart Association's cholesterol advisory group. \"We found even among those people at the highest risk for heart disease and stroke, overall knowledge was lacking and there was a major disconnect between perceptions about cholesterol and the significance of its health impact.\"      High cholesterol is a known risk factor for heart disease and stroke, causing about 2.6 million deaths each year. Yet, nearly half (47 percent) of survey respondents with a known history of or at least one risk factor for heart disease or stroke, had not had their cholesterol checked within the past year. Respondents with high cholesterol reported more recent testing, although 21 percent of them had not had their cholesterol checked in the past year.      Among other survey findings:      Nearly 94.6 million, or 40 percent, of American adults, have total cholesterol above 200 mg/dL with approximately 12 percent over 240 mg/dL.      \"Research suggests even modestly elevated cholesterol levels can lead to heart disease later in life, but these survey results show an alarming lack of communication between healthcare providers and those most at risk for cardiovascular disease,\" Bauman said. \"Current guidelines call for lifestyle modifications as a first line treatment, but that's often not enough. We also need to talk to patients about other risk factors, including genetics and family history, to determine the most effective course of treatment for each individual.\"      The Check.Change.Control.Cholesterol™ initiative combines a public awareness campaign with guideline-based best practices to help providers and patients work together to identify cardiovascular health risks and agree on a treatment plan to improve health. Through the initiative, a pilot project will be carried out in select practices across the country. Learnings from the pilot project will help structure a national clinical initiative to be rolled out next year.      A national cholesterol summit will convene on April 11 in Dallas to bring together cholesterol patients, healthcare providers and other stakeholder leaders to discuss gaps in cholesterol management goals -- from diagnosis to treatment to adherence. The group's goal is to identify tangible, actionable solutions that can be implemented through the new cholesterol initiative.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}