{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-at041017.php", "description": "'The role of the extracellular matrix in heart disease is a frontier topic ripe for exploration, and we are pleased to be embarking on this path of discovery with world-renowned experts in the field.'", "article_link": null, "date": "Mon, 10 Apr 2017 04:00:00 GMT", "funder": "", "title": "AHA and the Paul G. Allen Frontiers Group join forces to support two $1.5 million grants", "region": "namerica", "source_link": "http://newsroom.heart.org/news/american-heart-association-and-the-paul-g-allen-frontiers-group-join-forces-to-support-two-1-5-million-grants-for-pioneering-cardiovascular-researchers?preview=1ac5d8e6f99a77301e756c8e075044a5", "institution": "American Heart Association", "text": "SEATTLE, WASH. and DALLAS, April 10, 2017 -- Shedding light on the unknown role of the extracellular matrix in heart health and disease is the focus of an innovative collaboration between the American Heart Association, the world's leading voluntary health organization devoted to fighting cardiovascular disease (AHA), and The Paul G. Allen Frontiers Group. There will be two significant grants of $1.5 million each for pioneering researchers to make strides toward solving cardiovascular disease.The extracellular matrix is a network of protein fibers in all tissues, including the heart, that can store and transmit information across months, years and decades--well past the lives of many individual cells. Knowledge about how the matrix instructs cells to behave and how it stores long-term memory may change the way we think of and treat cardiovascular disease, making it a crucial frontier topic in heart research.\"This collaboration between us and the American Heart Association is poised to make tremendous impact on the field of cardiovascular research,\" says Tom Skalak, Ph.D., Executive Director of The Paul G. Allen Frontiers Group. \"The role of the extracellular matrix in heart disease is a frontier topic ripe for exploration, and we are pleased to be embarking on this path of discovery with world-renowned experts in the field.\"\"The American Heart Association and The Paul G. Allen Frontiers Group are two like-minded organizations coming together to push in new directions to change the way science is done,\" says Steven A. Houser, Ph.D., FAHA, President of the American Heart Association. \"We are pleased to stand shoulder to shoulder with The Paul G. Allen Frontiers Group on the frontier of science to make meaningful strides toward solving cardiovascular disease.\"This joint endeavor leverages the combined strength of the American Heart Association, with renowned expertise in cardiovascular research, and The Paul G. Allen Frontiers Group, which supports pioneering scientific explorers with the potential to transform fields.The deadline to submit applications for the AHA-Allen Distinguished Investigator awards, a joint project of the AHA and The Paul G. Allen Frontiers Group, is May 10, 2017. The two awardees will be announced on June 19, 2017.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}