{"journal": "Family Practice", "url": "http://www.eurekalert.org/pub_releases/2017-04/qmuo-sss040617.php", "description": "Some stroke survivors say they are disregarding general practitioners' advice on secondary prevention medications, such as statins, with some patients stopping their medication completely, according to a study of an online stroke forum led by Queen Mary University of London.", "article_link": null, "date": "Sun, 09 Apr 2017 04:00:00 GMT", "funder": "National Institute for Health Research", "title": "Some stroke survivors disregard doctors' advice on medications", "region": "europe", "source_link": null, "institution": "Queen Mary University of London", "text": "Some stroke survivors say they are disregarding general practitioners' (GP) advice on secondary prevention medications, such as statins, with some patients stopping their medication completely, according to a study of an online stroke forum led by Queen Mary University of London (QMUL).The researchers say that GPs should make patients aware of multiple treatment options and the potential need for several changes in medication, and actively follow-up with their patients when providing advice or changing treatment due to side effects, such as aches and tiredness.Three in 10 stroke survivors will go on to have a further stroke, which causes greater disability or even death. Secondary prevention medications, including antihypertensives, blood thinning and lipid lowering agents, such as statins, can reduce risk of stroke recurrence by up to 75 per cent. However, patients' persistence with these medications decreases over time because a minority of people experience side effects, which are mild in most cases.The analysis, involving University of Cambridge and published in the journal Family Practice, was performed on the archives from TalkStroke, a UK online forum hosted by the Stroke Association. The forum is used by patients with stroke and their carers, and generated 21,596 posts during 2004-2011. 50 participants were found to discuss GP advice on prevention medications in 43 discussion threads.The side effects of secondary prevention medications, and statins in particular, were found to cause anxiety and resentment in some patients, and their concerns were not always addressed by GPs. While most advice was followed, GP advice was sometimes disregarded when related to dealing with statin side effects. Some patients even stopped the medication after just one or two attempts by the GP to adjust statin treatment.Lead Researcher and NIHR Academic Clinical Lecturer Dr Anna De Simoni from QMUL said: \"I am a GP and these findings have changed my own practice when I start patients on statins and when they consult about side effects.\"Given the variety of cholesterol lowering treatments and possible approaches to manage statin intolerant patients, I was surprised to see that patients seemingly lost hope after only one or two contacts with their GPs, unaware that a better regimen may have been available or that their GP would have been able to carry out another change in medication.\"In my practice I am now advising patients that multiple treatment options are available, and several attempts may be required before a suitable treatment is found. It is also important to pro-actively invite them to seek help if side effects are experienced and don't improve.\"The researchers say that advising patients to persist with statins side effects to prevent further strokes could result in the patient stopping the medication. Following up patients (even by telephone) after any change in treatment or advice could ensure issues are resolved.The study found that forum participants did not make incorrect or misleading statements, but instead provided appropriate peer support, underlined the central role of GPs in managing medications, and their shared-decision making with clinicians was improved by online peer-to-peer discussions. The forum's 'super-users', who had a high number of connections with other participants, played an important role in this.Considering the ease, low-cost and advantages of obtaining patient information from online fora, the researchers say that more attention could be paid into studying health issues using data from online communities. This could allow collection of data from participants who might not take part in traditional research studies and from a wider geographical location.The study is limited in that the data are old (2004-2011), the identity of users could not be verified, the forum was moderated, and older patients might be under-represented.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Health Care Systems/Services", " Health Professionals", " Pharmaceutical Science"]}