{"journal": "Journal of American Chemical Society", "url": "http://www.eurekalert.org/pub_releases/2017-04/wios-ces040917.php", "description": "The method could lead to solar-based production of hydrogen for fuel.", "article_link": null, "date": "Sun, 09 Apr 2017 04:00:00 GMT", "funder": "", "title": "Controlling electron spin for efficient water splitting", "region": "europe", "source_link": "http://wis-wander.weizmann.ac.il/chemistry/controlling-electron-spin-efficient-water-splitting", "institution": "Weizmann Institute of Science", "text": "Water is made of oxygen and hydrogen, and splitting water molecules to produce hydrogen for fuel is a promising path for alternative energy. One of the main obstacles to making hydrogen production a reality is that current methods of water splitting result in hydrogen peroxide also being formed: This affects both the efficiency of the reaction and the stability of the production process. Israeli and Dutch researchers from the Weizmann Institute of Science and Eindhoven University of Technology have succeeded in almost fully suppressing the production of hydrogen peroxide by controlling the spin of electrons in the reaction. The group published these findings this week in the Journal of the American Chemical Society. The efficient production of hydrogen paves the way toward the use of solar energy to split water. The goal is to produce hydrogen with photoelectrochemical (solar) cells, using light to split water. Unfortunately, the breaking apart of water molecules has been, up to now, relatively inefficient, and the hydrogen peroxide formed as a by-product corrodes some of the electrodes, thus further reducing the efficiency of the process.Electron spinThe researchers, led by professors Ron Naaman of the Weizmann Institute of Science and Bert Meijer of Eindhoven University of Technology, are the first to have specifically investigated the role of the spin - the internal magnetic moment - of electrons involved in these basic, oxygen-based chemical reactions. They hypothesized that if both spins could be aligned, the formation of hydrogen peroxide would not occur, because the ground state of hydrogen peroxide needs two electrons with opposite spins. Oxygen, in contrast, is produced when the electrons have parallel spins. Expectations exceededThe secret to success was paint: The researchers covered one of the photoelectrochemical cell electrodes - the titanium-oxide anode - with organic paint containing chiral (molecules that are mirror images of each other), supramolecular structures of organic paint. These unique structures enabled the scientists to inject only electrons with their spins aligned in a certain direction into the chemical reaction. This work was based on previous findings from Naaman's lab group, demonstrating that the transmission of electrons through chiral molecules is selective, depending on the electrons' spins. \"The effect on water splitting exceeded our expectations,\" says Naaman. \"The formation of hydrogen peroxide was almost entirely suppressed. We also saw a significant increase in the cell's current. And because chiral molecules are very common in nature, we expect this finding may have significance in many areas of research.\" The researchers are not yet able to say exactly how well this finding can improve the efficiency of hydrogen production. \"Our goal was to be able to control the reaction and to understand what exactly was going on,\" explains Meijer. \"In some ways, this was a stroke of luck because the supramolecular structures had not originally been intended for this purpose. It goes to show how important supramolecular chemistry is as a fundamental field of research, and we're very busy optimizing the process.\" ", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Atomic/Molecular/Particle Physics", " Energy/Fuel (non-petroleum)", " Energy Sources", " Molecular Physics", " Particle Physics"]}