{"title": "Study finds new mechanism to control information flow in the brain", "text": "Specialized nerve cells, known as somatostatin-expressing (Sst) interneurons, in the outer part of the mammalian brain (or cerebral cortex) -- play a key role in controlling how information flows in the brain when it is awake and alert. This is the finding of a study published online in Science March 2 by a team of neuroscientists at NYU Langone Medical Center and its Neuroscience Institute.In experiments in mice, the researchers found that the activity of Sst interneurons changes when the animal goes from not moving its whiskers (in a resting state) to moving them (in an active state), a process known as whisking. Specifically, the team discovered that the cortex contains a diverse set of Sst interneuron subtypes that reach into different layers of the cortex. Some of the subtypes turn on while others turn off during whisking. The Sst interneurons then either selectively block or encourage the flow of information in ways that the researchers believe helps the animals make informed decisions and guide their movements.\"We have long wondered how the cerebral cortex can process and integrate separate information lines coming in from different brain structures, or from other areas of the cortex, and how it sorts out what information is relevant at any given moment,\" says senior study investigator Bernardo Rudy, MD, PhD. \"We now know that Sst interneurons operate like a switchboard that controls the flow of these information lines,\" adds Rudy, a professor of neuroscience and physiology at NYU Langone. According to Rudy, who is also the Valentino D.B. Mazzia, MD, JD, Professor of Anesthesiology in the Department of Anesthesiology, Perioperative Care, and Pain Medicine, neurons in the cortex are known to play a key role in sensory perception, memory formation, and learning. But the new study, he says, is the first to show the \"switchboard\" role played by Sst interneurons in the cortex.Because the mouse and human brains have much in common, co-lead study investigator William Muñoz, an MD-PhD student at NYU Langone, says the team's findings advance the field's understanding of how the brain processes touch, smell, hearing, sight, and taste. The results, adds Muñoz, may also speed the search for drug therapies for conditions where the senses are disrupted, including Alzheimer's, schizophrenia, and autism.Researchers say that with its combination of active and passive brain states, the mouse's reliance on \"whisking\" to navigate and interpret its environment makes it an \"ideal model\" to study nerve cell activity during these changing brain processing modes. They point out that the whiskers in the mouse snout are its most important sensory organ, adding that mice and rats are nocturnal animals and use whisker touches to sense their surroundings and decide their movements in the dark.  Researchers say the discovery of a \"family\" of Sst interneurons with different patterns of activity during behavior was made possible due to the recent development of a technique that chemically tags individual neurons with a light-activating substance. The tagging method, known as channelrhodopsin-assisted patching, was developed by Muñoz and Robin Tremblay, PhD, a co-lead investigator of the study. This technique, they say, along with a probe inserted into the mouse brain, allowed them to efficiently identify and record the activity of Sst interneurons, which are rare and are intermingled with other types of neurons. Researchers next have plans to analyze the activities of Sst interneurons and other kinds of neurons in the cerebral cortex using their innovative method during more complex behaviors to figure out their role in the processing of sensory information in the brain.", "journal": "Science", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/nlmc-sfn022817.php", "institution": "NYU Langone Medical Center / New York University School of Medicine", "meeting": "", "description": "Reporting in the journal Science online March 2, a team of neuroscientists at NYU Langone Medical Center has found that specialized nerve cells, known as somatostatin-expressing (Sst) interneurons, in the outer part of the mammalian brain (or cerebral cortex) -- play a key role in controlling how information flows in the brain when it is awake and alert.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "source_link": null, "date": "Thu, 02 Mar 2017 05:00:00 GMT"}