{"title": "Adults with autism overcome childhood language challenges", "text": "Results of a small study of adults with autism at Johns Hopkins has added to evidence that their brains can learn to compensate for some language comprehension challenges that are a hallmark of the disorder in children.Studies analyzing electrical activity in the brains of children with autism have shown that they have difficulty sorting out pairs of words that are unrelated -- like \"clock\" and \"frog\" -- from those that are related -- like \"baby\" and \"bottle\" -- making it hard for them to process written or spoken language. Moreover, investigators believed that for most children with autism, this struggle with language persisted throughout their lives.Results of the new research from specialists at Johns Hopkins Medicine, published in the March issue of the Journal of Autism and Developmental Disorders, suggests that at least some adults with autism process unrelated words as well as adults without the disorder and their brains use distinct learning strategies to do so.\"There is often an assumption that people with autism will always have problems understanding the meaning of language,\" says Emily Coderre, Ph.D., a postdoctoral fellow in neurology at the Johns Hopkins University School of Medicine. \"But our results suggest that adults with autism seem to use an alternative mechanism to process language that results in a different pattern in the brain.\"For the study, the researchers recruited 20 adults with autism spectrum disorder, considered mild to moderate. All participants had \"normal\" verbal abilities, according to standardized tests. Those with autism spectrum disorder were diagnosed by a specialist on the team based on their score on the Autism Diagnostic Observation Schedule. Some participants were diagnosed early in life, and others not until adulthood. Many participants went to regular schools with special education tracks. Some participants had graduated high school, and some went through college. The research team also recruited a matching group of 20 participants without autism to serve as a comparative control group.  Participants overall ranged in age from 18 to 69. Six were female, 35 were white, one was Asian, two were African-American, one was Hispanic and one was mixed race.All participants completed a 90-minute computer task that asked them to decide whether two pictures or two words were related (e.g., baby and bottle) or unrelated (e.g., frog and clock). The task designers chose 400 pairs of tangible nouns, half of them in the form of words and the other half displayed as pictures.One hundred of the noun pairs were related words, 100 were related pictures, 100 were unrelated words and 100 were unrelated pictures. The screen showed a picture or a word for 1 second and after a brief pause displayed the second picture or word.While the participants completed the task, the researchers monitored their brain's electrical activity using an electroencephalogram (EEG) that recorded activity from 256 electrodes. For their analyses, the researchers looked at the brain activity from nine small clusters of electrodes on the front left, middle and right of the head over the frontal cortex; in the left, middle and right of the top of the head over the central brain; and on the left, right and middle part of the back top of the head, where the parietal lobe is located.When analyzing unrelated pictures or words, people with typical development have a spike on the EEG during the 200- to 800-millisecond window following the second word or photo, known as an N400 response. Researchers believe the N400 response reflects the brain's ability to recognize that something is \"off\" and that two words or pictures aren't related in a meaningful way.When looking at related and unrelated pictures, the people with autism had the same N400 spike on the EEG readout as the people without autism.Contrary to findings from earlier studies in children with autism, adults with autism also had the N400 spike in electrical activity on the EEG when looking at related and unrelated words. In the controls, the response occurred at 250 to 500 milliseconds in the front of the head and from approximately 400 to 800 milliseconds over the top and top rear of the head. The response in the adults with autism started later, from 400 to 800 milliseconds in both the top and top rear of the head. From 400 to 800 milliseconds, the N400 spike was relatively evenly distributed over left and right sides of the head for the control participants, whereas in adults with autism, the spike was stronger over the right side of the head. Coderre says that these differences between the groups -- an earlier onset of the N400 response for controls and a more right-sided N400 response for the adults with autism -- suggest that the two groups used different strategies to think about the meaning of the words. She points out that overall, the adults with autism showed a similar N400 response to the controls, suggesting that they weren't impaired at teasing apart the unrelated from the related words, contrary to previous studies in children with autism. \"It appears that although the adults with autism in our study have brains that are 'wired' differently than those without autism, our findings strongly suggest this different wiring can still enable them to achieve good cognitive and language abilities, at least on this one measure,\" she says.\"It is possible that some adults with mild or moderate forms of autism may have developed compensatory learning strategies that allow them to process language as well as people without autism,\" says Coderre.  She plans to repeat this experiment in children with mild to moderate autism to verify that the differences seen between adults and children are due to learned responses. \"If we can understand those compensatory strategies better, then teachers can use this information in language programs for children or those with more severe language deficits to help them develop these alternative strategies faster and earlier,\" she adds. \"I hope our study sends a hopeful message to people with autism or their parents.\"Coderre says that one limitation of her study is that they used single words for their analysis, simplifying it, whereas others in previous studies used full sentences in their study design, which may have affected the results. She also points out that they asked participants to think about whether the two words were related or not, which may have prompted them to use more explicit compensatory strategies. In future studies, she plans to repeat this experiment using an \"implicit\" task, in which participants aren't told to think about the relationship between the words, allowing her to verify whether these results were due to learned compensatory strategies in adults with autism.  About 3.5 million people in the U.S. have autism, according to the National Institutes of Health, and about a quarter of those are nonverbal. Those with speech have difficulty with complex language processing, like understanding meaning, emotional states in the voice or metaphors.", "journal": "Journal of Autism and Developmental Disorders", "funder": "Therapeutic Cognitive Neuroscience Fund, Benjamin and Adith Miller Family Endowment on Aging, Alzheimer's, and Autism Research", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/jhm-awa030117.php", "institution": "Johns Hopkins Medicine", "meeting": "", "description": "Results of a small study of adults with autism at Johns Hopkins has added to evidence that their brains can learn to compensate for some language comprehension challenges that are a hallmark of the disorder in children.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology"], "source_link": "https://link.springer.com/article/10.1007/s10803-016-2985-0?wt_mc=Internal.Event.1.SEM.ArticleAuthorOnlineFirst", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}