{"title": "Intestinal bacteria alter gut and brain function: McMaster study | EurekAlert! Science News", "year": "Wed, 01 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhamilton", "march", "1", "2017", "research", "mcmaster", "university", "found", "bacteria", "gut", "impacts", "intestinal", "behavioural", "symptoms", "patients", "suffering", "irritable", "bowel", "syndrome", "ibs", "finding", "could", "lead", "new", "treatments", "new", "study", "published", "today", "science", "translational", "medicine", "led", "researchers", "farncombe", "family", "digestive", "health", "research", "institute", "mcmaster", "drs", "premysl", "bercik", "stephen", "collins", "collaboration", "researchers", "university", "common", "gastrointestinal", "disorder", "world", "affects", "large", "intestine", "patients", "suffer", "abdominal", "pain", "altered", "bowel", "habits", "like", "diarrhea", "constipation", "often", "accompanied", "chronic", "anxiety", "depression", "current", "treatments", "aimed", "improving", "symptoms", "limited", "efficacy", "underlying", "causes", "goal", "study", "explore", "whether", "fecal", "microbiota", "human", "ibs", "patients", "diarrhea", "ability", "influence", "gut", "brain", "function", "recipient", "mice", "using", "fecal", "transplants", "researchers", "transferred", "microbiota", "ibs", "patients", "without", "anxiety", "mice", "mice", "went", "develop", "changes", "intestinal", "function", "behavior", "reminiscent", "donor", "ibs", "patients", "compared", "mice", "transplanted", "microbiota", "healthy", "researchers", "found", "aspects", "illness", "impacted", "fecal", "transplants", "included", "gastrointestinal", "transit", "time", "takes", "food", "leave", "stomach", "travel", "intestine", "intestinal", "barrier", "dysfunction", "low", "grade", "inflammation", "behaviour", "landmark", "study", "moves", "field", "beyond", "simple", "association", "towards", "evidence", "changes", "microbiota", "impact", "intestinal", "behavioral", "responses", "ibs", "said", "giada", "de", "palma", "study", "first", "author", "research", "associate", "farncombe", "family", "digestive", "health", "research", "institute", "findings", "provide", "basis", "developing", "therapies", "aimed", "intestinal", "microbiota", "finding", "biomarkers", "diagnosis", "ibs", "said", "premysl", "bercik", "study", "lead", "author", "associate", "professor", "medicine", "mcmaster", "authors", "conclude", "findings", "raise", "possibility", "therapies", "including", "probiotic", "treatment", "may", "beneficial", "treating", "intestinal", "symptoms", "also", "components", "behavioural", "manifestations", "ibs", "interestingly", "authors", "noted", "since", "study", "showed", "microbiota", "gut", "influence", "brain", "adds", "evidence", "suggesting", "intestinal", "microbiota", "may", "play", "role", "spectrum", "brain", "disorders", "ranging", "mood", "anxiety", "problems", "may", "include", "autism", "parkinson", "disease", "multiple", "sclerosis", "however", "added", "work", "required", "better", "define", "relationship", "conditions"], "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-iba022717.php", "date": "2018-01-19_21:03:30", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHamilton, ON (March 1, 2017) - Research from McMaster University has found that bacteria in the gut impacts both intestinal and behavioural symptoms in patients suffering from irritable bowel syndrome (IBS), a finding which could lead to new microbiota-directed treatments. The new study, published today in Science Translational Medicine, was led by researchers from the Farncombe Family Digestive Health Research Institute at McMaster, Drs. Premysl Bercik and Stephen Collins, in collaboration with researchers from the University of Waterloo.IBS is the most common gastrointestinal disorder in the world. It affects the large intestine and patients suffer from abdominal pain and altered bowel habits like diarrhea and constipation, which are often accompanied by chronic anxiety or depression. Current treatments aimed at improving symptoms have limited efficacy because the underlying causes are unknown.The goal of the study was to explore whether fecal microbiota from human IBS patients with diarrhea has the ability to influence gut and brain function in recipient mice. Using fecal transplants, researchers transferred microbiota from IBS patients with or without anxiety into germ-free mice. The mice went on to develop changes both in intestinal function and behavior reminiscent of the donor IBS patients, compared to mice that were transplanted with microbiota from healthy individuals.The researchers found that aspects of the illness that were impacted through fecal transplants included gastrointestinal transit (the time it takes for food to leave the stomach and travel through the intestine); intestinal barrier dysfunction; low grade inflammation; and anxiety-like behaviour.\"This is a landmark study because it moves the field beyond a simple association, and towards evidence that changes in the microbiota impact both intestinal and behavioral responses in IBS,\" said Giada De Palma, the study's first author and research associate with the Farncombe Family Digestive Health Research Institute.\"Our findings provide the basis for developing therapies aimed at the intestinal microbiota, and for finding biomarkers for the diagnosis of IBS,\" said Premysl Bercik, the study's lead author and Associate Professor of Medicine at McMaster University.The authors conclude that their findings raise the possibility that \"microbiota-directed therapies, including pre- or probiotic treatment, may be beneficial in treating not only intestinal symptoms but also components of the behavioural manifestations of IBS.\"Interestingly, the authors noted that since the study showed that microbiota in the gut can influence the brain, it \"adds to evidence suggesting that the intestinal microbiota may play some role in the spectrum of brain disorders ranging from mood or anxiety to other problems that may include autism, Parkinson's disease and multiple sclerosis.\" However, they added that further work is required to better define the relationship in these conditions.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHamilton, ON (March 1, 2017) - Research from McMaster University has found that bacteria in the gut impacts both intestinal and behavioural symptoms in patients suffering from irritable bowel syndrome (IBS), a finding which could lead to new microbiota-directed treatments.", "The new study, published today in Science Translational Medicine, was led by researchers from the Farncombe Family Digestive Health Research Institute at McMaster, Drs.", "Premysl Bercik and Stephen Collins, in collaboration with researchers from the University of Waterloo.IBS is the most common gastrointestinal disorder in the world.", "It affects the large intestine and patients suffer from abdominal pain and altered bowel habits like diarrhea and constipation, which are often accompanied by chronic anxiety or depression.", "Current treatments aimed at improving symptoms have limited efficacy because the underlying causes are unknown.The goal of the study was to explore whether fecal microbiota from human IBS patients with diarrhea has the ability to influence gut and brain function in recipient mice.", "Using fecal transplants, researchers transferred microbiota from IBS patients with or without anxiety into germ-free mice.", "The mice went on to develop changes both in intestinal function and behavior reminiscent of the donor IBS patients, compared to mice that were transplanted with microbiota from healthy individuals.The researchers found that aspects of the illness that were impacted through fecal transplants included gastrointestinal transit (the time it takes for food to leave the stomach and travel through the intestine); intestinal barrier dysfunction; low grade inflammation; and anxiety-like behaviour.", "\"This is a landmark study because it moves the field beyond a simple association, and towards evidence that changes in the microbiota impact both intestinal and behavioral responses in IBS,\" said Giada De Palma, the study's first author and research associate with the Farncombe Family Digestive Health Research Institute.", "\"Our findings provide the basis for developing therapies aimed at the intestinal microbiota, and for finding biomarkers for the diagnosis of IBS,\" said Premysl Bercik, the study's lead author and Associate Professor of Medicine at McMaster University.The authors conclude that their findings raise the possibility that \"microbiota-directed therapies, including pre- or probiotic treatment, may be beneficial in treating not only intestinal symptoms but also components of the behavioural manifestations of IBS.", "\"Interestingly, the authors noted that since the study showed that microbiota in the gut can influence the brain, it \"adds to evidence suggesting that the intestinal microbiota may play some role in the spectrum of brain disorders ranging from mood or anxiety to other problems that may include autism, Parkinson's disease and multiple sclerosis.\"", "However, they added that further work is required to better define the relationship in these conditions."], "source": "McMaster University"}