{"title": "Adolescents with autism four times more likely to visit emergency department", "text": "Adolescents with autism spectrum disorder (ASD) use emergency-department services four times as often as their peers without autism, according to Penn State College of Medicine researchers. The findings suggest that youth with autism may need better access to primary care and specialist services. \r\n\tThe researchers looked at private insurance healthcare claims from 2005 to 2013 in 12- to 21-year-olds. Adolescents with autism included in the study received at least two separate diagnoses of ASD over the timeframe. Two diagnoses reduce the chance of including misdiagnoses.\r\n\tAlthough there was no significant increase in autism rates among adolescents in the study over the nine-year period, emergency-department use in adolescents with autism increased five-fold, from 3 percent in 2005 to 16 percent in 2013. During the same time period, emergency-department use in adolescents without an autism diagnosis remained steady at around 3 percent.  Researchers report their results in the Journal of Autism and Developmental Disorders. \r\n\tOn average, adolescents with autism had a four-times higher risk of visiting the emergency department than adolescents without ASD.  Older adolescents with autism also visited the emergency department more often than their younger counterparts. A third of middle and late adolescents in this group had medical emergencies, compared to just one-tenth of early adolescents.  Females were more likely to visit the emergency room than males and individuals living in rural areas were more likely to visit the emergency room than those living in urban areas. \r\n\tThere was an increase over the study period in adolescents with autism who visited the emergency department for a mental health crisis. By 2013, 22 percent of emergency-department visits included a behavioral health concern, compared to 12 percent in 2005.\r\n\tPrevious research has shown that although youth with autism should be visiting primary care doctors and specialists more often than their peers, these services are underused in adolescents with ASD. \r\n\tGuodong Liu, assistant professor of public health sciences and lead author of the study, said there could be a link between this underuse of preventive care services and overuse of emergency-department services. \r\n\t\"We believe if their regular medical and behavioral specialist services served them better, a big portion of them would end up with fewer emergency-department visits,\" he said. \r\n\tIn addition, Liu said, changes related to puberty and the transition to adulthood may be more difficult to manage for youth with autism compared to their peers. However, their parents and other caregivers may not be aware that they need extra guidance and support at this vulnerable time. \r\n\tSome adolescents with ASD may injure themselves physically during times of stress, by cutting themselves, for example. \r\n\t\"The consequence is they're more likely to end up in the emergency department,\" Liu said.\r\n\tLiu hopes the study brings more attention to the behavioral and physical health needs of autistic adolescents, whom he said are both underserved and understudied -- especially compared to younger children with ASD. \r\n\tHe wants to see more data on adolescents with ASD to confirm his findings. He is planning a similar study of emergency-department use in adolescent Medicaid patients with autism. His goal is to plot an unbiased nationally representative picture of how this special population fares in terms of their emergency-department usage and, in related work, hospitalizations.\r\n\tWith an extensive background in data mining, Liu is also searching for modifiable factors that could be addressed to reduce emergency visits and resulting hospitalizations in adolescents with autism. \r\n\tFor now, he says, \"These patients need to be actively taken care of and monitored. There should be better communication between these adolescents and their caregivers and with their regular pediatricians and specialists. If we can do those kinds of things we may help them have less frequent emergencies.\"\r\n\t", "journal": "Journal of Autism and Developmental Disorders", "funder": "National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/ps-awa022817.php", "institution": "Penn State", "meeting": "", "description": "Adolescents with autism spectrum disorder (ASD) use emergency-department services four times as often as their peers without autism, according to Penn State College of Medicine researchers. The findings suggest that youth with autism may need better access to primary care and specialist services.", "article_link": null, "keywords": ["Medicine/Health", " Health Care Systems/Services", " Neurobiology"], "source_link": null, "date": "Tue, 28 Feb 2017 05:00:00 GMT"}