{"title": "Children and youth learning English require better support for academic success", "text": "WASHINGTON - Despite their potential, many English learners (ELs) -- who account for more than 9 percent of K-12 enrollment in the U.S. -- lag behind their English-speaking monolingual peers in educational achievement, in part because schools do not provide adequate instruction and social-emotional support to acquire English proficiency or access to academic subjects at the appropriate grade level, says a new report from the National Academies of Sciences, Engineering, and Medicine.  Moreover, early care and education providers, educational administrators, and teachers are not given appropriate training to foster desired educational outcomes for children and youth learning English.  The variability across state certification requirements influences the content offered to certification candidates by higher education and other preparation programs to equip them with the knowledge and competencies required to be effective educators of children and youth learning English.  State and professional credentialing bodies should require that teachers, care and education practitioners, administrators, guidance counselors, psychologists, and therapists serving English learners up to 21 years of age receive preparation to work effectively with these students.  Credentialing should cover pre- and in-service training, as well as coursework that focuses on literacy development.Based on federal definitions, the report uses \"dual language learners\" (DLLs) when referring to children up to age 5 acquiring their language skills at home, in their communities, or in early care and education programs.  The report uses \"English learners\" when referring to children enrolled in pre-K-12 schools.  DLLs and ELs are members of every major racial/ethnic group and include both U.S.- and foreign-born youth.  Most come from Latin America and Asia.  DLLs and ELs are highly concentrated in traditional immigrant destinations, such as California, New York, and Texas; however, they increasingly live in new destination states, such as Georgia, North Carolina, and Pennsylvania, which are not prepared to meet their education needs.\"The cultures, languages, and experiences of ELs are highly diverse and constitute assets for their development, as well as for the nation,\" said Ruby Takanishi, senior research fellow at New America in Washington, D.C., and chair of the committee that conducted the study and wrote the report.  \"Because literacy lies at the center of success in educational systems, educating dual language learners and English learners effectively is a national challenge with consequences both for individuals and for society.  Despite their linguistic, cognitive, and social potential, many of them are struggling to meet the requirements for academic success in American schools, a challenge that jeopardizes their prospects in postsecondary education and the workforce with consequences for their health and well-being.\"  Limited proficiency in English presents a high barrier to academic learning and performance in schools in which English is the primary language of instruction and assessment, the report says.  DLLs/ELs face a number of additional barriers to learning opportunities and educational success that go beyond their English proficiency, such as poverty, living in families with low levels of education, parents' immigrant generational status and years in the United States, and attending under-resourced schools.  At the same time, DLLs/ELs have assets that may serve them well in their education and future careers. Those who become proficient in both a home or primary language and in English are likely to reap benefits in cognitive, social, and emotional development and may also be protected from brain decline at older ages.Regarding whether the extent to which ability in the first language supports or hinders the acquisition of a second language, the committee found no evidence to indicate that the use of two languages in the home or the use of one in the home and another in an early care or education setting confuses young children or hinders the development of one or both of their languages.  Being fluent in two or more languages is a natural human attribute; the majority of the world's population is bilingual or multilingual.Children given the opportunity to learn another language early in life benefit from their capacity to communicate in more than one language and may show enhancement of certain cognitive skills, as well as improved academic outcomes in school.  All teachers of DLLs can learn and implement strategies that systematically introduce English during the infant, toddler, and preschool years while simultaneously promoting maintenance of the home language.  This strategy is important because when DLLs are exposed to English during the preschool years, they often show a reluctance to continue speaking their first language.  DLLs who don't maintain proficiency in their home language may lose their ability to communicate with family members and may risk becoming estranged from their cultural and linguistic heritage.  In order to improve support for DLLs, the report says that federal and state agencies with oversight of early care and education programs should follow the lead of Head Start and Early Head Start by providing specific evidence-based program guidance, practices, and strategies for engaging and serving DLLs and their families and monitor program effectiveness.It can take from five to seven years for a child who initially has no or limited proficiency in English to learn the English necessary for participation in the school's curriculum without further linguistic support, the report says.  Secondary schools continue to fail to meet the diverse needs of long-term ELs -- typically students who have not been reclassified as English-proficient after seven years -- including their linguistic, academic, and socio-emotional needs.Assessment of the educational progress of DLLs/ELs can yield concrete and actionable evidence of their learning, which is necessary for teachers, students, parents, and school and system leaders to improve educational practices.  While well-established standards for assessing students exist to guide practice, there is a gap between these standards and how assessments of DLLs/ELs at the individual student and system levels are actually conducted, the committee found. Federal and state agencies and organizations that regulate programs for DLLs and ELs should give all providers of these services and local education agencies information about the range of valid assessment methods and tools and guidelines for their appropriate use, the report says.  The committee looked at specific populations of DLLs and ELs, such as those with disabilities, which account for about 9 percent of the DLL/EL population.  It found that DLLs and ELs are less likely than their English-speaking monolingual peers to be referred to early intervention and early special education programs, which can affect their educational trajectories. In addition, early childhood education, home visiting, health, and other professionals are not identifying all DLLs and ELs with special needs -- such as those with an autism spectrum disorder or language impairment -- who could benefit from such programs.  The U.S. departments of Health and Human Services and Education should direct programs to strengthen their referral and linkage roles in order to address low rates of identification of developmental disorders and disabilities in DLLs and ELs and their referral to appropriate services. The committee also looked at American Indian and Alaskan Native communities, for which language revitalization is an important goal.  Evidence indicates that participation in strong revitalization programs can have a positive impact on student achievement in school, the report says.  Local education agencies that serve American Indian and Alaskan Native communities that are working to revitalize their indigenous languages should take steps to ensure that schools' promotion of English literacy among students does not compete or interfere with those efforts.The committee outlined a research agenda that identifies knowledge gaps about DLLs and ELs, specifically regarding understanding the influences on their educational success.  It includes research on policy, demographics, language development and proficiency, effective programs and practices, students with disabilities, development of valid assessments, and preparation and continuing development of educators. ", "journal": "", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/naos-cay022817.php", "institution": "National Academies of Sciences, Engineering, and Medicine", "meeting": "", "description": "Despite their potential, many English learners (ELs) -- who account for more than 9 percent of K-12 enrollment in the US -- lag behind their English-speaking monolingual peers in educational achievement, in part because schools do not provide adequate instruction and social-emotional support to acquire English proficiency or access to academic subjects at the appropriate grade level, says a new report from the National Academies of Sciences, Engineering, and Medicine.", "article_link": null, "keywords": ["Education", " K-12", " Social/Behavioral Science"], "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24677", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}