{"authors": [["Ghofraniha", "Leila", "L", "Department of Lung Diseases, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Amini", "Mahnaz", "M", "Department of Lung Diseases, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Davoudi", "Yasamin", "Y", "Department of Radiology, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Eslami", "Saeed", "S", "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Layegh", "Parvin", "P", "Department of Endocrinology, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Lotfi", "Zahra", "Z", "Department of Nephrology, Imam Reza Hospital Mashhad University of Medical Sciences, Mashhad, Iran."], ["Firouzi", "Farnoush", "F", "Department of Internal Medicine, Students' Research Committee, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Khajehnasiri", "Samaneh", "S", "Department of Radiology, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."]], "text": "In recent decades, the relation of carotid artery intima-media thickness (IMT) as a marker of atherosclerosis with snoring and sleep disorders has been drawing attention. The aim of this study was to evaluate the relation of carotid arteries IMT with snoring in type 2 diabetic patients. This cross-sectional study was performed on type 2 diabetes patients referring to Mashhad University of Medical Sciences' clinics. The stop Bang, Epworth sleepiness scale, and Stanford questionnaires were used for evaluation of daily sleepiness and snoring. For assessment of carotid artery thickness, Madison X8 ultrasound with 10 MHz superficial probes was utilized. The data were entered into SPSS software, and then the ANOVA test with Turkey, chi-square comparison technique, and Kruskal Wallis with Mann-Whitney U technique was used. The level of significance was considered P≤0.05. In total 80 patients (37 snorers and 43 non-snorers) entered the study. The mean carotid artery IMT in the group of snoring patients (0.72±0.17) was significantly higher than non-snorers (0.56±0.17) (P<0.001). Frequency of daily based on Stanford and ESS questionnaires was 23.8% and 39.2%. The association of sleepiness and snoring was confirmed by Stanford and ESS questionnaires with P=0.026 and P=0.007. Patients with higher risk of apnea had higher thickness of the mean carotid artery IMT (P<0.001). The mean carotid artery IMT had a positive significant relation with age (P=0.002), serum creatinine level (P<0.002), blood cholesterol (P=0.02) and HbAIC level (P=0.04). Findings of this study provides evidence on the relation of carotid artery IMT in diabetic patients with snoring independent of other effective factors. Also, results showed that snoring is associated with increased daily sleepiness and patients with higher risk of apnea had higher thickness of the mean carotid artery IMT.", "id": "29373883", "date": null, "title": "The Relation of Carotid Arteries' Intima-Media Thickness With Snoring and Obstructive Sleep Apnea in Type 2 Diabetes Patients.", "doi": null, "journal": ["Acta medica Iranica", "Acta Med Iran"]}