{"authors": [["Grau-Perez", "Maria", "M", "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health , Baltimore, Maryland, USA."], ["Kuo", "Chin-Chi", "CC", "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health , Baltimore, Maryland, USA."], ["Gribble", "Matthew O", "MO", "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, Georgia, USA."], ["Balakrishnan", "Poojitha", "P", "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health , Baltimore, Maryland, USA."], ["Jones Spratlen", "Miranda", "M", "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health , Baltimore, Maryland, USA."], ["Vaidya", "Dhananjay", "D", "Division of General Internal Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, Maryland, USA."], ["Francesconi", "Kevin A", "KA", "Institute of Chemistry, University of Graz, Graz, Austria."], ["Goessler", "Walter", "W", "Institute of Chemistry, University of Graz, Graz, Austria."], ["Guallar", "Eliseo", "E", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health , Baltimore, Maryland, USA."], ["Silbergeld", "Ellen K", "EK", "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland, USA."], ["Umans", "Jason G", "JG", "Georgetown-Howard Universities Center for Clinical and Translational Science , Washington, DC, USA."], ["Best", "Lyle G", "LG", "Department of Epidemiology, Missouri Breaks Industries Research, Inc., Eagle Butte, South Dakota, USA."], ["Lee", "Elisa T", "ET", "Center for American Indian Health Research, College of Public Health, University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."], ["Howard", "Barbara V", "BV", "Georgetown-Howard Universities Center for Clinical and Translational Science , Washington, DC, USA."], ["Cole", "Shelley A", "SA", "Department of Genetics, Texas Biomedical Research Institute, San Antonio, Texas, USA."], ["Navas-Acien", "Ana", "A", "Department of Environmental Health and Engineering, Johns Hopkins Bloomberg School of Public Health , Baltimore, Maryland, USA."]], "text": "High arsenic exposure has been related to diabetes, but at low-moderate levels the evidence is mixed. Arsenic metabolism, which is partly genetically controlled and may rely on certain B vitamins, plays a role in arsenic toxicity.We evaluated the prospective association of arsenic exposure and metabolism with type 2 diabetes and insulin resistance.We included 1,838 American Indian men and women free of diabetes (median age, 36 y). Arsenic exposure was assessed as the sum of inorganic arsenic (iAs), monomethylarsonate (MMA), and dimethylarsinate (DMA) urine concentrations (ΣAs). Arsenic metabolism was evaluated by the proportions of iAs, MMA, and DMA over their sum (iAs%, MMA%, and DMA%). Homeostasis model assessment for insulin resistance (HOMA2-IR) was measured at baseline and follow-up visits. Incident diabetes was evaluated at follow-up.Median ΣAs, iAs%, MMA%, and DMA% was 4.4μg/g creatinine, 9.5%, 14.4%, and 75.6%, respectively. Over 10,327 person-years of follow-up, 252 participants developed diabetes. Median HOMA2-IR at baseline was 1.5. The fully adjusted hazard ratio [95% confidence interval (CI)] for incident diabetes per an interquartile range increase in ΣAs was 1.57 (95% CI: 1.18, 2.08) in participants without prediabetes at baseline. Arsenic metabolism was not associated with incident diabetes. ΣAs was positively associated with HOMA2-IR at baseline but negatively with HOMA2-IR at follow-up. Increased MMA% was associated with lower HOMA2-IR when either iAs% or DMA% decreased. The association of arsenic metabolism with HOMA2-IR differed by B-vitamin intake and AS3MT genetics variants.Among participants without baseline prediabetes, arsenic exposure was associated with incident diabetes. Low MMA% was cross-sectional and prospectively associated with higher HOMA2-IR. Research is needed to confirm possible interactions of arsenic metabolism with B vitamins and AS3MT variants on diabetes risk. https://doi.org/10.1289/EHP2566.", "id": "29373862", "date": "2017-12-20", "title": "Association of Low-Moderate Arsenic Exposure and Arsenic Metabolism with Incident Diabetes and Insulin Resistance in the Strong Heart Family Study.", "doi": "10.1289/EHP2566", "journal": ["Environmental health perspectives", "Environ. Health Perspect."]}