{"authors": [["Gualtero", "Sandra Milena", "SM", "Grupo de Infectología y Laboratorio, Fundación Clínica Shaio, Bogotá, D.C., Colombia. sandra.gualtero@gmail.com."], ["Abril", "Lina Alejandra", "LA", null], ["Camelo", "Nathalia", "N", null], ["Sanchez", "Susi Daniela", "SD", null], ["Davila", "Fabián Antonio", "FA", null], ["Arias", "Gerson", "G", null], ["Silva", "Edwin", "E", null], ["Bustos", "Ingrid Gissel", "IG", null], ["Josa", "Diego Fernando", "DF", null], ["Torres", "Isabel Cristina", "IC", null], ["Zambrano", "Luis Carlos", "LC", null], ["Pareja", "María José", "MJ", null]], "text": "Clostridium difficile is the main pathogen related to healthcare-associated diarrhea and it is the cause of 20 to 30% of diarrhea cases caused by antibiotics. In Colombia and Latin America, the knowledge about the epidemiological behavior of this infection is limited.To describe the characteristics of a series of patients with C. difficile infection.We performed a descriptive case series study of patients with C. difficile infection hospitalized in the Fundación Clínica Shaio from January, 2012, to November, 2015.We analyzed 36 patients. The average age was 65 years. The risk factors associated with the infection were: previous use of antibiotics (94.4%), prior hospitalization in the last three months (66.7%) and use of proton pump inhibitors (50%). The most common comorbidities were chronic kidney disease (41.7%) and diabetes mellitus (30.6%). The most frequent symptoms were more than three loose stools per day (97.1%) and abdominal pain (42.9%). According to the severity of the disease, 44.4% of cases were classified as mild to moderate, 38.9% as severe, and 11.1% as complicated or severe. The detection of the toxin by PCR (GeneXpert) was the most common diagnostic procedure (63.8%). Global mortality during hospitalization was 8%. We identified four strains with serotype NAP1/027 and nine samples positive for binary toxin.Clostridium difficile infection should be suspected in patients with diarrhea and traditional risk factors associated with this disease. We report the circulation of the hypervirulent strain serotype NAP1/027 in Colombia, which should be countered with epidemiological surveillance and a prompt diagnosis.", "id": "29373767", "date": "2017-12-01", "title": "[Characteristics of Clostridium difficile infection in a high complexity hospital and report of the circulation of the NAP1/027 hypervirulent strain in Colombia].", "doi": null, "journal": ["Biomedica : revista del Instituto Nacional de Salud", "Biomedica"]}