{"authors": [["Abdulsalam", "Ahmad J", "AJ", "Residency Programme, Kuwaiti Board of Physical Medicine & Rehabilitation, Andalous, Kuwait."], ["Al-Daihani", "Abdullah E", "AE", "Department of Internal Medicine, Mubarak Al Kabeer Hospital, Jabriya, Kuwait."], ["Francis", "Kostantinos", "K", "Almanara Child Psychiatry Unit, Kuwait Center for Mental Health, Sabah Health Region, Kuwait."]], "text": "Diabetes mellitus (DM)-related knowledge and preventative practices are vital for the successful management of this condition. In Kuwait, few studies have been conducted to evaluate the knowledge and preventative practices of DM patients. This study aimed to assess DM-related knowledge and preventative practices among government employees with DM in Kuwait and to examine associations between DM knowledge, preventative practices and other variables.This cross-sectional study was conducted in June 2015 and involved 345 employees with DM from 15 government ministries in Kuwait. A self-administered Arabic-language questionnaire was designed to assess DM-related knowledge and preventative practices based on the Diabetes Knowledge Test and the recommendations of the American Diabetes Association, respectively.A total of 312 ministry employees agreed to participate in the study (response rate: 90.4%). The mean age was 45.6 ± 10.6 years. A total of 63.4% were male and 64.1% were Kuwaiti. The median DM knowledge score was 9 out of 14 and the median preventative practice score was 5 out of 14. High knowledge scores were significantly associated with education (β = 1.510; P ≤0.001) and income (β = 0.896; P ≤0.001). High preventative practice scores were significantly associated with income (β = 1.376; P = 0.002), DM duration (β = 0.919; P = 0.026) and knowledge scores (β = 1.783; P = 0.015).Government employees in Kuwait were found to have average DM knowledge and poor preventative practices. It is therefore imperative that policy-makers develop educational and health-promoting campaigns to target government employees with DM in Kuwait.", "id": "29372087", "date": "2018-01-10", "title": "Diabetes-Related Knowledge and Preventative Practices Among Government Employees with Diabetes in Kuwait.", "doi": "10.18295/squmj.2017.17.04.011", "journal": ["Sultan Qaboos University medical journal", "Sultan Qaboos Univ Med J"]}