{"authors": [["Jing", "Tong", "T", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Ya-Shu", "Kuang", "K", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Xue-Jun", "Wang", "W", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Han-Jing", "Hou", "H", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Yan", "Lai", "L", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Yi-An", "Yao", "Y", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Fei", "Chen", "C", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."], ["Xue-Bo", "Liu", "L", "Department of Cardiology, Shanghai Tongji Hospital, Tongji University, Shanghai, China."]], "text": "Endothelial microparticles (EMPs) are small vesicles released by endothelial cells (ECs); they are considered biomarkers for endothelial dysfunction and therapeutic targets in diabetes-related vascular disease. Sirtuins have also been shown to play important roles in diabetes by regulating endothelial dysfunction. However, the effect of sirtuin-incorporated EMPs on their parental ECs remains unknown.The present study aims to investigate the diagnostic value of EMPs in diabetes and detect the protective effects of sirtuin 6 (Sirt6) mRNA -incorporated EMPs on endothelial dysfunction.EMPs were prepared from cultured HUVECs and venous blood from patients with diabetes (n=10) and from healthy volunteers (n=6) after sequential centrifugation. Adv-Sirt6 or Sirt6 siRNA was used to alter Sirt6 expression. EC angiogenesis, inflammatory phenotypes, nitric oxide (NO) formation and eNOS phosphorylation were used to evaluate endothelial dysfunction.The levels of EMPs in diabetic patients and high glucose-cultured HUVECs are high, whereas Sirt6 expression in plasma and EMPs is low. EMPs generated from diabetic patients or high glucose-cultured HUVECs increase inflammatory chemokine release and blunt EC angiogenesis. Furthermore, EMPs enriched with Sirt6 mRNA induces EC angiogenesis, increases eNOS phosphorylation and impedes inflammatory chemokine release. Inhibition of Sirt6 mRNA expression in EMPs by siRNA hinders angiogenesis and eNOS phosphorylation but increases cellular inflammation.The Sirt6 mRNA-carrying EMPs may ameliorate endothelial dysfunction in diabetic patients.", "id": "29371988", "date": "2017-12-15", "title": "Sirt6 mRNA-incorporated endothelial microparticles (EMPs) attenuates DM patient-derived EMP-induced endothelial dysfunction.", "doi": "10.18632/oncotarget.23259", "journal": ["Oncotarget", "Oncotarget"]}