{"authors": [["Wang", "Huan", "H", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."], ["Feng", "Yufeng", "Y", "Department of Anesthesiology,The First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Jin", "Xiaoju", "X", "Department of Anesthesiology, Yijishan Hospital Affiliated to Wannan Medical College, Wuhu 241001, China."], ["Xia", "Rong", "R", "Transfusion Department, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Cheng", "Yong", "Y", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."], ["Liu", "Xiaoqian", "X", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."], ["Zhu", "Nana", "N", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."], ["Zhou", "Xun", "X", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."], ["Yin", "Lei", "L", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."], ["Guo", "Jianrong", "J", "Department of Anesthesiology, Gongli Hospital, The Second Military Medical University, Shanghai 200135, China."]], "text": "Diabetes-associated dysfunction in angiogenesis predominantly contributes to impairment of wound closure, but a role of hypoxia-inducible factor 1 alpha (HIF-1a) in the process remain poorly understood. Here, we examined whether expression of HIF-1a in re-infused blood cells may improve the diabetic wound closure in mice. We found that that expression of HIF-1a in re-infused isogeneic blood cells significantly improved diabetic wound healing in mice, seemingly through augmentation of wound-associated angiogenesis. Mechanistically, expression of HIF-1a in re-infused blood cells significantly increased macrophage infiltration at the wound site, and macrophages produced vascular endothelial growth factor A (VEGF-A) to promote wound-associated angiogenesis. Together, our data suggest that augmentation of HIF-1a in reinfused blood cells may enhance diabetic ischemic wound closure.", "id": "29371983", "date": "2017-12-13", "title": "Augmentation of hypoxia-inducible factor-1-alpha in reinfused blood cells enhances diabetic ischemic wound closure in mice.", "doi": "10.18632/oncotarget.23214", "journal": ["Oncotarget", "Oncotarget"]}