{"authors": [["Gao", "Yu", "Y", "Department of Obstetrics and Gynecology, The Second Clinical Medical College of Jinan University, Shenzhen People's Hospital, Shenzhen, China."], ["She", "Ruilian", "R", "Department of Obstetrics and Gynecology, The Second Clinical Medical College of Jinan University, Shenzhen People's Hospital, Shenzhen, China."], ["Sha", "Wenqiong", "W", "Department of Obstetrics and Gynecology, The Second Clinical Medical College of Jinan University, Shenzhen People's Hospital, Shenzhen, China."]], "text": "Peroxisome proliferator-activated receptors γ (PPARγ) is a member of nuclear receptor superfamily, and studies have demonstrated that dysregulation of PPARγ was associated with gestational diabetes mellitus (GDM), which is one of the most common metabolic abnormalities occurring during pregnancy. However, the results regarding the associations between PPARγ and GDM were conflicting among different studies. The present study aimed to determine the expression of PPARγ in adipose and placenta from GDM women in a Chinese population and to further explore the role of PPARγ in GDM women. The adipose and placenta tissues were isolated from GDM women and healthy pregnant women at term. The mRNA and protein expressions of PPARγ in adipose and placenta tissues were determined by qRT-PCR and western blot, respectively. Univariate correlation analysis was used to analyze the relationship between PPARγ expression and clinical characteristics of patients. The levels of tryglycerides and HbA1c were significantly higher, while the levels of low density lipoprotein (LDL) cholesterol, adiponectin and insulin were significantly lower in the GDM women than that in the healthy pregnant women. The mRNA and protein expression of PPARγ in both adipose and placenta from GDM women were significantly lower than that from healthy pregnant women. PPARγ mRNA expression in both adipose and placenta positively correlated with LDL cholesterol and adiponectin levels, and negatively correlated with tryglycerides and glucose levels at 0 h, 1 h and 2 h of 75 g oral glucose tolerance test. In summary, our results suggest that PPARγ may be a key modulator in the development of GDM, due to the roles of PPARγ in glucose homeostasis and adipose tissue development and function.", "id": "29371958", "date": "2017-12-08", "title": "Gestational diabetes mellitus is associated with decreased adipose and placenta peroxisome proliferator-activator receptor γ expression in a Chinese population.", "doi": "10.18632/oncotarget.23043", "journal": ["Oncotarget", "Oncotarget"]}