{"authors": [["Moghbeli", "Meysam", "M", "1North Khorasan University of Medical Sciences, Bojnurd, Iran."], ["Naghibzadeh", "Bahram", "B", "2Medical Genetics Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Ghahraman", "Martha", "M", "2Medical Genetics Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Fatemi", "Sedigheh", "S", "4Immunogenetics Department, Immunology Research Center, Bu-Ali Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Taghavi", "Morteza", "M", "5Endocrinology and Metabolism Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Vakili", "Rahim", "R", "6Department of Pediatric Endocrinology, School of Medicine, Imam Reza Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Abbaszadegan", "Mohammad Reza", "MR", "2Medical Genetics Research Center, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."]], "text": "Mutations in hepatocyte nuclear factor-1 alpha (HNF1A) as a homeodomain transcription factor which regulates variety of genes, are the most common cause of maturity-onset diabetes of the young (MODY). Detection of HNF1A mutations not only classifies the subtype, but also predicts the likely clinical course and may alters the method of treatment from insulin to the oral sulphonylureas, which is shown to improve glycemic control. The coding and promoter regions of HNF1A gene were screened for mutations in 34 unrelated Iranian MODY patients. We identified one novel missense mutation (C49G) and two novel polymorphisms and 8 recently identified SNPs in the HNF1A gene. It is possible that in Iran, other yet to be identified genes are responsible for the familial young onset diabetes. Hence, there is a need for more extensive genetic analyses in Iranian patients with familial young onset diabetes.", "id": "29371776", "date": "2017-04-13", "title": "Mutations in HNF1A Gene are not a Common Cause of Familial Young-Onset Diabetes in Iran.", "doi": "10.1007/s12291-017-0648-3", "journal": ["Indian journal of clinical biochemistry : IJCB", "Indian J Clin Biochem"]}