{"authors": [["Gawandi", "S", "S", "1Radiation Medicine Centre, Bhabha Atomic Research Centre (BARC), Mumbai, India."], ["Gangawane", "S", "S", "2Medical Division, BARC, Mumbai, India."], ["Chakrabarti", "A", "A", "2Medical Division, BARC, Mumbai, India."], ["Kedare", "S", "S", "2Medical Division, BARC, Mumbai, India."], ["Bantwal", "K", "K", "2Medical Division, BARC, Mumbai, India."], ["Wadhe", "V", "V", "2Medical Division, BARC, Mumbai, India."], ["Kulkarni", "A", "A", "2Medical Division, BARC, Mumbai, India."], ["Kulkarni", "S", "S", "1Radiation Medicine Centre, Bhabha Atomic Research Centre (BARC), Mumbai, India."], ["Rajan", "M G R", "MGR", "1Radiation Medicine Centre, Bhabha Atomic Research Centre (BARC), Mumbai, India."]], "text": "The prevalence of non-communicable diseases like diabetes mellitus (DM) and hypertension (HTN) is growing worldwide. Both lead to nephropathy if not controlled effectively. Microalbuminuria (MAU) is recognized as an early predictor for nephropathy. Additionally, the timely detection of advanced glycation end products (AGEs) is also considered to be an important prognostic factor for diabetic nephropathies. Hence, screening for the early detection of MAU and AGEs would be an useful and relatively inexpensive laboratory test for early clinical diagnosis for the incidence of nephropathy in these diseases. This study was conducted in DM, HTN and pregnancy induced hypertensive (PIH) subjects. MAU and Nε-Carboxymethyllysine (CML) levels were estimated by in-house RIA kits in the patient groups and controls, while the total AGEs level in serum was determined by ELISA. The levels of MAU, CML and AGE-BSA were observed to be significantly higher in DM, HTN and PIH subjects compared to controls (p < 0.001). Increased serum CML and AGEs levels in DM, HTN and PIH subjects indicated ongoing glycemic damage and their susceptibility to develop renal complications.", "id": "29371774", "date": "2017-02-01", "title": "A Study of Microalbuminuria (MAU) and Advanced Glycation End Products (AGEs) Levels in Diabetic and Hypertensive Subjects.", "doi": "10.1007/s12291-017-0638-5", "journal": ["Indian journal of clinical biochemistry : IJCB", "Indian J Clin Biochem"]}