{"authors": [["Mali", "Aniket V", "AV", "Center for Innovation in Nutrition, Health and Disease (CINHD), Interactive Research School for Health Affairs (IRSHA), Bharati Vidyapeeth Deemed University, Dhankawadi, Katraj, Pune, Maharashtra 411 043 India."], ["Bhise", "Sunita S", "SS", "Center for Innovation in Nutrition, Health and Disease (CINHD), Interactive Research School for Health Affairs (IRSHA), Bharati Vidyapeeth Deemed University, Dhankawadi, Katraj, Pune, Maharashtra 411 043 India."], ["Katyare", "Surendra S", "SS", "Center for Innovation in Nutrition, Health and Disease (CINHD), Interactive Research School for Health Affairs (IRSHA), Bharati Vidyapeeth Deemed University, Dhankawadi, Katraj, Pune, Maharashtra 411 043 India."], ["Hegde", "Mahabaleshwar V", "MV", "Center for Innovation in Nutrition, Health and Disease (CINHD), Interactive Research School for Health Affairs (IRSHA), Bharati Vidyapeeth Deemed University, Dhankawadi, Katraj, Pune, Maharashtra 411 043 India."]], "text": "Recent studies have been noted that the erythrocytes from Type II diabetic patients show significantly altered structural and functional characteristics along with the changed intracellular concentrations of glycolytic intermediates. More recent studies from our laboratory have shown that the activities of enzymes of glycolytic pathway changed significantly in RBCs from Type II diabetic patients. In particular the levels of lactate dehydrogenase (LDH) increased significantly. Lactic acidosis is an established feature of diabetes and LDH plays a crucial role in conversion of pyruvate to lactate and reportedly, the levels of lactate are significantly high which is consistent with our observation on increased levels of LDH. Owing to this background, we examined the role of erythrocyte LDH in lactic acidosis by studying its kinetics properties in Type II diabetic patients. Km, Vmax and apparent catalytic efficiency were determined using pyruvate and NADH as the substrates. With pyruvate as the substrate the Km values were comparable but Vmax increased significantly in the diabetic group. With NADH as the substrate the enzyme activity of the diabetic group resolved in two components as against a single component in the controls. The Apparent Kcat and Kcat/Km values for pyruvate increased in the diabetic group. The Ki for pyruvate increased by two fold for the enzyme from diabetic group with a marginal decrease in Ki for NADH. The observed changes in catalytic attributes are conducive to enable the enzyme to carry the reaction in forward direction towards conversion of pyruvate to lactate leading to lactic acidosis.", "id": "29371768", "date": "2017-01-10", "title": "Altered Kinetics Properties of Erythrocyte Lactate Dehydrogenase in Type II Diabetic Patients and Its Implications for Lactic Acidosis.", "doi": "10.1007/s12291-017-0637-6", "journal": ["Indian journal of clinical biochemistry : IJCB", "Indian J Clin Biochem"]}