{"authors": [["Echouffo-Tcheugui", "Justin B", "JB", "Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts."], ["Kolte", "Dhaval", "D", "Division of Cardiology, Warren Alpert Medical School, Brown University, Providence, Rhode Island."], ["Khera", "Sahil", "S", "Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."], ["Bhatt", "Deepak L", "DL", "Brigham and Women's Hospital Heart & Vascular Center, Harvard Medical School, Boston, Massachusetts."], ["Fonarow", "Gregg C", "GC", "Ahmanson-UCLA Cardiomyopathy Center, Ronald Reagan-UCLA Medical Center, Los Angeles, California. Electronic address: GFonarow@mednet.ucla.edu."]], "text": "Diabetes mellitus (DM) increases the risk of sudden cardiac death, but the extent to which it influences survival after an in-hospital cardiac arrest (IHCA) remains unclear. We assessed the association of DM and survival after IHCA. The study included 1,009,073 patients aged ≥18 years who underwent cardiopulmonary resuscitation for IHCA between January 2003 and December 2013, recorded in the Nationwide Inpatient Sample database. The outcomes were survival to hospital discharge and discharge disposition assessed using multivariable logistic regression accounting for relevant covariates and clustering. Of the patients with IHCA, 30.8% (310,825) had DM and were more likely to be older and to have a higher prevalence of co-morbidities including hypertension, dyslipidemia, chronic kidney disease, and previous cardiovascular disease (all p <0.001). The rates of survival to hospital discharge after IHCA were 27.0% and 25.1% in patients with and without DM, respectively. After multivariable adjustment, DM was associated with a modestly lower risk-adjusted survival to hospital discharge (adjusted OR [aOR] 0.96, 95% confidence interval [95% CI] 0.95 to 0.97, p <0.001). This association was influenced by a number of factors (all interaction p <0.001), including a lower risk of survival among patients with DM who were younger (aOR 0.93, 95% CI 0.92 to 0.94 among those aged <75 years), those with a primary cardiovascular diagnosis (aOR 0.88, 95% CI 0.86 to 0.89), and those with ventricular fibrillation/ventricular tachycardia as the cardiac arrest rhythm (aOR 0.88, 95% CI 0.79 to 0.82). Patients with DM had lower odds of being discharged home with self-care after surviving an IHCA (p <0.001). In conclusion, preexisting DM was associated with a modestly lower risk-adjusted chance of survival after an IHCA.", "id": "29370924", "date": "2017-12-23", "title": "Comparison of Survival After In-Hospital Cardiac Arrest in Patients With Versus Without Diabetes Mellitus.", "doi": "10.1016/j.amjcard.2017.12.005", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}