{"authors": [["Alaswad", "Khaldoon", "K", "Henry Ford Health System, Detroit, Michigan. Electronic address: kalaswa1@hfhs.org."], ["Basir", "Mir Babar", "MB", "Henry Ford Health System, Detroit, Michigan."], ["Khandelwal", "Akshay", "A", "Henry Ford Health System, Detroit, Michigan."], ["Schreiber", "Theodore", "T", "Detroit Medical Center, Detroit, Michigan."], ["Lombardi", "William", "W", "Washington Medical Center, Seattle, Washington."], ["O'Neill", "William", "W", "Henry Ford Health System, Detroit, Michigan."]], "text": "Currently, there are no data on the use of mechanical circulatory support (MCS) in patients without severely depressed left ventricular ejection fraction (LVEF) during high-risk percutaneous coronary intervention (PCI). We analyzed data from the global catheter-based ventricular assist device (cVAD) registry on the clinical use of MCS in high-risk PCI in patients without severely depressed LVEF, defined as LVEF > 35%. Patients without cardiogenic shock from the catheter-based ventricular assist device registry, who underwent elective or urgent PCI with an Impella 2.5 or Impella CP, were included. Patients who received MCS after the start of the PCI were excluded. A total of 891 patients were included, of whom 661 had LVEF ≤ 35% and 230 had LVEF > 35%. Patients with LVEF > 35% compared with patients with LVEF ≤ 35% were older (72.12 ± 11.70 years vs 68.68 ± 11.01 years; p <0.001), had more extensive coronary artery disease with more diseased vessels (1.90 ± 0.71 vs 1.73 ± 0.79; p = 0.005), more multivessel intervention (1.74 ± 0.69 vs 1.55 ± 0.73; p <0.001), and more use of rotational atherectomy (21.21% vs 14.90%; p = 0.046), respectively. Additionally, they had a high prevalence of high-risk clinical features such as renal failure (24.89%) and diabetes mellitus (45.37%). Despite these high-risk features, the major adverse cardiovascular and cerebral event rates were favorable overall, with no differences between the 2 groups (3.48% vs 4.54%; p = 0.574). Despite having LVEF > 35%, this selected group of patients had severe co-morbidities and complex angiographic features; hence, PCI with hemodynamic support was deemed necessary. In addition, PCI with elective MCS was feasible and safe in this patient population.", "id": "29370923", "date": "2017-12-25", "title": "The Role of Mechanical Circulatory Support During Percutaneous Coronary Intervention in Patients Without Severely Depressed Left Ventricular Function.", "doi": "10.1016/j.amjcard.2017.11.045", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}