{"authors": [["Zijlstra", "Eric", "E", "Profil, Neuss, Germany."], ["Coester", "Hans-Veit", "HV", "Profil, Neuss, Germany."], ["Heise", "Tim", "T", "Profil, Neuss, Germany."], ["Plum-Mörschel", "Leona", "L", "Profil, Mainz, Germany."], ["Rasmussen", "Ole", "O", "Novo Nordisk A/S, Hillerød, Denmark."], ["Rikte", "Tord", "T", "Novo Nordisk A/S, Søborg, Denmark."], ["Pedersen", "Line Kynemund", "LK", "Novo Nordisk A/S, Søborg, Denmark."], ["Qvist", "Marianne", "M", "Novo Nordisk A/S, Søborg, Denmark."], ["Sparre", "Thomas", "T", "Novo Nordisk A/S, Søborg, Denmark."]], "text": "To evaluate the injection success and user perception of a shield-triggered pen-injector mechanism.The trial (ClinicalTrials.gov NCT02627287) was an exploratory, two-centre, one-visit, open-label, randomized controlled trial conducted in Germany in 150 injection-experienced individuals with type 1 or type 2 diabetes. Participants self-administered subcutaneous injections of a placebo solution using a prototype shield-triggered pen-injector, DV3316 (Novo Nordisk, Bagsvaerd, Denmark), and FlexPen (Novo Nordisk, Bagsvaerd, Denmark). Injection success was evaluated on a yes/no basis by the investigator. Participant confidence, leakage of fluid and pain were evaluated after each injection. Pain and device experience were assessed after completion of all injections with each pen-injector. Overall preference was assessed after completion of all injections with both pen-injectors.Injection success was high with both pen-injectors (97.0%, DV3316 vs 99.7%, FlexPen). Participant confidence in dose delivery was similar for the two devices (88% of injections with DV3316 vs 81% with FlexPen were scored as \"extremely confident\"). The median injection pain score on a visual analogue scale (0-100) was 3 with DV3316 vs 4 with FlexPen after each injection, and 4 with DV3316 vs 5 with FlexPen after all injections with each device. After all injections were completed, 55% of participants reported an overall preference for DV3316 vs 21% for FlexPen.This study demonstrates that injection-experienced individuals can achieve a high injection success rate with a shield-triggered pen-injector, with similar patient confidence and injection pain compared with FlexPen.", "id": "29369493", "date": "2017-12-27", "title": "Injecting without pressing a button: An exploratory study of a shield-triggered injection mechanism.", "doi": "10.1111/dom.13203", "journal": ["Diabetes, obesity & metabolism", "Diabetes Obes Metab"]}