{"authors": [["Moriwaki", "Mika", "M", "Division of Endocrinology, Metabolism and Diabetes."], ["Moore", "Barry", "B", "UStar Center for Genetic Discovery, Department of Human Genetics."], ["Mosbruger", "Timothy", "T", "Bioinformatics, Huntsman Cancer Institute, and."], ["Neklason", "Deborah W", "DW", "Division of Genetic Epidemiology, Department of Internal Medicine, University of Utah, Salt Lake City, Utah 84112."], ["Yandell", "Mark", "M", "UStar Center for Genetic Discovery, Department of Human Genetics."], ["Jorde", "Lynn B", "LB", "UStar Center for Genetic Discovery, Department of Human Genetics."], ["Welt", "Corrine K", "CK", "Division of Endocrinology, Metabolism and Diabetes."]], "text": "Primary ovarian insufficiency (POI) results from a premature loss of oocytes, causing infertility and early menopause. The etiology of POI remains unknown in a majority of cases.To identify candidate genes in families affected by POI.This was a family-based genetic study.The study was performed at two academic institutions.A family with four generations of women affected by POI (n = 5). Four of these women, three with an associated autoimmune diagnosis, were studied. The controls (n = 387) were recruited for health in old age.Whole-genome sequencing was performed.Candidate genes were identified by comparing gene mutations in three family members and 387 control subjects analyzed simultaneously using the pedigree Variant Annotation, Analysis and Search Tool. Data were also compared with that in publicly available databases.We identified a heterozygous nonsense mutation in a subunit of RNA polymerase II (POLR2C) that synthesizes messenger RNA. A rare sequence variant in POLR2C was also identified in one of 96 women with sporadic POI. POLR2C expression was decreased in the proband compared with women with POI from another cause. Knockdown in an embryonic carcinoma cell line resulted in decreased protein production and impaired cell proliferation.These data support a role for RNA polymerase II mutations as candidates in the etiology of POI. The current data also support results from genome-wide association studies that hypothesize a role for RNA polymerase II subunits in age at menopause in the population.", "id": "29367954", "date": "2017-02-07", "title": "POLR2C Mutations Are Associated With Primary Ovarian Insufficiency in Women.", "doi": "10.1210/js.2016-1014", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}