{"authors": [["Sarhangi", "Negar", "N", "Endocrinology and Metabolism Research Center, Endocrinology and Metabolism Clinical Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Khatami", "Fatemeh", "F", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Keshtkar", "Abbasali", "A", "Department of Health Sciences Education Development, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."], ["Heshmat", "Ramin", "R", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Atlasi", "Rasha", "R", "Endocrinology and Metabolism Research Center, Endocrinology and Metabolism Clinical Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Mohammadamoli", "Mahsa", "M", "Endocrinology and Metabolism Research Center, Endocrinology and Metabolism Clinical Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."]], "text": "Diabetic Retinopathy (DR) is the most prevalent health problem, which is influenced by environmental and genetic factors with an increasing prevalence. The current systematic review is focused on mtDNA modification, including polymorphism and mutation/deletion, with a direct effect on DR.This systematic search was initially done through PubMed, Cochrane, EMBASE, SCOPUS, and Web of Science without a restriction on the years of publication. The terms searched included ''mtDNA'', ''mitochondrial DNA'', ''diabetes'', ''diabetic'', ''retina'', and ''diabetic retinopathy''. Animal, cohort, cross-sectional, and in vitro studies, as well as case series, case reports, review articles, and Letters to Editor were excluded from this research.From 1528 resulting searched articles, only 12papers were finally chosen as the case-control studies considering mtDNA gene and DR. Actually, of these 12 articles, 8 studies were concerned with mtDNA polymorphisms (UCP1, UCP2, ROMO-1, and Mn-SOD) and 4 articles were related to mtDNA mutation (A3243G mutation in tRNALeu(UUR) gene and mtDNA deletion (ΔmtDNA 4977)).Some conflicting results were found between the selected genetic modifications of mtDNA, such as Mn-SOD, UCP1, ΔmtDNA 4977, tRNALeu (UUR), and ROMO-1.Finally, A3243G mutation in the tRNALeu (UUR) gene and rs660339 and V16A polymorphisms of UCP2 and Mn-SOD genes were respectively considered as the most important factors in the pathogenesis of DR.", "id": "29367932", "date": null, "title": "The Role of Mitochondrial DNA (mtDNA) in the Development of Diabetic Retinopathy (DR): A Systematic Review.", "doi": null, "journal": ["Medical hypothesis, discovery & innovation ophthalmology journal", "Med Hypothesis Discov Innov Ophthalmol"]}