{"authors": [["Mansur", "Henrique Gonçalves", "HG", "Departamento de Ortopedia e Traumatologia, Hospital Naval Marcílio Dias, Rio de Janeiro, RJ, Brazil."], ["Oliveira", "Edmo Rodrigues de", "ER", "Departamento de Ortopedia e Traumatologia, Hospital Naval Marcílio Dias, Rio de Janeiro, RJ, Brazil."], ["Gonçalves", "Cesar Barbosa", "CB", "Departamento de Ortopedia e Traumatologia, Hospital Naval Marcílio Dias, Rio de Janeiro, RJ, Brazil."]], "text": "To evaluate the risk factors and analyze the characteristics of patients and lesions in Dupuytren's disease.Retrospective analysis of patients diagnosed with Dupuytren's disease in a hand surgery clinic in 2013. The authors evaluated parameters associated with the patient profiles and risk factors, the form and severity of involvement, and characteristics of the lesions.58 patients were evaluated, totaling 79 hands, with bilateral involvement in 46% of cases. The involvement of the ulnar fingers of the hand represented 78%, 44% being the ring finger. In 55% of cases, the patients had cords, while 45% showed only nodules. As for related factors, they were found most commonly in men (55%), whites (93%), and the elderly. Of coexisting diseases, the following were present: diabetes mellitus (49%), especially in the insulin-dependent (62%), hypertension (55.2%), and dyslipidemia (19%). With regard to lifestyle, 22% were smokers and 9% were alcohol consumers.It was observed a higher incidence of Dupuytren's disease was observed among men, whites, and the ulnar fingers of the hand, especially the ring finger. The most common associated diseases were diabetes mellitus and hypertension.Avaliar os fatores de risco e analisar as características dos pacientes e das lesões encontradas em portadores da doença de Dupuytren.Análise retrospectiva dos pacientes diagnosticados com a doença de Dupuytren no ambulatório de cirurgia da mão em 2013. Foram avaliados parâmetros associados ao perfil dos pacientes e fatores de risco, a forma e gravidade do acometimento e as características das lesões.Foram avaliados 58 pacientes, 79 mãos, com acometimento bilateral em 46% dos casos. O envolvimento dos dedos do lado ulnar da mão representou 78%, 44% dos casos no dedo anular. Em 55% dos casos os pacientes apresentavam cordas, enquanto 45% mostravam apenas nódulos. Quanto aos fatores relacionados, encontramos predomínio em homens (55%), brancos (93%) e idosos. Das doenças coexistentes, estavam presentes a diabetes mellitus (49%), especialmente nos insulinodependentes (62%), hipertensos (55,2%) e dislipidêmicos (19%). Com relação aos hábitos de vida, 22% eram fumantes e 9% etilistas.Foi observada uma maior incidência da doença de Dupuytren entre homens, brancos, nos dedos do lado ulnar da mão, principalmente no dedo anular. As doenças mais comumente associadas foram o diabetes mellitus e hipertensão arterial sistêmica.", "id": "29367900", "date": "2017-12-14", "title": "Epidemiological analysis of patients with Dupuytren's disease.", "doi": "10.1016/j.rboe.2017.12.003", "journal": ["Revista brasileira de ortopedia", "Rev Bras Ortop"]}