{"authors": [["Morse", "Kyle W", "KW", "Weill Cornell Medical College, New York, NY, USA."], ["Astbury", "Nerys M", "NM", "Weill Cornell Medical College, New York, NY, USA."], ["Walczyszyn", "Alexandra", "A", "Weill Cornell Medical College, New York, NY, USA."], ["Hashim", "Sami A", "SA", "Weill Cornell Medical College, New York, NY, USA."], ["Geliebter", "Allan", "A", "Weill Cornell Medical College, New York, NY, USA."]], "text": "The purpose of this preliminary study was to investigate changes in plasma concentrations of zinc-α2-glycoprotein (ZAG), a lipid mobilizing hormone, in obese subjects following Roux-En-Y Gastric Bypass (RYGB) surgery or a very low calorie diet (VLCD). Fasting blood concentrations and anthropometric measurements were measured pre and 12 weeks post intervention. 14 healthy, obese individuals underwent either RYGB (N=6) surgery or a VLCD (N=8). Body composition and fasting plasma ZAG concentrations were measured at baseline (pre) and 12 weeks post intervention (post). At pre-intervention baseline, there was no difference in plasma ZAG between the two intervention groups. Post-intervention, there was a significant overall reduction (F(1,11) = 32.8, p<0.001) in plasma ZAG, which was significant only within the RYGB group from pre to post intervention (33.2 ± 5.7 μg/ml to 26.7 ± 4.8 μg/ml (p<0.015)) and significantly greater than the change within the VLCD group. The change in ZAG was inversely correlated across groups with BMI reduction (r= -0.60, p<0.05), % body fat reduction (r= -0.68, p<0.015), reduction in weight (r= -0.58, p<0.05), and % weight loss (r= -0.70, p<0.05). Overall, subjects who underwent RYGB or VLCD had a significant reduction in plasma ZAG. This reduction was significant within the RYGB group alone, who lost a larger amount of weight than the VLCD group, which suggests that ZAG may have a protective effect during marked weight loss.", "id": "29367881", "date": "2017-03-06", "title": "Changes in zinc-α2-glycoprotein (ZAG) plasma concentrations pre and post Roux-En-Y gastric bypass surgery (RYGB) or a very low calorie (VLCD) diet in clinically severe obese patients: Preliminary Study.", "doi": null, "journal": ["Integrative obesity and diabetes", "Integr Obes Diabetes"]}