{"authors": [["García-Sepúlveda", "Ricardo", "R", "Dermatology Department, Instituto Mexicano del Seguro Social \"Centro Médico Nacional del Noreste 25\", Monterrey, Mexico."], ["Navarrete-Solís", "Josefina", "J", "Dermatology Department, Instituto Mexicano del Seguro Social \"Centro Médico Nacional del Noreste 25\", Monterrey, Mexico."], ["Villanueva-Lozano", "Hiram", "H", "Infectology Department, University Hospital \"Dr. José Eleuterio González\", Universidad Autónoma de Nuevo León, Monterrey, Mexico."], ["de J Treviño-Rangel", "Rogelio", "R", "Microbiology Department, School of Medicine, Universidad Autónoma de Nuevo León. Monterrey, Mexico."], ["González", "Gloria M", "GM", "Microbiology Department, School of Medicine, Universidad Autónoma de Nuevo León. Monterrey, Mexico."], ["Enríquez-Rojas", "Jorge", "J", "Dermatology Department, Instituto Mexicano del Seguro Social \"Centro Médico Nacional del Noreste 25\", Monterrey, Mexico."], ["Molina-Durazo", "Javier", "J", "Dermatology Department, Instituto Mexicano del Seguro Social \"Centro Médico Nacional del Noreste 25\", Monterrey, Mexico."], ["Arenas-Guzmán", "Roberto", "R", "Micology Department, General Hospital \"Dr. Manuel Gea González\", Mexico City, Mexico."]], "text": "Mucormycosis of the scalp is a rare cutaneous presentation of the disease. It is also an unusual infection in children. We present the case of a 4-year-old girl with acute lymphoblastic leukemia, who presented with atypical cutaneous mucormycosis simulating an ecthyma gangrenosum lesion. Risk factors for the infection are diabetes, neoplastic diseases, immunosuppression in organ transplant recipients, and neutropenia. The cutaneos forms have been associated with trauma, burns and surgical wounds. First line treatment is amphotericin B. Posaconazole was recently approved to treat invasive mucormycosis. Surgical removal of the infected tissue is indicated.", "id": "29367872", "date": "2017-12-01", "title": "Photoletter to the editor: Atypical primary cutaneous mucormycosis of the scalp.", "doi": "10.3315/jdcr.2017.1248", "journal": ["Journal of dermatological case reports", "J Dermatol Case Rep"]}