{"authors": [["Gupta", "Mrinal", "M", "Department of Dermatology, Venereology & Leprosy, Dr. R. P. Govt. Medical College, Kangra (Tanda)-176001 (Himachal Pradesh), India."], ["Mahajan", "Vikram K", "VK", "Department of Dermatology, Venereology & Leprosy, Dr. R. P. Govt. Medical College, Kangra (Tanda)-176001 (Himachal Pradesh), India."]], "text": "Facial hypermelanosis is a significant cause of cosmetic disfigurement, social embarrassment and psychological morbidity affecting quality of life.To study clinicoepidemlogic patterns of facial hypermelanoses among men.Medical records of all adult males presenting with facial hypermelanoses were analyzed for this retrospective cross sectional study for demographic details, duration, cosmetic usage, sun exposure, drug intake, infections, systemic or cutaneous diseases, and family history of hypermelanotic dermatosis. Laboratory investigations and skin biopsy were performed when deemed necessary.These were 300 Indian men aged 18 to 74 (mean 37.35) years with 121 (40.3%) individuals aged 31-50 years. Various patterns of melasma in 230 (76.7%) patients were the major cause of facial hypermelanosis. Periorbital hypermelanosis was observed in 32 (10.7%), freckles and lentigens in 26 (8.7%), acanthosis nigricans in 12 (4%) and lichen planus pigmentosus in 10 (3.3%), pigmented cosmetic contact dermatitis in 7, and nevus of Ota in 6 persons. The 71 (30.8%) patients with melasma had a history of frequent sun exposure, 9 (3.9%) patients had systemic comorbidities. Family history of periorbital melanosis was present in 7 (21.8%), personal or family history of atopy in 5 (15.6%) patients. Acanthosis nigricans was associated with obesity in 9 (75%) of patients and with diabetes mellitus in 4 (33.3%) cases.Melasma, periorbital hypermelanosis, acanthosis nigricans and lichen planus pigmentosus remain the predominant causes for facial hypermelanosis in men.", "id": "29367869", "date": "2017-12-01", "title": "Clinical profile of 300 men with facial hypermelanosis.", "doi": "10.3315/jdcr.2017.1244", "journal": ["Journal of dermatological case reports", "J Dermatol Case Rep"]}