{"authors": [["Pan", "Pan", "P", "Division of Hematology and Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA."], ["Skaer", "Chad", "C", "Division of Hematology and Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA. Present address: Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA."], ["Yu", "Jianhua", "J", "Division of Hematology, Department of Internal Medicine, College of Medicine, The Ohio State University, Columbus, OH, USA."], ["Zhao", "Hui", "H", "Tianjin Key Laboratory of Food Biotechnology, Tianjin University of Commerce, Tianjin, China."], ["Ren", "He", "H", "Tianjin Medical University Cancer Institute and Hospital, Tianjin, China."], ["Oshima", "Kiyoko", "K", "Department of Pathology, Johns Hopkins University, Baltimore, MD, USA."], ["Wang", "Li-Shu", "LS", "Division of Hematology and Oncology, Department of Medicine, Medical College of Wisconsin, RM C4930, 8701 Watertown Plank Rd, Milwaukee, WI, 53226, USA."]], "text": "Pancreatic ductal adenocarcinoma (PDAC) was the 12th and 11th most common cancer in men and women worldwide in 2012, with the highest incidence in North America and Europe and the lowest in Africa and Asia. Due to the lack of efficient early diagnosis and rapid disease progression, PDAC patients have a 5-year survival rate of just 5%. Epidemiological studies suggest that smoking, obesity, type II diabetes, and pancreatitis are common risk factors for PDAC development. By contrast, high intake of fresh fruit, vegetables, and nuts rich in phytochemicals could reduce PDAC risk. This review summarizes the human clinical studies that have used berries or other natural products for chemoprevention of PDAC. Developing chemopreventive agents against PDAC would be tremendously valuable for the high-risk population and patients with premalignant lesions. Although some clinical trials of these agents have been completed, most are in early phases, and the results are not promising, which may be due to administration of the natural products at advanced stages of PDAC. Thus, further mechanistic studies using genetic animal models that recapitulate the tumor microenvironment and immunology of human PDAC would be informative for selecting an effective window for intervention with berries or other natural compounds.", "id": "29367867", "date": "2017-08-18", "title": "Berries and other natural products in the pancreatic cancer chemoprevention in human clinical trials.", "doi": "10.3233/JBR-170159", "journal": ["Journal of berry research", "J Berry Res"]}