{"authors": [["Guo", "Jingchuan", "J", "Department of Epidemiology, University of Pittsburgh, Pittsburgh, PA, United States."], ["Miller", "Rachel G", "RG", "Department of Epidemiology, University of Pittsburgh, Pittsburgh, PA, United States."], ["Costacou", "Tina", "T", "Department of Epidemiology, University of Pittsburgh, Pittsburgh, PA, United States."], ["Follansbee", "William P", "WP", "Department of Cardiology, University of Pittsburgh Medical, Center, Pittsburgh, PA, United States."], ["Orchard", "Trevor J", "TJ", "Department of Epidemiology, University of Pittsburgh, Pittsburgh, PA, United States. Electronic address: tjo@pitt.edu."]], "text": "We aimed to assess association between abnormal LVEF, in the absence of coronary artery disease (CAD), and 25-year incidence of major outcomes of diabetes (MOD) in a cardiology substudy of the Pittsburgh Epidemiology of Diabetes Complications cohort of childhood-onset type 1 diabetes.115 normotensive type 1 diabetes individuals without known CAD, underwent a baseline exercise radionuclide ventriculography. Abnormal LVEF was defined as a resting ejection fraction <50% or a failure to increase ejection fraction with exercise by >5% (men) or a fall in ejection fraction with exercise (women). Cox proportional hazards models were used to predict the composite endpoint of MOD (first instance of major CAD, stroke, end-stage renal disease, blindness, amputation or diabetes-related death).Mean baseline age was 28 and diabetes duration 19 years. In a mean follow-up of 19 years, 50 MOD events were identified. Allowing for established risk factors at baseline, abnormal LVEF (n = 22) independently predicted MOD incidence (HR = 2.12, 95% CI: 1.12-4.00, p = 0.022) but not major CAD (HR = 1.33, 95% CI: 0.53-3.33, p = 0.539).An abnormal LVEF may identify diabetic cardiomyopathy and predict long term risk of MOD (but not CAD alone) in type 1 diabetes individuals, consistent with it reflecting microvascular disease.", "id": "29366734", "date": "2017-12-28", "title": "Left ventricular systolic dysfunction predicts long-term major microvascular complication outcomes in type 1 diabetes. The Pittsburgh Epidemiology of Diabetes Complications (EDC) study of childhood onset diabetes.", "doi": "10.1016/j.jdiacomp.2017.12.004", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."]}