{"authors": [["Yajima", "Takahiro", "T", "Department of Nephrology, Matsunami General Hospital, Gifu 501-6062, Japan. Electronic address: yajima5639@gmail.com."], ["Yajima", "Kumiko", "K", "Department of Internal Medicine, Matsunami General Hospital, Gifu 501-6062, Japan."], ["Hayashi", "Makoto", "M", "Department of Internal Medicine, Matsunami General Hospital, Gifu 501-6062, Japan."], ["Takahashi", "Hiroshi", "H", "Division of Medical Statistics, Fujita Health University School of Medicine, Aichi 470-1192, Japan."], ["Yasuda", "Keigo", "K", "Department of Internal Medicine, Matsunami General Hospital, Gifu 501-6062, Japan."]], "text": "To evaluate the efficacy and safety of adding once-weekly dulaglutide to insulin therapy in type 2 diabetes mellitus (T2DM) patients on hemodialysis.Fifteen insulin-treated T2DM patients on hemodialysis were enrolled. Continuous glucose monitoring was performed before (1st hospitalization) and after the fifth dulaglutide administration (2nd hospitalization). The insulin dose was reduced after the first administration of dulaglutide (1st hospitalization day 6). Parameters of glycemic control were compared on 1st hospitalization days 4-5, 2nd hospitalization days 3-4, and days 6-7.The median total daily insulin dose was reduced significantly from 12 (12-25) to 0 (0-12) U (p < 0.0001) after treatment with dulaglutide. Mean glucose level on 2nd hospitalization days 3-4 significantly decreased and that on days 6-7 tended to decrease compared with that on 1st hospitalization days 4-5 (median, 8.2 to 6.7 mmol/L, P = 0.006 and 8.2 to 6.9 mmol/L, P = 0.053, respectively). %CV of glucose levels decreased significantly after dulaglutide administration (28.1 to 19.8, P = 0.003 and 28.1 to 21.0, P = 0.019). However, the incidence of hypoglycemia remained unchanged.Dulaglutide may improve glycemic control and excursion and allow total daily insulin to be reduced without increasing the risk of hypoglycemia in T2DM patients on hemodialysis.", "id": "29366733", "date": "2017-12-21", "title": "Improved glycemic control with once-weekly dulaglutide in addition to insulin therapy in type 2 diabetes mellitus patients on hemodialysis evaluated by continuous glucose monitoring.", "doi": "10.1016/j.jdiacomp.2017.12.005", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."]}