{"authors": [["Ripatti", "Pietari", "P", "Institute for Molecular Medicine Finland FIMM, University of Helsinki, Helsinki, Finland."], ["Rämö", "Joel", "J", "Institute for Molecular Medicine Finland FIMM, University of Helsinki, Helsinki, Finland."], ["Söderlund", "Sanni", "S", "Research Programs Unit, Diabetes & Obesity, University of Helsinki, Helsinki, Finland; Heart and Lung Centre, Helsinki University Hospital, Helsinki, Finland."], ["Surakka", "Ida", "I", "Institute for Molecular Medicine Finland FIMM, University of Helsinki, Helsinki, Finland."], ["Matikainen", "Niina", "N", "Research Programs Unit, Diabetes & Obesity, University of Helsinki, Helsinki, Finland; Heart and Lung Centre, Helsinki University Hospital, Helsinki, Finland; Endocrinology, Abdominal Center, Helsinki University Hospital, Helsinki, Finland."], ["Salomaa", "Veikko", "V", "National Institute for Health and Welfare, Helsinki, Finland."], ["Freimer", "Nelson", "N", "Center for Neurobehavioral Genetics, Semel Institute for Neuroscience and Human Behavior, University of California, Los Angeles, USA."], ["Palotie", "Aarno", "A", "Institute for Molecular Medicine Finland FIMM, University of Helsinki, Helsinki, Finland; Program in Medical and Population Genetics and Genetic Analysis Platform, The Broad Institute of Harvard and MIT, Cambridge, USA; Psychiatric and Neurodevelopmental Genetics Unit, Department of Psychiatry, Massachusetts General Hospital, Boston, USA."], ["Taskinen", "Marja-Riitta", "MR", "Research Programs Unit, Diabetes & Obesity, University of Helsinki, Helsinki, Finland; Heart and Lung Centre, Helsinki University Hospital, Helsinki, Finland."], ["Ripatti", "Samuli", "S", "Institute for Molecular Medicine Finland FIMM, University of Helsinki, Helsinki, Finland; Department of Public Health, Clinicum, Faculty of Medicine, University of Helsinki, Helsinki, Finland; Wellcome Trust Sanger Institute, Cambridge, United Kingdom."]], "text": "", "id": "29366102", "date": "2017-08-12", "title": "Polygenic hyperlipidemia and coronary artery disease risk.", "doi": "10.1016/j.atherosclerosis.2017.06.039", "journal": ["Atherosclerosis", "Atherosclerosis"]}