{"authors": [["Rodríguez", "Gabriela", "G", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Burga-Cisneros", "Daniella", "D", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Cipriano", "Gabriela", "G", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Ortiz", "Pedro J", "PJ", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Tello", "Tania", "T", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Casas", "Paola", "P", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Aliaga", "Elizabeth", "E", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."], ["Varela", "Luis F", "LF", "Facultad de Medicina, Universidad Peruana Cayetano Heredia. Lima, Perú."]], "text": "To determine the factors associated with slow walking speed in older adults living in a district of Lima, Peru.Analysis of secondary data. Adults older than 60 years were included in the study, while adults with physical conditions who did not allow the evaluation of the walking speed were excluded. The dependent variable was slow walking speed (less than 1 m/s), and the independent variables were sociodemographic, clinical, and geriatric data. Raw and adjusted prevalence ratios (PR) were calculated with 95% confidence intervals (95% CI).The study sample included 416 older adults aged 60 to 99 years, and 41% of the participants met the slow walking speed criterion. The factors associated with slow walking speed in this sample were female gender (PR, 1.45; 95% CI, 1.13-1.88), age > 70 years (PR, 1.73; 95% CI, 1.30- 2.30), lower level of education (PR, 2.07, 95% CI, 1.20-3.55), social-familial problems (PR, 1.66; 95% CI, 1.08-2.54), diabetes mellitus (PR, 1.35; 95% CI, 1.01-1.80), and depression (PR, 1.41; 95% CI, 1.02-1.95).The modifiable factors associated with slow walking speed in older adults included clinical and social-familial problems, and these factors are susceptible to interventions from the early stages of life.Determinar los factores asociados a velocidad de marcha lenta en adultos mayores de la comunidad residentes en un distrito de Lima, Perú.Estudio de análisis de base de datos secundario. Se incluyó a los adultos mayores de 60 años y se excluyó aquellos con condiciones que no garantizaban la evaluación de la marcha. La variable dependiente fue la velocidad de marcha lenta, menor a 1 m/s, y las variables independientes fueron sociodemográficas, clínicas y de valoración geriátrica integral. Se calcularon las razones de prevalencia (RP) crudas y ajustadas con intervalos de confianza al 95% (IC95%).Se incluyeron 416 adultos mayores, el rango de edad fue de 60 a 99 años y un 41% presentaba velocidad de marcha lenta. Se encontró que los factores asociados a una velocidad de marcha lenta en adultos mayores de la comunidad son el sexo femenino (RP 1,45, IC95%: 1,13-1,88), la edad mayor de 70 años (RP 1,73, IC95%: 1,30-2,30), un menor grado de instrucción (RP. 2.07, IC95%: 1,20-3,55), la presencia de problema socio familiar (RP 1,66, IC95%: 1,08-2,54), la presencia de diabetes mellitus (RP 1,35, IC95%: 1,01-1,80) y de depresión (RP: 1.41, IC95%: 1,02-1,95).Los factores modificables asociados a una velocidad de marcha lenta en el adulto mayor en la comunidad son tanto clínicos como sociofamiliares, susceptibles de intervención desde etapas precoces en el curso de la vida.", "id": "29364417", "date": null, "title": "[Factors associated with slow walking speed in older adults of a district in Lima, Peru].", "doi": "10.17843/rpmesp.2017.344.3025", "journal": ["Revista peruana de medicina experimental y salud publica", "Rev Peru Med Exp Salud Publica"]}