{"authors": [["Bacci", "Marcelo Rodrigues", "MR", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."], ["Alves", "Beatriz da Costa Aguiar", "BDCA", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."], ["Cavallari", "Marina Romera", "MR", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."], ["Azzalis", "Ligia Ajaime", "LA", "Universidade Federal de São Paulo, Diadema, SP, Brazil."], ["Rozier-Alves", "Ross Martin de", "RM", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."], ["Perez", "Matheus Moreira", "MM", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."], ["Chehter", "Ethel Zimberg", "EZ", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."], ["Pereira", "Edimar Cristiano", "EC", "Universidade Federal de São Paulo, Diadema, SP, Brazil."], ["Fonseca", "Fernando Luiz Affonso", "FLA", "Faculdade de Medicina do ABC, Santo André, SP, Brazil."]], "text": "To evaluate the gene expression of beta-trace protein in urine of diabetic patients, with no reduction in glomerular filtration rate, which was defined as below 60mL/min/1.73m2.Type 2 diabetes mellitus patients were recruited, and a group of non-diabetic individuals served as control. Beta-trace protein gene expression was analyzed by quantitative PCR. Blood samples were collected to establish glucose levels and baseline kidney function. Accuracy was analyzed using ROC curves.Ninety type 2 diabetes mellitus patients and 20 non-diabetic individuals were recruited. The area under the curve was 0.601, sensitivity of 20% and specificity of 89.47%. Among diabetic participants, 18% showed an expression above the cutoff point.These results of accuracy of beta-trace protein gene expression in urine of diabetic patients are promising, although they did not achieve a higher area under the curve level.", "id": "29364366", "date": null, "title": "Urinary beta-trace protein gene expression analysis in type 2 diabetes mellitus patients.", "doi": "10.1590/S1679-45082017AO4012", "journal": ["Einstein (Sao Paulo, Brazil)", "Einstein (Sao Paulo)"]}