{"authors": [["José", "Vitória Santório de São", "VSS", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."], ["Monnerat", "Gustavo", "G", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."], ["Guerra", "Barbara", "B", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."], ["Paredes", "Bruno Dias", "BD", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."], ["Kasai-Brunswick", "Tais Hanae", "TH", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."], ["Carvalho", "Antonio Carlos Campos de", "ACC", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."], ["Medei", "Emiliano", "E", "Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ - Brazil."]], "text": "Diabetes mellitus is a severe chronic disease leading to systemic complications, including cardiovascular dysfunction. Previous cell therapy studies have obtained promising results with the use bone marrow mesenchymal stromal cells derived from healthy animals (MSCc) in diabetes animal models. However, the ability of MSC derived from diabetic rats to improve functional cardiac parameters is still unknown.To investigate whether bone-marrow-derived MSC from diabetic rats (MSCd) would contribute to recover metabolic and cardiac electrical properties in other diabetic rats.Diabetes was induced in Wistar rats with streptozotocin. MSCs were characterized by flow cytometry, morphological analysis, and immunohistochemistry. Cardiac electrical function was analyzed using recordings of ventricular action potential. Differences between variables were considered significant when p < 0.05.In vitro properties of MSCc and MSCd were evaluated. Both cell types presented similar morphology, growth kinetics, and mesenchymal profile, and could differentiate into adipogenic and osteogenic lineages. However, in an assay for fibroblast colony-forming units (CFU-F), MSCd formed more colonies than MSCc when cultured in expansion medium with or without hydrocortisone (1 µM). In order to compare the therapeutic potential of the cells, the animals were divided into four experimental groups: nondiabetic (CTRL), diabetic (DM), diabetic treated with MSCc (DM + MSCc), and diabetic treated with MSCd (DM + MSCd). The treated groups received a single injection of MSC 4 weeks after the development of diabetes. MSCc and MSCd controlled hyperglycemia and body weight loss and improved cardiac electrical remodeling in diabetic rats.MSCd and MSCc have similar in vitro properties and therapeutic potential in a rat model of diabetes induced with streptozotocin.", "id": "29364350", "date": null, "title": "Bone-Marrow-Derived Mesenchymal Stromal Cells (MSC) from Diabetic and Nondiabetic Rats Have Similar Therapeutic Potentials.", "doi": "10.5935/abc.20170176", "journal": ["Arquivos brasileiros de cardiologia", "Arq. Bras. Cardiol."]}