{"authors": [["Wiggenhauser", "Lucas Moritz", "LM", "Department of Vascular Biology and Tumorangiogenesis, Center for Biomedicine and Medical Technology Mannheim (CBTM), Medical Faculty Mannheim, Heidelberg University."], ["Kohl", "Katharina", "K", "V. Medical Clinic, Medical Faculty Mannheim, Heidelberg University."], ["Dietrich", "Nadine", "N", "V. Medical Clinic, Medical Faculty Mannheim, Heidelberg University."], ["Hammes", "Hans-Peter", "HP", "V. Medical Clinic, Medical Faculty Mannheim, Heidelberg University."], ["Kroll", "Jens", "J", "Department of Vascular Biology and Tumorangiogenesis, Center for Biomedicine and Medical Technology Mannheim (CBTM), Medical Faculty Mannheim, Heidelberg University; Jens.Kroll@medma.uni-heidelberg.de."]], "text": "Diabetic retinopathy is the leading cause of blindness among middle-aged adults. The rising prevalence of diabetes worldwide will make the prevention of diabetic microvascular complications one of the key research fields of the next decades. Specialized, targeted therapy and novel therapeutic drugs are needed to manage the increasing number of patients at risk of vision-loss. The zebrafish is an established animal model for developmental research questions with increasing relevance for modeling metabolic multifactorial disease processes. The advantages of the species allow for optimal visualization and high throughput drug screening approaches, combined with the strong ability to knock out genes of interest. Here, we describe a protocol which will allow easy analysis of the adult tg(fli:EGFP) zebrafish retinal vasculature as a fast read-out in settings of long-term vascular pathologies linked to neoangiogenesis or vessel damage. This is achieved via dissection of the zebrafish retina and whole-mounting of the tissue. Visualization of the exposed vessels is then achieved via confocal microscopy of the green EGFP reporter expressed in the adult retinal vasculature. Correct handling of the tissue will lead to better outcomes and less internal vessel breakage to assure the visualization of the unaltered vascular structure. The method can be utilized in zebrafish models of retinal vasculopathy linked to changes in the vessel architecture as well as neoangiogenesis.", "id": "29364210", "date": "2017-12-26", "title": "Studying Diabetes Through the Eyes of a Fish: Microdissection, Visualization, and Analysis of the Adult tg(fli:EGFP) Zebrafish Retinal Vasculature.", "doi": "10.3791/56674", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}