{"authors": [["Uyar", "S", "S", null], ["Harmandar", "F", "F", null], ["Kök", "M", "M", null], ["Taș", "Z", "Z", null], ["Dolu", "S", "S", null], ["Tokuç", "A", "A", null], ["Köker", "G", "G", null], ["Görar", "S", "S", null], ["Çekin", "A H", "AH", null]], "text": "Hypertriglyceridemia is one of the rare causes of the acute pancreatitis. The prevalance of hypertriglyceridemia has increased recently due to the changing eating habits, sedentary lifestyle, alcohol consumption, obesity and concomitant diabetes mellitus. Therefore, the frequency of the acute pancreatitis due to hypertriglyceridemia may increase in coming years. Diagnosis of the acute pancreatitis by hypertriglyceridemia can be overlooked easily and may be very severe if untreated accurately on time. In addition to the standard management of pancreatitis, specific treatment for hypertriglyceridemia that is insulin, heparin and anti-hypertriglyceridemic drugs are used. Therapeutic plasmapheresis is the last treatment option and seems the most effective one in this subject through developing device and membrane technologies when we review the current literature. Not only triglycerides but also proinflammatory cytokines and adhesion molecules that play an active role in pathogenesis are removed by plasmapheresis. So, the effectiveness of treatment appears promising. However, the exact pathophysiology of hypertriglyceridemia-induced pancreatitis could not be fully understood and the majority of published experience comes from the case reports and the benefit of randomized clinical trials is not available. Therefore, there are no data about what are the exact indications and when we start therapeutic plasmapheresis in literature. This manuscript describes our hospital experience with treatment options and analyzes reports published recently about plasmapheresis as a treatment modality for hypertriglyceridemia induced acute pancreatitis.", "id": "29364102", "date": null, "title": "Management of hypertriglyceridemia induced acute pancreatitis and therapeutic plasmapheresis : Report of nine cases and review of literature.", "doi": null, "journal": ["Acta gastro-enterologica Belgica", "Acta Gastroenterol. Belg."]}