{"authors": [["Kanie", "Keitaro", "K", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Iguchi", "Genzo", "G", "Division of Diabetes and Endocrinology, Kobe University Hospital, Kobe 650-0017, Japan."], ["Bando", "Hironori", "H", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Fujita", "Yasunori", "Y", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Odake", "Yukiko", "Y", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Yoshida", "Kenichi", "K", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Matsumoto", "Ryusaku", "R", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Fukuoka", "Hidenori", "H", "Division of Diabetes and Endocrinology, Kobe University Hospital, Kobe 650-0017, Japan."], ["Ogawa", "Wataru", "W", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."], ["Takahashi", "Yutaka", "Y", "Division of Diabetes and Endocrinology, Department of Internal Medicine, Kobe University Graduate School of Medicine, Kobe 650-0017, Japan."]], "text": "Cancer immunotherapy has emerged as treatment of multiple advanced cancer types. Immune checkpoint inhibitors, namely anticytotoxic T-lymphocyte antigen-4 (CTLA-4), antiprogrammed cell death-1 (PD-1), and antiprogrammed cell death-1 ligand 1 (PD-L1) antibodies, have been used for treatment of various cancers. Classified as immune-related adverse events, several endocrinopathies, including hypophysitis, are associated with these agents. Although anti-CTLA-4-induced hypophysitis has been frequently observed, hypophysitis upon use of anti-PD-1 and anti-PD-L1 antibodies is rare. Case 1 is a 65-year-old man presented with a stage IV non-small cell lung cancer (NSCLC) treated with atezolizumab (an anti-PD-L1 antibody) following several inefficacious chemotherapies. After 56 weeks of the treatment, he complained of general malaise and appetite loss, and was diagnosed with adrenal insufficiency. Endocrinological examination revealed isolated adrenocorticotropic hormone (ACTH) deficiency; pituitary magnetic resonance imaging (MRI) showed anterior pituitary atrophy. Hydrocortisone replacement therapy rapidly improved his symptoms and enabled him to continue atezolizumab therapy. Case 2 is a 70-year-old man with a stage IV NSCLC treated with atezolizumab. After 52 weeks of treatment, he was diagnosed with isolated ACTH deficiency. Pituitary MRI revealed no obvious abnormalities in the anterior pituitary. Hydrocortisone replacement therapy was also efficacious. We report two cases of atezolizumab-induced hypophysitis. Both showed isolated ACTH deficiency, suggesting similar clinical characteristics of hypophysitis associated with the use of anti-PD-1 antibodies. These results suggest a caution for the late-onset central adrenal insufficiency associated with hypophysitis in patients treated with anti-PD-L1 antibodies.", "id": "29362727", "date": "2017-12-13", "title": "Two Cases of Atezolizumab-Induced Hypophysitis.", "doi": "10.1210/js.2017-00414", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}