{"authors": [["Sedaghat", "Fatemeh", "F", "Department of Basic Medical Sciences, Faculty of Nutrition Sciences and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Akhoondan", "Mahdieh", "M", "Department of Community Nutrition, Faculty of Nutrition Sciences and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Ehteshami", "Mehdi", "M", "Department of Community Nutrition, Faculty of Nutrition Sciences and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Aghamohammadi", "Vahideh", "V", "Department of Paramedical Sciences, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."], ["Ghanei", "Nila", "N", "Department of Basic Medical Sciences, Faculty of Nutrition Sciences and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Mirmiran", "Parvin", "P", "Nutrition and Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Rashidkhani", "Bahram", "B", "Department of Community Nutrition, Faculty of Nutrition Sciences and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "text": "Maternal dietary patterns play an important role in the progress of gestational diabetes mellitus (GDM). The aim of the present study was to explore this association.A total of 388 pregnant women (122 case and 266 control) were included. Dietary intake were collected using a food frequency questionnaire (FFQ). GDM was diagnosed using a 100-gram, 3-hour oral glucose tolerance test. Dietary pattern was identified by factor analysis. To investigate the relation between each of the independent variables with gestational diabetes, the odds ratio (OR) was calculated.Western dietary pattern was high in sweets, jams, mayonnaise, soft drinks, salty snacks, solid fat, high-fat dairy products, potatoes, organ meat, eggs, red meat, processed foods, tea, and coffee. The prudent dietary pattern was characterized by higher intake of liquid oils, legumes, nuts and seeds, fruits and dried fruits, fish and poultry whole, and refined grains. Western dietary pattern was associated with increased risk of gestational diabetes mellitus before and after adjustment for confounders (OR = 1.97, 95% CI: 1.27-3.04, OR = 1.68, 95% CI: 1.04-2.27). However, no significant association was found for a prudent pattern.These findings suggest that the Western dietary pattern was associated with an increased risk of GDM.", "id": "29362720", "date": "2017-12-06", "title": "Maternal Dietary Patterns and Gestational Diabetes Risk: A Case-Control Study.", "doi": "10.1155/2017/5173926", "journal": ["Journal of diabetes research", "J Diabetes Res"]}