{"authors": [["Guerin-Dubourg", "Alexis", "A", "Université de La Réunion, INSERM, UMR 1188 Diabète Athérothrombose Thérapies Réunion Océan Indien (DéTROI), Saint-Denis de La Réunion, France."], ["Cournot", "Maxime", "M", "Université de La Réunion, INSERM, UMR 1188 Diabète Athérothrombose Thérapies Réunion Océan Indien (DéTROI), Saint-Denis de La Réunion, France."], ["Planesse", "Cynthia", "C", "Université de La Réunion, INSERM, UMR 1188 Diabète Athérothrombose Thérapies Réunion Océan Indien (DéTROI), Saint-Denis de La Réunion, France."], ["Debussche", "Xavier", "X", "Centre Hospitalier Universitaire de La Réunion, Saint Denis, France."], ["Meilhac", "Olivier", "O", "Université de La Réunion, INSERM, UMR 1188 Diabète Athérothrombose Thérapies Réunion Océan Indien (DéTROI), Saint-Denis de La Réunion, France."], ["Rondeau", "Philippe", "P", "Université de La Réunion, INSERM, UMR 1188 Diabète Athérothrombose Thérapies Réunion Océan Indien (DéTROI), Saint-Denis de La Réunion, France."], ["Bourdon", "Emmanuel", "E", "Université de La Réunion, INSERM, UMR 1188 Diabète Athérothrombose Thérapies Réunion Océan Indien (DéTROI), Saint-Denis de La Réunion, France."]], "text": "Diabetes is a major health problem associated with hyperglycemia and chronically increased oxidative stress and enhanced formation of advanced glycation end-products (AGEs). The aim of this study was to determine whether oxidative plasma biomarkers in diabetic patients could be evidenced and associated with vascular complications.Oxidative stress biomarkers such as thiols, ischemia-modified albumin (IMA), glycated albumin (GA), fructosamine, and AGEs were measured in 75 patients with poorly controlled type 2 diabetes (HbA1c > 7.5%) with (44) or without (31) vascular disease and in 31 nondiabetic controls.Most biomarkers of oxidation and glycation were significantly increased in diabetic patients in comparison with nondiabetics. Fructosamines, GA, IMA, and AGEs were positively correlated and levels of fluorescent AGEs were significantly increased in the plasma from patients presenting vascular complication.These results bring new evidence for the potential interest of glycated albumin, oxidative stress, and glycoxidation parameters in the monitoring of type 2 diabetic patients. Furthermore, it emphasizes fluorescent AGEs as a putative indicator for vascular event prediction in diabetic patients.", "id": "29362717", "date": "2017-12-06", "title": "Association between Fluorescent Advanced Glycation End-Products and Vascular Complications in Type 2 Diabetic Patients.", "doi": "10.1155/2017/7989180", "journal": ["BioMed research international", "Biomed Res Int"]}