{"authors": [["Sahbaz", "Nuri Alper", "NA", "Bakirkoy Dr. Sadi Konuk Training and Research Hospital, Istanbul, Turkey."], ["Peker", "Kivanc Derya", "KD", "Bakirkoy Dr. Sadi Konuk Training and Research Hospital, Istanbul, Turkey."], ["Kabuli", "Hamit Ahmet", "HA", "Bakirkoy Dr. Sadi Konuk Training and Research Hospital, Istanbul, Turkey."], ["Gumusoglu", "Alpen Yahya", "AY", "Bakirkoy Dr. Sadi Konuk Training and Research Hospital, Istanbul, Turkey."], ["Alis", "Halil", "H", "Department of General Surgery, Faculty of Medicine, Istanbul Aydın University, Istanbul, Turkey."]], "text": "Gallbladder perforation (GBP) is a rare disease with potential mortality. Previous series have reported an incidence of approximately 2-11% and it still continues to be a significant problem for surgeons.To present our clinical experience with gallbladder perforation.The records of 2754 patients who received surgical treatment for cholelithiasis between 2010 and 2016 were reviewed retrospectively. One hundred thirty-three patients had gallbladder perforation. Age, gender, time from the onset of symptoms, diagnostic procedures, surgical treatment, morbidity and mortality rates were evaluated.15.78% of patients had a body mass index > 35. 6.76% had chronic obstructive pulmonary disease, 6.76% had cardiac disease, 10.52% had diabetes and 4.51% had sepsis. American Society of Anesthesiology scores were I in 54.13%, II in 35.33%, III in 6.01% and IV in 4.51% of the patients. 27.81% of patients were diagnosed during surgery. The perforation site was the gallbladder fundus in 69.17%, body in 17.30%, Hartman's pouch in 10.53% and cystic duct in 3% of patients. Treatment modalities were laparoscopic cholecystectomy in 82.71%, open cholecystectomy in 3%, percutaneous drainage catheters + laparoscopic cholecystectomy in 3%, laparoscopic cholecystectomy + fistula repair in 10.53% and open cholecystectomy + fistula repair in 0.75% of patients. Mean length of hospital stay was 1.69 days. Mortality and morbidity rates were 8.27% and 10.52%, respectively. Histopathology results were acute cholecystitis in 69.93%, chronic cholecystitis in 20.30% and acute exacerbation over chronic cholecystitis in 9.77% of patients.Appropriate classification and management of perforated cholecystitis is essential. Laparoscopic cholecystectomy is a safe and feasible method to decrease morbidity in gallbladder perforations.", "id": "29362652", "date": "2017-12-29", "title": "Single center experience in laparoscopic treatment of gallbladder perforation.", "doi": "10.5114/wiitm.2017.72321", "journal": ["Wideochirurgia i inne techniki maloinwazyjne = Videosurgery and other miniinvasive techniques", "Wideochir Inne Tech Maloinwazyjne"]}