{"authors": [["Venclauskas", "Linas", "L", "Department of Surgery, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Jokubauskas", "Mantas", "M", "Department of Surgery, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Zilinskas", "Justas", "J", "Department of Surgery, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Zviniene", "Kristina", "K", "Department of Radiology, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Kiudelis", "Mindaugas", "M", "Department of Surgery, Lithuanian University of Health Sciences, Kaunas, Lithuania."]], "text": "Multiple suture techniques and various mesh repairs are used in open or laparoscopic umbilical hernia (UH) surgery.To compare long-term follow-up results of UH repair in different hernia surgery groups and to identify risk factors for UH recurrence.A retrospective analysis of 216 patients who underwent elective surgery for UH during a 10-year period was performed. The patients were divided into three groups according to surgery technique (suture, mesh and laparoscopic repair). Early and long-term follow-up results including hospital stay, postoperative general and wound complications, recurrence rate and postoperative patient complaints were reviewed. Risk factors for recurrence were also analyzed.One hundred and forty-six patients were operated on using suture repair, 52 using open mesh and 18 using laparoscopic repair technique. 77.8% of patients underwent long-term follow-up. The postoperative wound complication rate and long-term postoperative complaints were significantly higher in the open mesh repair group. The overall hernia recurrence rate was 13.1%. Only 2 (1.7%) patients with small hernias (< 2 cm) had a recurrence in the suture repair group. Logistic regression analysis showed that body mass index (BMI) > 30 kg/m2, diabetes and wound infection were independent risk factors for umbilical hernia recurrence.The overall umbilical hernia recurrence rate was 13.1%. Body mass index > 30 kg/m2, diabetes and wound infection were independent risk factors for UH recurrence. According to our study results, laparoscopic medium and large umbilical hernia repair has slight advantages over open mesh repair concerning early postoperative complications, long-term postoperative pain and recurrence.", "id": "29362649", "date": "2017-09-26", "title": "Long-term follow-up results of umbilical hernia repair.", "doi": "10.5114/wiitm.2017.70327", "journal": ["Wideochirurgia i inne techniki maloinwazyjne = Videosurgery and other miniinvasive techniques", "Wideochir Inne Tech Maloinwazyjne"]}