{"authors": [["Dayem", "Soha M Abd El", "SMAE", "Pediatrics Department, National Research Centre, Cairo, Egypt."], ["Battah", "Ahmed A", "AA", "Critical Care Department, Cairo University, Cairo, Egypt."], ["Bohy", "Abo El Maged El", "AEME", "Radiology Department, Cairo University, Cairo, Egypt."], ["Yousef", "Rash Nazih", "RN", "Clinical Pathology Department, National Research Centre, Cairo, Egypt."], ["Ahmed", "Azza M", "AM", "Pediatrics Department, National Research Centre, Cairo, Egypt."], ["Talaat", "Ahmed A", "AA", "Pediatrics Department, National Research Centre, Cairo, Egypt."]], "text": "To evaluate the relationship of apelin and nitric oxide (NO) to endothelial dysfunction in type 1 diabetics.Sixty two type 1 diabetics and 30 healthy age and sex matched controls were included. Blood samples for apelin, NO, glycosylated hemoglobin (HbA1c), and lipid profile were collected. Albumin/creatinine ratio was assessed in urine. Flow mediated dilatation (FMD) via ultrasound was done.The mean age of diabetics were 16.3 ± 1.5 yrs (14.0 - 19.0 yrs), and duration of disease, were 9.4 ± 2.9 yrs (5.0 - 16.5 yrs). FMD and FMD/nitrate mediated dilatation (NMD) ratio were lower in diabetics. NO was decreased, while apelin and albumin/creatinine ratio were increased significantly in diabetics. There was a positive correlation between apelin and HbA1c. On the contrary, NO had a negative correlation with HbA1c, albumin/creatinine ratio, LDL-c and OxLDL.Diabetic patients had endothelial dysfunction and high apelin level, with no related to each other. High level of apelin is associated with bad glycemic control. Obesity had no role to increase in apelin level. NO is related to diabetic nephropathy and atherosclerosis. We recommend a further large study to evaluate the relationship of apelin with endothelial dysfunction.", "id": "29362622", "date": "2017-12-04", "title": "Apelin, Nitric Oxide and Vascular Affection in Adolescent Type 1 Diabetic Patients.", "doi": "10.3889/oamjms.2017.204", "journal": ["Open access Macedonian journal of medical sciences", "Open Access Maced J Med Sci"]}