{"authors": [["Yadollah", "S", "S", "Department of Basic Science, School of Veterinary Medicine, Shiraz University, Shiraz, Iran."], ["Kazemipour", "N", "N", "Department of Basic Science, School of Veterinary Medicine, Shiraz University, Shiraz, Iran."], ["Bakhtiyari", "S", "S", "Department of Clinical Biochemistry, Faculty of Medicine, Ilam University of Medical Sciences, Ilam, Iran."], ["Nazifi", "S", "S", "Department of Clinical Pathology, School of Veterinary Medicine, Shiraz University, Shiraz, Iran."]], "text": "Palmitate causes insulin resistance (IR) in insulin target tissue. Pioglitazone (an anti-hyperglycemic agent) and epigallocatechin gallate (EGCG, a dietary supplement) can be used for the treatment of type 2 diabetes. However, their molecular effects on gluconeogenesis remain unclear.Hence, we aimed to investigate the simultaneous effect of these anti-hyperglycemic agents on gluconeogenesis through in vitro experiments.HepG2 cells were treated with 0.5 mM palmitate, 10 μM pioglitazone, and 40 μM epigallocatechin gallate (EGCG). Gene expression assay was used to investigate the underlying mechanism. Glucose production assay was applied in culture medium to evaluate the activity of gluconeogenesis pathway.Palmitate induced IR could significantly increase G6Pase and PEPCK gene expressions by 58 and 30%, respectively, compared to the control. EGCG reduced the expression of PEPCK and G6Pase by 53 and 67%, respectively. Pioglitazone reduced the mRNA level of PEPCK and G6Pase by 58 and 62% respectively. Combined treatment of insulin-resistant cells with EGCG and pioglitazone significantly decreased the mRNA level of PEPCK and G6Pase by 73 and 80%, respectively. Treatment with palmitate increased glucose production by 50% in HepG2 cells. When the insulin resistant HepG2 cells were treated alone with EGCG and pioglitazone, the glucose production reduced by 50 and 55%, respectively. The combined treatment with EGCG and pioglitazone resulted in 69% reduction in glucose production compared to the palmitate treated HepG2 cells.These data suggest the additive inhibitory effect of co-treatment with pioglitazone and EGCG on the gluconeogenesis pathway in palmitate-induced insulin resistance HepG2 cells.", "id": "29362600", "date": null, "title": "Palmitate-induced insulin resistance is attenuated by Pioglitazone and EGCG through reducing the gluconeogenic key enzymes expression in HepG2 cells.", "doi": null, "journal": ["Journal of medicine and life", "J Med Life"]}