{"authors": [["Tu", "Thai Hien", "TH", "Division of Life Sciences, College of Life Sciences and Bioengineering, Incheon National University, Incheon 406-772, Republic of Korea."], ["Nam-Goong", "Il Seong", "IS", "Department of Internal Medicine, Ulsan University Hospital, University of Ulsan College of Medicine, Ulsan 682-714, Republic of Korea."], ["Lee", "Jisung", "J", "Division of Life Sciences, College of Life Sciences and Bioengineering, Incheon National University, Incheon 406-772, Republic of Korea."], ["Yang", "Sunggu", "S", "Department of Nano-Bioengineering, Incheon National University, Incheon 406-772, Republic of Korea."], ["Kim", "Jae Geun", "JG", "Division of Life Sciences, College of Life Sciences and Bioengineering, Incheon National University, Incheon 406-772, Republic of Korea."]], "text": "Visfatin is an adipokine that is secreted from adipose tissue, and it is involved in a variety of physiological processes. In particular, visfatin has been implicated in metabolic diseases, such as obesity and type 2 diabetes, which are directly linked to systemic inflammation. However, the potential impacts of visfatin on the hypothalamic control of energy homeostasis, which is involved in microglial inflammation, have not fully been investigated. In this study, we found that treatment with exogenous recombinant visfatin protein led to the activation of the inflammatory response in a microglial cell line. In addition, we observed that central administration of visfatin led to the activation of microglia in the hypothalamus. Finally, we found that visfatin reduced food intake and body weight through activating POMC neurons in association with microglia activation in mice. These findings indicate that elevation of central visfatin levels may be associated with homeostatic feeding behavior in response to metabolic shifts, such as increased adiposity following inflammatory processes in the hypothalamus.", "id": "29362519", "date": "2017-12-07", "title": "Visfatin Triggers Anorexia and Body Weight Loss through Regulating the Inflammatory Response in the Hypothalamic Microglia.", "doi": "10.1155/2017/1958947", "journal": ["Mediators of inflammation", "Mediators Inflamm."]}