{"authors": [["Numasawa", "Yohei", "Y", "Department of Cardiology, Japanese Red Cross Ashikaga Hospital, Ashikaga, Japan. Electronic address: numasawa@cpnet.med.keio.ac.jp."], ["Ueda", "Ikuko", "I", "Department of Cardiology, Keio University School of Medicine, Tokyo, Japan."], ["Sawano", "Mitsuaki", "M", "Department of Cardiology, Keio University School of Medicine, Tokyo, Japan."], ["Kuno", "Toshiki", "T", "Department of Cardiology, Japanese Red Cross Ashikaga Hospital, Ashikaga, Japan."], ["Kodaira", "Masaki", "M", "Department of Cardiology, Japanese Red Cross Ashikaga Hospital, Ashikaga, Japan."], ["Noma", "Shigetaka", "S", "Department of Cardiology, Saiseikai Utsunomiya Hospital, Utsunomiya, Japan."], ["Suzuki", "Masahiro", "M", "Department of Cardiology, National Hospital Organization, Saitama National Hospital, Wako, Japan."], ["Miyata", "Hiroaki", "H", "Department of Health Policy and Management, Keio University School of Medicine, Tokyo, Japan."], ["Fukuda", "Keiichi", "K", "Department of Cardiology, Keio University School of Medicine, Tokyo, Japan."], ["Kohsaka", "Shun", "S", "Department of Cardiology, Keio University School of Medicine, Tokyo, Japan."]], "text": "Scarce data exist regarding the relation between baseline hemoglobin and in-hospital outcomes after percutaneous coronary intervention (PCI). We studied 13,010 cases of PCI in a Japanese multicenter registry from 2008 to 2016. Patients were divided into 5 groups according to 2-g/dl increments in their preprocedural hemoglobin (from <10 to >16 g/dl). Patients with lower hemoglobin levels were older and had higher proportions of females and co-morbidities, including diabetes mellitus and renal failure, than those with higher hemoglobin levels. In-hospital complications were observed more frequently in patients with lower than higher levels. After adjustment, baseline hemoglobin was inversely associated with total procedural complications (odds ratio [OR] 0.87, 95% confidence interval [CI] 0.84 to 0.90, p <0.001), in-hospital mortality (OR 0.82, 95% CI 0.77 to 0.87, p <0.001), and bleeding complications (OR 0.93, 95% CI 0.88 to 0.98, p = 0.007). Categorically, reverse J-shaped curvilinear correlations were present between baseline hemoglobin and in-hospital adverse outcomes. When the reference group comprised patients with a baseline hemoglobin of 12 to 14 g/dl, patients within the lowest hemoglobin levels (<10 g/dl) were at the highest risk of total procedural complications (OR 2.57, 95% CI 2.07 to 3.17, p <0.001), in-hospital mortality (OR 3.46, 95% CI 2.34 to 5.11, p <0.001), and bleeding complications (OR 2.36, 95% CI 1.70 to 3.25, p <0.001). In subgroup analyses, similar trends were observed in both men and women, and in both patients with acute coronary syndrome and stable coronary artery disease. In conclusion, a low baseline hemoglobin is a simple and powerful predictor of poor outcomes in patients who undergo PCI.", "id": "29361289", "date": "2017-12-23", "title": "Relation of Baseline Hemoglobin Level to In-Hospital Outcomes in Patients Who Undergo Percutaneous Coronary Intervention (from a Japanese Multicenter Registry).", "doi": "10.1016/j.amjcard.2017.12.007", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}