{"authors": [["Sharma", "Sunil", "S", "Department of Ear, Nose and Throat, Northwick Park Hospital, London, United Kingdom."], ["Corrah", "Tumena", "T", "Department of Infectious Diseases, Northwick Park Hospital, London, United Kingdom."], ["Singh", "Arvind", "A", "Department of Ear, Nose and Throat, Northwick Park Hospital, London, United Kingdom."]], "text": "To assess the impact of the introduction of a dedicated management protocol of necrotizing otitis externa patients with joint care between otorhinolaryngology and infectious diseases.Retrospective review of case notes and the otorhinolaryngology department database of all adults admitted with necrotizing otitis externa at our teaching hospital over a 5-year period. The patients were split into two groups (first group of 10 patients prior to the introduction of the dedicated management protocol, and a second group of 33 patients managed after the introduction of this protocol).Of the 43 patients included in the study, diabetes mellitus was present in 83.7%. Pseudomonas aeruginosa was grown in 67.4% of patients. All 43 patients underwent computed tomography and magnetic resonance imaging (with contrast) scans. Surgical intervention was undertaken in 25.6% of patients. Mean follow-up was 10 months (SD, ±7 months). Of the 43 patients, 79.1% made a full recovery and were discharged. Relapse occurred in 9.3% of patients. One patient died because of a myocardial infarction 4 months after treatment. The mean length of stay was significantly lower after the protocol was introduced (25.6±5.3 vs. 14.2±3.8 days, p=0.001), and the duration of treatment was also significantly lower after the protocol (21.2±6.8 vs. 14.3±4.3 weeks, p=0.01).The introduction of a dedicated management protocol and joint care with otorhinolaryngology and infectious diseases resulted in improved care and decreased length of stay in patients. Early diagnosis and involvement with the relevant teams as well as prompt intervention are the key factors that reduce morbidity and mortality.", "id": "29360092", "date": null, "title": "Management of Necrotizing Otitis Externa: Our Experience with Forty-Three Patients.", "doi": "10.5152/iao.2017.4399", "journal": ["The journal of international advanced otology", "J Int Adv Otol"]}