{"authors": [["Delormier", "Treena", "T", "Office of Public Health Studies, University of Hawaii, Honolulu, HI, USA."], ["Horn-Miller", "Kahente", "K", "School of Indigenous and Canadian Studies, Carleton University, Ottawa, ON, Canada."], ["McComber", "Alex M", "AM", "Kahnawake Schools Diabetes Prevention Project, Kahnawake, QC, Canada."], ["Marquis", "Kaylia", "K", "Kahnawake Schools Diabetes Prevention Project, Kahnawake, QC, Canada."]], "text": "Indigenous Peoples are reclaiming their food security, nutrition, and well-being by revitalizing food systems, livelihoods, knowledge-systems, and governance. Our food security research is guided by sustainable self-determination that focuses on restoring Indigenous cultural responsibilities and relationships to land, each other, and the natural world (Corntassel, 2008). Our Kanien'kehá:ka (Mohawk) research team from Kahnawà:ke, in Quebec, Canada, examines food insecurity experiences in our community to explore ways of upholding our Haudenosaunee responsibilities and enhancing local food security. We collaboratively designed the study and interviewed Kahnawakehró:non (people from the Kahnawake community) with traditional knowledge, extensive community experience, and interests in food and culture. Interviews were audio-recorded, transcribed, and analysed by the team. Analysis characterized food insecurity experiences and conditions that challenge and enable food security with attention to traditional food systems, relationships to land, and gender-related responsibilities. Findings show that communal responsibilities generate resilient strategies that provide for all in times of crisis, and long-term food insecurity is managed through social programs, organized charities, and family support. Enhancing food security involves healing and protecting a limited land-base for food production, integrating food production with community priorities for education, training, health, economic development, and scientific innovation. Nurturing spiritual connections with tionhnhéhkwen (life sustaining foods), the natural world, and each other calls for accelerated teaching and practicing our original instructions. Challenges in developing food security leadership, balancing capitalism and subsistence economies, and strengthening social relationships are rooted in the historical colonial and current settler-colonial context that disrupts all aspects of Kanien'kehá:ka society.", "id": "29359439", "date": null, "title": "Reclaiming food security in the Mohawk community of Kahnawà:ke through Haudenosaunee responsibilities.", "doi": "10.1111/mcn.12556", "journal": ["Maternal & child nutrition", "Matern Child Nutr"]}