{"authors": [["Longvah", "Thingnganing", "T", "National Institute of Nutrition, Hyderabad, India."], ["Khutsoh", "Bewe", "B", "Nagaland University, Lumami, India."], ["Meshram", "Indrapal Ishwarji", "II", "National Institute of Nutrition, Hyderabad, India."], ["Krishna", "Sreerama", "S", "National Institute of Nutrition, Hyderabad, India."], ["Kodali", "Venkaiah", "V", "National Institute of Nutrition, Hyderabad, India."], ["Roy", "Phrang", "P", "Indigenous Partnership for Agrobiodiversity and Food Sovereignty, c/o Bioversity International, Rome, Italy."], ["Kuhnlein", "Harriet V", "HV", "Centre for Indigenous Peoples' Nutrition and Environment (CINE), McGill University, Montreal, Québec, Canada."]], "text": "Despite the importance of the nutritional status and food systems of Indigenous Peoples, the subject has received very little attention, especially in North-East India. Therefore, a community-based cross-sectional descriptive study was carried out among Chakhesang mothers with children under 5 years of age to evaluate their nutritional status and prevalence of chronic diseases in the context of their dietary habits. From 558 households (HHs), 661 children and 540 mothers were covered using standard anthropometric measurements as well as blood collection for haemoglobin and vitamin A. Data were collected from mothers on HH socio-demographic particulars and infant and young child feeding practices. The results showed that the prevalence of underweight, stunting, and wasting among children <5 years of age was 14%, 22%, and 7%, respectively. The prevalence of anaemia and vitamin A deficiency was 26% and 33% among children <5 years, whereas it was 33% and 26%, respectively, among mothers. Hypertension was observed in 16% of women, whereas diabetes was seen in 0.8%. Approximately 35% and 24% of HHs suffered mild or moderate food insecurity, respectively, which was associated with literacy of the parents, per capita income, and family size. Utilization of the rich agrobiodiversity and wild foods by the Chakhesangs appears to be a strong reason for their better nutritional and health status as compared to the rest of India. Therefore, this Indigenous knowledge and food system must be documented and kept vital, especially in policies and intervention programmes addressing food and nutrition security among the Chakhesangs.", "id": "29359431", "date": null, "title": "Mother and child nutrition among the Chakhesang tribe in the state of Nagaland, North-East India.", "doi": "10.1111/mcn.12558", "journal": ["Maternal & child nutrition", "Matern Child Nutr"]}