{"authors": [["Lenoir", "Olivia", "O", "Paris Cardiovascular Centre (PARCC), Institut National de la Santé et de la Recherche Médicale (INSERM), Paris, France."], ["Gaillard", "François", "F", "Paris Cardiovascular Centre (PARCC), Institut National de la Santé et de la Recherche Médicale (INSERM), Paris, France."], ["Lazareth", "Hélène", "H", "Paris Cardiovascular Centre (PARCC), Institut National de la Santé et de la Recherche Médicale (INSERM), Paris, France."], ["Robin", "Blaise", "B", "Paris Cardiovascular Centre (PARCC), Institut National de la Santé et de la Recherche Médicale (INSERM), Paris, France."], ["Tharaux", "Pierre-Louis", "PL", "Paris Cardiovascular Centre (PARCC), Institut National de la Santé et de la Recherche Médicale (INSERM), Paris, France."]], "text": "Indirect evidence suggests a role for heme oxygenase-1 (HO-1) in limiting diabetic vasculopathy. The goal of this study was to assess the role of HO-1 in the development of microvascular lesions within glomeruli during diabetes mellitus using a mouse model with specific alteration of the Hmox1 gene.The effects of Hmox1 haploinsufficiency were studied as a means of assessing the intrinsic contribution of HO-1 in the development of renal microvascular lesions during diabetes. Renal function and histology were analyzed 10 weeks after diabetes induction with streptozotocin. Diabetic Hmox1+/- mice showed higher levels of albuminuria and blood urea compared to their wild-type diabetic littermates. More severe glomerular microvascular lesions were also observed in the diabetic Hmox1+/- mice. This was associated with a renal increase in the expression of the oxidative stress marker, nitrotyrosine.Genetic Hmox1 partial deficiency is sufficient to sensitize mice to the development of diabetic glomerular microvascular lesions. HO-1 exerts antioxidant effects in the kidney during diabetes mellitus. These have protective effects on the development of glomerular endothelial injury.", "id": "29359167", "date": "2017-11-22", "title": "Hmox1 Deficiency Sensitizes Mice to Peroxynitrite Formation and Diabetic Glomerular Microvascular Injuries.", "doi": "10.1155/2017/9603924", "journal": ["Journal of diabetes research", "J Diabetes Res"]}