{"authors": [["Hemmati Maslakpak", "Masumeh", "M", "Maternal and Childhood Obesity Research Center, Urmia University of Medical Sciences, Urmia, Iran."], ["Razmara", "Somaieh", "S", "Student Research Committee, Urmia University of Medical Sciences, Urmia, Iran."], ["Niazkhani", "Zahra", "Z", "Department of Health Information Technology, Urmia University of Medical Sciences, Urmia, Iran."]], "text": "Education of patients and their families is the cornerstone of effective diabetes care. The present study aimed to compare the effects of a face-to-face and telephone-based family-oriented educational program on self-care behavior and patient outcomes in type 2 diabetes patients.In the present randomized controlled trial, 90 type 2 diabetes patients were randomly divided into three groups of 30 participants: a face-to-face education group, a telephone-based education group, and a control group. The educational program lasted for 3 months. Outcomes evaluated included self-care, fasting blood sugar, hemoglobin A1c, cholesterol, and triglyceride.The overall self-care scores in the intervention groups were significantly higher than that in the control group (P = 0.0001). In addition, lipid profiles significantly improved in the interventions compared to the control (P < 0.05). Comparing the two interventions showed better results for the face-to-face group regarding dietary adherence and physical activity, but the latter group had comparable results in blood glucose monitoring, foot care, and cholesterol level.This study shows the beneficiary effects of a family-oriented education on self-care and patient outcomes. It also shows the potential value of low-cost telephone technology in delivering effective diabetes care.", "id": "29359166", "date": "2017-11-22", "title": "Effects of Face-to-Face and Telephone-Based Family-Oriented Education on Self-Care Behavior and Patient Outcomes in Type 2 Diabetes: A Randomized Controlled Trial.", "doi": "10.1155/2017/8404328", "journal": ["Journal of diabetes research", "J Diabetes Res"]}