{"authors": [["Al-Kindi", "Sadeer G", "SG", "Harrington Heart and Vascular Institute, University Hospitals Cleveland Medical Center, Cleveland, OH, USA."], ["Refaat", "Marwan", "M", "Department of Internal Medicine, Cardiovascular Medicine/Cardiac Electrophysiology, American University of Beirut Faculty of Medicine and Medical Center, Beirut, Lebanon."], ["Jayyousi", "Amin", "A", "Department of Diabetes, Hamad Medical Corporation, Doha, Qatar."], ["Asaad", "Nidal", "N", "Adult Cardiology, Heart Hospital, Hamad Medical Corporation, Doha, Qatar."], ["Al Suwaidi", "Jassim", "J", "Adult Cardiology, Heart Hospital, Hamad Medical Corporation, Doha, Qatar."], ["Abi Khalil", "Charbel", "C", "Adult Cardiology, Heart Hospital, Hamad Medical Corporation, Doha, Qatar."]], "text": "Red cell distribution width (RDW) has emerged as a prognostic marker in patients with cardiovascular diseases. We investigated mortality in patients with diabetes included in the National Health and Nutrition Examination Survey, in relation to baseline RDW. RDW was divided into 4 quartiles (Q1: ≤12.4%, Q2: 12.5%-12.9%, Q3: 13.0%-13.7%, and Q4: >13.7%).A total of 3,061 patients were included: mean age 61 ± 14 years, 50% male, 39% White. Mean RDW was 13.2% ± 1.4%. Compared with first quartile (Q1) of RDW, patients in Q4 were more likely to be older, female, and African-American, have had history of stroke, myocardial infarction, and heart failure, and have chronic kidney disease. After a median follow-up of 6 years, 628 patient died (29% of cardiovascular disease). Compared with Q1, patients in Q4 were at increased risk for all-cause mortality (HR 3.44 [2.74-4.32], P < .001) and cardiovascular mortality (HR 3.34 [2.16-5.17], P < .001). After adjusting for 17 covariates, RDW in Q4 remained significantly associated with all-cause mortality (HR 2.39 [1.30-4.38], P = 0.005) and cardiovascular mortality (HR 1.99 [1.17-3.37], P = 0.011).RDW is a powerful and an independent marker for prediction of all-cause mortality and cardiovascular mortality in patients with diabetes.", "id": "29359154", "date": "2017-11-21", "title": "Red Cell Distribution Width Is Associated with All-Cause and Cardiovascular Mortality in Patients with Diabetes.", "doi": "10.1155/2017/5843702", "journal": ["BioMed research international", "Biomed Res Int"]}