{"authors": [["Toushan", "Mazen", "M", "Division of Anatomic Pathology, Department of Pathology, Beaumont Health, Royal Oak, MI, USA."], ["Atodaria", "Ashka", "A", "Department of Internal Medicine, Beaumont Health, Royal Oak, MI, USA."], ["Lynch", "Stephen D", "SD", "Department of Internal Medicine, Beaumont Health, Royal Oak, MI, USA."], ["Kanaan", "Hassan D", "HD", "Division of Anatomic Pathology, Department of Pathology, Beaumont Health, Royal Oak, MI, USA."], ["Yu", "Limin", "L", "Division of Anatomic Pathology, Department of Pathology, Beaumont Health, Royal Oak, MI, USA."], ["Amin", "Mitual B", "MB", "Division of Anatomic Pathology, Department of Pathology, Beaumont Health, Royal Oak, MI, USA."], ["Tahhan", "Mamon", "M", "Department of Internal Medicine, Beaumont Health, Royal Oak, MI, USA."], ["Zhang", "Ping L", "PL", "Division of Anatomic Pathology, Department of Pathology, Beaumont Health, Royal Oak, MI, USA."], ["Kellerman", "Paul S", "PS", "Division of Nephrology, Department of Internal Medicine, Beaumont Health, Royal Oak, MI, USA."], ["Swami", "Abhishek", "A", "Division of Nephrology, Department of Internal Medicine, Beaumont Health, Royal Oak, MI, USA."]], "text": "A 51-year-old man with type 2 diabetes mellitus and chronic obstructive pulmonary disease presented to the emergency room with increasing bilateral leg pain, rash, and scrotal swelling with pain. Skin biopsy from his thigh revealed IgA-associated vasculitis. Due to hematuria, a renal biopsy was performed and showed an IgA glomerulonephritis with focal fibrinoid necrosis and neutrophil accumulation. Bilateral orchiectomies were performed in two separate procedures ten and thirteen days after the renal biopsy, as a result of uncontrolled abscess formation in testicles. Microscopically, both testicles revealed large abscess formation destroying almost the entire testicular parenchyma without tumor cells. Spermatic cord margins were further scrutinized microscopically to show bilateral vasculitis in many small size vessels, confirmed by positive endothelial staining for IgA. Some of the affected arteries revealed central organizing thrombi with recanalization features, highly suggestive of vasculitis-associated thrombi formation, resulting in testicular ischemic infarction and abscess formation. We conclude that this adult patient developed a severe form of Henoch-Schönlein purpura, with vasculitis affecting multiple organs, including the most serious and unusual complication of bilateral testicular infarction.", "id": "29359055", "date": "2017-11-21", "title": "Bilateral Testicular Infarction from IgA Vasculitis of the Spermatic Cords.", "doi": "10.1155/2017/9437965", "journal": ["Case reports in nephrology", "Case Rep Nephrol"]}