{"authors": [["Sun", "Hai-Jian", "HJ", "Department of Physiology, Nanjing Medical University, Nanjing, Jiangsu 211166, China."], ["Chen", "Dan", "D", "Department of Physiology, Nanjing Medical University, Nanjing, Jiangsu 211166, China."], ["Wang", "Pei-Yao", "PY", "Department of Basic Medicine, Wuxi School of Medicine, Jiangnan University, Wuxi, Jiangsu 214122, China."], ["Wan", "Ming-Yu", "MY", "Department of Basic Medicine, Wuxi School of Medicine, Jiangnan University, Wuxi, Jiangsu 214122, China."], ["Zhang", "Chen-Xing", "CX", "Department of Basic Medicine, Wuxi School of Medicine, Jiangnan University, Wuxi, Jiangsu 214122, China."], ["Zhang", "Zhi-Xuan", "ZX", "Department of Basic Medicine, Wuxi School of Medicine, Jiangnan University, Wuxi, Jiangsu 214122, China."], ["Lin", "Wei", "W", "Department of Basic Medicine, Wuxi School of Medicine, Jiangnan University, Wuxi, Jiangsu 214122, China."], ["Zhang", "Feng", "F", "Department of Physiology, Nanjing Medical University, Nanjing, Jiangsu 211166, China."]], "text": "The pathophysiological mechanisms for vascular lesions in diabetes mellitus (DM) are complex, among which endothelial dysfunction plays a vital role. Therapeutic target against endothelial injury may provide critical venues for treatment of diabetic vascular diseases. We recently identified that salusin-β contributed to high glucose-induced endothelial cell apoptosis. However, the roles of salusin-β in DM-induced endothelial dysfunction remain largely elusive. Male C57BL/6J mice were used to induce type 2 diabetes mellitus (T2DM) model. Human umbilical vein endothelial cells (HUVECs) were cultured in high glucose/high fat (HG/HF) medium. We demonstrated increased expression of salusin-β in diabetic aortic tissues and high-glucose/high-fat- (HG/HF-) incubated HUVECs. Disruption of salusin-β by shRNA abrogated the reactive oxygen species (ROS) production, inflammation, and nitrotyrosine content of HUVECs cultured in HG/HF medium. The HG/HF-mediated decrease in peroxisome proliferator-activated receptor γ (PPARγ) expression was restored by salusin-β shRNA, and PPARγ inhibitor T0070907 abolished the protective actions of salusin-β shRNA on endothelial injury in HG/HF-treated HUVECs. Salusin-β silencing obviously improved endothelium-dependent vasorelaxation, oxidative stress, inflammatory response, and nitrative stress in diabetic aorta. Taken together, our results highlighted the essential role of salusin-β in pathological endothelial dysfunction, and salusin-β may be a promising target in treatment of vascular complications of DM.", "id": "29359008", "date": "2017-11-19", "title": "Salusin-β Is Involved in Diabetes Mellitus-Induced Endothelial Dysfunction via Degradation of Peroxisome Proliferator-Activated Receptor Gamma.", "doi": "10.1155/2017/6905217", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}