{"authors": [["Liu", "Jia", "J", "Department of Endocrinology, Beijing Chao-Yang Hospital, Capital Medical University, No. 8, Gongti South Road, Chaoyang District, Beijing 100020, China."], ["Hu", "Yanjin", "Y", "Department of Endocrinology, Beijing Chao-Yang Hospital, Capital Medical University, No. 8, Gongti South Road, Chaoyang District, Beijing 100020, China."], ["Xu", "Yuan", "Y", "Department of Endocrinology, Beijing Chao-Yang Hospital, Capital Medical University, No. 8, Gongti South Road, Chaoyang District, Beijing 100020, China."], ["Jia", "Yumei", "Y", "Department of Endocrinology, Beijing Chao-Yang Hospital, Capital Medical University, No. 8, Gongti South Road, Chaoyang District, Beijing 100020, China."], ["Miao", "Li", "L", "Department of Endocrinology, Beijing Chao-Yang Hospital, Capital Medical University, No. 8, Gongti South Road, Chaoyang District, Beijing 100020, China."], ["Wang", "Guang", "G", "Department of Endocrinology, Beijing Chao-Yang Hospital, Capital Medical University, No. 8, Gongti South Road, Chaoyang District, Beijing 100020, China."]], "text": "The present study assessed the therapeutic effect of exenatide and metformin as the initial therapy on overweight/obese patients with newly diagnosed type 2 diabetes (T2D).The prospective, nonrandomized, interventional study enrolled a total of 230 overweight or obese patients with newly diagnosed T2D who were administrated exenatide or metformin hydrochloride for 12 weeks.224/230 patients, including 106 in the exenatide group and 118 in the metformin group, completed the 12-week treatment. Both exenatide and metformin significantly decreased the HbA1c levels in overweight/obese patients with newly diagnosed T2D (all P < 0.05). The reduction in HbA1c and the proportion of patients with HbA1c < 7.0% (53 mmol/mol) were higher in the exenatide group than in the metformin group (all P < 0.05). The exenatide treatment caused a greater decline in the body weight and BMI as compared to the metformin treatment (all P < 0.01). The exenatide treatment (β = 0.41, P < 0.01) and baseline HbA1c level (β = -0.84, P < 0.01) were independent influencing factors for the decrease in HbA1c level.For an initial therapy in overweight/obese patients with newly diagnosed T2D, exenatide causes a better glycemic control than metformin. This trial is registered with NCT03297879.", "id": "29358950", "date": "2017-11-20", "title": "Comparison of Exenatide and Metformin Monotherapy in Overweight/Obese Patients with Newly Diagnosed Type 2 Diabetes.", "doi": "10.1155/2017/9401606", "journal": ["International journal of endocrinology", "Int J Endocrinol"]}