{"authors": [["Wang", "Nan", "N", "Department of Gastroenterology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai 200072, China."], ["Kong", "Rui", "R", "Department of Gastroenterology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai 200072, China."], ["Luo", "Hui", "H", "Department of Gastroenterology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai 200072, China."], ["Xu", "Xiaorong", "X", "Department of Gastroenterology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai 200072, China."], ["Lu", "Jie", "J", "Department of Gastroenterology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai 200072, China."]], "text": "Nonalcoholic fatty liver disease (NAFLD) is rapidly becoming a major cause of chronic liver disease worldwide. Concurrent to an increase in NAFLD prevalence, there is an increase in the obesity epidemic and the correlated insulin-resistant state. It is a challenge to diagnose NAFLD because many patients are asymptomatic until the later stages of disease. The most common symptoms include fatigue, malaise, and discomfort in the right upper quadrant. The major and most accurate tool to clinically diagnose NAFLD is a liver biopsy, followed by histological analysis. However, this procedure is invasive and often carries a high risk of complications. Currently, there are no officially approved medications for the treatment of NAFLD. Although lifestyle modifications with proper diet and exercise have been shown to be beneficial, this has been difficult to achieve and sustain for many patients. Effective pharmacological treatments are still lacking; therefore, additional research to identify novel drugs is clearly warranted. PPARs are promising drug targets for the management of NAFLD and its related conditions of type 2 diabetes mellitus and cardiovascular disease. In this review, we provide an overview of recent studies on the association of PPARs and NAFLD.", "id": "29358945", "date": "2017-12-05", "title": "Peroxisome Proliferator-Activated Receptors Associated with Nonalcoholic Fatty Liver Disease.", "doi": "10.1155/2017/6561701", "journal": ["PPAR research", "PPAR Res"]}