{"authors": [["Faria", "Wanessa Costa Silva", "WCS", "1Food Science and Technology Post-Graduate Program, Federal Institute of Education, Science and Technology of Mato Grosso (IFMT), Cuiabá Campus - Bela Vista, Av. Juliano da Costa Marques s/n, Bela Vista, Cuiabá, MT 78050-560 Brazil."], ["Giordani", "Morenna Alana", "MA", "2Institute of Health Sciences, Federal University of Mato Grosso, University Campus of Sinop, Avenida Alexandre Ferronato, 1200, Setor Industrial, Sinop, MT 78557-267 Brazil."], ["da Silva Arcas", "Ariadny", "A", "3Food Engineering Program, Federal Institute of Education, Science and Technology of Mato Grosso (IFMT), Cuiabá Campus - Bela Vista, Av. Juliano da Costa Marques s/n, Bela Vista, Cuiabá, MT 78050-560 Brazil."], ["Cavenaghi", "Daniela Fernanda Lima Carvalho", "DFLC", "1Food Science and Technology Post-Graduate Program, Federal Institute of Education, Science and Technology of Mato Grosso (IFMT), Cuiabá Campus - Bela Vista, Av. Juliano da Costa Marques s/n, Bela Vista, Cuiabá, MT 78050-560 Brazil."], ["de Oliveira", "Adriana Paiva", "AP", "1Food Science and Technology Post-Graduate Program, Federal Institute of Education, Science and Technology of Mato Grosso (IFMT), Cuiabá Campus - Bela Vista, Av. Juliano da Costa Marques s/n, Bela Vista, Cuiabá, MT 78050-560 Brazil."], ["Dos Santos", "Jacqueline Fiuza", "JF", "4Food Science and Technology Program, Department of Food and Nutrition, Federal University of Mato Grosso (UFMT), Cuiabá Campus. Av. Fernando Correa da Costa 2367, Boa Esperança, Cuiabá, MT 78060-900 Brazil."], ["Barros", "Wander Miguel", "WM", "1Food Science and Technology Post-Graduate Program, Federal Institute of Education, Science and Technology of Mato Grosso (IFMT), Cuiabá Campus - Bela Vista, Av. Juliano da Costa Marques s/n, Bela Vista, Cuiabá, MT 78050-560 Brazil."]], "text": "This study assessed the effect of whey protein substitution with isolated soy protein in protein bar (PB) formulations at 25% (PB2), 50% (PB3), or 75% (PB1) weight/weight on the proximate and mineral composition, sensory, and antidiabetic properties. Sensory evaluation was conducted within diabetic (DB) and non-diabetic (NDB) consumers by preference ranking and acceptance test. The formulations were analysed in terms of moisture, ash, protein, lipid, carbohydrates, fibers and mineral content. The consumers did not distinguish the formulations by preference ranking test. However, the acceptability test showed a rating of 9 most frequent for PB1 (36.30%), followed by PB2 and PB3 (both 34.09%), among DB consumers. The PB1 and PB3 showed higher content of total, soluble and insoluble fibers and, PB 2 presented higher carbohydrate content. Potassium, sodium and calcium showed the highest mineral content in the formulations. PB3 was assessed for glycaemic and lipidemic control in diabetics and non-diabetics female Wistar rats, for this 20% of PB was added in the ration consumed ad libitum, besides, the rats received 100 mg/kg b. w. by gavage daily. The treatment did not reduce significantly fasting glucose, lipid profile, or peripheral glucose disposal in DB or NDB rats. However, it significantly improved insulin tolerance test values in diabetic rats. The results suggest that the formulations showed good acceptance and potentially ameliorate insulin resistance both in control group and in animal model of type II diabetes.", "id": "29358792", "date": "2017-11-04", "title": "Novel soybean-based high protein bar rich in isoflavones improves insulin sensitivity in diabetic Wistar rats.", "doi": "10.1007/s13197-017-2753-y", "journal": ["Journal of food science and technology", "J Food Sci Technol"]}