{"authors": [["Hong", "Jamin", "J", "Division of Upper Gastrointestinal Surgery, Department of Surgery, Korea University College of Medicine, Seoul, Korea."], ["Park", "Sungsoo", "S", "Division of Upper Gastrointestinal Surgery, Department of Surgery, Korea University College of Medicine, Seoul, Korea."], ["Menzo", "Emanuele Lo", "EL", "The Bariatric and Metabolic Institute, Department of General Surgery, Cleveland Clinic Florida, Weston, Florida."], ["Rosenthal", "Raul", "R", "The Bariatric and Metabolic Institute, Department of General Surgery, Cleveland Clinic Florida, Weston, Florida. Electronic address: Rosentr@ccf.org."]], "text": "Laparoscopic sleeve gastrectomy (LSG) has been gaining popularity as a safe and effective bariatric procedure for patients with morbid obesity. However, the long-term outcomes of LSG alone in patients with body mass index over 50 kg/m2, or super obesity, have not been analyzed in comparison to those of other bariatric procedures.This study aimed to compare midterm results of LSG and laparoscopic Roux-en-Y gastric bypass (RYGB) and to evaluate the efficacy of LSG as a stand-alone bariatric procedure for patients with super obesity.Tertiary medical center.The 3-year outcomes of 607 super-obese patients who underwent either LSG or RYGB at an academic institution between December 2003 and February 2012 were retrospectively reviewed. Patient records at 6, 12, 18, 24, and 36 months of follow-up were analyzed.The average percent excess weight loss and change in body mass index of the LSG versus RYGB group showed no significant difference at any follow-up period. The rate of resolution of type 2 diabetes and the mean hemoglobin A1C level in both groups were also comparable. The dramatic loss of patient data beginning at the 12-month follow-up (220/607, 36.24%) was also analyzed. The surgery type was associated with the duration of follow-up at .133, with a P value of .001.We concluded that LSG is a comparably effective stand-alone procedure for patients with super obesity as RYGB. Our study is the first to suggest that compared with RYGB, LSG is associated with a shorter duration of postoperative follow-up.", "id": "29358067", "date": "2017-11-22", "title": "Midterm outcomes of laparoscopic sleeve gastrectomy as a stand-alone procedure in super-obese patients.", "doi": "10.1016/j.soard.2017.11.021", "journal": ["Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery", "Surg Obes Relat Dis"]}