{"authors": [["Zoni", "Sandra", "S", "University of Lausanne Institute of Higher Education and Research in Healthcare, Lausanne, Switzerland."], ["Verga", "Marie-Elise", "ME", "University of Lausanne Institute of Higher Education and Research in Healthcare, Lausanne, Switzerland; Haute école de santé Fribourg, Fribourg Switzerland."], ["Hauschild", "Michael", "M", "Centre Hospitalier Universitaire Vaudois (CHUV) Pediatric Endocrinology, Diabetes and Metabolism Service of the Department of Maternal and Child Health, Lausanne, Switzerland."], ["Aquarone-Vaucher", "Marie-Paule", "MP", "Centre Hospitalier Universitaire Vaudois (CHUV) Pediatric Endocrinology, Diabetes and Metabolism Service of the Department of Maternal and Child Health, Lausanne, Switzerland."], ["Gyuriga", "Teresa", "T", "Centre Hospitalier Universitaire Vaudois (CHUV) Pediatric Endocrinology, Diabetes and Metabolism Service of the Department of Maternal and Child Health, Lausanne, Switzerland."], ["Ramelet", "Anne-Sylvie", "AS", "University of Lausanne Institute of Higher Education and Research in Healthcare, Lausanne, Switzerland; Centre Hospitalier Universitaire Vaudois (CHUV) Department of Maternal and Child Health, Lausanne, Switzerland."], ["Dwyer", "Andrew A", "AA", "University of Lausanne Institute of Higher Education and Research in Healthcare, Lausanne, Switzerland; Centre Hospitalier Universitaire Vaudois (CHUV) Endocrinology, Diabetes and Metabolism Service, Lausanne, Switzerland. Electronic address: andrew.dwyer@bc.edu."]], "text": "We aimed to evaluate patient self-management activities, patient perceptions of the therapeutic relationship and satisfaction with nurse-led consultations as part of a structured, pilot program transitioning young adults with type 1 diabetes (T1DM) to adult-oriented community-based practices.A descriptive, cross-sectional study of patients receiving nurse-led consultations. Patients provided sociodemographic/health information, glycated hemoglobin (HbA1c) measures and completed questionnaires assessing self-management (Revised Self-Care Inventory) and the therapeutic relationship (Caring Nurse-Patient Interaction - short scale). HbA1c values were compared to guideline recommendations.Twenty patients participated. HbA1c was ≤7.5% in 3/14 (21%) and 5/14 (36%) exhibited poor glycemic control (≥9.5%). The greatest concordance for self-care was in relation to insulin therapy (4.5±0.5) while patients reported the lowest adherence to diet recommendations (2.9±0.8). Overall satisfaction with nurse-led consultations was high (4±0.5 out of 5). Patients considered diabetes knowledge and technical competence as very important and were most pleased with the humanistic aspects of nursing care. Respect for privacy was deemed the most important (and most frequently observed) nursing attitude/behavior during consultations.Young adults found the nurse-led consultations with therapeutic education to develop T1DM self-care skills are an important complement to medical management during transition.Patient autonomy and privacy should be respected during this developmental period. Nurses taking a humanistic approach towards accompanying and supporting the patient can enhance the therapeutic relationship during transition and promote continuity of care. Transition nurses can use technical competence and therapeutic education to empower patients for self-management.", "id": "29357987", "date": "2017-12-06", "title": "Patient Perspectives on Nurse-led Consultations Within a Pilot Structured Transition Program for Young Adults Moving From an Academic Tertiary Setting to Community-based Type 1 Diabetes Care.", "doi": "10.1016/j.pedn.2017.11.015", "journal": ["Journal of pediatric nursing", "J Pediatr Nurs"]}