{"authors": [["Chu", "Lisa", "L", "School of Kinesiology and Health Sciences, Faculty of Health, York University."], ["Morrison", "Katherine M", "KM", "Department of Pediatrics, McMaster University."], ["Riddell", "Michael C", "MC", "Kinesiology and Health Science, York University, Canada."], ["Raha", "Sandeep", "S", "Department of Pediatrics, McMaster University."], ["Timmons", "Brian W", "BW", "Pediatrics, McMaster University, Canada."]], "text": "Existing methods for diagnosing diabetes and for identifying risk of diabetes development are completed under resting conditions and based on adult data. Studying additional methods to identify metabolic risk in children is warranted. Our objective was to examine the validity and reliability of a metabolic flexibility (MetFlex) test for screening glycemia and insulin resistance (IR) in children. We hypothesized higher MetFlex during exercise would be correlated with lower fasting glucose and homeostasis model assessment of insulin resistance (HOMA-IR), and higher whole body insulin sensitivity index (WBISI) and insulin secretion-sensitivity index-2 (ISSI-2).Thirty-four children with obesity (14 boys, 20 girls) attended 2 visits. At visit 1, an OGTT was followed by anthropometric and aerobic fitness (V ̇O2max) assessments. Insulin and glucose during the OGTT were used to calculate HOMA-IR, WBISI and ISSI-2. At visit 2, a 13C-enriched carbohydrate drink was ingested before 60 min of exercise at 45% V ̇O2max. Breath measurements were collected to calculate area under the curve exogenous carbohydrate (AUC CHOexo) to measure MetFlex.Pearson's r correlation showed no significant association between MetFlex during exercise with fasting glucose (r=-0.288, p=0.110). MetFlex was associated with log-HOMA-IR (r=-0.597, p=0.024), log-WBISI (r=0.575, p=0.051) and log-ISSI-2 (r=0.605, p=0.037) in boys but not girls. When repeated (n=18), MetFlex was deemed a reliable test (intraclass correlation coefficient=0.692).MetFlex during exercise was negatively associated with IR and beta-cell function in boys. Further research is required to explore clinical utility of the MetFlex test and explain the lack of association in girls.", "id": "29357498", "date": "2017-12-21", "title": "Validity and reliability of a novel metabolic flexibility test in children with obesity.", "doi": "10.1152/japplphysiol.00093.2017", "journal": ["Journal of applied physiology (Bethesda, Md. : 1985)", "J. Appl. Physiol."]}