{"authors": [["Bolton", "Philip S", "PS", "School of Biomedical Sciences & Pharmacy, University of Newcastle, Australia."], ["Hammam", "Elie", "E", "School of Medicine, Western Sydney University, Australia."], ["Macefield", "Vaughan G", "VG", "Human Autonomic Neurophysiology, Baker Heart & Diabetes Institute, Australia."]], "text": "We previously showed that dynamic, but not static, neck displacement modulates muscle sympathetic nerve activity (MSNA) to lower limbs of humans. However, it is not known whether dynamic neck displacement modulates skin sympathetic nerve activity (SSNA). Tungsten microelectrodes inserted into the common peroneal nerve were used to record SSNA in 5 female and 4 male subjects lying supine on a table that fixed their head in space but allowed trapezoidal ramp (8.1 {plus minus} 1.20/s) and hold (17.50 for 53s) or sinusoidal (350 peak-to-peak at 0.33-0.46 Hz) horizontal displacement of the body about the head. SSNA recordings were made before, during and after trapezoidal and sinusoidal displacements of the body. Spike frequency analysis of trapezoidal displacements, and cross-correlation analysis during sinusoidal displacements, revealed that SSNA was not changed by trapezoid body-only displacement but was cyclically modulated during sinusoidal angular displacements (median 95% CI; 37.2 {plus minus} 8.0%). The magnitude of this modulation was not statistically (p >0.05) different to that of cardiac and respiratory modulation at rest (47.1%, 18.7-56.3%; 48.6%, 28.4-59.3%, respectively) or during sinusoidal displacement (10.3%, 6.2 - 32.1%; 26.9%, 13.6 - 43.3%, respectively). Respiratory frequency was entrained above its resting rate (0.26 Hz, 0.2-0.29 Hz) during sinusoidal neck displacement; there was no significant difference (p>0.05) between respiratory frequency (0.38 Hz, 0.25-0.49 Hz) and sinusoidal displacement frequency (0.39 Hz, 0.35-0.42 Hz). This study provides evidence that SSNA is modulated during neck movement, raising the possibility that neck mechanoreceptors may contribute to the cutaneous vasoconstriction and sweat release associated with motion sickness.", "id": "29357457", "date": "2017-12-27", "title": "NECK MOVEMENT BUT NOT NECK POSITION MODULATES SKIN SYMPATHETIC NERVE ACTIVITY SUPPLYING THE LOWER LIMBS OF HUMANS.", "doi": "10.1152/jn.00043.2017", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}