{"authors": [["Lovshin", "Julie A", "JA", "Endocrinology and Metabolism, University of Toronto, Canada."], ["Škrtić", "Marko", "M", "Department of Medicine, Division of Nephrology, Toronto General Hospital/ University of Toronto."], ["Bjornstad", "Petter", "P", "Pediatric Endocrinology, University of Colorado School of Medicine, United States."], ["Moineddin", "Rahim", "R", "Institute for Clinical Evaluative Sciences, University of Toronto."], ["Daneman", "Denis", "D", "Department of Paediatrics, Division of Endocrinology, The Hospital for Sick Children, University of Toronto."], ["Dunger", "David", "D", null], ["Reich", "Heather N", "HN", "Medicine, University Health Network, University of Toronto."], ["Mahmud", "Farid H", "FH", "Department of Paediatrics, Division of Endocrinology, The Hospital for Sick Children, University of Toronto."], ["Scholey", "James W", "JW", "Department of Medicine, Division of Nephrology, Toronto General Hospital/ University of Toronto."], ["I Cherney", "David Z", "DZ", "Department of Medicine, Division of Nephrology, Toronto General Hospital, University of Toronto."], ["Sochett", "Etienne B", "EB", "Pediatrics, Hospital for Sick Children, University of Toronto."]], "text": "Adolescents with T1DM (type 1 diabetes mellitus) are at risk for hyperfiltration and elevated urinary albumin-to-creatinine ratio (ACR), which are early indicators of diabetic nephropathy. Adolescents with T1DM also develop early changes in blood pressure, cardiovascular structure and function. Our aims were to define the relationships between hyperfiltration, ACR, and 24-Hr ambulatory blood pressure over time in adolescents with T1DM.Normotensive, normoalbuminuric adolescents (n=98) with T1DM underwent baseline and 2-year 24-Hr ambulatory blood pressure monitoring, glomerular filtration rate (eGFR) estimated by cystatin C (Larsson equation) and ACR measurements. Linear regression models adjusted for diabetes duration, sex, and HbA1c were used to determine associations.Hyperfiltration (eGFR {greater than or equal to} 133 ml/min) was present in 31% at baseline and 21% at 2-year follow-up. Hyperfiltration was associated with greater odds of rapid GFR decline (>3ml/min/year) [OR: 5.33, 95% CI 1.87-15.17, p=0.002] over 2 years. Natural log of ACR at baseline was associated with greater odds of hyperfiltration (OR: 1.71, 95% CI 1.00-2.92, p=0.049) and 2-year follow-up (OR: 2.14, 95% CI 1.09-4.19, p=0.03). One SD increase in eGFR, but not ln ACR, at 2-year follow-up conferred greater odds of night-time non-dipping pattern (OR: 1.96, 95% CI 1.06-3.63, p=0.03).Hyperfiltration was prevalent at baseline and at 2-year follow-up, predicted rapid decline in GFR and was related to ACR. Elevated GFR at 2-year follow-up was associated with night-time non-dipping pattern. More work is needed to better understand early relationships between renal and systemic hemodynamic changes in adolescents with T1DM to reduce future cardiorenal complications.", "id": "29357443", "date": "2017-12-13", "title": "Hyperfiltration, urinary albumin excretion, and ambulatory blood pressure in adolescents with type 1 diabetes mellitus.", "doi": "10.1152/ajprenal.00400.2017", "journal": ["American journal of physiology. Renal physiology", "Am. J. Physiol. Renal Physiol."]}