{"authors": [["de Paula", "Francisco José Albuquerque", "FJA", "Department of Internal Medicine, Ribeirao Preto Medical School (FMRP), University of São Paulo (USP), Ribeirão Preto, São Paulo, Brazil."], ["Rosen", "Clifford J", "CJ", "Center for Clinical and Translational Research, Maine Medical Center Research Institute (MMCRI), Scarborough, Maine, USA."]], "text": "Adipocytes are heterogeneous cells strongly linked to energy storage and disposal. In parallel, adipocytes are endowed with an extensive portfolio of endocrine molecules, whose secretion varies depending on nutritional status. Marrow adipose tissue (MAT) has specific characteristics that are not shared by white (WAT) or brown (BAT) adipose tissue. First, marrow adipocytes and osteoblasts are terminally differentiated cells that originate from the same bone marrow mesenchymal stromal cell. Differently from WAT adipocytes, marrow adipocytes expand under conditions of energy restriction and seem to be not influenced by energy surplus, at least in humans. Over the last few years, several lines of evidence have suggested that bone cells and MAT are mutually connected regarding the modulation of both energy metabolism and bone remodeling. Adipokines (e.g., adiponectin, leptin, and chemerin), incretins (GLP1 and GIP), and several classical hormones (e.g., GH and insulin) are biochemical components involved in the modulation of bone remodeling, marrow adipogenesis, and energy metabolism. As expected, metabolic and nutritional diseases such as diabetes mellitus and anorexia nervosa (AN) greatly affect MAT quantity and quality as well as bone strength. Although the interest in MAT started recently, the rapid advances in current technology have expedited unprecedented growth of knowledge in this area. The present review intends to give to the reader an up-to-date perspective about MAT structure and physiology as well as its involvement in metabolic and nutritional diseases such as diabetes mellitus and ano-rexia. © 2018 American Physiological Society. Compr Physiol 8:315-349, 2018.", "id": "29357131", "date": "2017-12-12", "title": "Structure and Function of Bone Marrow Adipocytes.", "doi": "10.1002/cphy.c170010", "journal": ["Comprehensive Physiology", "Compr Physiol"]}