{"authors": [["Chaudhari", "Dipak Dilip", "DD", "Division of Dairy Microbiology, Molecular Biology Unit, Karnal, India."], ["Singh", "Rajbir", "R", "Division of Dairy Microbiology, Molecular Biology Unit, Karnal, India."], ["Mallappa", "Rashmi Hogarehalli", "RH", "Division of Dairy Microbiology, Molecular Biology Unit, Karnal, India."], ["Rokana", "Namita", "N", "Division of Dairy Microbiology, Molecular Biology Unit, Karnal, India."], ["Kaushik", "Jai Kumar", "JK", "Animal Biotechnology Centre, Karnal, India."], ["Bajaj", "Rajesh", "R", "Dairy Chemistry Division, ICAR-National Dairy Research Institute, Karnal, India."], ["Batish", "Virender Kumar", "VK", "Division of Dairy Microbiology, Molecular Biology Unit, Karnal, India."], ["Grover", "Sunita", "S", "Division of Dairy Microbiology, Molecular Biology Unit, Karnal, India."]], "text": "Milk proteins play a beneficial role in the regulation of food intake, postprandial glycaemia and enteroendocrine hormone secretions and thus are receiving considerable attention for the management of metabolic inflammatory disorders such as type 2 diabetes mellitus (T2DM). The objective of this study was to evaluate the efficacy of peptide/s obtained from milk proteins (casein and whey) as well as from the milk fermented with Lactobacillus helveticus as secretagogues for gut hormones and to purify and characterize the active peptides.Effect of hydrolysates of casein protein (CP) and whey protein (WP) and L. helveticus fermented milk on the expression of proglucagon, pro-gastric inhibitory peptide (GIP) and cholecystokinin (CCK) genes was monitored by real-time quantitative polymerase chain reaction. The active glucagon-like peptide-1 (GLP-1) secretion was also quantitatively measured using ELISA.Hydrolysates of CP and WP as well as fermentates of L. helveticus induced the proglucagon, pro-GIP and CCK expression and secretion of GLP-1 in STC-1 (pGIP/Neo) cells. However, intact casein exhibited maximum GLP-1 secretion and proglucagon expression. Two active peptides (F5 and F7) derived from CP1 and WP3 hydrolysates having the ability to upregulate the GLP-1 secretion by 1.6 and 1.8 folds were obtained, and the mass was found to be 786 and 824 Da, respectively, as determined by electrospray ionization-mass spectrometry. However, no single active peptide from L. helveticus fermented milk could be obtained.Casein as well as fermentates obtained from L. helveticus fermented milk showed higher potential for GLP-1 induction. These can be explored as novel therapeutics to T2DM effectively after demonstrating their in vivo efficacy in appropriate animal models.", "id": "29355150", "date": null, "title": "Evaluation of casein & whey protein hydrolysates as well as milk fermentates from Lactobacillus helveticus for expression of gut hormones.", "doi": "10.4103/ijmr.IJMR_802_15", "journal": ["The Indian journal of medical research", "Indian J. Med. Res."]}