{"authors": [["Liang", "Peiling", "P", "Department of Endocrinology and Diabetes Mellitus, Foshan Hospital of TCM, Foshan 528000, Guangdong Province, China."], ["Gu", "Zhuliang", "Z", "Department of Rehabilitation Medicine, Foshan Hospital of TCM, Foshan 528000, Guangdong Province, China."], ["Wei", "Aisheng", "A", "Department of Endocrinology and Diabetes Mellitus, Foshan Hospital of TCM, Foshan 528000, Guangdong Province, China."]], "text": "To compare the efficacy differences between moxibustion at Geshu (BL 17) and oral administration of cilostazol on diabetic limb arterial obliteration (DLAO) at early stage as well as the impacts on hemorheology and arterial inner dimension of lower extremity.Seventy patients of DLAO at early stage were randomly divided into an observation group and a control group, 35 cases in each one. The two groups were treated with regular treatment of blood glucose and blood lipid. The patients in the control group was treated with oral administration of cilostazol, 50 mg, twice a day; the patients in the observation group were treated with moxibustion at Geshu (BL 17), once a day. The consecution treatment of two weeks constituted one session, and totally 4 sessions were given. The total syndrome score, hemorheology index (including low and high shear viscosity of blood, plasma viscosity, hematocrit and erythrocyte aggregation index) and arterial inner dimension of lower extremity (including popliteal artery, posterior tibial artery and dorsalis pedis artery) were compared before and after treatment.Compared with those before treatment, the total syndrome score, hemorheology index and arterial inner dimension of lower extremity were significantly improved after treatment in the two groups (all P<0.05). The total syndrome score, hemorheology index in the observation group were superior to those in the control group (all P<0.05), but the improvement of arterial inner dimension of lower extremity was not significantly different between the two groups (P>0.05). After treatment, the total effective rate was 91.4% (32/35) in the observation group, which was significantly superior to 85.7% (30/35) in the control group (P<0.05).Moxibustion at Geshu (BL 17) is superior to oral administration of cilostazol for DLAO at early stage, which could effectively improve the clinical symptoms, blood flow and blood vessel and increase the blood flow of lower limb.", "id": "29354992", "date": null, "title": "[Moxibustion at Geshu (BL 17) for diabetic limb arterial obliteration at early stage].", "doi": null, "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}