{"authors": [["Deol", "Rupinder", "R", "Department of Family Health Care Nursing, University of California, San Francisco, San Francisco, CA 94143."], ["Lee", "Kathryn A", "KA", "Department of Family Health Care Nursing, University of California, San Francisco, San Francisco, CA 94143."], ["Kandula", "Namratha R", "NR", "Division of General Internal Medicine, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611."], ["Kanaya", "Alka M", "AM", "Epidemiology & Biostatistics, School of Medicine, University of California, San Francisco, San Francisco, CA 94115."]], "text": "To examine the association between glycaemia status and the risk for obstructive sleep apnoea (OSA) in a cohort of South Asians living in the United States.A secondary analysis of a community based cohort of 899 participants from the Mediators of Atherosclerosis in South Asians Living in America (MASALA) study. The Berlin Questionnaire was used to screen for OSA.Almost one in four (24%) South Asians was at high risk for OSA. Compared to the normal glucose tolerance group (18%), high risk of OSA was significantly more likely in the prediabetes (24%) and diabetes (32%) groups (p = .007). More men (28%) than women (18%) were at high risk of OSA. Risk for OSA was also associated with higher haemoglobin A1c values, hypertension, large waist circumference, and BMI > 27.5 kg/m2. In a multivariate regression analysis, sleep disordered breathing (SDB) remained significantly associated with higher haemoglobin A1c values, even after controlling for waist circumference and other demographic and clinical factors.The risk for SDB and OSA was high among South Asian men and women. Given the association between dysglycaemia and risk for OSA, these health issues require simultaneous clinical assessment. Future studies using objective sleep measures such as polysomnography are warranted in the diagnosis and treatment of OSA in the South Asian adult population already at high risk for dysglycaemia.", "id": "29354780", "date": "2017-12-01", "title": "Risk of Obstructive Sleep Apnoea is Associated with Glycaemia Status in South Asian Men and Women in the United States.", "doi": "10.1016/j.obmed.2017.11.001", "journal": ["Obesity medicine", "Obes Med"]}