{"authors": [["Nizamani", "Noor Bakht", "NB", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences, Hyderabad, Sindh, Pakistan."], ["Talpur", "Khalid Iqbal", "KI", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences, Hyderabad, Sindh, Pakistan."], ["Awan", "Farooq", "F", "The Fred Hollows Foundation, Islamabad, Pakistan."], ["Khanzada", "Mahtab Alam", "MA", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences, Hyderabad, Sindh, Pakistan."], ["Memon", "Mariya Nazish", "MN", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences, Hyderabad, Sindh, Pakistan."]], "text": "To present the results of a community-based screening programme for diabetes, diabetic retinopathy (DR) and childhood blindness (CB) in District Hyderabad, Pakistan.Prospective cross-sectional data collection from January 2014 to December 2015 of screening for diabetes, DR and CB in Hyderabad District. Female health workers were trained to identify high-risk (potential) patients for diabetes and childhood eye disorders to undertake preliminary screening and refer patients to basic health units. The patients were further assessed by medical officers with the support of qualified optometrist, after which they were referred to Sindh Institute of Ophthalmology and Visual Sciences, Hyderabad, Pakistan for management.A total of 995 244 population was covered in this screening programme during which 2622 children (0-≤15 years) were screened for CB while 16 760 adult patients (>15 years) were screened for diabetes. Random blood glucose level of 3075 patients was >140 mg/dL. Out of these patients, 17% were diagnosed with DR. Refractive error (42%) was the most common cause of childhood visual impairment.The diabetic screening programme detected a high prevalence (17%) of retinopathy in patients with diabetes living in Hyderabad District. The most common cause of childhood visual impairment was refractive error (42%), which was successfully managed due to timely diagnosis. A large number of patients benefited from this community-based screening programme.", "id": "29354723", "date": "2017-12-15", "title": "Results of a community-based screening programme for diabetic retinopathy and childhood blindness in district Hyderabad, Pakistan.", "doi": "10.1136/bmjophth-2017-000099", "journal": ["BMJ open ophthalmology", "BMJ Open Ophthalmol"]}