{"authors": [["Coughlin", "Steven S", "SS", "Department of Clinical and Digital Health Sciences, College of Allied Health Sciences, Augusta University, Augusta, GA, USA."], ["Carbone", "Laura D", "LD", "Charlie Norwood Veterans Affairs Medical Center, Augusta, GA, USA."], ["Heboyan", "Vahé", "V", "Department of Clinical and Digital Health Sciences, College of Allied Health Sciences, Augusta University, Augusta, GA, USA."], ["Williams", "Lovoria B", "LB", "Department of Biobehavioral Nursing, College of Nursing, Augusta University, Augusta, GA, USA."], ["Hatzigeorgiou", "Christos", "C", "Division of General Internal Medicine, Medical College of Georgia, Augusta University, Augusta, GA, USA."], ["Rangachari", "Pavani", "P", "Office of the Associate Dean for Practice and Community Health, College of Allied Health Sciences, Augusta University, Augusta, GA, USA."], ["De Leo", "Gianluca", "G", "Department of Clinical and Digital Health Sciences, College of Allied Health Sciences, Augusta University, Augusta, GA, USA."]], "text": "An increasing number of studies have examined the use of information technology to improve diabetes care and patient self-management. The goal of the current study was to determine the number of veterans seen for diabetes at a large medical center in the southeastern region of the U.S. and to examine whether they had registered for VA's My HealtheVet patient web portal according to selected characteristics.Existing patient records were reviewed including My HealtheVet web portal registration by veterans treated for diabetes (ICD-10 code for type 2 diabetes) at the Charlie Norwood VAMC. Number of outpatient clinic patients seen for diabetes who had or had not registered for My HealtheVet were examined by age categories, sex, race, Hispanic ethnicity, and era of military service.A total of 49,341 veterans receive care at the Charlie Norwood VAMC. Of those patients, 10,950 have been seen for diabetes. Of the 49,341 patients, 21,372 patients (43.3%) are using My HealtheVet and 10,465 patients (21.2%) have used secure messages. Of 10,950 diabetic patients, only 1,256 (11.5%) have registered for My HealtheVet. Women with diabetes were more likely to be registered for My HealtheVet than their male counterparts [13.92% vs. 11.24%; odds ratio (OR)=1.28; 95% confidence interval (CI): 1.05-1.55). Veterans with diabetes who served during WW II or the Korean War were less likely to use My HealtheVet than those who served during more recent eras (OR=0.33; 95% CI: 0.24-0.44). Use of the patient portal was highest among diabetic patients ages 51-55 years (15.6%).A low percentage of Veterans with diabetes are active users of My HealtheVet. Studies are needed to identify My HealtheVet portal design features and veteran characteristics that will increase use of this patient portal which may improve diabetes care.", "id": "29354642", "date": "2017-11-06", "title": "Use of My HealtheVet patient web portal among veterans seen for diabetes mellitus at a medical center in the southeastern United States.", "doi": "10.21037/mhealth.2017.10.02", "journal": ["mHealth", "Mhealth"]}