{"authors": [["Kim", "Mijin", "M", "Department of Interdisciplinary Program in Biomedical Science, Soonchunhyang University, Asan, Korea."], ["Park", "Yoo Jin", "YJ", "Department of Interdisciplinary Program in Biomedical Science, Soonchunhyang University, Asan, Korea."], ["Lim", "Hee-Sook", "HS", "Department of Food and Nutrition, Yeonsung University, Anyang, Korea."], ["Lee", "Hae-Hyeog", "HH", "Department of Obstetrics and Gynecology, Soonchunhyang University College of Medicine, Bucheon, Korea."], ["Kim", "Tae-Hee", "TH", "Department of Obstetrics and Gynecology, Soonchunhyang University College of Medicine, Bucheon, Korea."], ["Lee", "Bora", "B", "Department of Biostatistics, Graduate School of Chung-Ang University, Seoul, Korea."]], "text": "Postmenopausal women aged 50s generally experience gradual changes in body such as decline in antioxidant and estrogen levels as the body ages. To overcome these aging-associated changes, the needs for health functional foods are increasing. Dendropanax morbifera (DM) have antioxidant effects, anti-inflammatory against cancer cells, antidiabetic, and antiatherogenic effect which are associated with postmenopausal symptoms. We analyzed clinical effects of DM on aging-related symptoms by reporting their antioxidant, anticancer and inflammatory activity, etc. and their bioactivity. Data sources EMBASE, SCOPUS, PubMed, Web of Science, and Google Scholar databases were searched up to August 2016 for studies investigating medicinal plants in prevention and treatment of diabetes. The search terms were \"Dendropanax morbifera\". The reference lists of articles were also reviewed for additional relevant studies. Extracts of DM have various efficacy such as antioxidant, anti-cancer, anti-inflammatory activity and anti-thrombotic effect.", "id": "29354613", "date": "2017-12-29", "title": "The Clinical Effects of Dendropanax Morbifera on Postmenopausal Symptoms: Review Article.", "doi": "10.6118/jmm.2017.23.3.146", "journal": ["Journal of menopausal medicine", "J Menopausal Med"]}