{"authors": [["Chae", "Choong Sik", "CS", "Department of Rehabilitation Medicine, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Park", "Geun Young", "GY", "Department of Rehabilitation Medicine, Bucheon St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Bucheon, Korea."], ["Choi", "Yong-Min", "YM", "Department of Rehabilitation Medicine, Dongsan Medical Center, School of Medicine, Keimyung University, Daegu, Korea."], ["Jung", "Sangeun", "S", "Department of Rehabilitation Medicine, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Kim", "Sungjun", "S", "Department of Rehabilitation Medicine, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Sohn", "Donggyun", "D", "Department of Rehabilitation Medicine, Bucheon St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Bucheon, Korea."], ["Im", "Sun", "S", "Department of Rehabilitation Medicine, Bucheon St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Bucheon, Korea."]], "text": "To determine whether patients with lumbosacral (LS) radiculopathy and peripheral polyneuropathy (PPNP) exhibit sudomotor abnormalities and whether SUDOSCAN (Impeto Medical, Paris, France) can complement nerve conduction study (NCS) and electromyography (EMG).Outpatients with lower extremity dysesthesia underwent electrophysiologic studies and SUDOSCAN. They were classified as normal (group A), LS radiculopathy (group B), or PPNP (group C). Pain severity was measured by the Michigan Neuropathy Screening Instrument (MNSI) and visual analogue scale (VAS). Demographic features, electrochemical skin conductance (ESC) values on hands and feet, and SUDOSCAN-risk scores were analyzed.There were no statistical differences in MNSI and VAS among the three groups. Feet-ESC and hands-ESC values in group C were lower than group A and B. SUDOSCAN-risk score in group B and C was higher than group A. With a cut-off at 48 microSiemens of feet-ESC, PPNP was detected with 57.1% sensitivity and 94.2% specificity (area under the curve [AUC]=0.780; 95% confidence interval [CI], 0646-0.915). With a SUDOSCAN-risk score cut-off at 29%, NCS and EMG abnormalities related to LS radiculopathy and PPNP were detected with 64.1% sensitivity and 84.2% specificity (AUC=0.750; 95% CI, 0.674-0.886).SUDOSCAN can discriminate outpatients with abnormal electrophysiological findings and sudomotor dysfunction. This technology may be a complementary tool to NCS and EMG in outpatients with lower extremity dysesthesia.", "id": "29354580", "date": "2017-12-28", "title": "Rapid, Objective and Non-invasive Diagnosis of Sudomotor Dysfunction in Patients With Lower Extremity Dysesthesia: A Cross-Sectional Study.", "doi": "10.5535/arm.2017.41.6.1028", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}