{"authors": [["Erku", "Daniel Asfaw", "DA", "Department of Clinical Pharmacy."], ["Belachew", "Sewunet Admasu", "SA", "Department of Clinical Pharmacy."], ["Mekuria", "Abebe Basazn", "AB", "Department of Pharmacology."], ["Haile", "Kaleab Taye", "KT", "Department of Pharmaceutics and Social Pharmacy, School of Pharmacy, University of Gondar, Gondar, Ethiopia."], ["Gebresillassie", "Begashaw Melaku", "BM", "Department of Clinical Pharmacy."], ["Tegegn", "Henok Getachew", "HG", "Department of Clinical Pharmacy."], ["Ayele", "Asnakew Achaw", "AA", "Department of Clinical Pharmacy."]], "text": "The present study aimed at evaluating the knowledge and level of involvement of community pharmacists in the provision of patient counseling and health education services for patients with DM and perceived barriers that limit the delivery of such services.A self-administered questionnaire based-survey was undertaken from January to March, 2017 with 412 pharmacists working in community pharmacies in six cities of Amhara regional state of Ethiopia: Debre Markos, Gondar, Dessie, Bahir Dar, Woldya, and Debre Birhan. Descriptive statistics, ANOVA, and Student's t-test were employed to examine different variables.Community pharmacists were found to have poor knowledge and low level of involvement, with an overall mean score of 11.54 and 2.06, respectively. A significant number of community pharmacists never practiced promoting smoking cessation (45.2%), counseling on good foot care techniques (33.7%), and counseling on the potential impact of over-the-counter and herbal drugs on DM management (34%). On the other hand, describing the right time to administer antidiabetic medications (46%) and counseling on suitable administration, handling, and storage of insulin (33.7%) were done more frequently. The main reported barriers to the delivery of these services were lack of knowledge or clinical skills, lack of access to additional training programs, and lack of personnel or resources.The present study revealed a poor knowledge and low level of involvement in counseling and health education services for patients with DM. Lack of knowledge or clinical skills was the most commonly reported barrier for providing such services. In order to better integrate community pharmacies into future public health programs and optimize the contribution of pharmacists, interventions should focus on overcoming the identified barriers.", "id": "29354560", "date": "2017-07-19", "title": "The role of community pharmacists in patient counseling and health education: a survey of their knowledge and level of involvement in relation to type 2 diabetes mellitus.", "doi": "10.2147/IPRP.S140777", "journal": ["Integrated pharmacy research & practice", "Integr Pharm Res Pract"]}