{"authors": [["Sugita", "Yoshito", "Y", "Department of Neurosurgery, National Hospital Organization Himeji Medical Center, Himeji, Hyogo, Japan."], ["Koyanagi", "Masaomi", "M", "Department of Neurosurgery, National Hospital Organization Himeji Medical Center, Himeji, Hyogo, Japan."], ["Oda", "Masashi", "M", "Department of Neurosurgery, National Hospital Organization Himeji Medical Center, Himeji, Hyogo, Japan."], ["Kobayashi", "Tamaki", "T", "Department of Neurosurgery, National Hospital Organization Himeji Medical Center, Himeji, Hyogo, Japan."], ["Narumi", "Osamu", "O", "Department of Neurosurgery, National Hospital Organization Himeji Medical Center, Himeji, Hyogo, Japan."], ["Saiki", "Masaaki", "M", "Department of Neurosurgery, National Hospital Organization Himeji Medical Center, Himeji, Hyogo, Japan."]], "text": "Severe hypoglycemia is known to cause acute focal neurological symptoms. In cases with a medical history of diabetes mellitus (DM), the diagnosis and treatment of hypoglycemia-induced neurological symptoms are simple. However, severe hypoglycemia can occur in patients who are not taking hypoglycemic agents such as insulin or long-acting sulfonylurea drugs. We describe a 95-year-old man with sudden onset of right hemiparesis who showed high signal intensity on diffusion-weighted imaging involving the left internal capsule with corresponding reduced apparent diffusion coefficient hypointensity. Laboratory findings revealed severe hypoglycemia (27 mg/dl). However, he was not taking insulin or long-acting sulfonylurea drugs but disopyramide and clarithromycin had been administered. In addition, he had kidney dysfunction with an estimated glomerular filtration rate (GFR) of 42.9 ml/min/1.73 m2. After the blood glucose level was normalized, the left hemiparesis completely recovered and abnormal findings of magnetic resonance imaging (MRI) study also became normal. A combination of disopyramide and clarithromycin may cause severe hypoglycemia-induced neurological symptoms particularly in patients with kidney dysfunction. Even in a patient with sudden-onset hemiparesis and no history of DM, the possibility of hypoglycemia-induced neurological deficit should be considered.", "id": "29354336", "date": "2017-11-21", "title": "Severe Hypoglycemia-induced Right Hemiparesis with Reversible Diffusion Restriction in the Left Internal Capsule Due to Combination Therapy Using Disopyramide and Clarithromycin.", "doi": "10.2176/nmccrj.cr.2017-0045", "journal": ["NMC case report journal", "NMC Case Rep J"]}