{"authors": [["Noreña", "Jairo Arturo", "JA", "Beth Israel Deaconess Medical Centern Boston, USA."], ["Niño", "César Daniel", "CD", "Department of Internal Medicine, Universidad de Antioquia, Medellin, Colombia."], ["Gallego", "Sabrina", "S", "Department of Plastic Surgery, Universidad de Antioquia and Hospital Universitario San Vicente Fundacion, Medellin, Colombia."], ["Builes-Barrera", "Carlos Alfonso", "CA", "Section of Endocrinology and Diabetes, Department of Internal Medicine; Professor of Endocrinology Universidad de Antioquia, Medellin, Colombia."], ["Castro", "Diva Cristina", "DC", "Department of Endocrinology, Hospital Universitario San Vicente Fundacion, Medellin, Colombia."], ["Román-González", "Alejandro", "A", "Section of Endocrinology and Diabetes, Department of Internal Medicine; Professor of Endocrinology Universidad de Antioquia, Medellin, Colombia."], ["Jimenez", "Camilo", "C", "Department of Endocrine Neoplasia and Hormonal Disorders, The University of Texas, MD Anderson Cancer Center, Houston, Texas, USA."]], "text": "Soft-tissue filler (STF) injections have been used worldwide for cosmetic reasons. In most cases, they are not approved by the United States Food and Drug Administration (FDA). Regulatory boards in Latin American countries do not allow the medical use of STF injections; however, these injections are still widely used. A case of calcitriol-mediated hypercalcemia with ectopic calcifications, chronic kidney disease, nephrolithiasis and calcinosis is presented. The reported case highlights the consequences of STF use, including calcitriol-mediated hypercalcemia secondary to granulomatous reactions years after an esthetic procedure.", "id": "29354165", "date": "2017-12-27", "title": "Calcitriol-mediated hypercalcemia secondary to granulomatous disease caused by soft-tissue filler injection: a case report.", "doi": "10.11138/ccmbm/2017.14.3.340", "journal": ["Clinical cases in mineral and bone metabolism : the official journal of the Italian Society of Osteoporosis, Mineral Metabolism, and Skeletal Diseases", "Clin Cases Miner Bone Metab"]}