{"authors": [["Kuchay", "Mohammad Shafi", "MS", "Division of Endocrinology and Diabetes, Medanta, The Medicity, Gurgaon, Haryana, India."], ["Bansal", "Beena", "B", "Division of Endocrinology and Diabetes, Medanta, The Medicity, Gurgaon, Haryana, India."], ["Mithal", "Ambrish", "A", "Division of Endocrinology and Diabetes, Medanta, The Medicity, Gurgaon, Haryana, India."]], "text": "After adulthood, changes in the skeleton are slow and takes years for accruing or losing any appreciable amount of bone mass. Proper interpretation of studies that evaluate the effect of nutrients (like calcium, vitamin D) and anti-resorptive agents (like bisphosphonates) on bone mass is important so that the true effect of the agent is measured correctly. In this report, we are highlighting two issues of utmost importance for correctly interpreting interventional studies for osteoporosis. One issue is the bone remodelling transient (BRT). It refers to a transient change in bone mineral density (BMD) by any agent that reduces remodeling space temporarily. This change is, however, not sustained for a long period and can be misinterpreted as a true gain in bone mass. The second issue is difference between calcium balance and bone balance. Calcium balance is the difference between the amount of calcium ingested in a day and the amount of calcium lost in that day. Recommendations for dietary calcium intake are based on calcium balance studies that presume calcium balance as an equivalent for bone balance. However, these are two different entities and need to be distinguished. Dietary calcium requirements should be established by bone balance studies using bone densitometry, not by calcium balance studies.", "id": "29354162", "date": "2017-12-27", "title": "Pitfalls in interpreting interventional studies for osteoporosis.", "doi": "10.11138/ccmbm/2017.14.3.329", "journal": ["Clinical cases in mineral and bone metabolism : the official journal of the Italian Society of Osteoporosis, Mineral Metabolism, and Skeletal Diseases", "Clin Cases Miner Bone Metab"]}