{"authors": [["da Silva", "Ricardo E", "RE", "Office of Clinical Trials, Brazilian Health Regulatory Agency (Anvisa), Brasília, Brazil."], ["Amato", "Angélica A", "AA", "Health Sciences, University of Brasília, Brasília, Brazil."], ["Guilhem", "Dirce B", "DB", "Health Sciences, University of Brasília, Brasília, Brazil."], ["de Carvalho", "Marta R", "MR", "School of Medicine, Health Sciences Education and Research Foundation, Brasília, Brazil."], ["Novaes", "Maria R C G", "MRCG", "Health Sciences, University of Brasília, Brasília, Brazil."]], "text": "Introduction: Although international health research involves some benefits for the host countries, such as access to innovative treatments, the research itself may not be aligned with their communities' actual health needs. Objective: To map the global landscape of clinical trials run in Latin American and Caribbean countries and discuss the addressing of local health needs in the agenda of international clinical trials. Methods: The present study is a cross-sectional overview and used data referent to studies registered between 01/01/2014 and 12/31/2014 in the World Health Organization's (WHO) International Clinical Trials Registry Platform (ICTRP). Results: Non-communicable diseases such as diabetes, cancer, and asthma-studies which were financed mainly by industries-were the conditions investigated most in the region of Latin America and the Caribbean. The neglected diseases, on the other hand, such as Chagas disease, and dengue, made up 1% of the total number of studies. Hospitals and nonprofit nongovernmental organizations prioritize resources for investigating new drugs for neglected diseases, such as Chagas disease and dengue. Conclusion: The international multicenter clinical trials for investigating new drugs are aligned with the health needs of the region of Latin America and the Caribbean, when one considers the burden resulting from the non-communicable diseases in this region. However, the transmissible diseases, such as tuberculosis and AIDS, and the neglected diseases, such as Chagas disease and dengue, which have an important impact on public health in this region, continue to arouse little interest among the institutions which finance the clinical trials.", "id": "29354059", "date": "2018-01-05", "title": "International Clinical Trials in Latin American and Caribbean Countries: Research and Development to Meet Local Health Needs.", "doi": "10.3389/fphar.2017.00961", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}