{"authors": [["Zukunft", "Sven", "S", "Helmholtz Zentrum München, German Research Center for Environmental Health, Institute of Experimental Genetics, Genome Analysis Center, Ingolstaedter Landstrasse 1, 85764 Neuherberg, Germany."], ["Prehn", "Cornelia", "C", "Helmholtz Zentrum München, German Research Center for Environmental Health, Institute of Experimental Genetics, Genome Analysis Center, Ingolstaedter Landstrasse 1, 85764 Neuherberg, Germany."], ["Röhring", "Cornelia", "C", "3Biocrates Life Sciences AG, Eduard-Bodem-Gasse 8, 6020 Innsbruck, Austria."], ["Möller", "Gabriele", "G", "Helmholtz Zentrum München, German Research Center for Environmental Health, Institute of Experimental Genetics, Genome Analysis Center, Ingolstaedter Landstrasse 1, 85764 Neuherberg, Germany."], ["Hrabě de Angelis", "Martin", "M", "Helmholtz Zentrum München, German Research Center for Environmental Health, Institute of Experimental Genetics, Genome Analysis Center, Ingolstaedter Landstrasse 1, 85764 Neuherberg, Germany."], ["Adamski", "Jerzy", "J", "Helmholtz Zentrum München, German Research Center for Environmental Health, Institute of Experimental Genetics, Genome Analysis Center, Ingolstaedter Landstrasse 1, 85764 Neuherberg, Germany."], ["Tokarz", "Janina", "J", "Helmholtz Zentrum München, German Research Center for Environmental Health, Institute of Experimental Genetics, Genome Analysis Center, Ingolstaedter Landstrasse 1, 85764 Neuherberg, Germany."]], "text": "Global metabolomics analyses using body fluids provide valuable results for the understanding and prediction of diseases. However, the mechanism of a disease is often tissue-based and it is advantageous to analyze metabolomic changes directly in the tissue. Metabolomics from tissue samples faces many challenges like tissue collection, homogenization, and metabolite extraction.We aimed to establish a metabolite extraction protocol optimized for tissue metabolite quantification by the targeted metabolomics AbsoluteIDQ™ p180 Kit (Biocrates). The extraction method should be non-selective, applicable to different kinds and amounts of tissues, monophasic, reproducible, and amenable to high throughput.We quantified metabolites in samples of eleven murine tissues after extraction with three solvents (methanol, phosphate buffer, ethanol/phosphate buffer mixture) in two tissue to solvent ratios and analyzed the extraction yield, ionization efficiency, and reproducibility.We found methanol and ethanol/phosphate buffer to be superior to phosphate buffer in regard to extraction yield, reproducibility, and ionization efficiency for all metabolites measured. Phosphate buffer, however, outperformed both organic solvents for amino acids and biogenic amines but yielded unsatisfactory results for lipids. The observed matrix effects of tissue extracts were smaller or in a similar range compared to those of human plasma.We provide for each murine tissue type an optimized high-throughput metabolite extraction protocol, which yields the best results for extraction, reproducibility, and quantification of metabolites in the p180 kit. Although the performance of the extraction protocol was monitored by the p180 kit, the protocol can be applicable to other targeted metabolomics assays.", "id": "29354024", "date": "2017-12-30", "title": "High-throughput extraction and quantification method for targeted metabolomics in murine tissues.", "doi": "10.1007/s11306-017-1312-x", "journal": ["Metabolomics : Official journal of the Metabolomic Society", "Metabolomics"]}