{"authors": [["Pek", "Sharon Li Ting", "SLT", "Clinical Research Unit, Khoo Teck Puat Hospital, 768828, Singapore."], ["Dissanayake", "Sanjaya", "S", "Division of Endocrinology, Khoo Teck Puat Hospital, 768828, Singapore."], ["Fong", "Jessie Choi Wan", "JCW", "Clinical Research Unit, Khoo Teck Puat Hospital, 768828, Singapore."], ["Lin", "Michelle Xueqin", "MX", "Clinical Research Unit, Khoo Teck Puat Hospital, 768828, Singapore."], ["Chan", "Eric Zit Liang", "EZL", "Clinical Research Unit, Khoo Teck Puat Hospital, 768828, Singapore."], ["Tang", "Justin I-Shing", "JI", "Cardiology, Khoo Teck Puat Hospital, 768828, Singapore."], ["Lee", "Chee Wan", "CW", "Cardiology, Khoo Teck Puat Hospital, 768828, Singapore."], ["Ong", "Hean Yee", "HY", "Cardiology, Khoo Teck Puat Hospital, 768828, Singapore."], ["Sum", "Chee Fang", "CF", "Diabetes Centre, Admiralty Medical Centre, 730676, Singapore; Division of Endocrinology, Khoo Teck Puat Hospital, 768828, Singapore."], ["Lim", "Su Chi", "SC", "Clinical Research Unit, Khoo Teck Puat Hospital, 768828, Singapore; Diabetes Centre, Admiralty Medical Centre, 730676, Singapore; Division of Endocrinology, Khoo Teck Puat Hospital, 768828, Singapore; Saw Swee Hock School of Public Health, National University Hospital, 117549, Singapore."], ["Tavintharan", "Subramaniam", "S", "Clinical Research Unit, Khoo Teck Puat Hospital, 768828, Singapore; Diabetes Centre, Admiralty Medical Centre, 730676, Singapore; Division of Endocrinology, Khoo Teck Puat Hospital, 768828, Singapore. Electronic address: subramaniam.tavintharan@ktph.com.sg."]], "text": "Familial hypercholesterolemia (FH) is an autosomal dominant genetic disease characterized by the presence of high plasma low density lipoproteins cholesterol (LDL-c). Patients with FH, with mutation detected, are at increased risk of premature cardiovascular disease compared to those without mutations. The aim of the study was to assess the type of mutations in patients, clinically diagnosed with FH in Singapore.Patients (probands) with untreated/highest on-treatment LDL-c>4.9 mmol/l were recruited (June 2015 to April 2017). Anthropometric, biochemical indices, blood and family history were collected. DNA was extracted and Next Generation Sequencing (NGS) was performed in 26 lipid-related genes, including LDLR, APOB and PCSK9, and validated using Sanger. Multiplex-ligation probe analyses for LDLR were performed to identify large mutation derangements. Based on HGVS nomenclature, LDLR mutations were classified as \"Null\"(nonsense, frameshift, large rearrangements) and \"Defective\"(point mutations which are pathogenic).Ninety-six probands were recruited: mean age: (33.5 ± 13.6) years. 52.1% (n = 50) of patients had LDLR mutations, with 15 novel mutations, and 4.2% (n = 4) had APOB mutations. Total cholesterol (TC) and LDL-c were significantly higher in those with LDLR mutations compared to APOB and no mutations [(8.53 ± 1.52) vs. (6.93 ± 0.47) vs. (7.80 ± 1.32)] mmol/l, p = 0.012 and [(6.74 ± 0.35) vs. (5.29 ± 0.76) vs. (5.98 ± 1.23)] mmol/l, p=0.005, respectively. Patients with \"null LDLR\" mutations (n = 13) had higher TC and LDL-c than \"defective LDLR\" mutations (n = 35): [(9.21 ± 1.60) vs. (8.33 ± 1.41)]mmol/l, p = 0.034 and [(7.43 ± 1.47) vs. (6.53 ± 1.21)]mmol/l, p=0.017, respectively.To our knowledge, this is the first report of mutation detection in patients with clinically suspected FH by NGS in Singapore. While percentage of mutations is similar to other countries, the spectrum locally differs.", "id": "29353225", "date": "2017-12-27", "title": "Spectrum of mutations in index patients with familial hypercholesterolemia in Singapore: Single center study.", "doi": "10.1016/j.atherosclerosis.2017.12.028", "journal": ["Atherosclerosis", "Atherosclerosis"]}