{"authors": [["Nanayakkara", "Natalie", "N", "School Public Health and Preventive Medicine, Monash University, Prahran, VIC, Australia; Diabetes and Vascular Medicine Unit, Monash Health, Clayton, VIC, Australia."], ["Ranasinha", "Sanjeeva", "S", "School Public Health and Preventive Medicine, Monash University, Prahran, VIC, Australia."], ["Gadowski", "Adelle", "A", "School Public Health and Preventive Medicine, Monash University, Prahran, VIC, Australia."], ["Heritier", "Stephane", "S", "School Public Health and Preventive Medicine, Monash University, Prahran, VIC, Australia."], ["Flack", "Jeff R", "JR", "Diabetes Centre, Bankstown-Lidcombe Hospital, Bankstown, NSW, Australia; Faculty of Medicine, University of NSW, Sydney, NSW, Australia; School of Medicine, Western Sydney University, Sydney, NSW, Australia."], ["Wischer", "Natalie", "N", "National Association Diabetes Centres, Sydney, NSW, Australia."], ["Wong", "Jencia", "J", "Diabetes Centre, Royal Prince Alfred Hospital, Sydney, NSW, Australia; Discipline of Medicine, The University of Sydney, Sydney, NSW, Australia."], ["Zoungas", "Sophia", "S", "School Public Health and Preventive Medicine, Monash University, Prahran, VIC, Australia; Diabetes and Vascular Medicine Unit, Monash Health, Clayton, VIC, Australia; The George Institute for Global Health, Camperdown, NSW, Australia. Electronic address: sophia.zoungas@monash.edu."]], "text": "Type 2 diabetes (T2DM) is increasingly diagnosed in younger patients. The trajectory of complications in patients diagnosed at a younger or older age is not well understood. We examine the associations between age, age at diagnosis and diabetes duration and vascular complications in patients with T2DM.A cross-sectional study of pre-specified demographic and clinical data, from 3419 adults with T2DM participating in the Australian National Diabetes Audit (2015). Factors associated with diabetes complications were analysed using logistic regression.Mean (±SD) current age was 62.9±12.5years, age at diagnosis was 49.4±12.3years and mean diabetes duration was 13.5±9.4years. Macrovascular complications were more prevalent in patients who were older at diabetes diagnosis whereas microvascular complications were more prevalent in patients who were younger at diabetes diagnosis. Age, age at diagnosis and diabetes duration were all independently associated with increased risk of macrovascular complications after adjustment for sex, smoking, BMI and microvascular complications (all p<0.001). In contrast, only diabetes duration was independently associated with microvascular complications after adjustment for sex, smoking, BMI and macrovascular complications (p<0.001).Age, age at diagnosis, and diabetes duration were all independently associated with macrovascular complications whereas only diabetes duration was independently associated with microvascular complications.", "id": "29352694", "date": "2017-12-07", "title": "Age, age at diagnosis and diabetes duration are all associated with vascular complications in type 2 diabetes.", "doi": "10.1016/j.jdiacomp.2017.11.009", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."]}