{"authors": [["Nichols", "Gregory A", "GA", "Kaiser Permanente Center for Health Research, Portland, OR, USA. Electronic address: greg.nichols@kpchr.org."], ["Déruaz-Luyet", "Anouk", "A", "Boehringer Ingelheim International GmbH, Ingelheim am Rhein, Germany."], ["Hauske", "Sibylle J", "SJ", "Boehringer Ingelheim GmbH & Co. KG, Ingelheim am Rhein, Germany."], ["Brodovicz", "Kimberly G", "KG", "Boehringer Ingelheim Pharmaceuticals, Ridgefield, CT, USA."]], "text": "We evaluated the simultaneous effects of all clinically recognized categories of albuminuria and estimated glomerular filtration rate (eGFR) on cardiovascular disease (CVD) and mortality.We conducted a longitudinal observational study of 16,678 type 2 diabetes (T2D) patients. From the first serum creatinine value from 2006 to 2012 and a urine-albumin creatinine ratio (UACR) recorded within 6months, we applied baseline Kidney Disease: Improving Global Outcomes (KDIGO) categories of eGFR and albuminuria. We followed patients for up to 11years to calculate adjusted incidence per1000 person-years (p-y) of first CVD hospitalization and all-cause mortality.Over 98,069p-y of follow-up, CVD hospitalization risk was greater for each higher eGFR and albuminuria category. In eGFR category G2 (60-89mL/min/1.73m2), adjusted incidence per 1000p-y was 14.1 (95% CI 12.9-15.5), 19.8 (17.2-22.8), and 22.8 (17.4-30.0) for normoalbuminuria, microalbuminuria and macroalbuminuria, respectively. For eGFR category G3a (45-59), rates were 26.7 (22.3-32.0), 40.3 (32.2-50.5), and 44.1 (28.8-67.4), respectively. Adjusted risk of all-cause mortality followed a similar pattern.Our data underscore the importance of including detailed eGFR and UACR values in assessing CVD risk. High albuminuria and low eGFR is a potent predictor of CVD and death.", "id": "29352693", "date": "2017-12-18", "title": "The association between estimated glomerular filtration rate, albuminuria, and risk of cardiovascular hospitalizations and all-cause mortality among patients with type 2 diabetes.", "doi": "10.1016/j.jdiacomp.2017.12.003", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."]}