{"authors": [["Boland", "Lauren", "L", "University of Iowa Fraternal Order of Eagles Diabetes Research Center, University of Iowa, Iowa City, IA 52242, USA; Department of Biomedical Engineering, University of Iowa, Iowa City, IA 52242, USA."], ["Burand", "Anthony J", "AJ", "University of Iowa Fraternal Order of Eagles Diabetes Research Center, University of Iowa, Iowa City, IA 52242, USA; Department of Biomedical Engineering, University of Iowa, Iowa City, IA 52242, USA."], ["Brown", "Alex J", "AJ", "University of Iowa Fraternal Order of Eagles Diabetes Research Center, University of Iowa, Iowa City, IA 52242, USA; Department of Biomedical Engineering, University of Iowa, Iowa City, IA 52242, USA."], ["Boyt", "Devlin", "D", "University of Iowa Fraternal Order of Eagles Diabetes Research Center, University of Iowa, Iowa City, IA 52242, USA; Department of Biomedical Engineering, University of Iowa, Iowa City, IA 52242, USA."], ["Lira", "Vitor A", "VA", "University of Iowa Fraternal Order of Eagles Diabetes Research Center, University of Iowa, Iowa City, IA 52242, USA; Department of Health and Human Physiology, University of Iowa, Iowa City, IA 52242, USA."], ["Ankrum", "James A", "JA", "University of Iowa Fraternal Order of Eagles Diabetes Research Center, University of Iowa, Iowa City, IA 52242, USA; Department of Biomedical Engineering, University of Iowa, Iowa City, IA 52242, USA. Electronic address: james-ankrum@uiowa.edu."]], "text": "The use of mesenchymal stromal cell (MSC) therapy for the treatment of type 2 diabetes (T2D) and T2D complications is promising; however, the investigation of MSC function in the setting of T2D has not been thoroughly explored. In our current study, we investigated the phenotype and function of MSCs in a simulated in vitro T2D environment. We show that palmitate, but not glucose, exposure impairs MSC metabolic activity with moderate increases in apoptosis, while drastically affecting proliferation and morphology. In co-culture with peripheral blood mononuclear cells (PBMCs), we found that MSCs not only lose their normal suppressive ability in high levels of palmitate, but actively support and enhance inflammation, resulting in elevated PBMC proliferation and pro-inflammatory cytokine release. The pro-inflammatory effect of MSCs in palmitate was partially reversed via palmitate removal and fully reversed through pre-licensing MSCs with interferon-gamma and tumor necrosis factor alpha. Thus, palmitate, a specific metabolic factor enriched within the T2D environment, is a potent modulator of MSC immunosuppressive function, which may in part explain the depressed potency observed in MSCs isolated from T2D patients. Importantly, we have also identified a robust and durable pre-licensing regimen that protects MSC immunosuppressive function in the setting of T2D.", "id": "29352647", "date": "2017-12-19", "title": "IFN-γ and TNF-α Pre-licensing Protects Mesenchymal Stromal Cells from the Pro-inflammatory Effects of Palmitate.", "doi": "10.1016/j.ymthe.2017.12.013", "journal": ["Molecular therapy : the journal of the American Society of Gene Therapy", "Mol. Ther."]}