{"authors": [["Most", "Jasper", "J", "Clinical Sciences, Pennington Biomedical Research Center, United States."], ["Gilmore", "L Anne", "LA", "Pennington Biomedical Research Center, United States."], ["Smith", "Steven R", "SR", "Translational Research Institute for Metabolism and Diabetes."], ["Han", "Hongmei", "H", "Pennington Biomedical."], ["Ravussin", "Eric", "E", "Pennington Biomedical Research Center, United States."], ["Redman", "Leanne M", "LM", "Pennington Biomedical Research Center, United States."]], "text": "Caloric restriction (CR) triggers benefits for healthspan including decreased risk of cardiometabolic disease. In an ancillary study to CALERIE 2, a 24-month 25% CR study, we assessed the cardiometabolic effects of CR in 53 non-obese (BMI: 22-28 kg/m2) men (n=17) and women (n=36). According to the energy-balance method (doubly labeled water and changes in body energy stores), the 25% CR intervention (n=34) produced 17{plus minus}1% (mean{plus minus}SE) and 14{plus minus}1% CR after 12 and 24 months (M12, M24), resulting in significant weight loss (M12: -9{plus minus}0.5; M24: -9{plus minus}0.5, kg; P<0.001). Weight was maintained in the control group whom continued their habitual diet ad libitum (AL, n=19). In comparison to AL, 24 months of CR resulted in a decrease in visceral (-0.5{plus minus}0.01 kg; P<0.0001) and subcutaneous abdominal fat depots (-1.9{plus minus}0.2kg; P<0.001) as well as intramyocellular lipid content (-0.11{plus minus}0.05%; P=0.031). Furthermore, CR decreased blood pressure (SBP: -8{plus minus}3 mmHg; P=0.005 and DBP: -6{plus minus}2 mmHg; P<0.001), total cholesterol (-13.6{plus minus}5.3 mg/dL; P=0.001) and LDL-cholesterol (-12.9{plus minus}4.4 mg/dL; P=0.005). HOMA-IR decreased during weight loss in the CR group (-0.46{plus minus}0.15, P=0.003), but this decrease was not maintained during weight maintenance (-0.11{plus minus}0.15, P=0.458). In conclusion, CR in normal weight and healthy individuals is beneficial in improving risk factors for cardiovascular and metabolic disease such as visceral adipose tissue mass, ectopic lipid accumulation, blood pressure, lipid profile, whereas improvements in insulin sensitivity were only transient.", "id": "29351490", "date": "2017-12-12", "title": "Significant Improvement in Cardiometabolic Health in Healthy Non-Obese Individuals during Caloric Restriction-induced Weight Loss and Weight Loss Maintenance.", "doi": "10.1152/ajpendo.00261.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}