{"authors": [["Kropp", "Peter A", "PA", "Molecular Physiology and Biophysics, Vanderbilt University."], ["Dunn", "Jennifer C", "JC", "Medicine: Diabetes, Endocrinology and Metabolism, Vanderbilt University."], ["Carboneau", "Bethany A", "BA", "Molecular Physiology and Biophysics, Vanderbilt University."], ["Stoffers", "Doris A", "DA", "Medicine, University of Pennsylvania School of Medicine, United States."], ["Gannon", "Maureen", "M", "Medicine: Diabetes, Endocrinology and Metabolism, Vanderbilt University Medical Center, United States."]], "text": "The transcription factors Pdx1 and Oc1 are co-expressed in multipotent pancreatic progenitors (MPCs), but their expression patterns diverge in hormone-expressing cells, with Oc1 expression being extinguished in the endocrine lineage and Pdx1 being maintained at high levels in β cells. We previously demonstrated that cooperative function of these two factors in MPCs is necessary for proper specification and differentiation of pancreatic endocrine cells. In those studies, we observed a persistent decrease in expression of the β-cell maturity factor MafA. We therefore hypothesized that Pdx1 and Oc1 cooperativity in MPCs impacts postnatal β-cell maturation and function. Here our model of Pdx1-Oc1 double heterozygosity was used to investigate the impact of haploinsufficiency for both of these factors on postnatal β-cell maturation, function, and adaptability. Examining mice at postnatal day (P)14, we observed alterations in pancreatic insulin content in both Pdx1 heterozygotes and double heterozygotes. Gene expression analysis at this age revealed significantly decreased expression of many genes important for glucose-stimulated insulin secretion (e.g. Glut2, Pcsk1/2, Abcc8) exclusively in double heterozygotes. Analysis of P14 islets revealed an increase in the number of mixed islets in double heterozygotes. We predicted that double heterozygous β cells would have an impaired ability to respond to stress. Indeed, we observed that β-cell proliferation fails to increase in double heterozygotes in response to either high-fat diet or placental lactogen. We thus report here the importance of cooperation between regulatory factors early in development for postnatal islet maturation and adaptability.", "id": "29351489", "date": "2017-12-12", "title": "Cooperative function of Pdx1 and Oc1 in multipotent pancreatic progenitors impacts postnatal islet maturation and adaptability.", "doi": "10.1152/ajpendo.00260.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}