{"authors": [["Rickels", "Michael R", "MR", "University of Pennsylvania, United States."], ["Perez", "Elys M", "EM", null], ["Peleckis", "Amy J", "AJ", null], ["Alshehabi", "Erica", "E", null], ["Nguyen", "Huong-Lan", "HL", null], ["Stefanovski", "Darko", "D", "Department of Clinical Studies, University of Pennsylvania, School of Veterinary Medicine, United States."], ["Rickels", "Karl", "K", null], ["Teff", "Karen L", "KL", "NIDDK."]], "text": "Atypical antipsychotic drugs have been associated with the development of obesity and diabetes. In particular, olanzapine can induce peripheral insulin resistance and compensatory hyperinsulinemia independent of weight gain or psychiatric disease. To determine if this compensatory increase in insulin is mediated by parasympathetic muscarinic stimulation, we randomized fifteen healthy subjects 2:1 to receive double-blind olanzapine or placebo for 9 days under diet and activity controlled inpatient conditions. Before and after 7 days of study drug administration, subjects underwent frequently-sampled intravenous glucose tolerance tests with either saline or atropine infused on subsequent days to assess insulin secretion and hepatic insulin extraction in the absence or presence of muscarinic blockade. We found that olanzapine led to an increase in the acute insulin response to glucose, which was not seen with placebo, and was attenuated in the olanzapine group by atropine. Deconvolution of C-peptide data confirmed an increase in insulin secretion with olanzapine, which was blocked by atropine, with a modest reduction in hepatic insulin extraction with olanzapine. These results support the contribution of muscarinic augmentation of insulin secretion to olanzapine-induced hyperinsulinemia , and provide a mechanism for the compensatory hyperinsulinemia that normally serves to prevent deterioration of glucose tolerance under conditions of metabolic challenge.", "id": "29351487", "date": "2017-12-19", "title": "Contribution of parasympathetic muscarinic augmentation of insulin secretion to olanzapine-induced hyperinsulinemia.", "doi": "10.1152/ajpendo.00315.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}