{"authors": [["Yang", "Bin-Yuan", "BY", "Institute of hydrobiology, China."], ["Zhai", "Gang", "G", "Institute of hydrobiology, China."], ["Gong", "Yu-Long", "YL", "Institute of hydrobiology."], ["Su", "Jing-Zhi", "JZ", null], ["Peng", "Xu-Yan", "XY", null], ["Shang", "Guo-Hui", "GH", null], ["Han", "Dong", "D", "Institute of hydrobiology, China."], ["Jin", "Jun-Yan", "JY", null], ["Liu", "Hao-Kun", "HK", null], ["Du", "Zhen-Yu", "ZY", "School of Life Sciences, East China Normal University, China."], ["Yin", "Zhan", "Z", "Huazhong University of Science and Technology."], ["Xie", "Shou-Qi", "SQ", null]], "text": "Insulin, the most potent anabolic hormone, is critical for somatic growth and metabolism in vertebrates. Type 2 diabetes, which is the primary cause of hyperglycemia, results from an inability of insulin to signal glycolysis and gluconeogenesis. Our previous study showed that double knockout of insulin receptor a (insra) and b (insrb) caused β-cell hyperplasia and lethality from 5 dpf to 16 dpf. In this study, we characterized the physiological roles of Insra and Insrb, in somatic growth and fueling metabolism, respectively. A high-carbohydrate diet was provided for insulin receptor knockout zebrafish from 60 dpf to 120 dpf to investigate phenotype inducement and amplification. We observed hyperglycemia in both insra-/- fish and insrb-/- fish. Impaired growth hormone signaling, increased visceral adiposity, and fatty liver were detected in insrb-/- fish, which are phenotypes similar to the lipodystrophy observed in mammals. More importantly, significantly diminished protein levels of P-PPARα, P-STAT5 and IGF-1 were also observed in insrb-/- fish. In insra-/- fish, we observed increased protein content and decreased lipid content of the whole body. Taken together, although Insra and Insrb show overlapping roles in mediating glucose metabolism through the insulin signaling pathway, Insrb is more prone to promoting lipid catabolism and protein synthesis through activation of the GH signaling pathway, whereas Insra primarily acts to promote lipid synthesis via glucose utilization.", "id": "29351486", "date": "2017-12-19", "title": "Different physiological roles of insulin receptors in mediating nutrient metabolism in zebrafish.", "doi": "10.1152/ajpendo.00227.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}