{"authors": [["Andrisse", "Stanley", "S", "Physiology and Biophysics, Howard University College of Medicine, United States."], ["Billings", "Katelyn", "K", "Pediatrics Endocrinology, Johns Hopkins University School of Medicine."], ["Xue", "Ping", "P", "Pediatrics Endocrinology, Johns Hopkins University School of Medicine."], ["Wu", "Sheng", "S", "John Hopkins."]], "text": "Hyperandrogenemia and hyperinsulinemia are believed to play prominent roles in polycystic ovarian syndrome (PCOS). We explored the effects of low dose dihydrotestosterone (DHT), a PCOS model, on insulin signaling in metabolic and re-productive tissues in a female mouse model. Insulin resistance in the energy storage tissues is associated with type 2 diabetes. Insulin signaling in the ovaries and pituitary either directly or indirectly stimulates androgen production. Energy storage and reproductive tissues were isolated and molecular assays were performed. Livers and WAT from DHT mice displayed lower mRNA and protein expression of insulin signaling intermediates. However, ovaries and pituitaries of DHT mice exhibited higher expression levels of insulin signaling genes/proteins. Insulin-stimulated p-AKT levels were blunted in the livers and WAT of the DHT mice but increased or remained the same in the ovaries and pituitaries compared to controls. Glucose uptake decreased in liver and WAT but was unchanged in pituitary and ovary of DHT mice. Plasma membrane GLUTs were decreased in liver and WAT but increased in ovary and pituitary of DHT mice. Skeletal muscle insulin signaling genes were not lowered in DHT mice compared to control. DHT mice did not display skeletal muscle insulin resistance. Insulin-stimulated glucose transport increased in skeletal muscles of DHT mice. DHT mice were hyperinsulinemic (HI). However, the differential mRNA and protein expression pattern was independent of hyperinsulinemia in cultured hepato-cytes and pituitary cells. These findings demonstrate a differential effect of DHT on the insulin-signaling pathway in energy storage versus reproductive tissues independent of hyperinsulinemia.", "id": "29351485", "date": "2017-12-19", "title": "Insulin signaling displayed a differential tissue specific response to low dose DHT in female mice.", "doi": "10.1152/ajpendo.00195.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}