{"authors": [["Morris", "Jill K", "JK", "Neurology, jmorris2@kumc.edu, United States."], ["Piccolo", "Brian D", "BD", "Dept of Pediatrics, Arkansas Children's Nutrition Center, United States."], ["Shankar", "Kartik", "K", "Pediatrics, USDA-Arkansas Children's Nutrition Center, United States."], ["Thyfault", "John P", "JP", "University of Kansas Medical Center, United States."], ["Adams", "Sean H", "SH", "Dept of Pediatrics, Arkansas Children's Nutrition Center, United States."]], "text": "There is evidence for systemic metabolic impairment in Alzheimer's disease (AD), and Type 2 Diabetes (T2D) increases AD risk. Although studies analyzing blood metabolomics signatures have shown differences between cognitively healthy (CH) and AD subjects, these signatures have not been compared to individuals with T2D. We utilized untargeted analysis platforms (primary metabolism and complex lipids) to characterize the serum metabolome of 126 overnight fasted elderly subjects classified into 4 groups based upon AD status (CH or AD) and T2D status (Nondiabetic [ND] or T2D). Cognitive diagnosis groups were a priori weighted equally with T2D subjects. We hypothesized that AD subjects would display a similar metabolic profile to cognitively normal elderly individuals with T2D. However, partial least squared-discriminant analysis (PLS-DA) modelling resulted in poor classification across the four groups (< 50% classification accuracy of test subjects). Binary classification of AD vs. CH was poor, but binary classification of T2D vs. ND was good, providing >79.5% and >76.9% classification accuracy for held-out samples using primary metabolism and complex lipids, respectively). When modeling was limited to CH subjects, T2D discrimination improved for the primary metabolism platform (>89.5%) and remained accurate for complex lipids (>73% accuracy). Greater abundances of glucose, fatty acids (C20:2), and phosphatidylcholines and lower abundances of glycine, maleimide, octanol and tryptophan, cholesterol esters, phosphatidylcholines, and sphingomyelins were identified in CH subjects with T2D relative to those without T2D. In contrast, T2D was not accurately discriminated within AD subjects. Results herein suggest that AD may obscure the typical metabolic phenotype of T2D.", "id": "29351484", "date": "2017-12-26", "title": "The serum metabolomics signature of Type 2 Diabetes is obscured in Alzheimer's Disease.", "doi": "10.1152/ajpendo.00377.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}