{"authors": [["Chen", "Minjie", "M", null], ["Liang", "Shuai", "S", null], ["Qin", "Xiaobo", "X", null], ["Zhang", "Li", "L", null], ["Qiu", "Lianglin", "L", null], ["Chen", "Sufang", "S", null], ["Hu", "Ziying", "Z", null], ["Xu", "Yanyi", "Y", null], ["Wang", "Wanjun", "W", null], ["Zhang", "Yuhao", "Y", null], ["Cao", "Qi", "Q", null], ["Ying", "Zhekang", "Z", "University of Maryland School of Medicine, United States."]], "text": "Environmental stressors that encounter in early-life and cause abnormal fetal and/or neonatal development may increase susceptibility to non-communicable diseases such as diabetes. Maternal exposure to ambient fine particulate matter (PM2.5) is associated with various fetal abnormalities, suggesting that it may program offspring's susceptibility to diabetes. In the present study, we therefore examined whether maternal exposure to diesel exhaust PM2.5 (DEP), one of the major sources of ambient PM2.5 in urban areas, programs adult offspring's glucose metabolism.Female C57Bl/6J mice were intratracheally instilled with DEP or vehicle throughout a 7-week pre-conceptional period, gestation, and lactation, and the glucose homeostasis of their adult male offspring were assessed. Intraperitoneal glucose tolerance test (IPGTT) revealed that the maternal exposure to DEP significantly impaired adult male offspring's glucose tolerance. Unexpectedly, it did not influence their insulin sensitivity, whereas significantly decreased their glucose-induced insulin secretion (GIIS). This deficit in insulin secretion was corroborated by their significant decrease in arginine-induced insulin secretion. Histological analysis demonstrated that the deficit in insulin secretion was accompanied by the decrease in pancreatic islet and β cell sizes. To differentiate the effects of maternal exposure to DEP before birth and during lactation, some offspring were cross-fostered once born. We did not observe any significant effect of cross-fostering on the glucose homeostasis of adult male offspring and the function and morphology of their β cells.Prenatal exposure to DEP programs the morphology and function of β cells and thus homeostatic regulation of glucose metabolism in adult male offspring.", "id": "29351483", "date": "2017-12-26", "title": "Prenatal Exposure to Diesel Exhaust PM2.5 Causes Offspring β Cell Dysfunction in Adulthood.", "doi": "10.1152/ajpendo.00336.2017", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}