{"authors": [["da Silva", "Alexandre A", "AA", "Physiology, Barão de Mauá University Center, Ribeirão Preto."], ["Freeman", "John Nathan", "JN", "Physiology and Biophysics, University of Mississippi Medical Center."], ["Hall", "John E", "JE", "Dept. of Physiology & Biophysics, University of Mississippi Medical Center, United States."], ["do Carmo", "Jussara M", "JM", "Physiology & Biophysics, University of Mississippi Medical Center, United States."]], "text": "Although central melanocortin 4 receptor (MC4R) blockade abolishes the CNS-mediated anorexogenic, antidiabetic and cardiovascular actions of leptin, chronic MC4R stimulation fails to completely mimic leptin's effects. Because neuropeptide Y (NPY) and MC4R exert opposite effects on cardiovascular and metabolic functions, we tested its role in offsetting the long-term actions of MC4R activation. Wild-type (WT) and NPY-deficient (NPY-/-) mice were implanted with telemetry probes for measuring mean arterial pressure (MAP) and heart rate (HR) 24-h/d. After recovery from surgery and stable baseline measurements, the MC3/4R agonist, melanotan II (MTII, 120 μg/kg/day-iv), was infused for 7 days followed by a recovery period. No major differences between groups were observed at baseline except for slightly higher food intake and HR in NPY-/- mice (4.3{plus minus}0.2 vs 3.4{plus minus}0.2 g/day and 567{plus minus}14 vs 522{plus minus}13 bpm). Chronic MTII infusion reduced food intake in both groups while causing transient increases in MAP and HR only in WT mice (peaks of 11{plus minus}3 mmHg and 126{plus minus}13 bpm). To examine if NPY deficiency would amplify the antidiabetic effects of MC4R activation, diabetes was induced with streptozotocin (STZ) one week before baseline measurements were taken and the same experimental protocol was followed. In WT and NPY-/- mice, induction of STZ-diabetes led to similar hyperphagia, hyperglycemia and weight loss which were not reversed by chronic MTII treatment. Our results demonstrate that chronic MC4R activation, even in NPY-deficient mice, does not mimic leptin's chronic antidiabetic, cardiovascular or metabolic actions and that NPY is not essential for hyperphagia or cardiovascular changes associated with diabetes.", "id": "29351428", "date": "2017-12-20", "title": "Control of Appetite, Blood Glucose and Blood Pressure During Melanocortin-4 Receptor Activation in Normoglycemic and Diabetic NPY Deficient Mice.", "doi": "10.1152/ajpregu.00293.2017", "journal": ["American journal of physiology. Regulatory, integrative and comparative physiology", "Am. J. Physiol. Regul. Integr. Comp. Physiol."]}