{"authors": [["Wei", "Meng", "M", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Shao", "Yi", "Y", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Liu", "Qiao-Ran", "QR", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Wu", "Qun-Zheng", "QZ", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Zhang", "Xiang", "X", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Zhong", "Ming-Wei", "MW", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Liu", "Shao-Zhuang", "SZ", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Zhang", "Guang-Yong", "GY", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."], ["Hu", "San-Yuan", "SY", "Institute of Basic Medical Sciences, Qi Lu Hospital, Shandong University, China."]], "text": "Bile acids (BAs), which are synthesized in the liver and cycled in the enterohepatic circulation, have been recognized as signaling molecules by activating their receptors in the intestine and liver. Serum taurine-conjugated BAs have been shown to be elevated after bariatric surgeries, although the postoperative BA profiles within the enterohepatic circulation have not been investigated. Clarification of these profiles could help explain the mechanisms by which bariatric surgery leads to BA profile alterations and subsequent metabolic effects. We performed duodenal-jejunal bypass (DJB), sleeve gastrectomy (SG), and SHAM procedures in an obese diabetic rat model induced by high-fat diet (HFD) and streptozotocin (STZ). The weight-loss and anti-diabetic effects were evaluated post-surgery. BA profiles in the systemic serum and within the enterohepatic circulation were analyzed, together with the expression of related BA transporters and enzymes at week 12 after surgery. Compared with SHAM, SG induced sustained weight loss, and both DJB and SG significantly improved glucose tolerance and insulin sensitivity with enhanced GLP-1 secretion. Similar to changes in the serum, BAs, especially taurine-conjugated species, were also elevated in the enterohepatic circulation (bile and portal vein) after DJB and SG. In addition, the expression of key BA transporters and conjugational enzymes were elevated postoperatively, while the enzymes responsible for BA synthesis were decreased. In conclusion, DJB and SG elevated BA levels in the systemic serum and enterohepatic circulation, especially taurine-conjugated species, which likely indicates increased ileal reabsorption and hepatic conjugation rather than synthesis.", "id": "29351394", "date": "2017-12-21", "title": "Bile Acid Profiles within the Enterohepatic Circulation in a Diabetic Rat Model after Bariatric Surgeries.", "doi": "10.1152/ajpgi.00311.2017", "journal": ["American journal of physiology. Gastrointestinal and liver physiology", "Am. J. Physiol. Gastrointest. Liver Physiol."]}