{"authors": [["Fan", "Xin-Xing", "XX", null], ["Shen", "Yang", "Y", "Department of Orthopaedics, the Central Hospital of Huzhou, Huzhou 313000, Zhejiang, China; louissy@aliyun.com."], ["Xie", "Wen-Long", "WL", null]], "text": "To investigate the risk factors of wound complications after closed calcaneal fracture operation using a lateral extensive L-shaped incision and to explore the effective interventions to reduce the complications after incision.Retrospective analysis of clinical data of 285 patients(315 calcaneal fractures) who underwent open reduction and internal fixation by using the lateral extensive L-shaped incision from January 2011 to January 2015. Eighteen factors which might cause the complications of calcaneal incision were compared by univariate analysis, and multiple Logistic regression analysis was performed for factors with statistically significances.Twenty-nine patients(30 calcaneus) had wound complications among all the 285 patients(315 calcaneus) after surgery, including 9 patients with incision redness, swelling, oozing or nonunion;16 patients with skin necrosis or incision rupture, 3 patients with soft tissue superficial infection, and 2 patients with osteomyelitis. Univariate analysis showed that fall height(P=0.017), diabetes (P=0.026), smoking(P=0.001), and operative time(P=0.003) were correlated with incision complications after surgery. Multivariate analysis showed that diabetes(P=0.029), smoking(P<0.001), and operative time(P=0.018) were risk factors for incision complications after operation.Preoperative smoking cessation, actively control of blood glucose and shortening the operation time by practicing can effectively reduce the incision complication after fracture surgery with the lateral extensive L-shaped incision.", "id": "29349984", "date": null, "title": "[Risk factors analysis on wound complications after closed calcaneal frature operation using lateral extensive L-shaped incision].", "doi": null, "journal": ["Zhongguo gu shang = China journal of orthopaedics and traumatology", "Zhongguo Gu Shang"]}