{"authors": [["Falkingham", "Jane", "J", "Centre for Research on Ageing and ESRC Centre for Population Change, University of Southampton, Southampton, SO17 1BJ, UK."], ["Qin", "Min", "M", "Centre for Research on Ageing and ESRC Centre for Population Change, University of Southampton, Southampton, SO17 1BJ, UK."], ["Vlachantoni", "Athina", "A", "Centre for Research on Ageing and ESRC Centre for Population Change, University of Southampton, Southampton, SO17 1BJ, UK."], ["Evandrou", "Maria", "M", "Centre for Research on Ageing and ESRC Centre for Population Change, University of Southampton, Southampton, SO17 1BJ, UK."]], "text": "Lifestyle-related chronic diseases such as cardiovascular diseases and diabetes are now the leading causes of death and disability in India. Interestingly, those Indian states with the highest prevalence of lifestyle-related chronic disease among older adults are also found to have the highest rates of international or internal out-migration. This paper investigates the association between having migrant (adult) children and older parents' lifestyle-related chronic disease in India. Bi-variate and multivariate analysis are conducted using data from a representative sample of 9507 adults aged 60 and older in seven Indian states from the UNFPA project 'Building Knowledge Base on Ageing in India'. The results show that for any of the diagnosed conditions of hypertension, diabetes and heart disease, the prevalence among older people with a migrant son is higher than among those without. More specifically, the odds ratio of reporting a lifestyle-related chronic disease is higher among older adults with at least one adult son living in another district, State or outside India than those with their children living closer. This study contributes empirical evidence to the academic and policy debate about the consequences of globalization and urbanization for older people's health status generally, and particularly their risk for reporting chronic diseases that relate to changes in their lifestyle.", "id": "29349228", "date": "2017-03-31", "title": "Children's migration and lifestyle-related chronic disease among older parents 'left behind' in india.", "doi": "10.1016/j.ssmph.2017.03.008", "journal": ["SSM - population health", "SSM Popul Health"]}