{"authors": [["Mortensen", "Laust H", "LH", "Statistics Denmark and Department of Public Health, University of Copenhagen, Denmark."], ["Torssander", "Jenny", "J", "Swedish Institute for Social Research, Stockholm University, Sweden."]], "text": "Circumstances in the family of origin have short- and long-term consequences for people's health. Family background also influences educational achievements - achievements that are clearly linked to various health outcomes. Utilizing population register data, we compared Swedish siblings with different levels of education (1,732,119 individuals within 662,095 sibships) born between 1934 and 1959 and followed their death records until the end of 2012 (167,932 deaths). The educational gradient in all-cause mortality was lower within sibships than in the population as a whole, an attenuation that was strongest at younger ages (< 50 years of age) and for those with a working class or farmer background. There was substantial variation across different causes of death with clear reductions in educational inequalities in, e.g., lung cancer and diabetes, when introducing shared family factors, which may indicate that part of the association can be ascribed to circumstances that siblings have in common. In contrast, educational inequalities in suicide and, for women, other mental disorders increased when adjusting for factors shared by siblings. The vast variation in the role of childhood conditions for the education-mortality association may help us to further understand the interplay between family background, education, and mortality. The increase in the education gradient in suicide when siblings are compared may point towards individually oriented explanations ('non-shared environment'), perhaps particularly in mental disorders, while shared family factors primarily seem to play a more important role in diseases in which health behaviors are most significant.", "id": "29349216", "date": "2017-01-22", "title": "Family of origin and educational inequalities in mortality: Results from 1.7 million Swedish siblings.", "doi": "10.1016/j.ssmph.2017.01.008", "journal": ["SSM - population health", "SSM Popul Health"]}