{"authors": [["Di Lorenzo", "Rosaria", "R", "Mental Health Department, Az. USL-Modena, Italy."], ["Pedretti", "Jessica", "J", "Nursing Home Cialdini, 41121 Modena, Italy."], ["Grossi", "Letizia", "L", "Mental Health Department, Az. USL-Modena, Italy."], ["Cuoghi", "Benedetta", "B", "University of Modena and Reggio Emilia, Italy."], ["Varni", "Cinzia", "C", "University of Modena and Reggio Emilia, Italy."], ["Landi", "Giulia", "G", "Socio-Rehabilitative Community \"La Barca\", via Borelle, 176, 41126 Cognento, Modena, Italy."], ["Spattini", "Ludovica", "L", "Socio-Rehabilitative Community \"La Barca\", via Borelle, 176, 41126 Cognento, Modena, Italy."], ["Visentini", "Chiara", "C", "Socio-Rehabilitative Community \"La Barca\", via Borelle, 176, 41126 Cognento, Modena, Italy."], ["Ferri", "Paola", "P", "School of Nursing, University of Modena and Reggio Emilia, Italy."], ["Carubbi", "Francesca", "F", "Department of Medicine, Endocrinology, Metabolism and Geriatrics, AOP Modena, University of Modena and Reggio Emilia, Italy."]], "text": "Weight gain and related metabolic syndrome (MS) are major current issues in public health. MS consists of abdominal fat, atherogenic dyslipidemia, hypertension, hyperglycemia, insulin resistance, pro-inflammatory and pro-thrombotic state, and accounts for both cardiovascular diseases and type II diabetes mellitus risk factors. Patients affected by psychiatric illness present a prevalence of 35-40% of MS. Many studies have shown that Mediterranean diet is associated with the reduction of mortality due to cardiovascular and malignant diseases, potentially preventing both obesity and type II diabetes mellitus. Our pilot study explores the effects of a 12-month healthy lifestyle program (Mediterranean diet and mild physical activity) on metabolic and anthropometric parameters of patients affected by chronic psychiatric disorders who live in a psychiatric community facility. A Mediterranean diet was provided by a senior nutritional clinician and adapted by two dieticians, according to the needs and preferences of the community population. Concomitantly, a program of moderate physical activity, consisting in 30-min walks on level ground 4 days a week, and psycho-educational group sessions with educational and therapeutic purposes were implemented. The metabolic and anthropometric parameters of our patients improved after both 6 (T6) and 12 (T12) months. Body Max Index was statistically significantly reduced at T6 and T12, with patients perceiving good quality of life. These positive outcomes suggest that a low-cost healthy lifestyle program can produce good adherence and feasibility even among patients with chronic psychiatric diseases, reducing their risk for MS, cardiovascular diseases and other complications.", "id": "29348994", "date": "2017-12-27", "title": "The association of Mediterranean diet and exercise modifications with anthropometric parameters in a psychiatric community population: A pilot study.", "doi": "10.1016/j.pmedr.2017.12.013", "journal": ["Preventive medicine reports", "Prev Med Rep"]}