{"authors": [["Zhang", "Qi", "Q", "Department of Endocrinology and Metabolism, West China Hospital of Sichuan UniversityChengdu 610041, Sichuan, China."], ["Zhou", "Junteng", "J", "Department of Cardiology, West China Hospital of Sichuan UniversityChengdu 610041, Sichuan, China."], ["Wang", "Yushu", "Y", "Department of Cardiology, West China Hospital of Sichuan UniversityChengdu 610041, Sichuan, China."], ["Chen", "Decai", "D", "Department of Endocrinology and Metabolism, West China Hospital of Sichuan UniversityChengdu 610041, Sichuan, China."]], "text": "The Background: Diacerein has been proposed as a treatment option for management of type 2 diabetes due to its anti-inflammatory properties.The aim of this systematic review and meta-analysis of randomized controlled trials (RCTs) is to examine the effect and safety of diacerein in patients with type 2 diabetes.We searched Pubmed, Embase, and Cochrane Library for RCTs published from database inception to September 2017.Among 44 studies that were initially identified, four were eligible and were included in the following analysis. Diacerein significantly reduced fasting glycemia [weighted mean differences (WMD) -0.66, 95% confidence interval (95% CI) -1.16 to -0.16] and glycated hemoglobin A1c (HbA1c ) (WMD -0.85, 95% CI -1.44 to -0.26). And the patients with a diacerein supplementation duration of ≤12 weeks had a greater decrease of fasting glycemia and HbA1c than the supplementation duration of >12 weeks. Furthermore, compared with placebo, diacerein revealed a significant increase in the relative risk (RR) of gastrointestinal symptoms (RR=2.50, 95% CI: 1.10 to 5.65), especially in the study subgroup with supplementation duration of >12 weeks (RR=4.01, 95% CI: 2.32 to 6.95).The sample size was relatively small and the duration of included studies was short so that the treatment efficacy and safety for longer duration was unknown.Although further studies are needed, our findings clearly provide support to the use of diacerein in the clinical management of subjects with type 2 diabetes.", "id": "29348985", "date": "2017-12-20", "title": "The effect and safety of diacerein in patients with type 2 diabetes mellitus : a systematic review and meta-analysis.", "doi": null, "journal": ["American journal of clinical and experimental immunology", "Am J Clin Exp Immunol"]}