{"authors": [["Wu", "Ming", "M", "Department of Emergency Medicine, Guizhou Provincial People's Hospital, Guizhou, China."], ["Song", "Jukun", "J", "Department of Oral and Maxillofacial Surgery, Guizhou Provincial People's Hospital, Guizhou, China."], ["Zhu", "Chen", "C", "Guiyang Hospital of Stomatology, Medical College, Zunyi Medical College, Guiyang, China."], ["Wang", "Yadong", "Y", "Department of Oral and Maxillofacial Surgery, Guizhou Provincial People's Hospital, Guizhou, China."], ["Yin", "Xinhai", "X", "Department of Oral and Maxillofacial Surgery, Guizhou Provincial People's Hospital, Guizhou, China."], ["Huang", "Guanglei", "G", "Department of Oral and Maxillofacial Surgery, Guizhou Provincial People's Hospital, Guizhou, China."], ["Zhao", "Ke", "K", "Department of Oral and Maxillofacial Surgery, Guizhou Provincial People's Hospital, Guizhou, China."], ["Zhu", "Jianguo", "J", "Department of Urology, Guizhou Provincial People's Hospital, Guizhou, China."], ["Duan", "Zhuhui", "Z", "Affiliated Hospital of Stomatology, Medical College, Zhejiang University, Hangzhou, China."], ["Su", "Lingkai", "L", "Affiliated Hospital of Stomatology, Medical College, Zhejiang University, Hangzhou, China."]], "text": "Cadmium (Cd) is a pollutant with multiple adverse health effects: cancer, renal dysfunction, osteoporosis and fracture, and cardiovascular disease. Several population-based studies found an association between Cd and diabetes mellitus (DM), but this association is inconsistent with other research. We conducted meta-analysis to examine relationship between urinary/blood Cd exposure and DM risk. Pertinent studies were identified by searching PubMed and Embase databases, and combined odds ratio (OR) and corresponding 95% confidence interval (CI) were applied to evaluate said association. Meta-analysis showed that high U-Cd exposure is not correlated with DM risk (OR = 1.19; 95% CI = 0.83-1.71), and high B-Cd exposure is also not associated with increased risk of DM (OR = 1.16; 95% CI = 0.84-1.62) in the general population. Subgroup and sensitivity analysis proved similar results, with little evidence of publication bias. This meta-analysis suggests that high U-Cd/B-Cd exposure may not be risk factor for DM in general populations. However, large prospective studies are needed to confirm this finding.", "id": "29348892", "date": "2017-10-20", "title": "Association between cadmium exposure and diabetes mellitus risk: a prisma-compliant systematic review and meta-analysis.", "doi": "10.18632/oncotarget.21991", "journal": ["Oncotarget", "Oncotarget"]}