{"authors": [["Ma", "Wen-Qi", "WQ", "Department of Cardiology, Zhongda Hospital, School of Medicine, Southeast University, Nanjing 210009, P.R. China."], ["Han", "Xi-Qiong", "XQ", "Department of Cardiology, Zhongda Hospital, School of Medicine, Southeast University, Nanjing 210009, P.R. China."], ["Wang", "Ying", "Y", "Department of Cardiology, Zhongda Hospital, School of Medicine, Southeast University, Nanjing 210009, P.R. China."], ["Wang", "Xin", "X", "Department of Cardiology, Zhongda Hospital, School of Medicine, Southeast University, Nanjing 210009, P.R. China."], ["Zhu", "Yi", "Y", "Department of Cardiology, Zhongda Hospital, School of Medicine, Southeast University, Nanjing 210009, P.R. China."], ["Liu", "Nai-Feng", "NF", "Department of Cardiology, Zhongda Hospital, School of Medicine, Southeast University, Nanjing 210009, P.R. China."]], "text": "Diabetes and vascular calcification are intrinsically linked. We previously reported that advanced glycation end products (AGEs) accelerate calcium deposition in vascular smooth muscle cells (VSMCs) via excessive oxidative stress. However, the underlying mechanism remains poorly understood. Pyruvate dehydrogenase kinase 4 (PDK4) is an important mitochondrial matrix enzyme in cellular energy metabolism. Since hyperactivation of PDK4 has been reported in calcified vessels and in patients with diabetes mellitus, inhibition of PDK4 expression may be a strategy for the prevention of diabetic vascular calcification. In this study, we used a rat VSMC model to investigate the role of PDK4 in diabetic vascular calcification and further explore the underlying mechanisms. We observed that Nε-carboxymethyl-lysine (CML), which is a major immunogen of AGEs, accelerated calcium deposition in VSMCs through PDK4 activation. An elevated level of reactive oxygen species (ROS) acted as a signal transduction intermediate to increase PDK4 expression. Either inhibition of PDK4 expression or RAGE (receptor for AGEs) blockade attenuated CML-induced VSMC calcification, as shown by decreased alkaline phosphatase (ALP) activity and runt-related transcription factor 2 (RUNX2) expression. Glucose consumption and lactate production were increased during CML-induced VSMC calcification. Importantly, CML accelerates glycolysis in VSMCs via a PDK4-dependent pathway. In conclusion, this study demonstrates a novel mechanism by which CML promotes VSMC calcification via PDK4 activation and alters glucose metabolism in VSMCs.", "id": "29348870", "date": "2017-12-01", "title": "Nε-carboxymethyl-lysine promotes calcium deposition in VSMCs via intracellular oxidative stress-induced PDK4 activation and alters glucose metabolism.", "doi": "10.18632/oncotarget.22835", "journal": ["Oncotarget", "Oncotarget"]}