{"authors": [["Gallot", "Yann S", "YS", "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."], ["McMillan", "Joseph D", "JD", "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."], ["Xiong", "Guangyan", "G", "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."], ["Bohnert", "Kyle R", "KR", "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."], ["Straughn", "Alex R", "AR", "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."], ["Hill", "Bradford G", "BG", "Diabetes and Obesity Center, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."], ["Kumar", "Ashok", "A", "Department of Anatomical Sciences and Neurobiology, University of Louisville School of Medicine, Louisville, Kentucky 40202, USA."]], "text": "Chronic low-grade inflammation, adipocyte hypertrophy, and glucose intolerance are common features of obesity and a risk factor for cancer. Tumor necrosis factor (TNF) receptor-associated factor 6 (TRAF6) is an adaptor protein that also possesses a non-conventional E3 ubiquitin ligase activity. In response to receptor-mediated events, TRAF6 activates transforming growth factor-activated kinase 1 (TAK1), which leads to activation of the MAPK and nuclear factor-kappa B (NF-κB) signaling pathways. However, the roles of TRAF6 and TAK1 in the regulation of adipocyte function remain less understood. Here, we demonstrate that adipocyte-specific deletion of TAK1, but not TRAF6, in mice reduces the survival of adipocytes and abundance of white adipose tissue (WAT). Adipocyte-specific ablation of TAK1, but not TRAF6, increases the expression for markers of beige/brown fat in WAT. Deletion of TAK1 in WAT increases phosphorylation of AMPK, abundance of PGC-1α, non-canonical NF-κB signaling, markers of M2 macrophages, and diminishes phosphorylation of JNK and canonical NF-κB signaling. Levels of TRAF6 and enzymatic activity of TAK1 are increased in WAT of mice fed with high-fat diet (HFD). Our results demonstrate that ablation of TAK1 drastically reduces HFD-induced obesity and improves energy expenditure and glucose metabolism. In contrast, adipocyte-specific ablation of TRAF6 has a minimal effect on HFD-induced obesity. Collectively, our results suggest that even though TRAF6 is an upstream activator of TAK1 in many signaling cascades, inactivation of TAK1, but not TRAF6, regulates adipocyte survival, energy expenditure, and HFD-induced obesity in mice.", "id": "29348847", "date": "2017-11-03", "title": "Distinct roles of TRAF6 and TAK1 in the regulation of adipocyte survival, thermogenesis program, and high-fat diet-induced obesity.", "doi": "10.18632/oncotarget.22575", "journal": ["Oncotarget", "Oncotarget"]}