{"authors": [["Xu", "Shaopeng", "S", "Department of Cardiology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Wang", "Qing", "Q", "Department of Cardiology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Liu", "Jie", "J", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Bian", "Bo", "B", "Department of Cardiology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Yu", "Xuefang", "X", "Department of Cardiology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Yu", "Xiangdong", "X", "Department of Cardiology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Ning", "Xianjia", "X", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Wang", "Jinghua", "J", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin 300052, China."]], "text": "The prevalence of diabetes mellitus (DM) and impaired glucose tolerance (IGT) has increased worldwide, although their prevalence and determinants among Tibetans are currently unknown. We thus aimed to explore the prevalence of and risk factors for DM and IGT among Tibetans in China. In 2011, 1659 Tibetan adults (aged ≥ 18 years) from Changdu, China, were recruited to this cross-sectional study. They completed a questionnaire and underwent physical examinations and laboratory testing to assess risk factors for DM and IGT. The age-standardized prevalence of DM and IGT among Tibetans was 6.2% and 19.7%, respectively. A higher annual family income, alcohol consumption, and higher fasting plasma glucose (FPG) level were risk factors for DM, with odds ratio (ORs) and 95% confidence intervals (CIs) of 3.48 (1.43-8.48; P = 0.006) for those with family incomes of > 1600 USD/year, 3.06 (1.31-7.17; P = 0.010) for alcohol consumption, and 13.99 (7.76-25.22; P < 0.001) for FPG level. However, altitude was found to be negatively associated with the risk of DM; compared to individuals living at < 3500 meters, the risk of DM decreased by 65% for those living at 3500-3999 meters (P = 0.034) and by 89% for those living at ≥ 4000 meters (P = 0.015). Age, FPG levels, and low-density lipoprotein cholesterol levels were significantly associated with IGT among Tibetans aged ≥ 18 years. These findings suggest that the prevalence of DM in Tibetans may continue to increase in future decades following rapid economic development, and it is crucial to address the management of conventional risk factors for reducing the disease burden of DM among Tibetans.", "id": "29348840", "date": "2017-09-28", "title": "The prevalence of and risk factors for diabetes mellitus and impaired glucose tolerance among Tibetans in China: a cross-sectional study.", "doi": "10.18632/oncotarget.21301", "journal": ["Oncotarget", "Oncotarget"]}