{"authors": [["Amon", "Ron", "R", "Department of Cell Research and Immunology, Tel Aviv University, Tel Aviv, Israel."], ["Ben-Arye", "Shani Leviatan", "SL", "Department of Cell Research and Immunology, Tel Aviv University, Tel Aviv, Israel."], ["Engler", "Limor", "L", "Department of Cell Research and Immunology, Tel Aviv University, Tel Aviv, Israel."], ["Yu", "Hai", "H", "Department of Chemistry, University of California-Davis, Davis, CA, USA."], ["Lim", "Noha", "N", "Biomarker Discovery Research, Immune Tolerance Network, Bethesda, MD, USA."], ["Berre", "Ludmilla Le", "LL", "Centre de Recherche en Transplantation et Immunologie UMR 1064, INSERM, Université de Nantes, Nantes, France."], ["Harris", "Kristina M", "KM", "Biomarker Discovery Research, Immune Tolerance Network, Bethesda, MD, USA."], ["Ehlers", "Mario R", "MR", "Clinical Trials Group, Immune Tolerance Network, San Francisco, CA, USA."], ["Gitelman", "Stephen E", "SE", "Division of Pediatric Endocrinology and Diabetes, University of California San Francisco, San Francisco, CA, USA."], ["Chen", "Xi", "X", "Department of Chemistry, University of California-Davis, Davis, CA, USA."], ["Soulillou", "Jean-Paul", "JP", "Centre de Recherche en Transplantation et Immunologie UMR 1064, INSERM, Université de Nantes, Nantes, France."], ["Padler-Karavani", "Vered", "V", "Department of Cell Research and Immunology, Tel Aviv University, Tel Aviv, Israel."]], "text": "Humans have circulating antibodies against diverse glycans containing N-glycolylneuraminic acid (Neu5Gc) due to function-loss mutation of the CMAH gene. This xenogenic non-human carbohydrate is abundant in red meat, xenografts and biotherapeutics. Low levels of diet-derived Neu5Gc is also present on normal human endothelial cells, and together with anti-Neu5Gc antibodies could potentially mediate \"xenosialitis\" chronic-inflammation. Rabbit anti-human thymocyte globulin (ATG) is a drug containing polyclonal IgG glycoproteins commonly used as an immunosuppressant in human transplantation and autoimmune diseases. In type-1 diabetes patients, infusion of Neu5Gc-glycosylated ATG caused increased global anti-Neu5Gc response. Here, for the first time we explore changes in anti-Neu5Gc IgG repertoire following the immunization elicited by ATG, compared with the basal antibodies repertoire that reflect exposure to dietary-Neu5Gc. We used glycan microarrays with multiple Neu5Gc-glycans and controls to elucidate eventual differences in ATG-elicited repertoire, before/after ATG administration and track their kinetics (0, 1, 18 and 24 months). Response of all basal-pre-existing Neu5Gc-specific antibodies rapidly increased. This response peaked at one month post-ATG, with enhanced affinity, then resolved at 18-24 months. Induced-antibodies showed expanded diversity and de-novo recognition of different Neu5Gc-glycans, including endogenous glycolipids, that was further validated by affinity-purified anti-Neu5Gc antibodies from patients' sera. These findings strongly suggest that ATG-induced anti-Neu5Gc IgGs represent a secondary exposure to this dietary carbohydrate-antigen in humans, with immune memory. Given their modified recognition patterns, ATG-evoked anti-Neu5Gc antibodies could potentially mediate biological effects different from pre-existing antibodies.", "id": "29348821", "date": "2017-12-11", "title": "Glycan microarray reveal induced IgGs repertoire shift against a dietary carbohydrate in response to rabbit anti-human thymocyte therapy.", "doi": "10.18632/oncotarget.23096", "journal": ["Oncotarget", "Oncotarget"]}