{"authors": [["Liang", "Shao", "S", "Department of Cardiology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Ping", "Zhang", "Z", "Department of Geriatrics & Neurology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Ge", "Jin", "J", "Department of Cardiology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."]], "text": "Oxidative stress and autophagy both play key roles in continuous cardiomyocyte death and cardiac dysfunction after reperfusion therapy for acute myocardial ischemia-reperfusion injury. Coenzyme Q10 (CQ10), which is a fat-soluble quinone antioxidant, is involved in the pathophysiological processes of neurodegenerative diseases, cancer, diabetes, heart failure, and other diseases. Our objective was to determine if, and by what mechanism, CQ10 can ameliorate acute myocardial ischemia-reperfusion injury and improve heart function.Fat-soluble CQ10 in soybean oil solvent was preconditioned in rats with acute myocardial ischemia-reperfusion injury by intraperitoneal injection. Oxidant and antioxidant levels were compared between the preconditioned and control groups. Autophagy was measured by Western blotting analysis of autophagy proteins. Proapoptotic proteins and immunofluorescence were used to assess cell apoptosis. Infarct size was determined by triphenyl tetrazolium chloride (TTC) staining and Evans blue staining and visualized myocardial pathology by tissue staining. Finally, we assessed cardiac function by electrocardiography (ECG) and hemodynamics.This study reveals that CQ10 preconditioning regulates antioxidant levels and the oxidant balance, enhances autophagy, reduces myocardial apoptosis and death, and improves cardiac function in rats with acute ischemia-reperfusion injury. These results imply that CQ10 protects against acute myocardial ischemia-reperfusion injury via the antioxidative stress and autophagy pathways.", "id": "29348792", "date": "2017-11-19", "title": "Coenzyme Q10 Regulates Antioxidative Stress and Autophagy in Acute Myocardial Ischemia-Reperfusion Injury.", "doi": "10.1155/2017/9863181", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}