{"authors": [["Lee", "Hye Won", "HW", "Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."], ["Ko", "Byung-Seob", "BS", "Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."], ["Kang", "Suna", "S", "Department of Food and Nutrition, Obesity/Diabetes Research Center, Hoseo University, Asan, Republic of Korea."], ["Ryuk", "Jin Ah", "JA", "Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."], ["Kim", "Min Joo", "MJ", "Department of Food and Nutrition, Obesity/Diabetes Research Center, Hoseo University, Asan, Republic of Korea."], ["Park", "Sunmin", "S", "Department of Food and Nutrition, Obesity/Diabetes Research Center, Hoseo University, Asan, Republic of Korea."]], "text": "We investigated whether dangguijakyak-san (DJY) and dangguijihwang-tang (DJH), oriental medicines traditionally used for inflammatory diseases, could prevent and/or delay the progression of postmenopausal symptoms and osteoarthritis in osteoarthritis-induced estrogen-deficient rats. Treated ovariectomized (OVX) rats consumed either 1% DJY or 1% DJH in the diets. Positive-control rats were given 30 μg/kg bw 17β-estradiol and control rats were given 1% fat as were the normal-control rats. All rats received high-fat diets for 8 weeks. At the 9th week, OVX rats received articular injections of monoiodoacetate (MIA) or saline (normal control) into the right knee. At 3 weeks after MIA injection, DJY reduced visceral-fat mass and improved glucose metabolism by reducing insulin resistance, whereas DJH increased BMD and decreased insulin resistance. DJH improved weight distribution in the right knee and maximum running velocity on a treadmill at days 14 and 21 as much as those of the positive control. TNF-α, IL-1β, and IL-6 levels in articular cartilage were much higher in the control than the positive control, whereas both DJY and DJH reduced the levels to those of the positive control. The histological analysis assessed articular cartilage damage near the tidemark and proteoglycan loss in the control versus the positive control; DJY and DJH prevented this damage and proteoglycan loss. In conclusion, DJY may provide an effective treatment for improving glucose tolerance, and DJH may be appropriate for preventing osteoarthritis.", "id": "29348767", "date": "2017-10-24", "title": "Dangguijihwang-tang and Dangguijakyak-san Prevent Menopausal Symptoms and Dangguijihwang-tang Prevents Articular Cartilage Deterioration in Ovariectomized Obese Rats with Monoiodoacetate-Induced Osteoarthritis.", "doi": "10.1155/2017/5658681", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}