{"authors": [["Lee", "Soo-Yeon", "SY", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["Go", "Ga-Yeon", "GY", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["Vuong", "Tuan Anh", "TA", "Department of Molecular Cell Biology, Single Cell Network Research Center, Sungkyunkwan University School of Medicine, Suwon, Republic of Korea."], ["Kim", "Jee Won", "JW", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["Lee", "Sullim", "S", "Natural Products Research Institute, Korea Institute of Science and Technology, Gangneung, Republic of Korea."], ["Jo", "Ayoung", "A", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["An", "Jun Min", "JM", "Ginseng by Pharm Co., Ltd., Wonju, Republic of Korea."], ["Kim", "Su-Nam", "SN", "Natural Products Research Institute, Korea Institute of Science and Technology, Gangneung, Republic of Korea."], ["Seo", "Dong-Wan", "DW", "College of Pharmacy, Dankook University, Cheonan, Republic of Korea."], ["Kim", "Jin-Seok", "JS", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["Kim", "Yong Kee", "YK", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["Kang", "Jong-Sun", "JS", "Department of Molecular Cell Biology, Single Cell Network Research Center, Sungkyunkwan University School of Medicine, Suwon, Republic of Korea."], ["Lee", "Sang-Jin", "SJ", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."], ["Bae", "Gyu-Un", "GU", "Research Center for Cell Fate Control, College of Pharmacy, Sookmyung Women's University, Seoul, Republic of Korea."]], "text": "Black ginseng (BG) has greatly enhanced pharmacological activities relative to white or red ginseng. However, the effect and molecular mechanism of BG on muscle growth has not yet been examined. In this study, we investigated whether BG could regulate myoblast differentiation and myotube hypertrophy.BG-treated C2C12 myoblasts were differentiated, followed by immunoblotting for myogenic regulators, immunostaining for a muscle marker, myosin heavy chain or immunoprecipitation analysis for myogenic transcription factors.BG treatment of C2C12 cells resulted in the activation of Akt, thereby enhancing heterodimerization of MyoD and E proteins, which in turn promoted muscle-specific gene expression and myoblast differentiation. BG-treated myoblasts formed larger multinucleated myotubes with increased diameter and thickness, accompanied by enhanced Akt/mTOR/p70S6K activation. Furthermore, the BG treatment of human rhabdomyosarcoma cells restored myogenic differentiation.BG enhances myoblast differentiation and myotube hypertrophy by activating Akt/mTOR/p70S6k axis. Thus, our study demonstrates that BG has promising potential to treat or prevent muscle loss related to aging or other pathological conditions, such as diabetes.", "id": "29348730", "date": "2017-09-06", "title": "Black ginseng activates Akt signaling, thereby enhancing myoblast differentiation and myotube growth.", "doi": "10.1016/j.jgr.2017.08.009", "journal": ["Journal of ginseng research", "J Ginseng Res"]}