{"authors": [["Li", "Yali", "Y", "Institute of Special Wild Economic Animals and Plants, Chinese Academy of Agriculture Sciences, Changchun, China."], ["Liu", "Xiaoxu", "X", "Flight Training Base, Air Force Aviation University, Changchun, China."], ["Meng", "Lulu", "L", "Jilin Province Science and Technology Department, Changchun, China."], ["Wang", "Yingping", "Y", "Institute of Special Wild Economic Animals and Plants, Chinese Academy of Agriculture Sciences, Changchun, China."]], "text": "Furosine (ɛ-N-2-furoylmethyl-L-lysine, FML) is an amino acid derivative, which is considered to be an important indicator of the extent of damage (deteriorating the quality of amino acid and proteins due to a blockage of lysine and a decrease in the digestibility of proteins) during the early stages of the Maillard reaction. In addition, FML has been proven to be harmful because it is closely related to a variety of diseases such as diabetes. The qualitative analysis of FML in fresh and processed ginsengs was confirmed using HPLC-MS.An ion-pair reversed-phase LC method was used for the quantitative analysis of FML in various ginseng samples.The contents of FML in the ginseng samples were 3.35-42.28 g/kg protein. The lowest value was observed in the freshly collected ginseng samples, and the highest value was found in the black ginseng concentrate. Heat treatment and honey addition significantly increased the FML content from 3.35 g/kg protein to 42.28 g/kg protein.These results indicate that FML is a promising indicator to estimate the heat treatment degree and honey addition level during the manufacture of ginseng products. The FML content is also an important parameter to identity the quality of ginseng products. In addition, the generation and regulation of potentially harmful Maillard reaction products-FML in ginseng processing was also investigated, providing a solid theoretical foundation and valuable reference for safe ginseng processing.", "id": "29348718", "date": "2017-01-10", "title": "Qualitative and quantitative analysis of furosine in fresh and processed ginsengs.", "doi": "10.1016/j.jgr.2016.12.004", "journal": ["Journal of ginseng research", "J Ginseng Res"]}