{"authors": [["Subekti", "Imam", "I", "Department of Internal Medicine, Faculty of Medicine Universitas Indonesia - Cipto Mangunkusumo Hospital, Jakarta, Indonesia. isubekti@yahoo.com."], ["Pramono", "Laurentius Aswin", "LA", null], ["Dewiasty", "Esthika", "E", null], ["Harbuwono", "Dante Saksono", "DS", null]], "text": "thyroid dysfunction is more likely to occur in diabetes mellitus patients than general population. Until now, no study has been done to find prevalence of hypothyroidism and hyperthyroidism in Indonesian diabetics. This study aimed to find the proportion and characteristics of thyroid dysfunction in Indonesian type 2 diabetes mellitus patients.a cross-sectional study was conducted in Endocrine and Diabetes Polyclinic, Department of Internal Medicine, Cipto Mangunkusumo Hospital from July to September 2015. This study include type 2 diabetes mellitus patients, age ≥ 18 year-old, willing to undergo thyroid laboratory testing. In this study, hypothyroidism defined as TSH more than 4.0 mIU/L, while hyperthyroidism is defined as TSH less than 0.4 mIU/L with eCLIA.from 364 subjects who were recruited from Endocrine and Diabetes Polyclinic, Cipto Mangunkusumo Hospital, 303 subjects underwent this study until analysis. Two hundred and three (273) subjects (90.1%) were euthyroid, 7 subjects (2.31%) were hyperthyroid, and 23 subjects (7.59%) were hypothyroid. Majority of the patients had subclinical hypothyroidism (56.5% based on Zulewski and Billewicz Score and 65.2% based on fT4 laboratory result), while 42.9% and 71.4% subjects had clinical hyperthyroidism based on clinical appearance and fT4 laboratory result respectively.proportion of hypothyroidism was 7.59% and hyperthyroidism was 2.31%, while the proportion of total thyroid dysfunction was 9.9% among diabetics. It is suggested that screening for thyroid dyscfunction can be done in high risk condition as a part of comprehensive management in type 2 diabetes mellitus patients.", "id": "29348381", "date": null, "title": "Thyroid Dysfunction in Type 2 Diabetes Mellitus Patients.", "doi": null, "journal": ["Acta medica Indonesiana", "Acta Med Indones"]}