{"authors": [["Loppini", "A", "A", "Nonlinear Physics and Mathematical Modeling Laboratory, Campus Bio-Medico University of Rome, I-00128 Rome, Italy."], ["Pedersen", "M G", "MG", "Department of Information Engineering, University of Padua, I-35131 Padua, Italy."], ["Braun", "M", "M", "Alberta Diabetes Institute, Department of Pharmacology, University of Alberta, Edmonton, T6G 2H7 Alberta, Canada."], ["Filippi", "S", "S", "Nonlinear Physics and Mathematical Modeling Laboratory, Campus Bio-Medico University of Rome, I-00128 Rome, Italy."]], "text": "The importance of gap-junction coupling between β cells in pancreatic islets is well established in mouse. Such ultrastructural connections synchronize cellular activity, confine biological heterogeneity, and enhance insulin pulsatility. Dysfunction of coupling has been associated with diabetes and altered β-cell function. However, the role of gap junctions between human β cells is still largely unexplored. By using patch-clamp recordings of β cells from human donors, we previously estimated electrical properties of these channels by mathematical modeling of pairs of human β cells. In this work we revise our estimate by modeling triplet configurations and larger heterogeneous clusters. We find that a coupling conductance in the range 0.005-0.020 nS/pF can reproduce experiments in almost all the simulated arrangements. We finally explore the consequence of gap-junction coupling of this magnitude between β cells with mutant variants of the ATP-sensitive potassium channels involved in some metabolic disorders and diabetic conditions, translating studies performed on rodents to the human case. Our results are finally discussed from the perspective of therapeutic strategies. In summary, modeling of more realistic clusters with more than two β cells slightly lowers our previous estimate of gap-junction conductance and gives rise to patterns that more closely resemble experimental traces.", "id": "29346932", "date": "2017-09-06", "title": "Gap-junction coupling and ATP-sensitive potassium channels in human β-cell clusters: Effects on emergent dynamics.", "doi": "10.1103/PhysRevE.96.032403", "journal": ["Physical review. E", "Phys Rev E"]}