{"authors": [["Ostrihoňová", "Tímea", "T", "General Hospital, Rimavská Sobota, Slovak Republic."], ["Rimárová", "Kvetoslava", "K", "Department of Public Health and Hygiene, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."], ["Bérešová", "Janka", "J", "Regional Public Health Authority, Rimavská Sobota, Slovak Republic."], ["Kontrošová", "Silvia", "S", "Regional Public Health Authority, Banská Bystrica, Slovak Republic."], ["Dorko", "Erik", "E", "Department of Public Health and Hygiene, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."], ["Diabelková", "Jana", "J", "Department of Public Health and Hygiene, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."]], "text": "Metabolic syndrome is a combination of clinical risk factors for cardiovascular disease as well as for diabetes. Metabolic syndrome arises from insulin resistance accompanied with abnormal adipose deposition. The aim of our cross-sectional time trends study was to characterize the prevalence of metabolic syndrome and its five risk determinants among the clients of Health Advice Centres of Regional Public Health Authorities in Slovakia. The study was stratified by gender and age groups during the 10 year period from 2003–2012.Prevalence data were estimated in adults and children (≥10 years, N=79,904) from the nationwide electronic database of Health Advice Centres of Regional Public Health Authorities in Slovak Republic \"Test of healthy heart\" from 2003 to 2012.The overall prevalence of metabolic syndrome was 30.2% in males and 26.6% in females, abdominal obesity was confirmed in 48.3% of males and 53.9% of females. Increased triglyceride level has higher prevalence among males (33.3%) compared to females (24.2%). Blood pressure (BP) values and fasting glucose values were significantly higher in males (58.2%) than females (41.9%). During the 10 year period from 2003 to 2012, we confirmed an increased trend in the age-adjusted prevalence of metabolic syndrome. Abdominal obesity and elevated triglycerides had also increased time trends prevalence in both sexes. The prevalence of people without risk determinants of metabolic syndrome had a time decreasing trend. A surprising finding is a decrease in the proportion of persons with suboptimal HDL-cholesterol. The proportion of people with elevated BP and glucose showed little change during the reporting period.The increasing prevalence of metabolic syndrome, abdominal obesity, and elevated triglycerides highlights the urgency of addressing these health problems as a healthcare priority to reduce cardiovascular mortality in the Slovak Republic.", "id": "29346856", "date": null, "title": "Prevalence and Trends of Metabolic Syndrome in Slovakia during the Period of 2003-2012.", "doi": "10.21101/cejph.a4968", "journal": ["Central European journal of public health", "Cent. Eur. J. Public Health"]}