{"authors": [["Husárová", "Daniela", "D", "Department of Health Psychology, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."], ["Kostičová", "Michaela", "M", "Institute of Social Medicine and Medical Ethics, Faculty of Medicine, Comenius University in Bratislava, Bratislava, Slovak Republic."], ["Kočišová", "Denisa", "D", "Department of Paediatrics and Adolescent Medicine, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."], ["Schusterová", "Ingrid", "I", "Department of Paediatrics and Adolescent Medicine, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."], ["Gecková", "Andrea Madarasová", "AM", "Department of Health Psychology, Faculty of Medicine, Pavol Jozef Šafárik University in Košice, Košice, Slovak Republic."]], "text": "The aim of this study was to analyse differences in health, eating habits and social support in adolescents with type 1 diabetes mellitus (T1DM) in comparison to peers with another long-term illness or without any medical condition.We used self-reported data from the cross-sectional Health Behaviour in School-aged Children study collected in 2014 among Slovak adolescents as well as data from adolescents with T1DM collected in outpatient settings (11 to 15 years old, N=8,910, 50.3% of boys). Logistic regression models and general linear models were used to analyse differences between adolescents with T1DM and their peers with and without long-term illness in self-rated health, life satisfaction, health complaints, regular breakfast, sweets and soft drink consumption, and perceived support from family, teachers and classmates.Adolescents with T1DM reported worse self-rated health and suffer from more health complaints, but they have lower chance of having breakfast irregularly in comparison to their peers with another long-term illness or without any medical condition. Moreover, compared with their peers, adolescents with T1DM perceived stronger support from teachers and classmates, but weaker support from their family. We did not confirm any differences in life satisfaction, sweets and soft drink consumption between adolescents with T1DM and their peers.Adolescents with T1DM reported more regular eating habits, no difference in life satisfaction and more social support outside the family in comparison to their peers. However, their worse self-rated health, more health complaints and weaker support from family should be considered in interventions targeting psychosocial adjustment of adolescents with T1DM.", "id": "29346855", "date": null, "title": "Do Adolescents with T1DM Differ from Their Peers in Health, Eating Habits and Social Support?", "doi": "10.21101/cejph.a4876", "journal": ["Central European journal of public health", "Cent. Eur. J. Public Health"]}