{"authors": [["Maschio", "Bianca Hessel", "BH", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil; Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Gentil", "Bianca Carvalho", "BC", "Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Caetano", "Erika Leão Ajala", "ELA", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil; Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Rodrigues", "Lucas Silva", "LS", "Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Laurino", "Leticia Favara", "LF", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil; Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Spim", "Sara Rosicler Vieira", "SRV", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil; Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Jozala", "Angela Faustino", "AF", "Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil; Department of Technological and Environmental Processes, University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Dos Santos", "Carolina Alves", "CA", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil."], ["Grotto", "Denise", "D", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil; Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil; Department of Technological and Environmental Processes, University of Sorocaba, UNISO, Sorocaba, SP, Brazil."], ["Gerenutti", "Marli", "M", "Post Graduate Program in Pharmaceutical Sciences, Department of Development and Evaluation of Bioactive Substances, University of Sorocaba, SP, Brazil; Laboratory of Toxicological Research (Lapetox), University of Sorocaba, UNISO, Sorocaba, SP, Brazil; Department of Technological and Environmental Processes, University of Sorocaba, UNISO, Sorocaba, SP, Brazil."]], "text": "This study evaluated the protective effect of Lentinus edodes in rats with streptozotocin-induced gestational diabetes mellitus (STZ-GDM) when administered orally. The rats received from the 1st to the 19th day of gestation daily doses of 100 or 200 mg/kg of lyophilized and reconstituted L. edodes; the animals in the saline control group and diabetic control group received a saline solution (DS). Gestational diabetes mellitus was induced by streptozotocin (80 mg/kg, administered intraperitoneally) on the fourth day of pregnancy; blood glucose > 180 mg/dL was considered to indicate STZ-GDM. L. edodes reduced catalase in plasma. We also observed reduced glucose in plasma, urea, triglycerides, and aspartate aminotransferase. There was a decrease in preimplantation loss when compared with the DS group. The doses of L. edodes used here had a protective effect on the preimplantation parameters in STZGDM. However, the mushroom was not able to reverse the deleterious effects caused by streptozotocin throughout the evolution of pregnancy.", "id": "29345561", "date": null, "title": "Characterization of the Effects of the Shiitake Culinary-Medicinal Mushroom, Lentinus edodes (Agaricomycetes), on Severe Gestational Diabetes Mellitus in Rats.", "doi": "10.1615/IntJMedMushrooms.2017024498", "journal": ["International journal of medicinal mushrooms", "Int J Med Mushrooms"]}