{"authors": [["Aba", "Patrick E", "PE", null]], "text": "Background Diabetes is associated with both biochemical and haematological complications. Combination therapy has been advocated to mitigate some of these complications. Aim This study was designed to investigate the effects of glibenclamide and Gongronema latifolium (GL) on hepatic glycogen content and haemato-biochemical parameters. Methods Thirty male Wistar rats were assigned into five groups of six rats each. Groups 2-5 rats received intraperitoneally, 160 mg/kg of alloxan monohydrate while group 1 rats served as normal control. Groups 2-5 rats were respectively treated with 10 mL/kg distilled water (DW), 2 mg/kg glibenclamide, 200 mg/kg GL and 2 mg/kg glibenclamide and 200 mg/kg GL, while group 1 rats received 10 mL/kg DW. All treatments were per os daily for 21 days. Blood samples for investigation of haemato-biochemical (red blood cell [RBC], packed cell volume [PCV], haemoglobin concentration [Hb], blood urea nitrogen [BUN] and creatinine) parameters were collected on days 7, 14 and 21 post-treatment (PT), while the liver sample for hepatic glycogen determination was obtained on day 21 PT. Results Creatinine and BUN values of groups 3 and 4 rats were comparable to that of group 1 but were significantly (p<0.05) lower when compared with those of groups 2 and 5. There were significant (p<0.05) increases in the mean hepatic glycogen content, RBC, PCV, and Hb of group 4 rats when compared to those of group 2. Conclusions It was concluded that a combination of glibenclamide and G. latifolium in treatment of diabetic rats improved glycogen storage and demonstrated beneficial effects on haematology and kidney marker parameters.", "id": "29345438", "date": "2017-05-04", "title": "Evaluation of hepatic glycogen content, some haematological and biochemical parameters of alloxan-induced diabetic rats treated with combinations of glibenclamide and G. latifolium extract.", "doi": "10.1515/jcim-2016-0078", "journal": ["Journal of complementary & integrative medicine", "J Complement Integr Med"]}