{"authors": [["Su", "Wen", "W", "AstraZeneca - Shenzhen University Joint Institute of Nephrology, Center for Nephrology and Urology, Department of Physiology, Shenzhen University Health Science Center, Shenzhen University, Shenzhen, China."], ["Cao", "Rong", "R", "Department of Nephrology, The First Affiliated Hospital of Shenzhen University, Shenzhen, China."], ["He", "Yong Cheng", "YC", "Department of Nephrology, The First Affiliated Hospital of Shenzhen University, Shenzhen, China."], ["Guan", "You Fei", "YF", "Advanced Institute for Medical Sciences, Dalian Medical University, Dalian, China."], ["Ruan", "Xiong Zhong", "XZ", "John Moorhead Research Laboratory, Centre for Nephrology, University College London Medical School, Royal Free Campus, London, UK."]], "text": "Diabetic kidney disease (DKD) is defined by the functional, structural, and clinical abnormalities of the kidney that are caused by diabetes.One-third of both type 1 diabetes and type 2 diabetes patients suffer from DKD, which is the leading cause of end-stage renal disease, and is also associated with cardiovascular disease and high public health care costs. Serum glucose level and lipid level are key factors in the pathogenesis of DKD and are modifiable. The goal of this review is to provide an update on the roles of glucose and lipid metabolism in DKD and their crosstalk at the molecular level. We will further discuss the recent advances regarding metabolic nuclear receptors in glucose-lipid crosstalk, which may provide new potential therapeutic targets for DKD.AMPK, SREBP-1, and some metabolic hormone receptors including liver X receptors, farnesoid X receptors, and peroxisome proliferator-activated receptors mediate the crosstalk of hyperglycemia and dyslipidemia in diabetic kidney disease and might be potential treatment candidates.", "id": "29344511", "date": "2017-09-13", "title": "Crosstalk of Hyperglycemia and Dyslipidemia in Diabetic Kidney Disease.", "doi": "10.1159/000479874", "journal": ["Kidney diseases (Basel, Switzerland)", "Kidney Dis (Basel)"]}