{"authors": [["Ambwani", "Sneha", "S", "Department of Pharmacology, All India Institute of Medical Science, Jodhpur, Rajasthan, India."], ["Vegada", "Bhavisha", "B", "Department of Pharmacology, All India Institute of Medical Science, Jodhpur, Rajasthan, India."], ["Sidhu", "Rimple", "R", "Department of Pharmacology, SN Medical College, Jodhpur, Rajasthan, India."], ["Charan", "Jaykaran", "J", "Department of Pharmacology, All India Institute of Medical Science, Jodhpur, Rajasthan, India."]], "text": "It is postulated that integrated teaching method may enhance retention of the knowledge and clinical applicability of the basic sciences as compared to the didactic method.The present study was undertaken to compare the integrated teaching method with the didactic method for the learning ability and clinical applicability of the basic sciences.The 2nd year MBBS students were divided into two groups randomly. The study was conducted into two stages. In the first stage, conventional didactic lectures on hypertension (HT) were delivered to one group and multidisciplinary integrated teaching to another group. For the second stage, diabetes mellitus groups were swapped. Retention of the knowledge between the groups were assessed through a multiple choice questions (MCQ) test. Feedback of the students and faculty was obtained on a 5 point Likert scale. For the comparison, student's data were regrouped into four groups, i.e., integrated HT, didactic HT, integrated diabetes and didactic diabetes.There was no significant difference of MCQ score between integrated HT, didactic HT, and integrated diabetes group. However, the score obtained in didactic diabetes was significantly more (P = 0.00) than other groups. Majority of the students favored integrated teaching for clinical application of basic science and learning of the skill for the future clinical practice. Faculties considered integrated method as a useful method and suggested frequent use of this method.There was no clear difference in knowledge acquisition; however, the students and faculties favored integrated teaching method in the feedback questionnaire.", "id": "29344460", "date": null, "title": "Impact of Integrated Teaching Sessions for Comprehensive Learning and Rational Pharmacotherapeutics for Medical Undergraduates.", "doi": "10.4103/ijabmr.IJABMR_130_17", "journal": ["International journal of applied & basic medical research", "Int J Appl Basic Med Res"]}