{"authors": [["Saleem", "Fatima", "F", "Internal medicine, King Edward Medical University Lahore, Pakistan."], ["Rizvi", "Syed W", "SW", "R Endocrinology, New Jersey, Asst. Professor, Internal Medicine and Endocrinology, Umdnj."]], "text": "Polycystic ovary syndrome (PCOS) is a pathophysiological disorder affecting reproductive and metabolic indices. PCOS is commonly associated with a high prevalence of insulin resistance and obesity; this association carries an increased risk of developing metabolic syndrome, type 2 diabetes mellitus (T2DM), and cardiovascular disease. Guidelines recommend lifestyle modification, metformin, hormonal contraceptives (HCs), and bariatric surgery as the main treatment options in obese patients with PCOS. Studies are being conducted to test the efficacy of existing treatment options as well as to discover new therapies. This review focuses on the most recent advances in this regard and highlights new hypotheses and emerging studies to give a picture of the latest therapeutic trends in the treatment of obese patients with PCOS. In this respect, much attention is given to the role of inositols, the mediators of insulin action. A deficiency of d-chiro-inositol containing inositol-phospho-glycans may be the basis of insulin resistance frequently seen in PCOS patients. Moreover, evidence suggests the use of statins in obese women with PCOS, but guidelines call for further research. Adiponectin, quercetin, vitamin D, and anti-obesity drugs have also been studied and seem to have a useful role in the treatment of obesity and metabolic syndrome in PCOS. Many trials have been conducted on the use of non-pharmacological therapies. Therapies including resveratrol, acupuncture, and berberine have favorable effects in overweight PCOS patients. However, more research is needed to reveal the clinical complexity of PCOS and develop more effective treatment options.", "id": "29344438", "date": "2017-11-13", "title": "New Therapeutic Approaches in Obesity and Metabolic Syndrome Associated with Polycystic Ovary Syndrome.", "doi": "10.7759/cureus.1844", "journal": ["Cureus", "Cureus"]}