{"authors": [["Patolia", "Swati", "S", "Department of Infectious Disease, St. Anthony's Medical Center, 12700 Southfork Road, Suite 200, St Louis, MO 63128, USA."], ["Abate", "Getahun", "G", "Department of Infectious Disease, School of Medicine, Saint Louis University, St. Louis, MO, USA."], ["Patel", "Nirav", "N", "Department of Infectious Disease, School of Medicine, Saint Louis University, St. Louis, MO, USA."], ["Patolia", "Setu", "S", "Division of Pulmonary, Critical Care and Sleep Medicine, School of Medicine, Saint Louis University, St. Louis, MO, USA."], ["Frey", "Sharon", "S", "Department of Infectious Disease, School of Medicine, Saint Louis University, St. Louis, MO, USA."]], "text": "The incidence of multidrug-resistant (MDR) organisms is increasing along with mortality. Identifying risk factors for the development of MDR Gram-negative bacilli (GNB) bacteremia could greatly impact patient care and management.Data from the electronic health record of patients with GNB over 13-month period were collected at a single university medical center. Baseline demographic data, risk factor, microbiological data, recurrence of bacteremia, and mortality were recorded.A total of 177 patients were included in the analysis. MDR GNB occurred in 46 patients (26%). The mortality rate in the MDR group was 34.8% compared to 13.7% in non-MDR group (p = 0.002). In multivariate analysis, diabetes mellitus [DM; odds ratio (OR): 2.8, 95% confidence interval (CI): 1-4.88], previous antibiotic use (OR: 2.93, 95% CI: 1.25-6.87), and urinary catheter as a source of infection (OR 5.96, 95% CI: 1.78-19.94) were significant risk factors for the development of MDR GNB. In addition, end-stage liver disease (OR: 3.64, 95% CI: 1.07-12.3), solid organ malignancy (OR: 3.64, 95% CI: 1.25-10.56), intra-abdominal source of infection (OR: 3.66, 95% CI: 1.14-11.73), inappropriate empiric antibiotics (OR 7.59, 95% CI: 1.68-34.34) and urinary catheter as a source of infection (OR 5.68, 95% CI: 1.37-23.5) were significant factors for mortality in patients with MDR GNB.Our study provides important information about the risk factors for the development of MDR GNB bacteremia and helps prognosticate patient with MDR GNB.", "id": "29344356", "date": "2017-09-12", "title": "Risk factors and outcomes for multidrug-resistant Gram-negative bacilli bacteremia.", "doi": "10.1177/2049936117727497", "journal": ["Therapeutic advances in infectious disease", "Ther Adv Infect Dis"]}