{"authors": [["Mills", "Elizabeth P", "EP", "Campbell University College of Pharmacy & Health Sciences, Pharmacy Practice, PO Box 1090, Buies Creek, NC 27506, USA."], ["Brown", "K Paige D", "KPD", "Campbell University College of Pharmacy & Health Sciences, Pharmacy Practice, Buies Creek, NC, USA."], ["Smith", "Jennifer D", "JD", "William Jennings Bryan Dorn VA Medical Center, Columbia, SC 29209, USA."], ["Vang", "Phillip W", "PW", "Campbell University College of Pharmacy & Health Sciences, Pharmacy Practice, Buies Creek, NC, USA."], ["Trotta", "Katie", "K", "Campbell University College of Pharmacy & Health Sciences, Pharmacy Practice, Buies Creek, NC, USA."]], "text": "To review current literature for the efficacy and safety of treatment for nonalcoholic fatty liver disease (NAFLD) in patients with type 2 diabetes mellitus (T2DM).A PubMed literature search from January 1990 to June 2017 was conducted using the search terms nonalcoholic fatty liver disease, diabetes mellitus, type 2, therapy, treatment, treat, therapeutics, nonalcoholic fatty liver, nonalcoholic hepatosteatosis, NASH, NAFLD, metformin, and statin. Bibliographies of chosen articles were reviewed.Relevant articles on metformin, thiazolidinediones (TZD), glucagon-like peptide-1 receptor agonists (GLP-1 RA), and statins for the treatment of NAFLD which included patients with T2DM were reviewed. A total of 23 relevant studies were found and included randomized controlled, observational, and open-label designs, as well as three meta-analyses.Metformin combined with weight loss provides a modest improvement in steatosis and no improvement in fibrosis in patients with NAFLD and T2DM. TZDs showed positive results on fibrosis and resolution of NASH but at least half of patients studied were nonresponders. GLP-1 RAs also showed favorable results on reductions in transaminases and steatosis and improvements in insulin sensitivity and weight loss but lack efficacy data for resolution of NASH or improvement in fibrosis scores. Statins showed favorable results on reductions in transaminases but mixed results for improvement in steatosis and fibrosis scores.All reviewed treatment options are safe for management of NAFLD in patients with T2DM but long-term histological improvements are minimal. TZDs are efficacious for resolution of NASH and improvements in fibrosis but long-term use is required to maintain these results.", "id": "29344336", "date": "2017-12-07", "title": "Treating nonalcoholic fatty liver disease in patients with type 2 diabetes mellitus: a review of efficacy and safety.", "doi": "10.1177/2042018817741852", "journal": ["Therapeutic advances in endocrinology and metabolism", "Ther Adv Endocrinol Metab"]}