{"authors": [["Radwan", "Mahmoud", "M", "Department of Health Management and Economics, School of Public Health, Tehran University of Medical Sciences - International campus, Tehran, Iran Islamic Republic; and International Cooperation Department, Ministry of Health, Gaza Strip, Palestinian Territory, Occupied."], ["Elsous", "Aymen", "A", "Assistant Professor, Faculty of Health Sciences, Israa University, Gaza Strip, Palestinian Territory, Occupied; and Quality Improvement and Infection Control, Shifa Medical Complex, Gaza Strip, Palestinian Territory, Occupied."], ["Al-Sharif", "Hasnaa", "H", "Department of Chronic Diseases, Directorate of Primary Healthcare, Ministry of Health, Gaza Strip, Palestinian Territory, Occupied."], ["Abu Mustafa", "Ayman", "A", "Palestine College of Nursing, Ministry of Health, Gaza Strip, Palestinian Territory, Occupied."]], "text": "In this study, we aimed to assess the level of good glycemic control, to determine association between adherence to antidiabetic medications and glycosylated hemoglobin (HbA1c) and to examine factors influencing good glycemic control.A cross-sectional design was employed among 369 patients with type 2 diabetes mellitus (T2DM) from four Ministry of Health health centers in 2016. A sample of 3 ml blood was taken to measure the HbA1c, and patients were asked to fill out a pretested questionnaire. Univariate and multivariate logistic regressions, to identify independent factors associated with good glycemic control, were conducted using SPSS software version 22 (IBM Corp, Armonk, NY, USA).Mean [±standard deviation (SD)] of HbA1c was 8.97 (2.02) and one fifth of patients had good glycemic control (HbA1c ⩽ 7%). Factors associated with good glycemic control were: older age [odds ratio (OR) = 0.96, 95% confidence interval (CI): 0.933-0.988), high medication adherence (OR: 2.757, 95% CI: 1.308-4.693), and better health literacy (OR= 2.124, 95% CI: 1.917-4.921). Duration of diabetes mellitus (DM > 7 years) was inversely related to good glycemic control (OR = 2.255, 95% CI: 1.189-4.276).Our study showed that glycemic control was suboptimal, and factors associated with that were: older age, high medication adherence, and better health literacy. Knowledge of these factors could be an entry toward helping patients and targeting interventions to improve glycemic control and prevent diabetes-related complications.", "id": "29344335", "date": "2017-12-05", "title": "Glycemic control among primary care patients with type 2 diabetes mellitus in the Gaza Strip, Palestine.", "doi": "10.1177/2042018817742070", "journal": ["Therapeutic advances in endocrinology and metabolism", "Ther Adv Endocrinol Metab"]}