{"authors": [["Røder", "Michael E", "ME", "Center of Diabetes Research, Gentofte University Hospital, Kildegårdsvej 28, DK-2900 Hellerup, Denmark."]], "text": "Treatment of patients with type 2 diabetes is directed against treating symptoms of hyperglycemia, minimizing the risk of hypoglycemia, and the risk of microvascular and macrovascular complications. The majority of patients with type 2 diabetes die from cardiovascular or cerebrovascular disease. Future therapies should therefore focus on reducing cardiovascular morbidity in this high-risk population. Glucagon-like peptide-1 receptor agonists (GLP-1RA) and sodium-glucose co-transporter 2 inhibitors (SGLT2-i) are two drug classes with proven antihyperglycemic effect in type 2 diabetes. However, these drugs seem to have other effects such as weight reduction, low risk of hypoglycemia, and blood pressure reduction. Emerging evidence suggests pleiotropic effects, which potentially could be important in reducing cardiovascular risk. Prompted by regulatory authorities demanding cardiovascular outcome trials (CVOTs) assessing the cardiovascular safety of new antihyperglycemic drug candidates, many CVOTs are ongoing and a few of these are finalized. Somewhat surprising recent CVOTs in both drug classes have shown promising data on cardiovascular morbidity and mortality in patients with a very high risk of cardiovascular events. It is uncertain whether this is a class effect of the two drug classes, and it is yet unproven whether long-term cardiovascular benefits of these drugs can be extrapolated to populations at lower risk of cardiovascular disease. The aim of the present review is to give an overview of our current knowledge of the GLP-1RA and SGLT2-i classes, with specific focus on mechanisms of action, effects on cardiovascular risk factors and cardiovascular morbidity and mortality from the CVOTs presently available. The clinical potential of these data is discussed.", "id": "29344329", "date": "2017-11-09", "title": "Major adverse cardiovascular event reduction with GLP-1 and SGLT2 agents: evidence and clinical potential.", "doi": "10.1177/2040622317735283", "journal": ["Therapeutic advances in chronic disease", "Ther Adv Chronic Dis"]}