{"authors": [["Cai", "Cheng-Fu", "CF", "Department of Otorhinolaryngology, Head and Neck Surgery, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."], ["Liu", "Cun-Shan", "CS", "Department of Otorhinolaryngology, Head and Neck Surgery, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."], ["Shang-Guan", "Han-Jing", "HJ", "Department of Otorhinolaryngology, Head and Neck Surgery, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."], ["Yang", "Cai-Hong", "CH", "Department of Otorhinolaryngology, Head and Neck Surgery, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."], ["Luo", "Xian-Yang", "XY", "Department of Otorhinolaryngology, Head and Neck Surgery, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."], ["Shen", "Dong-Yan", "DY", "Biobank, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."], ["Yang", "Shu-Yu", "SY", "Xiamen Diabetes Institute, The First Affiliated Hospital of Xiamen University, Xiamen, Fujian 361003, P.R. China."]], "text": "The aberrant expression of retinoic acid receptor-α (RARα) has been reported in various types of cancer. However, its association with the prognosis and development of laryngeal squamous cell carcinoma (LSCC) has not yet been determined. Therefore, the present study aimed to examine the expression and function of RARα in patients with LSCC. The expression of RARα in LSCC tissues was investigated using immunostaining. An MTT assay and flow cytometry analysis were also performed to investigate the function of RARα in the proliferation and cell cycle of LSCC cells. The expression of RARα was significantly elevated in LSCC tissues compared with adjacent noncancerous tissues (78.1 vs. 6.3%, P<0.05). The overexpression of RARα was associated with poorly differentiated features of LSCC (P<0.05). Furthermore, the downregulation of RARα inhibited the proliferation of LSCC cells, and arrested the cell cycle at the G1 phase via upregulation of cyclin dependent kinase inhibitor 1A, which may be associated with inhibition of the protein kinase B signaling pathway. Therefore, the overexpression of RARα may contribute to the development of LSCC through the regulation of the cell cycle. The results of the present study provide evidence that RARα serves an important function in LSCC development and may be a potential therapeutic target or prognostic predictor for LSCC.", "id": "29344234", "date": "2017-10-16", "title": "An oncogenic function of retinoic acid receptor-α in the development of laryngeal squamous cell carcinoma.", "doi": "10.3892/ol.2017.7194", "journal": ["Oncology letters", "Oncol Lett"]}