{"authors": [["Makhdoomi Arzati", "Motahareh", "M", "Department of Cellular and Molecular Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, IR Iran."], ["Mohammadzadeh Honarvar", "Niyaz", "N", "Department of Cellular and Molecular Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, IR Iran."], ["Saedisomeolia", "Ahmad", "A", "Department of Cellular and Molecular Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, IR Iran."], ["Anvari", "Siyamand", "S", "Ziaeian Hospital, Tehran University of Medical Sciences, Tehran, IR Iran."], ["Effatpanah", "Mohammad", "M", "School of Medicine, Ziaeian Hospital, International Campus, Tehran University of Medical Sciences, Tehran, Iran."], ["Makhdoomi Arzati", "Raoofe", "R", "Department of Chemistry, Payam Noor University, Behshahr, Iran."], ["Yekaninejad", "Mir Saeed", "MS", "Department of Biostatistics and Epidemiology, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."], ["Hashemi", "Rezvan", "R", "Department of Geriatric Medicine, Ziaeian Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Djalali", "Mahmoud", "M", "Department of Cellular and Molecular Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, IR Iran."]], "text": "Lipid and glycemic abnormalities are prevalent in diabetes leading to long term complications. Use of safe and natural foods instead of medications is now considered by many scientists.This study aimed at determining the effect of ginger on lipid and glucose levels of patients with type 2 diabetes mellitus.In a double-blind placebo-controlled trial, 50 patients with type 2 diabetes were randomly allocated to 2 groups of intervention (n = 25) and placebo (n = 25). Each patient received 2000 mg per day of ginger supplements or placebo for 10 weeks. Serum levels of fasting blood sugar (FBS), total cholesterol (TC), triacylglycerol (TG), low density lipoprotein cholesterol (LDL-C), high density lipoprotein cholesterol (HDL-C), and glycosylated hemoglobin (HbA1C) were analyzed. Daily dietary intakes and anthropometric parameters were also determined.Data from 45 patients were analyzed (23 patients in the ginger group and 22 patients in the control group) at the end of the study. Ginger consumption significantly reduced serum levels of fasting blood glucose (-26.30 ± 35.27 vs. 11.91 ± 38.58 mg/dl; P = 0.001) and hemoglobin A1C (-0.38 ± 0.35 vs. 0.22 ± 0.29 %; P < 0.0001) compared to the placebo group. Ginger consumption also reduced the ratio of LDL-C/HDL-C (2.64 ± 0.85 vs. 2.35 ± 0.8; P = 0.009). However, there was no significant change in serum concentrations of triglycerides, total cholesterol, LDL-C, and HDL-C due to the ginger supplements.The current results showed that ginger could reduce serum levels of fasting blood glucose and hemoglobin A1C in patients with diabetes.", "id": "29344037", "date": "2017-08-27", "title": "The Effects of Ginger on Fasting Blood Sugar, Hemoglobin A1c, and Lipid Profiles in Patients with Type 2 Diabetes.", "doi": "10.5812/ijem.57927", "journal": ["International journal of endocrinology and metabolism", "Int J Endocrinol Metab"]}