{"authors": [["Dayal", "Devi", "D", "Department of Paediatric Endocrinology, Alder Hey Children's Hospital, Liverpool, UK."], ["Pepper", "Olivia", "O", "Department of Paediatric Endocrinology, Alder Hey Children's Hospital, Liverpool, UK."], ["Ramakrishnan", "Renuka", "R", "Department of Paediatric Endocrinology, Alder Hey Children's Hospital, Liverpool, UK."], ["Baildam", "Eileen", "E", "Department of Paediatric Rheumatology, Alder Hey Children's Hospital, Liverpool, UK."], ["Dharmaraj", "Poonam", "P", "Department of Paediatric Endocrinology, Alder Hey Children's Hospital, Liverpool, UK."], ["Cleary", "Gavin", "G", "Department of Paediatric Rheumatology, Alder Hey Children's Hospital, Liverpool, UK."], ["McCann", "Liza", "L", "Department of Paediatric Rheumatology, Alder Hey Children's Hospital, Liverpool, UK."], ["Pain", "Clare", "C", "Department of Paediatric Rheumatology, Alder Hey Children's Hospital, Liverpool, UK."], ["Senniappan", "Senthil", "S", "Department of Paediatric Endocrinology, Alder Hey Children's Hospital, Liverpool, UK."]], "text": "Sarcoidosis is a multisystemic granulomatous disease with diverse and often non-specific symptoms during childhood. The clinical manifestations sometimes include endocrinopathies related to sarcoid infiltration of various endocrine organs, but more commonly due to the associated autoimmune endocrine disorders. There are only a few reports of multiple autoimmune and non-autoimmune endocrine problems occurring simultaneously in patients with sarcoidosis. We report a girl with probable sarcoidosis who also had Hashimoto's thyroiditis, Type 1 diabetes (T1D) and secondary adrenal insufficiency.A 9-year-old girl previously diagnosed with autoimmune hypothyroidism and vitamin D deficiency, presented with hypercalcemic pancreatitis after initiating vitamin D supplementation that lead to a diagnosis of probable sarcoidosis. Secondary adrenal insufficiency and T1D were subsequently diagnosed. Her angiotensin converting enzyme levels on 2 occasions were 106 and 135 nmol/mL/min (normal range 10 - 43). All investigations conducted to exclude several infectious and malignant conditions that may mimic sarcoidosis were negative. The patient showed a good response to treatment with hydrocortisone, levothyroxine, insulin and methotrexate.To our knowledge, ours is the youngest ever patient reported in the literature with sarcoidosis to develop multiple autoimmune and non-autoimmune endocrinopathies.", "id": "29344035", "date": "2017-08-22", "title": "Hypercalcaemic Pancreatitis, Adrenal Insufficiency, Autoimmune Thyroiditis and Diabetes Mellitus in a girl with Probable Sarcoidosis.", "doi": "10.5812/ijem.57199", "journal": ["International journal of endocrinology and metabolism", "Int J Endocrinol Metab"]}