{"authors": [["Chahine", "Mirna N", "MN", "Faculty of Medical Sciences, Lebanese University, Hadath, Lebanon."], ["Topouchian", "Jirar", "J", "Preventive Cardiology Center, Yerevan, Armenia."], ["Zelveian", "Parounak", "P", "Preventive Cardiology Center, Yerevan, Armenia."], ["Hakobyan", "Zoya", "Z", "Preventive Cardiology Center, Yerevan, Armenia."], ["Melkonyan", "Arevik", "A", "Preventive Cardiology Center, Yerevan, Armenia."], ["Azaki", "Alaa", "A", "Faculty of Medical Sciences, Lebanese University, Hadath, Lebanon."], ["Diab", "Reem", "R", "Faculty of Medical Sciences, Lebanese University, Hadath, Lebanon."], ["Harb", "Aya", "A", "Faculty of Medical Sciences, Lebanese University, Hadath, Lebanon."], ["Asmar", "Roland", "R", "Faculty of Medical Sciences, Lebanese University, Hadath, Lebanon."]], "text": "Following the European Society of Hypertension International Protocol (ESH-IP) Revision 2010, QardioArm® and Omron M6 Comfort IT® oscillometric devices were evaluated in the general population and in patients with type II diabetes, respectively, for self-blood pressure (BP) measurement.Both devices, QardioArm® and Omron M6 Comfort®, measure BP at the brachial level. The ESH-IP Revision 2010 includes a total number of 33 subjects. For each measure, the difference between observer and device BP values was calculated. In all, 99 pairs of BP differences are classified into three categories (≤5, ≤10, and ≤15 mmHg). The protocol procedures were followed precisely.QardioArm® and Omron M6 Comfort® fulfilled the requirements of the ESH-IP and passed the validation process successfully. For QardioArm®, a total of 69 out of 99 comparisons for systolic blood pressure (SBP) showed an absolute difference within 5 mmHg and 82 out of 99 for diastolic blood pressure (DBP). As for Omron M6 Comfort®, a total of 83 out of 99 comparisons for SBP showed an absolute difference within 5 mmHg and 77 out of 99 for DBP. The mean differences between the device and mercury readings were 0.7±5.9 mmHg for SBP and 0.3±4.1 mmHg for DBP for QardioArm® and -1.4±4.7 mmHg for SBP and -2.1±4.3 mmHg for DBP for Omron M6 Comfort®. With regard to part 2 of ESH-IP 2010, 27 out of 33 subjects had a minimum of two out of three measurements within 5 mmHg difference for SBP and 31 out of 33 subjects for DBP for the QardioArm®, and 29 out of 33 patients had a minimum of two out of three measurements within 5 mmHg difference for SBP and 26 out of 33 patients for DBP for Omron M6 Comfort®.QardioArm® and Omron M6 Comfort® readings differing from the mercury standard by <5, 10, and 15 mmHg fulfill the ESH-IP Revision 2010 requirements. Consequently, these two devices are suitable for use in the general population and non-insulin-dependent type II diabetic patients, respectively.", "id": "29343992", "date": "2017-12-27", "title": "Validation of BP devices QardioArm® in the general population and Omron M6 Comfort® in type II diabetic patients according to the European Society of Hypertension International Protocol (ESH-IP).", "doi": "10.2147/MDER.S142126", "journal": ["Medical devices (Auckland, N.Z.)", "Med Devices (Auckl)"]}