{"authors": [["Chen", "Ning", "N", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Yang", "Xiao-Yan", "XY", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Guo", "Chang-E", "CE", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Bi", "Xin-Ning", "XN", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Chen", "Jian-Hua", "JH", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Chen", "Hong-Ying", "HY", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Li", "Hong-Pin", "HP", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Lin", "Hong-Ying", "HY", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."], ["Zhang", "Yu-Jie", "YJ", "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing."]], "text": "Epiberberine (EPI) is a novel and potentially effective therapeutic and preventive agent for diabetes and cardiovascular disease. To evaluate its potential value for drug development, a specific, sensitive and robust high-performance liquid chromatography-tandem mass spectrometry assay for the determination of EPI in rat biological samples was established. This assay was used to study the pharmacokinetics, bioavailability and excretion of EPI in rats after oral administration. In addition, a cocktail method was used to compare the inhibition characteristics of EPI on cytochrome P450 (CYP450) isoforms in human liver microsomes (HLMs) and rat liver microsomes (RLMs). The results demonstrated that EPI was rapidly absorbed and metabolized after oral administration (10, 54 or 81 mg/kg) in rats, with Tmax of 0.37-0.42 h and T1/2 of 0.49-2.73 h. The Cmax and area under the curve values for EPI increased proportionally with the dose, and the oral absolute bioavailability was 14.46%. EPI was excreted mainly in bile and feces, and after its oral administration to rats, EPI was eliminated predominantly by the kidneys. A comparison of the current half-maximal inhibitory concentration and Ki values revealed that EPI demonstrated an obvious inhibitory effect on CYP2C9 and CYP2D6. Furthermore, its effect was stronger in HLM than in RLM, more likely to be a result of noncompetitive inhibition.", "id": "29343943", "date": "2017-12-28", "title": "The oral bioavailability, excretion and cytochrome P450 inhibition properties of epiberberine: an in vivo and in vitro evaluation.", "doi": "10.2147/DDDT.S151660", "journal": ["Drug design, development and therapy", "Drug Des Devel Ther"]}