{"authors": [["Zheng", "Guoyin", "G", "Department of Traditional Chinese Medicine, Changhai Hospital."], ["Mo", "Fengfeng", "F", "Department of Military Hygiene, Second Military Medical University."], ["Ling", "Chen", "C", "Department of Biology, School of Life Science, Fudan University, Shanghai, People's Republic of China."], ["Peng", "Hao", "H", "Department of Traditional Chinese Medicine, Changhai Hospital."], ["Gu", "Wei", "W", "Department of Traditional Chinese Medicine, Changhai Hospital."], ["Li", "Min", "M", "Department of Military Hygiene, Second Military Medical University."], ["Chen", "Zhe", "Z", "Department of Traditional Chinese Medicine, Changhai Hospital."]], "text": "Purslane is a widespread succulent herb that exhibits various pharmacological effects. The purpose of this study was to evaluate the protective effect of Portulaca oleracea L. (purslane) on streptozotocin-induced diabetes in mice. Oral glucose-tolerance tests were carried out to assess blood glucose levels and body weight and food intake were recorded. The biochemical parameters anti-aspartate aminotransferase, alanine aminotransferase, insulin, triglycerides, total cholesterol, IL-6, IL-1β, and TNFα were also measured. The pathological condition of liver tissues were examined by hematoxylin-eosin staining. Rho, ROCK1, ROCK2, NFκBp65, p-NFκBp65, IκBα, and p-IκBα expression in liver tissue were analyzed by Western blot. Purslane increased body weight and decreased food intake. Purslane also significantly reduced concentrations of glucose, anti-aspartate aminotransferase, alanine aminotransferase, triglycerides, total cholesterol, IL-6, IL-1β, and TNFα in serum. Serum insulin was elevated with purslane treatment. In addition, pathologic liver changes in diabetic mice were also alleviated by purslane. Obtained data revealed that purslane restored the levels of Rho-NFκB signaling-related proteins in comparison with those of diabetic mice. Above all, it can be assumed that purslane might play a positive role in regulating streptozotocin-induced liver injury through suppressing the Rho-NFκB pathway.", "id": "29343942", "date": "2017-12-28", "title": "Portulaca oleracea L. alleviates liver injury in streptozotocin-induced diabetic mice.", "doi": "10.2147/DDDT.S121084", "journal": ["Drug design, development and therapy", "Drug Des Devel Ther"]}