{"authors": [["Fuchs", "Taíse", "T", "Departament of Postgraduate in Industrial Biotechnology."], ["Loureiro", "Marcelo", "M", "Departament of Postgraduate in Industrial Biotechnology."], ["Both", "Gabriela Heloise", "GH", "Departament of Biomedicine, Positivo University), Curitiba, PR, Brazil."], ["Skraba", "Heloise Helena", "HH", "Departament of Biomedicine, Positivo University), Curitiba, PR, Brazil."], ["Costa-Casagrande", "Thaís Andrade", "TA", "Departament of Postgraduate in Industrial Biotechnology."]], "text": "Currently, bariatric surgery has promoted weight loss and improved glycemic control in obese patients through different techniques, including vertical sleeve gastrectomy.Present and update the different vertical sleeve gastrectomy ways of action, both in the treatment of obesity and diabetes, approaching its potential effect on gastrointestinal physiology, as well as the benefits achieved by this manipulation.Pubmed database search was used crossing the headings: obesity, type 2 diabetes and sleeve gastrectomy.Published data have shown that short-term weight loss tends to be higher in patients undergoing vertical sleeve gastrectomy compared to Roux-en-Y gastric bypass. In relation to glycemic control, the procedure demonstrated remission of diabetes in up to 60% after one year of surgery. After three years, however, differences in remission rate between surgical and clinical group was not observed, questioning the durability of the technical in a long-term.Despite showing good results, both in the weight loss and co-morbidities, conflicting results reinforce the need for more studies to prove the efficiency of the vertical sleeve gastrectomy as well as to understand its action about the molecular mechanisms involved in the disease.", "id": "29340555", "date": null, "title": "THE ROLE OF THE SLEEVE GASTRECTOMY AND THE MANAGEMENT OF TYPE 2 DIABETES.", "doi": "10.1590/0102-6720201700040013", "journal": ["Arquivos brasileiros de cirurgia digestiva : ABCD = Brazilian archives of digestive surgery", "Arq Bras Cir Dig"]}