{"authors": [["Domínguez Mon", "Ana", "A", "Doctora en Antropología. Profesora Regular Adjunta, Universidad de Buenos Aires. Investigadora, Instituto Interdisciplinario de Estudios de Género (IIEGE), Instituto de Investigaciones Gino Germani (IIGG), Universidad de Buenos Aires, Argentina. anadominguezmon@gmail.com."]], "text": "Diabetes, a disease that constitutes a syndrome, is growing more quickly in societies with precarious living and working conditions. Daily care practices are fundamental in preventing it from progressing. This work shows the heuristic and interpretative value and the explanatory potential of an ethnographic approach and a gender perspective in the analysis of care practices in a group of elder adults living with type 2 diabetes. The research was carried out with diabetes group participants and health professionals in a primary healthcare center in José León Suárez, municipality of San Martín, province of Buenos Aires, during the period 2013-2016. We identified and analyzed care activities (including self-care) that resulted from the authoritative knowledge of the group in connection with the healthcare center professionals. Such individual, group and collective actions generate care logics that promote care of oneself. The methodological proposal of this study is framed within the tradition of collaborative fieldwork.La diabetes es una enfermedad que constituye un síndrome, cuyo crecimiento se registra con mayor velocidad en sociedades con condiciones de vida y de trabajo precarias y los cuidados cotidianos son fundamentales para controlar su progresión. El presente trabajo muestra el valor heurístico e interpretativo y la potencialidad explicativa del aporte del enfoque etnográfico y de la perspectiva de género para el análisis de las prácticas de cuidado en un grupo de adultos mayores que vive con diabetes tipo 2. El trabajo se llevó a cabo con un grupo de diabéticos y con profesionales de la salud en un centro de atención primaria de salud (CAPS) de José León Suárez, municipio de San Martín, provincia de Buenos Aires, en el período 2013-2016. Identificamos y analizamos acciones de cuidado (incluido el autocuidado) producto del conocimiento autorizado del grupo en articulación con los profesionales de salud del CAPS. Estas acciones individuales, grupales y colectivas conforman lógicas de cuidado que promueven el cuidado de sí. Esta propuesta metodológica se inscribe en la tradición del trabajo de campo colaborativo.", "id": "29340507", "date": null, "title": "[Health care practices among people living with diabetes: an anthropological, ethnographical approach with a gender perspective].", "doi": "10.18294/sc.2017.1156", "journal": ["Salud colectiva", "Salud Colect"]}