{"authors": [["Menegueti", "Mayra Gonçalves", "MG", "Comissão de Controle de Infecção Hospitalar, Unidade de Transplante Renal, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Betoni", "Natália Cristina", "NC", "Unidade de Transplante Renal, Divisão de Nefrologia, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Bellissimo-Rodrigues", "Fernando", "F", "Divisão de Epidemiologia, Departamento de Medicina Social, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Romão", "Elen Almeida", "EA", "Unidade de Transplante Renal, Divisão de Nefrologia, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."]], "text": "Bloodstream infections are the second most common cause of death among patients on hemodialysis. This study aimed to evaluate the incidence of and risk factors associated with central venous catheter-related infections in patients undergoing hemodialysis, and to identify and characterize the type and antimicrobial susceptibility profiles of the primary microorganisms isolated during one year of follow-up.A prospective cohort study was conducted in 2014 in a hemodialysis referral center. We included 200 outpatients with acute kidney injury who had no permanent venous access. A nurse assessed the patients for signs of infection three times per week during dressing changes. The clinicopathologic characteristics of patients with and without local or systemic infection were compared.Fifty-five episodes of catheter-related infections occurred in 43 (22%) patients; 38 (69%) were bloodstream infections and 17 (31%) were local infections. Thirty-two (75%) patients with infection had femoral vein catheter placement. In total, 6,240 hemodialysis sessions were performed; the rates of primary bloodstream and local infection were 6.1 and 2.7 episodes per 1,000 patients on daily dialysis, respectively. In the univariate analysis, diabetes was significantly associated with the development of infection, while level of education, ethnicity, age, and sex were not. Gram-negative bacteria were primarily isolated from blood culture specimens (55% of samples). Of the Gram-negative isolates, 56% were resistant to the carbapenems.We identified a high incidence of catheter-related infections caused by resistant microorganisms in patients undergoing hemodialysis via central venous catheters.", "id": "29340455", "date": null, "title": "Central venous catheter-related infections in patients receiving short-term hemodialysis therapy: incidence, associated factors, and microbiological aspects.", "doi": "10.1590/0037-8682-0438-2017", "journal": ["Revista da Sociedade Brasileira de Medicina Tropical", "Rev. Soc. Bras. Med. Trop."]}