{"authors": [["Lagunes-Córdoba", "Roberto", "R", "Doctor en Ciencias. Investigador de tiempo completo, Instituto de Investigaciones Psicológicas, Universidad Veracruzana. Veracruz, México. rlc.academico@yahoo.com.mx."], ["Galindo-Guevara", "Isaac", "I", "Licenciado en Psicología. Estudiante, Especialización en Estudios de Opinión, Facultad de Psicología, Universidad Veracruzana. Veracruz, México. is.gal93@gmail.com."], ["Reyes", "Atalia Castillo", "AC", "Maestra en Salud Pública. Estudiante de Doctorado en Psicología, Instituto de Investigaciones Psicológicas, Universidad Veracruzana. Xalapa, Veracruz, México. ataliacastillor@gmail.com."], ["Romero-Aparicio", "Citlalli", "C", "Licenciada en Psicología. Becaria, Facultad de Psicología, Universidad Veracruzana. Xalapa, Veracruz, México. citla_792@hotmail.com."], ["Rosas-Santiago", "Francisco Javier", "FJ", "Doctor en Ciencias. Investigador de tiempo completo, Instituto de Investigaciones Psicológicas, Universidad Veracruzana. Xalapa, Veracruz, México. frosas98@yahoo.com.mx."]], "text": "Early insulinization therapy is regarded as an efficient aid to improve long term control and quality of life in patients with diabetes mellitus type 2 (DM2). Nevertheless, both patients and medical staff confront barriers in using this therapeutic tool. This study employs a qualitative approach to explore the barriers to early insulinization among medical staff from the public sector in the city of Xalapa, Veracruz, México. Between 2015 and 2016, in-depth interviews were conducted with general and specialist physicians offering primary health care to patients with DM2. The transcribed interviews were analyzed to extract and organize categories and subcategories of barriers among medical staff. These barriers were then grouped into three categories and exemplified with interview excerpts: barriers coming from the medical staff itself, barriers emerging from the doctor-patient interaction, and institutional barriers. Uses for the classification obtained are discussed, as are some of the solutions proposed by study participants.La terapia de insulinización temprana ha demostrado ser un auxilio eficaz para mejorar el control a largo plazo y la calidad de vida de pacientes con diabetes mellitus tipo 2. Sin embargo, tanto los pacientes como los médicos presentan barreras al uso de esta alternativa terapéutica. El presente estudio utiliza un abordaje cualitativo para explorar las barreras a la insulinización temprana que tiene el personal médico del sector público en la ciudad de Xalapa, Veracruz, México. Entre los años 2015 y 2016, se realizaron entrevistas en profundidad a médicos generales y especialistas que brindaban atención primaria a pacientes con diabetes mellitus tipo 2. Las entrevistas transcritas fueron analizadas para extraer y esquematizar las categorías y subcategorías de las barreras del personal de salud, las cuales se agruparon en tres categorías que fueron ejemplificadas con extractos del discurso de los participantes: barreras propias del personal médico, barreras que surgen en la relación médico-paciente, y obstáculos institucionales. Se discuten los posibles usos del esquema obtenido, así como algunas propuestas de solución generadas por los participantes del estudio.", "id": "29340447", "date": null, "title": "[Why don't doctors use early insulinization therapy in patients with diabetes mellitus type 2?: A qualitative approach in a Mexican city].", "doi": "10.18294/sc.2017.1341", "journal": ["Salud colectiva", "Salud Colect"]}