{"authors": [["Hara", "Akinori", "A", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."], ["Furuichi", "Kengo", "K", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."], ["Koshino", "Akihiko", "A", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."], ["Yasuda", "Haruka", "H", "Department of Nephrology and Laboratory Medicine, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan."], ["Tran", "Trang Thi Thu", "TTT", "Department of Nephrology and Laboratory Medicine, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan."], ["Iwata", "Yasunori", "Y", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."], ["Sakai", "Norihiko", "N", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."], ["Shimizu", "Miho", "M", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."], ["Kaneko", "Shuichi", "S", "Department of Disease Control and Homeostasis, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan."], ["Nakamura", "Hiroyuki", "H", "Department of Environmental and Preventive Medicine, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan."], ["Wada", "Takashi", "T", "Division of Nephrology, Kanazawa University Hospital, Kanazawa, Japan."]], "text": "We examined the impact of autoantibodies on the erythropoietin receptor (EPOR) in type 2 diabetic patients with chronic kidney disease (CKD).A total of 112 Japanese patients with type 2 diabetes who had CKD were enrolled in this study and followed for a mean of 45 months. Sera from these patients were screened for anti-EPOR antibodies using enzyme-linked immunosorbent assays.Anti-EPOR antibodies were detected in 26 patients (23%). Anti-EPOR antibodies were associated with low hemoglobin concentrations and decreased renal function. In patients with biopsy-proven diabetic nephropathy, anti-EPOR antibodies were associated with increased levels of interstitial inflammation. A decrease in renal function was observed more frequently in patients with antibodies than in those without antibodies, and the presence of the antibodies together with well-known clinical parameters, including proteinuria and low glomerular filtration rate, was a significant risk factor for end-stage renal disease. In human tubular epithelial HK-2 cells, IgG fractions containing anti-EPOR antibodies upregulated the expression of monocyte chemoattractant protein-1 mRNA under a high concentration of glucose.Anti-EPOR antibodies might be involved in the progression of renal lesions and in the impaired erythropoiesis in type 2 diabetic patients with CKD. Furthermore, the presence of anti-EPOR antibodies may be an additional predictor for end-stage renal disease in type 2 diabetes.", "id": "29340323", "date": "2017-09-08", "title": "Clinical and Pathological Significance of Autoantibodies to Erythropoietin Receptor in Type 2 Diabetic Patients With CKD.", "doi": "10.1016/j.ekir.2017.08.017", "journal": ["Kidney international reports", "Kidney Int Rep"]}