{"authors": [["Trachtman", "Howard", "H", "Division of Nephrology, Department of Pediatrics, New York University Langone Medical Center, New York, New York, USA."], ["Gipson", "Debbie S", "DS", "Department of Pediatrics, University of Michigan, Ann Arbor, Michigan, USA."], ["Somers", "Michael", "M", "Division of Nephrology, Boston Children's Hospital, Boston, Massachusetts, USA."], ["Spino", "Cathie", "C", "Department of Biostatistics, University of Michigan, Ann Arbor, Michigan, USA."], ["Adler", "Sharon", "S", "Division of Nephrology and Hypertension, Harbor-University of California Los Angeles Medical Center, Los Angeles, California, USA."], ["Holzman", "Lawrence", "L", "Department of Medicine, University of Pennsylvania Medical School, Philadelphia, Pennsylvania, USA."], ["Kopp", "Jeffrey B", "JB", "Kidney Disease Section, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Sedor", "John", "J", "Department of Medicine, Case Western Reserve University School of Medicine, Cleveland, Ohio, USA."], ["Overfield", "Sandra", "S", "Bristol-Myers Squibb, Princeton, New Jersey, USA."], ["Elegbe", "Ayanbola", "A", "Bristol-Myers Squibb, Princeton, New Jersey, USA."], ["Maldonado", "Michael", "M", "Bristol-Myers Squibb, Princeton, New Jersey, USA."], ["Greka", "Anna", "A", "Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, and Broad Institute of Massachusetts Institute of Technology and Harvard, Cambridge, Massachusetts, USA."]], "text": "Treatment-resistant nephrotic syndrome is a rare form of glomerular disease that occurs in children and adults. No Food and Drug Administration-approved treatments consistently achieve remission of proteinuria and preservation of kidney function. CD80 (B7-1) can be expressed on injured podocytes, and administration of abatacept (modified CTLA4-Ig based on a natural ligand to CD80) has been associated with sustained normalization of urinary protein excretion and maintenance of glomerular filtration rate in experimental and clinical settings.In this report, we describe the rationale for and design of a randomized, placebo-controlled, clinical trial of abatacept in patients with treatment-resistant nephrotic syndrome caused by focal segmental glomerulosclerosis or minimal change disease. The design is a hybrid of a parallel-group and crossover design (switchover) with the primary objectives assessed in the first period of the study and the secondary objectives assessed using data from both periods. All participants will receive the active agent in 1 of the periods. The duration of treatment will be 4 months per period.The primary outcome will be improvement in nephrotic-range proteinuria to subnephrotic range, that is, reduction from baseline to 4 months in urine protein:creatinine ratio ≥ 50% and to a level < 3. The projected sample size is 90 patients, which has 80% power to detect a treatment difference of 28%.This study advances efforts to validate CD80 as a therapeutic target for treatment-resistant nephrotic syndrome, and implements a precision medicine-based approach to this serious kidney condition in which the selection of a therapeutic agent is guided by the underlying disease mechanism operating in individual patients.", "id": "29340321", "date": "2017-08-31", "title": "Randomized Clinical Trial Design to Assess Abatacept in Resistant Nephrotic Syndrome.", "doi": "10.1016/j.ekir.2017.08.013", "journal": ["Kidney international reports", "Kidney Int Rep"]}