{"authors": [["Mashhadi", "Mohammad Ali", "MA", "Hematology/Oncology Department, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Sepehri", "Zahra", "Z", "Internal Medicine Department, Zabol University of Medical Sciences, Zabol, Iran."], ["Heidari", "Zahra", "Z", "Endocrinology Department, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Kaykhaei", "Mahmoud Ali", "MA", "Endocrinology Department, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Sargazi", "Aliyeh", "A", "Student Research Committee, Zabol University of Medical Sciences, Zabol, Iran."], ["Kohan", "Farhad", "F", "Student Research Committee, Zabol University of Medical Sciences, Zabol, Iran."], ["Heidari", "Hanieh", "H", "Zahedan University of Medical Sciences, Zahedan, Iran."]], "text": "Background: Endocrinopathies and diabetes mellitus are prevalent in patients with beta-thalassemia major Recently some studies demonstrate a link between low levels of serum zinc level and higher prevalence of diabetes. The aim of this study was to evaluate the glucose tolerance in patients suffered from beta-thalassemia major and determine the association of Homeostasis Model Assessment (HOMA) parameters with zinc status among these patients. Materials andMethods: In this cross sectional study, clinical data of patients who were suffered from thalassemia major, aged≥10 years were collected. Serum ferritin concentration, fasting blood sugar, fasting blood insulin and serum zinc level were assessed after overnight fasting. Moreover, oral glucose tolerance test was performed. Homeostasis Model Assessment (HOMA-2) was used for calculating beta-cell function, insulin resistance and sensitivity for normoglycemic and pre-diabetic subjects. Results: of the 163 patients diagnosed with beta-thalassemia major, 10%, 53% and 37% were diabetic, pre-diabetic and normal, respectively. Mean serum zinc concentration was equal to 18.90±10.93µg/dl, and it was not significantly different across diabetic, pre-diabetic and normal groups. Pre-diabetic patients had significantly lower beta-cell function compared to normal subjects (P=0.0001). An inverse relation was documented between beta-cell function on one hand and total units of blood transfusion and ferritin level on the other hand (r=-0.29, P=0.004 and r=-0.27, P=0.03, respectively). The analysis adjusted for multiple possible confounders showed that there is no significant association between HOMA parameters and serum zinc level. Conclusion: Impaired glucose metabolism and low serum zinc level were quite common among our study participants. The findings of the study also signifies the substantial role of follow-up in early detection and appropriate treatment.", "id": "29340122", "date": null, "title": "A Cross-Sectional Study of Glycemic Status and Zinc Level in Patients with Beta-Thalassemia Major.", "doi": null, "journal": ["International journal of hematology-oncology and stem cell research", "Int J Hematol Oncol Stem Cell Res"]}