{"authors": [["Yaghobi", "Maryam", "M", "Pregnancy Health Research Center, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Miri-Moghaddam", "Ebrahim", "E", "Genetics of Non-Communicable Diseases Research Centre, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Majid", "Naderi", "N", "Genetics of Non-Communicable Diseases Research Centre, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Bazi", "Ali", "A", "Department of Mental Health & Psychiatric Nursing, Pregnancy Health Research Centre, Zahedan University of Medical Sciences , Zahedan, Iran."], ["Navidian", "Ali", "A", "Students Scientific Research Center, Faculty of Nursing & Midwifery, Zahedan University of Medical Sciences , Iran Hospital, Iranshhar, Iran."], ["Kalkali", "Asiyeh", "A", "Students Scientific Research Center, Faculty of Nursing & Midwifery, Zahedan University of Medical Sciences , Iran Hospital, Iranshhar, Iran."]], "text": "Background: Thalassemia syndromes are among prevalent hereditary disorders imposing high expenses on health-care system worldwide and in Iran. Organ failure represents a life-threatening challenge in transfusion- dependent β-thalassemia (TDT) patients. The purpose of the present study was to determine the frequency of organ dysfunctions among TDT patients in Sistan and Baluchistan province in South-East of Iran. Materials and Methods: Laboratory and clinical data were extracted from medical records as well as by interviews. Standard criteria were applied to recognize cardiac, gonadal, endocrine and renal dysfunctions. The collected data were analyzed using the SPSS statistics software (Ver.19). Results: A total of 613 TDT patients (54.3% males and 45.7% females) were included in this study. The mean age of patients was 13.3 ±7.7 years old. Cardiac events comprised the most encountered complications (76.4%), following by hypogonadism (46.8%), parathyroid dysfunction (22%), thyroid abnormalities (8.3%), diabetes (7.8%) and renal disease (1.8%). Hypogonadism comprised the most identified complication in patient <15 years old, while the cardiac complications were the most frequent sequela in patients >15 years old (P<0.01). Conclusion: As cardiac events are significantly more common among TDT patients, close monitoring of the heart function is recommended for identifying patients with cardiac problems.", "id": "29340121", "date": null, "title": "Complications of Transfusion-Dependent β-Thalassemia Patients in Sistan and Baluchistan, South-East of Iran.", "doi": null, "journal": ["International journal of hematology-oncology and stem cell research", "Int J Hematol Oncol Stem Cell Res"]}