{"authors": [["Popova", "Polina V", "PV", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Klyushina", "Alexandra A", "AA", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Vasilyeva", "Lyudmila B", "LB", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Tkachuk", "Alexandra S", "AS", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Bolotko", "Yana A", "YA", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Gerasimov", "Andrey S", "AS", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Pustozerov", "Evgenii A", "EA", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Kravchuk", "Ekaterina N", "EN", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Predeus", "Alexander", "A", "ITMO University, Saint Petersburg, Russia."], ["Kostareva", "Anna A", "AA", "Almazov National Medical Research Centre, Saint Petersburg, Russia."], ["Grineva", "Elena N", "EN", "Almazov National Medical Research Centre, Saint Petersburg, Russia."]], "text": "We hypothesized that the association of certain lifestyle parameters with gestational diabetes mellitus (GDM) risk would depend on susceptibility loci. In total, 278 Russian women with GDM and 179 controls completed questionnaires about lifestyle habits (food consumption, physical activity and smoking). GDM was diagnosed according to the criteria of the International Association of Diabetes and Pregnancy Study Groups. Maternal blood was sampled for genotyping single-nucleotide polymorphisms (SNPs) in MTNR1B (rs10830963 and rs1387153), GCK (rs1799884), KCNJ11 (rs5219), IGF2BP2 (rs4402960), TCF7L2 (rs7903146 and rs12255372), CDKAL1 (rs7754840), IRS1 (rs1801278) and FTO (rs9939609). Binary logistic regression revealed an interaction effect of sausage intake and the number of risk alleles of two SNPs (rs10830963 in MTNR1B and rs1799884 in GCK) on GDM risk (P < 0.001). Among women without risk alleles of these two SNPs, sausage consumption was positively associated with GDM risk (P trend = 0.045). This difference was not revealed in women carrying 1 or more risk alleles. The risk of GDM increased as the number of risk alles increased in participants with low and moderate sausage consumption (P trend <0.001 and 0.006, respectively), while the risk of GDM in women with high sausage consumption remained relatively high, independent of the number of risk alleles. These findings indicate that the association of sausage consumption with GDM risk can be determined based on the number of risk alleles of rs10830963 in MTNR1B and rs1799884 in GCK.", "id": "29340108", "date": "2017-12-06", "title": "Effect of gene-lifestyle interaction on gestational diabetes risk.", "doi": "10.18632/oncotarget.22999", "journal": ["Oncotarget", "Oncotarget"]}