{"authors": [["Wang", "Wei", "W", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["He", "Qianting", "Q", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Yan", "Wangxiang", "W", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Sun", "Jingjing", "J", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Chen", "Zujian", "Z", "Center for Molecular Biology of Oral Diseases, College of Dentistry, University of Illinois at Chicago, Chicago, IL, USA."], ["Liu", "Zhonghua", "Z", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Lu", "Zhiyuan", "Z", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Hou", "Jinsong", "J", "Department of Oral and Maxillofacial Surgery, Guanghua School of Stomatology, Hospital of Stomatology, Sun Yat-Sen University, Guangzhou, China."], ["Shao", "Yisen", "Y", "Department of Oral and Maxillofacial Surgery, Affiliated Hospital of Jiangxi University of Traditional Chinese Medicine, Nanchang, China."], ["Zhou", "Xiaofeng", "X", "Center for Molecular Biology of Oral Diseases, College of Dentistry, University of Illinois at Chicago, Chicago, IL, USA."], ["Wang", "Anxun", "A", "Department of Oral and Maxillofacial Surgery, First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."]], "text": "Previous evidence has indicated an increased cancer risk in individuals with diabetes mellitus (DM). The aim of this study was to investigate the relationship between DM (high glucose) and tongue squamous cell carcinoma (TSCC) and how high glucose mediated the metastatic potential of TSCC. The relationship between DM and TSCC was assessed in a retrospective study. The role and its mechanism of high glucose on the proliferation, metastatic potential of TSCC were investigated in vitro and in vivo. The prevalence rate of DM in patients with TSCC was 12.84%, which was significantly higher than that (9.7%) in the general population in China. Although no significant difference was observed in the overall survival (OS) rate, TSCC patients with DM have a 1.38-fold increase in relative risk affecting 5-year OS compared to patients without DM. High glucose enhanced the TSCC cell proliferation, migration, invasion and upregulated PKM2 (pyruvate kinase M2) expression. Whereas, these effect was abolished after knockdown of PKM2 in TSCC cells. High glucose promoted tumour growth and lung metastasis of TSCC in a DM animal model. Our results confirm DM as a risk factor for the development of TSCC. High glucose enhances the metastatic potential of TSCC through stimulation of the PKM2 pathway.", "id": "29340090", "date": "2017-12-04", "title": "High glucose enhances the metastatic potential of tongue squamous cell carcinoma via the PKM2 pathway.", "doi": "10.18632/oncotarget.22907", "journal": ["Oncotarget", "Oncotarget"]}