{"authors": [["Guan", "Yalin", "Y", "Department of Neurology, Tianjin Huanhu Hospital, Tianjin, China."], ["Yu", "Changshen", "C", "Department of Neurology, Tianjin Huanhu Hospital, Tianjin, China."], ["Shi", "Min", "M", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Ni", "Jingxian", "J", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Wu", "Yanan", "Y", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Gu", "Hongfei", "H", "Department of Neurology, Tianjin Haibin People's Hospital, Tianjin, China."], ["Bai", "Lingling", "L", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Liu", "Jie", "J", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Tu", "Jun", "J", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Wang", "Jinghua", "J", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."], ["Ning", "Xianjia", "X", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin, China."]], "text": "We assessed the association between the mean carotid intima-media thickness (CIMT) and fasting plasma glucose (FPG) levels in a low-income population in rural China. Adults aged ≥45 years without a history of diabetes, stroke, or cardiovascular disease were recruited. All participants were categorized into four groups according to FPG level. A total of 3509 participants were analyzed in this study. In the univariate analysis, sex, age, education level, hypertension, central obesity, current smoking, alcohol consumption, and higher levels of FPG, total cholesterol (TC), triglycerides (TG), high-density lipoprotein cholesterol (HDL-C), and low-density lipoprotein cholesterol (LDL-C) were associated with mean CIMT and frequency of increased CIMT. FPG levels were significantly associated with mean CIMT; each 1-mmol/L increase in FPG resulted in a 2.75-μm increase in mean CIMT when adjusted by age, sex, education level, current smoking status, alcohol consumption, hypertension, and the levels of TC, TG, HDL-C, and LDL-C (P = 0.044). However, the association between FPG and the frequency of increased CIMT disappeared after adjusting by covariates. These findings indicate that FPG is an independent determinant of mean CIMT in a non-diabetic population. Management and control of FPG levels is crucial for preventing atherosclerosis in populations with high stroke risks in China.", "id": "29340036", "date": "2017-11-06", "title": "The association between elevated fasting plasma glucose levels and carotid intima-media thickness in non-diabetic adults: a population-based cross-sectional study.", "doi": "10.18632/oncotarget.22302", "journal": ["Oncotarget", "Oncotarget"]}