{"authors": [["Takeyama", "Masayuki", "M", "Department of Ophthalmology, Aichi Medical University, Nagakute."], ["Takeuchi", "Fumio", "F", "Department of Biochemistry, Aichi Medical University, Nagakute."], ["Gosho", "Masahiko", "M", "Department of Clinical Trial and Clinical Epidemiology, Faculty of Medicine, University of Tsukuba, Tsukuba."], ["Sugita", "Keijiro", "K", "Department of Ophthalmology, Aichi Medical University, Nagakute."], ["Zako", "Masahiro", "M", "Department of Ophthalmology, Asia Hospital, Seto."], ["Iwaki", "Masayoshi", "M", "Department of Ophthalmology, Yokkaichi, Digestive Disease Center, Komono, Japan."], ["Kamei", "Motohiro", "M", "Department of Ophthalmology, Aichi Medical University, Nagakute."]], "text": "Tranexamic acid (TXA) is a widely used antifibrinolytic agent that can also cause a decrease in vascular permeability. We hypothesized that TXA could improve macular edema (ME) that is caused by an increase in retinal vascular permeability. The aim of this study is to evaluate the efficacy of oral TXA for ME associated with retinal vein occlusion (RVO) or diabetic ME (DME).Oral TXA (1,500 mg daily for 2 weeks) was administered to patients with persistent ME secondary to RVO (7 eyes) and DME (7 eyes). After 2 weeks (ie, the final day of administration) and 6 weeks (ie, 4 weeks after the final administration), best-corrected visual acuity and central macular thickness (CMT) were measured and compared with baseline. Analyses were performed for RVO and DME cases. No other treatment was performed during the study period.In RVO cases, significant improvement in CMT was found between baseline (467.7±121.4 μm) and 2-week measurements after treatment (428.7±110.5 μm, p=0.024). No significant change was found in CMT between measurements taken at baseline and 6 weeks after treatment. In DME cases, no significant change was found in CMT between measurements taken at baseline and 2 or 6 weeks after treatment. In all analyses of best-corrected visual acuity, no significant change was observed.The results support the hypothesis that plasmin plays a role in the development of ME associated with RVO, and oral TXA administration may be useful as an adjuvant treatment when combined with other agents such as anti-vascular endothelial growth factor.", "id": "29339919", "date": "2017-12-20", "title": "Effect of oral tranexamic acid on macular edema associated with retinal vein occlusion or diabetes.", "doi": "10.2147/OPTH.S149935", "journal": ["Clinical ophthalmology (Auckland, N.Z.)", "Clin Ophthalmol"]}