{"authors": [["Ciorogar", "George", "G", null], ["Bartos", "Adrian", "A", null], ["Bartos", "Dana", "D", null], ["Vesa", "Stefan Cristian", "SC", null], ["Pop", "Miana", "M", null], ["Herdean", "Andrei", "A", null], ["Betea", "Iulia", "I", null], ["Ciorogar", "Anca", "A", null], ["Mois", "Emil", "E", null], ["Zaharie", "Florin", "F", null], ["Iancu", "Cornel", "C", null]], "text": "This study analyzes risk factors implicated in postoperative complications and mortality after anterior resection in rectal cancer.A total number of 378 patients with anterior rectal resection, diagnosed with rectal cancer and admitted at the IIIrd Surgery Clinic, \"Octavian Fodor\" Regional Institute of Gastroenterology and Hepatology, Romania, between 2009 and 2016. The inclusion criteria were anterior rectal resections with curative visa for rectal cancer. The complications we assessed are the following: anastomotic fistula, intra-abdominal infections, postoperative bowel obstruction and wound infection.There was statistical significance regarding male gender, emergency hospitalization, hypoproteinemia and the resumption of intestinal transit. Anterior rectal resection of tumors located on the middle rectum was associated with high rate of anastomotic fistula. Patients with manual suture of anastomosis developed intraabdominal abscess more frequently. In the multivariate analysis, hypoproteinemia and a number of lymph nodes >1 remained independently associated with the occurrence of wound infection. The 30-day mortality rate was 4.8% with 18 deaths and morbidity rate 20.6% with 78 cases.Major complications after radical resection for rectal cancer are dependent on multiple variables such as male patients, those admitted in emergency and patients with hypoproteinemia. Location of tumor on middle rectum, manual suture of anastomosis, number of lymph nodes > 1 were associated with high rate of morbidity. Patients with coronary heart disease and diabetes mellitus didn't had statistical significance, but the rate of morbidity and mortality remains high in this groups.Complications, Radical anterior resection, Rectal cancer, Risk factors.Lo studio analizza i fattori di rischio per complicanze postoperatorie e mortalità dopo resezione anteriore del retto su una casistica di 378 pazienti. Si tratta di pazienti ricoverati nella 3a Clinica Chirurgica dell’Istituto Regionale di Gastroenterologia ed Epatologia “Octavian Fodor” di Romania tra il 2009 e il 2016. Il reclutamento ha riguardato cancri del retto proponibili per la resezione anteriore ad intento curativo. Le complicanze accertate sono state la fistola anastomotica, le infezioni intra-addominali, l’occlusione postoperatoria e le infezioni della ferita. Di significato statistico è risultato il genere maschile, il ricovero d’urgenza, l’ipoprotidemia e la ripresa del transito intestinale. I casi di cancro del medio retto sono risultati con alta incidenza di fistula anastomotica. Ascessi intra-addominali si sono verificati più frequentemente nei casi con sutura anastomotica manuale. Nell’analisi multivariata l’ipoprotidemia ed il numero di linfonodi > 1 si sono dimostrati associati indipendentemente con l’evenienza di suppurazione della ferita. La mortalità a 30 giorni è stata del 4,8% con 18 decessi, e la morbilità ha inciso per il 20,6% con 78 casi. In conclusion le maggiori complicazioni dopo resezione radicale del cancro rettale dipendono da variabili multiple, come il sesso maschile, i ricoveri d’urgenza, e i soggetti malnutriti. Un’alta incidenza di morbilità si è riscontrata nei tumori del medio retto, nelle sutura eseguite manualmente, in caso di linfonodi positivi superiori all’unità. La coronaropatia ed il diabete non hanno mostrato un significato statisticamente rilevante, ma l’incidenza di morbilità e mortalità rimane alta in questi gruppi.", "id": "29339590", "date": null, "title": "Rectal cancer: factors predicting short outcomes after radical anterior resection.", "doi": null, "journal": ["Annali italiani di chirurgia", "Ann Ital Chir"]}