{"authors": [["Sista", "Federico", "F", "Department of General Surgery, Ospedale civile San Salvatore, University of L'Aquila, L'Aquila, Italy."], ["Abruzzese", "Valentina", "V", "Department of General Surgery, Ospedale civile San Salvatore, University of L'Aquila, L'Aquila, Italy."], ["Clementi", "Marco", "M", "Department of General Surgery, Ospedale civile San Salvatore, University of L'Aquila, L'Aquila, Italy."], ["Guadagni", "Stefano", "S", "Department of General Surgery, Ospedale civile San Salvatore, University of L'Aquila, L'Aquila, Italy."], ["Montana", "Laura", "L", "Assistance Publique-Hôpitaux de Paris (AP-HP), Department of digestive and metabolic surgery, Avicenne university hospital, Université Paris XIII-UFR SMBH \"Léonard de Vinci\", AP-HP, Bobigny, France."], ["Carandina", "Sergio", "S", "ELSAN, Surgical obesity Center (CCO), Clinique Saint Michel, Toulon, France. Electronic address: sergio.carandina@gmail.com."]], "text": "Weight loss (WL) and altered gut hormonal levels are involved in glucose homeostasis after laparoscopic sleeve gastrectomy (LSG).The aim of this study was to evaluate the time-related effects of WL, ghrelin, and glucacon-like peptide-1 (GLP-1) plasma concentrations on type 2 diabetes resolution after LSG.University hospital, Italy.Ninety-one patients who underwent LSG were investigated. Insulin secretion (insulinogenic index [IGI]), insulin resistance, plasma glucose level and percentage glycated hemoglobin using the oral glucose tolerance test were assessed before surgery, on postoperative day 3, and then at 6, 12, 24, and 36 months after LSG. At the same time points, WL, ghrelin, and GLP-1 levels were determined.During follow-up, the resolution rate of type 2 diabetes was 9.4%, 42.3%, 71.8%, 81.2%, and 91.8%, respectively. Ghrelin plasma concentrations decreased significantly after LSG (271.5 ± 24.5 pg/mL versus 122.4 ± 23.4 pg/mL, P = .04). GLP-1 plasma concentrations increased significantly after LSG (1.7 ± 2.6 pg/mL versus 2.5 ± 3.4 pg/mL, P = .04). The percentage of excess weight loss and IGI presented a positive linear correlation (r) at all follow-up time points with a strong positive correlation at 12 and 24 months. A strong negative correlation between ghrelin and IGI was recorded during the first 3 days after LSG (r = -.9). GLP-1 and IGI presented a strong positive correlation at day 3 and 6 months (i.e., .8 and .8, respectively).LSG may affect glucose homeostasis by 2 different time-related modes: a first step in which the hormonal changes play a predominant role in glucose homeostasis and a second step in which the percentage excess weight loss determines the metabolic results.", "id": "29339031", "date": "2017-12-14", "title": "Resolution of type 2 diabetes after sleeve gastrectomy: a 2-step hypothesis.", "doi": "10.1016/j.soard.2017.12.009", "journal": ["Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery", "Surg Obes Relat Dis"]}