{"authors": [["Hariri", "Kamyar", "K", "The Garlock Division of General Surgery, Icahn School of Medicine at Mount Sinai Hospital, New York, New York."], ["Guevara", "Daniela", "D", "The Garlock Division of General Surgery, Icahn School of Medicine at Mount Sinai Hospital, New York, New York."], ["Jayaram", "Anusha", "A", "The Garlock Division of General Surgery, Icahn School of Medicine at Mount Sinai Hospital, New York, New York."], ["Kini", "Subhash U", "SU", "The Garlock Division of General Surgery, Icahn School of Medicine at Mount Sinai Hospital, New York, New York."], ["Herron", "Daniel M", "DM", "The Garlock Division of General Surgery, Icahn School of Medicine at Mount Sinai Hospital, New York, New York."], ["Fernandez-Ranvier", "Gustavo", "G", "The Garlock Division of General Surgery, Icahn School of Medicine at Mount Sinai Hospital, New York, New York. Electronic address: gustavo.fernandez-ranvier@mountsinai.org."]], "text": "Obesity not only increases the chances of developing diabetes-one of the top causes of death in the United States-but it also results in further medical complications.To compare the 6-month and 1-year postoperative remission rates of type 2 diabetic (T2D) patients after bariatric surgery based on preoperative glycosylated hemoglobin (A1C) stratification and pharmacologic therapy: insulin-dependent diabetic (IDD) versus noninsulin-dependent diabetic (NIDD).Academic hospital, United States.We retrospectively analyzed a prospectively maintained database of 186 obese patients with a diagnosis T2D who had undergone either a sleeve gastrectomy or a Roux-en-Y gastric bypass surgery at our hospital.At 6 months (n = 180), patients who were stratified by preoperative A1C levels (<6.5; ≥6.5 to<8; ≥8) had 70.5%, 51.7%, and 30.0% remission rates (P<.001) and at 1 year (n = 118) patients had 72.0%, 54.0%, and 42.8% remission rates (P = .053), respectively. When patients were substratified by preoperative pharmacologic therapy, IDD and NIDD patients had different remission rates within the same A1C level. At 6-months follow-up within A1C ≥6.5 to<8 (IDD versus NIDD), the remission rate was 23.5% versus 64.1% (odds ratio [OR]: .173, confidence interval [CI]: .0471, .6308, P = .0079), and within A1C ≥8 the remission was 24.0% versus 37.5% (OR: .5263, CI: .2115, 1.3096, P = .1676), respectively. At 1-year follow-up within A1C ≥6.5 to<8, the remission rate was 30.0% versus 62.9% (OR: .2521, CI: .0529, 1.2019, P = .0838), and within A1C ≥8 the remission was 31.4% versus 61.9% (OR: .2821, CI: .0908, .8762, P = .0286), respectively. Furthermore, when IDD patients were compared between A1C ≥6.5 to<8 and A1C ≥8 the remission rates were nearly identical, and for NIDD patients A1C was not significantly associated with remission regardless of the level, except at 6 months.While a difference was observed between overall A1C levels-the lower the A1C level, the higher the remission rate-IDD patients had lower remission rates than NIDD patients irrespective of A1C levels; further, IDD patients performed similarly across A1C levels.", "id": "29339030", "date": "2017-11-22", "title": "Preoperative insulin therapy as a marker for type 2 diabetes remission in obese patients after bariatric surgery.", "doi": "10.1016/j.soard.2017.11.016", "journal": ["Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery", "Surg Obes Relat Dis"]}