{"authors": [["Abi-Ayad", "Meryem", "M", "Biology Department, Tlemcen University, Algeria. Electronic address: n.ours@outlook.com."], ["Abbou", "Amine", "A", "Cardiology Department, Tlemcen Hospital Algeria, Algeria."], ["Abi-Ayad", "Fatima Zahra", "FZ", "Biology Department, Oran University, Algeria."], ["Behadada", "Omar", "O", "Biomedical Engineering Department, Tlemcen University, Algeria."], ["Benyoucef", "Mohamed", "M", "Biochemistry Department, Tlemcen Hospital, Algeria."]], "text": "Hypercholesterolemia and hyper LDL-C are associated with the atherosclerosis (AS). The current study was performed to evaluate the implication of the others lipoproteins (HDL, LDL, VLDL) and apolipoproteins (ApoA1, ApoB100) with subclinical atherosclerosis (carotid plaque) in patients with metabolic syndrome (MetS) free from cardiovascular disease (CVD).Prospective transversal study was conducted in patients with MetS free from cardiovascular disease (CVD). The lipids, lipoproteins and apolipoproteins were measured. The lipoproteins (HDL, LDL, VLDL) were obtained by the precipitation method. The carotid plaque (CP) was evaluated by ultrasonography, method for assessing AS. Logistic regression and analysis tree were used to look for the association and the incrimination of the lipoproteins with the presence of CP.The CP incidence was 60% among the participants, 34.29% on the right and the left plaque against 25.71% for only one plaque. The HDL-C was the only lipoprotein associated with the CP after adjustment of the age, the sex and BMI (OR: 0.007 P: 0.046) with the logistic regression analysis, HDL-C (<0.35 g/l), ApoA1 (<1.43 g/l) and VLDL-TG (>0.656 g/l) are implicated in the presence of CP with the analysis tree analysis.Lower level of HDL-C is associated with CP, HDL-C, ApoA1, and high level VLDL-TG but not total cholesterol, and LDL-Care useful parameters in the assessment of initial atherosclerosis in metabolic syndrome.", "id": "29338972", "date": "2017-12-30", "title": "HDL-C, ApoA1 and VLDL-TG as biomarkers for the carotid plaque presence in patients with metabolic syndrome.", "doi": "10.1016/j.dsx.2017.12.017", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}