{"authors": [["Schneeberger", "Caroline", "C", "Department of Medical Microbiology, Academic Medical Center (AMC), University of Amsterdam, Amsterdam, The Netherlands. Electronic address: carolineschneeberger@gmail.com."], ["Erwich", "Jan Jaap H M", "JJHM", "Department of Obstetrics and Gynaecology, University Medical Center Groningen (UMCG), University of Groningen, Groningen, The Netherlands."], ["van den Heuvel", "Edwin R", "ER", "Department of Mathematics and Computer Science, Technical University Eindhoven, Eindhoven, The Netherlands."], ["Mol", "Ben W J", "BWJ", "The Robinson Institute, School of Paediatrics and Reproductive Health, University of Adelaide, Adelaide, Australia."], ["Ott", "Alewijn", "A", "Department of Medical Microbiology, Certe, Groningen, The Netherlands."], ["Geerlings", "Suzanne E", "SE", "Department of Internal Medicine, Division of Infectious Diseases, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."]], "text": "To compare the prevalence of asymptomatic bacteriuria (ASB) and the incidence of urinary tract infection (UTI) in pregnant women with and without diabetes mellitus (DM) or gestational DM (GDM).We performed a cohort study in five hospitals and two midwifery clinics in the Netherlands. Pregnant women with and without DM or GDM were screened for the presence of ASB around 12 and 32 weeks' gestation. Characteristics of participants as well as outcome data were collected from questionnaires and medical records. ASB was defined as the growth of at least 10e5 cfu/ml isolated from the urine of a woman without UTI complaints. UTI was considered to be present when a treating physician had diagnosed UTI and prescribed antibiotics.We studied 202 women with and 272 women without DM or GDM. Of all women 31.7% with and 94.9% without DM or GDM provided a week 12 sample. The prevalence of ASB was comparable in women with and without DM or GDM (12 weeks' n = 322; 4.7% and 2.3%; relative risk (RR) 2.02; 95% confidence interval (CI) 0.52-7.84; 32 weeks' n = 422; 3.2% and 3.0%; RR 1.06; 95% CI 0.36-3.09), as was the incidence of UTI (16.8% and 12.9%; RR 1.31; 95% CI 0.85-2.02). Neither ASB nor UTI were associated with preterm birth or babies being small for gestational age.In pregnant women with and women without DM or GDM, the overall prevalence of ASB was low. Neither ASB nor UTI did differ significantly between the groups. Our data discourage a routine ASB screen and treat policy in pregnant women with DM or GDM.", "id": "29338897", "date": "2017-12-07", "title": "Asymptomatic bacteriuria and urinary tract infection in pregnant women with and without diabetes: Cohort study.", "doi": "10.1016/j.ejogrb.2017.12.013", "journal": ["European journal of obstetrics, gynecology, and reproductive biology", "Eur. J. Obstet. Gynecol. Reprod. Biol."]}