{"authors": [["Klotz", "Stefan", "S", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany."], ["Stock", "Sina", "S", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany."], ["Sievers", "Hans-Hinrich", "HH", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany. Electronic address: Hans-Hinrich.Sievers@uksh.de."], ["Diwoky", "Michael", "M", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany."], ["Petersen", "Michael", "M", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany."], ["Stierle", "Ulrich", "U", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany."], ["Richardt", "Doreen", "D", "Department of Cardiac and Thoracic Vascular Surgery, University Medical Center Schleswig-Holstein, Campus Lübeck, Lübeck, Germany."]], "text": "Remodeling or reimplantation are established operative techniques of aortic valve-sparing root replacement. Long-term follow-up is necessary comparing tricuspid and bicuspid aortic valves.A total of 315 patients (tricuspid, n = 225, bicuspid, n = 89, quadricuspid, n = 1; remodeling, n = 101, reimplantation, n = 214) were evaluated. Mean follow-up was 10.1 ± 5.6 and 6.4 ± 4.2 years for the remodeling and reimplantation group, respectively. Longest follow-up was 21.9 years with 99.2% completeness. Mean age of the patients was 55.9 ± 14.3 for the remodeling group and 48.9 ± 14.5 years for the reimplantation group.There was no significant difference in survival between the remodeling and reimplantation group (P = .11). Survival was comparable with the normal population in the reimplantation group (P = .33). Risk factors for late death were age, diabetes, and a greater New York Heart Association classification. Cumulative incidence of reoperation at 10 years was 5.8% for the reimplantation and 11.7% for the remodeling group (P = .65). Overall, there was no difference in the cumulative incidence of reoperation between tricuspid and bicuspid aortic valve patients (P = .13); however, a landmark analysis showed that in the second decade, the cumulative incidence of reoperation was greater in bicuspid aortic valve patients (P < .001). A total of 10 of 11 reoperated bicuspid aortic valves were degenerated.The remodeling and reimplantation aortic valve-sparing root replacement techniques provided excellent long-term survival. Although the number of patients was relatively small, we provide some hints that in the second decade after the operation, especially in bicuspid aortic valve patients, the risk of reoperation may be increased, needing further evaluation.", "id": "29338868", "date": "2017-12-13", "title": "Survival and reoperation pattern after 20 years of experience with aortic valve-sparing root replacement in patients with tricuspid and bicuspid valves.", "doi": "10.1016/j.jtcvs.2017.12.039", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}