{"authors": [["Kolsrud", "Oscar", "O", "Department of Cardiothoracic Surgery, Sahlgrenska University Hospital, Gothenburg, Sweden; Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Karason", "Kristjan", "K", "Department of Cardiology, Sahlgrenska University Hospital, Gothenburg, Sweden."], ["Holmberg", "Erik", "E", "Department of Oncology, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Ricksten", "Sven-Erik", "SE", "Department of Cardiothoracic Anesthesia and Intensive Care, Sahlgrenska University Hospital, Gothenburg, Sweden."], ["Felldin", "Marie", "M", "Transplant Institute, Sahlgrenska University Hospital, Gothenburg, Sweden."], ["Samuelsson", "Ola", "O", "Department of Nephrology, Sahlgrenska University Hospital, Gothenburg, Sweden."], ["Dellgren", "Göran", "G", "Department of Cardiothoracic Surgery, Sahlgrenska University Hospital, Gothenburg, Sweden; Transplant Institute, Sahlgrenska University Hospital, Gothenburg, Sweden; Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden. Electronic address: goran.dellgren@vgregion.se."]], "text": "To investigate whether measured glomerular filtration rate (mGFR) is a risk factor for death and/or end-stage renal disease (ESRD) after heart transplantation (HTx).All adult patients (n = 416) who underwent HTx between 1988 and 2010 were included. mGFR was performed both preoperatively and postoperatively as annual follow-up. Eight patients received a concomitant kidney transplant (KTx), and 15 underwent late KTx due to chronic renal failure after HTx.The mean drop in mGFR compared with the preoperative value was 12% during the first year after HTx. Preoperative mGFR was not predictive of mortality or ESRD. Older or the use of a ventricular assist device (VAD) were preoperative predictors of death. Long-term survival was significantly worse in the patients who experienced a >25% decrease in mGFR during the first year after transplantation. The need for acute postoperative renal replacement therapy (RRT) was associated with impaired survival but did not predict ESRD among survivors. On multivariable analyses, previous heart surgery, preoperative VAD, and a lower mGFR were all predictors of RRT. In the most recent period, death without previous ESRD was lower, and the only preoperative factors associated with ESRD by multivariable analyses were mechanical ventilation and diabetes mellitus.Pretransplantation mGFR was not predictive of mortality or ESRD after HTx, but necessitated simultaneous or late-stage KTx in this selected population of patients. However, patients with a decrease in >25% mGFR during the first year post-transplantation, as well as early postoperative dialysis-dependent acute renal dysfunction, had a poor prognosis. We suggest that patients with severely impaired kidney function, irrespective of pretransplantation renal function, still should be considered for HTx, but also encourage careful interpretation of our results given the selection bias involved in this population.", "id": "29338859", "date": "2017-12-14", "title": "Renal function and outcome after heart transplantation.", "doi": "10.1016/j.jtcvs.2017.11.087", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}