{"authors": [["Danobeitia", "Juan S", "JS", "Division of Transplantation Madison, Department of Surgery, University of Wisconsin-Madison School of Medicine and Public Health, Madison, WI, USA."], ["Chlebeck", "Peter J", "PJ", "Division of Transplantation Madison, Department of Surgery, University of Wisconsin-Madison School of Medicine and Public Health, Madison, WI, USA."], ["Shokolenko", "Inna", "I", "Department of Allied Health, University of South Alabama, Mobile, Alabama, USA."], ["Ma", "Xiaobo", "X", "Division of Transplantation Madison, Department of Surgery, University of Wisconsin-Madison School of Medicine and Public Health, Madison, WI, USA."], ["Wilson", "Glenn", "G", "Exscien Corporation, Mobile, Alabama, USA."], ["Fernandez", "Luis A", "LA", "Division of Transplantation Madison, Department of Surgery, University of Wisconsin-Madison School of Medicine and Public Health, Madison, WI, USA."]], "text": "Long-term graft survival is an ongoing challenge in the field of islet transplantation. With the growing demand for transplantable organs, therapies to improve organ quality and reduce the incidence of graft dysfunction are of paramount importance. We evaluated the protective role of a recombinant DNA repair protein targeted to mitochondria (Exscien I-III), as a therapeutic agent using a rodent model of pancreatic islet transplantation. We first investigated the effect of therapy on isolated rat islets cultured with pro-inflammatory cytokines (interleukin-1 β, interferon γ, and tumor necrosis factor α) for 48 h and documented a significant reduction in apoptosis by flow cytometry, improved viability by immunofluorescence, and conserved functional potency in vitro and in vivo in Exscien I-III-treated islets. We then tested the effect of therapy in systemic inflammation using a rat model of donor brain death (BD) sustained for a 6-h period. Donor rats were allocated to 4 groups: (non-BD + vehicle, non-BD + Exscien I-III, BD + vehicle, and BD + Exscien I-III) and treated with Exscien I-III (4 mg/kg) or vehicle 30 min after BD induction. Sham (non-BD)-operated animals receiving either Exscien I-III or vehicle served as controls. Islets purified from BD + Exscien I-III-treated donors showed a significant increase in glucose-stimulated insulin release in vitro when compared to islets from vehicle-treated counterparts. In addition, donor treatment with Exscien I-III attenuated the effects of BD and significantly improved the functional potency of transplanted islets in vivo. Our data indicate that mitochondrially targeted antioxidant therapy is a novel strategy to protect pancreas and islet quality from the deleterious effects of cytokines in culture and during the inflammatory response associated with donation after BD. The potential for rapid translation into clinical practice makes Exscien I-III an attractive therapeutic option for the management of brain-dead donors or as an additive to islets in culture after isolation setting.", "id": "29338388", "date": null, "title": "Novel Fusion Protein Targeting Mitochondrial DNA Improves Pancreatic Islet Functional Potency and Islet Transplantation Outcomes.", "doi": "10.1177/0963689717727542", "journal": ["Cell transplantation", "Cell Transplant"]}