{"authors": [["Brandhorst", "Heide", "H", "1 Nuffield Department of Surgical Sciences, University of Oxford, Oxford, United Kingdom."], ["Johnson", "Paul R V", "PRV", "1 Nuffield Department of Surgical Sciences, University of Oxford, Oxford, United Kingdom."], ["Korsgren", "Olle", "O", "3 Department of Immunology, Genetics and Pathology, University of Uppsala, Uppsala, Sweden."], ["Brandhorst", "Daniel", "D", "1 Nuffield Department of Surgical Sciences, University of Oxford, Oxford, United Kingdom."]], "text": "Efficient islet release from the pancreas requires the combination of collagenase, neutral protease (cNP), or thermolysin (TL). Recently, it has been shown that clostripain (CP) may also contribute to efficient islet release from the human pancreas. The aim of this study was to evaluate the impact of these proteases on human islet integrity in a prospective approach. Islets were isolated from the pancreas of 10 brain-dead human organ donors. Purified islets were precultured for 3 to 4 d at 37 °C to ensure that preparations were cleared of predamaged islets, and only integral islets were subjected to 90 min of incubation at 37 °C in Hank's balanced salt solution supplemented with cNP, TL, or CP. The protease concentrations were calculated for a pancreas of 100 g trimmed weight utilizing 120 dimethyl-casein units of cNP, 70,000 caseinase units of TL, or 200 benzoyl-l-arginine-ethyl-ester units of CP (1×). These activities were then increased both 5× and 10×. After subsequent 24-h culture in enzyme-free culture medium, treated islets were assessed and normalized to sham-treated controls. Compared with controls and CP, islet yield was significantly reduced by using the 5× activity of cNP and TL, inducing also fragmentation and DNA release. Viability significantly decreased not until adding the 1× activity of cNP, 5× activity of TL, or 10× activity of CP. Although mitochondrial function was significantly lowered by 1× cNP and 5× TL, CP did not affect mitochondria at any concentration. cNP- and TL-incubated islets significantly lost intracellular insulin already at 1× activity, while the 10× activity of CP had to be added to observe a similar effect. cNP and TL have a similar toxic potency regarding islet integrity. CP also induces adverse effects on islets, but the toxic threshold is generally higher. We hypothesize that CP can serve as supplementary protease to minimize cNP or TL activity for efficient pancreas digestion.", "id": "29338387", "date": null, "title": "Quantifying the Effects of Different Neutral Proteases on Human Islet Integrity.", "doi": "10.1177/0963689717727544", "journal": ["Cell transplantation", "Cell Transplant"]}