{"authors": [["Pokrywczynska", "Marta", "M", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Jundzill", "Arkadiusz", "A", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Warda", "Karolina", "K", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Buchholz", "Lukasz", "L", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Rasmus", "Marta", "M", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Adamowicz", "Jan", "J", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Bodnar", "Magdalena", "M", "4 Department of Clinical Pathomorphology, Collegium Medicum in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Marszalek", "Andrzej", "A", "5 Department of Tumor Pathology, Center of Oncology, Poznan University of Medical Sciences, Poznan, Poland."], ["Helmin-Basa", "Anna", "A", "6 Department of Immunology, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Michalkiewicz", "Jacek", "J", "6 Department of Immunology, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Gagat", "Maciej", "M", "7 Department of Embryology and Histology, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Grzanka", "Alina", "A", "7 Department of Embryology and Histology, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Frontczak-Baniewicz", "Malgorzata", "M", "8 Electron Microscopy Platform, Mossakowski Medical Research Centre, Polish Academy of Sciences, Warsaw, Poland."], ["Gastecka", "Agata Magdalena", "AM", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Kloskowski", "Tomasz", "T", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Nowacki", "Maciej", "M", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."], ["Ricordi", "Camillo", "C", "2 The Diabetes Research Institute Federation, Miami, FL, USA."], ["Drewa", "Tomasz", "T", "1 Department of Regenerative Medicine, Ludwik Rydygier Medical College in Bydgoszcz, Nicolaus Copernicus University in Torun, Bydgoszcz, Poland."]], "text": "A variety of tissue engineering techniques utilizing different cells and biomaterials are currently being explored to construct urinary bladder walls de novo, but so far no approach is clearly superior. The aim of this study was to determine whether mesenchymal stem cells (MSCs) isolated from different sources, (bone marrow [BM-MSCs] and adipose tissue [ADSCs]), differ in their potential to regenerate smooth muscles in tissue-engineered urinary bladders and to determine an optimal number of MSCs for urinary bladder smooth muscle regeneration. Forty-eight rats underwent hemicystectomy and bladder augmentation with approximately 0.8 cm2 graft. In the first and second groups, urinary bladders were reconstructed with small intestinal submucosa (SIS) seeded with 10 × 106 or 4 × 106 ADSCs/cm2, respectively. In the third and fourth groups, urinary bladders were augmented with SIS seeded with 10 × 106 or 4 × 106 BM-MSCs/cm2, respectively. In the fifth group, urinary bladders were augmented with SIS without cells. The sixth group (control) was left intact. Smooth muscle regeneration was evaluated by real-time polymerase chain reaction (RT-PCR) and histological examinations. Histologically, there were no significant differences between urinary bladders augmented with ADSCs and BM-MSCs, but there was a marked increase in smooth muscle formation in bladders augmented with grafts seeded with MSCs in higher density (10 × 106/cm2) compared to lower density (4 × 106/cm2). Molecular analysis revealed that bladders reconstructed with ADSC-seeded grafts expressed higher levels of smooth muscle myosin heavy chain, caldesmon, and vinculin. Bladders augmented with unseeded SIS were fibrotic and devoid of smooth muscles. ADSCs and BM-MSCs have comparable smooth muscle regenerative potential, but the number of MSCs used for graft preparation significantly affects the smooth muscle content in tissue-engineered urinary bladders.", "id": "29338385", "date": null, "title": "Does the Mesenchymal Stem Cell Source Influence Smooth Muscle Regeneration in Tissue-Engineered Urinary Bladders?", "doi": "10.1177/0963689717722787", "journal": ["Cell transplantation", "Cell Transplant"]}