{"authors": [["Vallabhajosyula", "Prashanth", "P", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Hirakata", "Atsushi", "A", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Weiss", "Matthew", "M", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Griesemer", "Adam", "A", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Shimizu", "Akira", "A", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Hong", "Hanzhou", "H", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Habertheuer", "Andreas", "A", "2 Division of Cardiovascular Surgery, Department of Surgery, Hospital of the University of Pennsylvania, Philadelphia, PA, USA."], ["Tchipashvili", "Vaja", "V", "3 Department of Islet Transplantation and Cell Biology, Joslin Diabetes Center, Boston, MA, USA."], ["Yamada", "Kazuhiko", "K", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."], ["Sachs", "David H", "DH", "1 Transplantation Biology Research Center, Massachusetts General Hospital, Boston, MA, USA."]], "text": "In islet transplantation, in addition to immunologic and ischemic factors, the diabetic/hyperglycemic state of the recipient has been proposed, although not yet validated, as a possible cause of islet toxicity, contributing to islet loss during the engraftment period. Using a miniature swine model of islet transplantation, we have now assessed the effect of a persistent state of hyperglycemia on islet engraftment and subsequent function. An islet-kidney (IK) model previously described by our laboratory was utilized. Three experimental donor animals underwent total pancreatectomy and autologous islet transplantation underneath the renal capsule to prepare an IK at a load of ≤1,000 islet equivalents (IE)/kg donor weight, leading to a chronic diabetic state during the engraftment period (fasting blood glucose >250 mg/dL). Three control donor animals underwent partial pancreatectomy (sufficient to maintain normoglycemia during islet engraftment period) and IK preparation. As in vivo functional readout for islet engraftment, the IKs were transplanted across an immunologic minor or class I mismatch barrier into diabetic, nephrectomized recipients at an islet load of ∼4,500 IE/kg recipient weight. A 12-d course of cyclosporine was administered for tolerance induction. All experimental donors became diabetic and showed signs of end organ injury, while control donors maintained normoglycemia. All recipients of IK from both experimental and control donors achieved glycemic control over long-term follow-up, with reversal of diabetic nephropathy and with similar glucose tolerance tests. In this preclinical, large animal model, neither islet engraftment nor subsequent long-term islet function after transplantation appear to be affected by the diabetic state.", "id": "29338381", "date": null, "title": "Effect of the Diabetic State on Islet Engraftment and Function in a Large Animal Model of Islet-Kidney Transplantation.", "doi": "10.1177/0963689717732993", "journal": ["Cell transplantation", "Cell Transplant"]}