{"authors": [["Račić", "Maja", "M", "Department of Primary Health Care and Public Health, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Joksimović", "Bojan N", "BN", "Department of Basic Sciences, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina. joksimovic_bojan@yahoo.com."], ["Cicmil", "Smiljka", "S", "Department of Oral Rehabilitation, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Kusmuk", "Srebrenka", "S", "Department of Primary Health Care and Public Health, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Ivković", "Nedeljka", "N", "Department of Oral Rehabilitation, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Hadživuković", "Natalija", "N", "Department of Nursing, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Kulić", "Milan", "M", "Department of Basic Sciences, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Mijović", "Biljana", "B", "Department of Primary Health Care and Public Health, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Mirić", "Mirjana", "M", "Department of Pathological Physiology, Medical Faculty of the University in Pristina with temporary seat in Kosovska Mitrovica, Kosovo, Serbia."], ["Joksimović", "Vedrana R", "VR", "Department of Primary Health Care and Public Health, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."], ["Dubravac", "Milena", "M", "Department of Primary Health Care and Public Health, Faculty of Medicine Foča, University of East Sarajevo, Bosnia and Herzegovina."]], "text": "Interprofessional teamwork is best attained through education that promotes mutual trust and effective communication. The primary aim of the study was to evaluate the impact of interprofessional learning on knowledge about diabetes.The cross-sectional study included students of medicine, dentistry and nursing at the Faculty of Medicine Foča, Bosnia and Herzegovina. The students were randomly allocated into one of two groups. Group 1 attended an interprofessional course on diabetes while group 2 was divided into three subgroups and each of the subgroups attended an uniprofessional diabetes course. The measuring instrument used in the course in order to assess the participants' knowledge about diabetic care was a test containing multiple-choice questions about diabetes. The Interprofessional Questionnaire was used to explore the attitudes, views, values and beliefs of students regarding interprofessional education (IPE).No statistically significant difference in total score on the test was found between the groups at baseline, but at follow-up the difference was highly statistically significant (F=10.87; p=0.002). The students from Group 1 had better results (21.82 points), compared to Group 2 (18.77 points). The statistically significant difference was observed in mean values (t=-3.997; p=0.001), between Groups 1 and 2; the students from Group 1 obtained 20.42 points, which is considered to indicate a respectively positive self-assessment of communication and teamwork skills. However, Group 2 indicated a negative self-assessment of communication and teamwork skills.The findings suggest that IPE activities may provide health profession students with valuable collaborative learning opportunities.", "id": "29338278", "date": null, "title": "The effects of interprofessional diabetes education on the knowledge of medical, dentistry and nursing students.", "doi": "10.5644/ama2006-124.199", "journal": ["Acta medica academica", "Acta Med Acad"]}