{"authors": [["Maleškić", "Sanita", "S", "Department of Pharmacology and Toxicology, School of Medicine University of Sarajevo, Sarajevo, Bosnia and Herzegovina. sanita.maleskic@mf.unsa.ba."], ["Kusturica", "Jasna", "J", "Department of Pharmacology and Toxicology, School of Medicine University of Sarajevo, Sarajevo, Bosnia and Herzegovina."], ["Gušić", "Edis", "E", "Department of Health Care, Ministry of Internal Affairs of Canton Sarajevo, Sarajevo, Bosnia and Herzegovina."], ["Rakanović-Todić", "Maida", "M", "Department of Pharmacology and Toxicology, School of Medicine University of Sarajevo, Sarajevo, Bosnia and Herzegovina."], ["Šečić", "Damir", "D", "Department of Pathophysiology, School of Medicine University of Sarajevo, Sarajevo, Bosnia and Herzegovina."], ["Burnazović-Ristić", "Lejla", "L", "Department of Pharmacology and Toxicology, School of Medicine University of Sarajevo, Sarajevo, Bosnia and Herzegovina."], ["Kulo", "Aida", "A", "Department of Pharmacology and Toxicology, School of Medicine University of Sarajevo, Sarajevo, Bosnia and Herzegovina."]], "text": "The aim was to study the association of the use of an oral antihyperglycemic agent metformin with the presence of ocular complications in patients with type 2 diabetes (T2D).Medical records were reviewed for 234 patients with diagnosed T2D. 81.2% (n=190) patients were using metformin and 18.8% (n=44) using other oral antihyperglycemic agents. Plasma glucose concentration, glycated haemoglobin, and the presence of ocular complications in patients treated with metformin were compared to those in patients treated with other oral antihyperglycemic agents.Ocular complications occurred in 65 patients (27.8%). Patients treated with metformin had fewer ocular complications compared to patients treated with other oral antihyperglycemic agents (χ2=19.985; p<0.0001). After adjustment for gender, age, duration of T2D, serum concentration of cholesterol, smoking, body mass index and presence of other diseases, treatment with metformin decreased the odds of both glaucoma (OR=0.14, 95% CI: 0.03-0.57, p=0.006) and diabetic retinopathy (OR=0.33, 95% CI: 0.14-0.82, p=0.017) compared with other oral antihyperglycemic agents.Our results suggest that metformin may have a protective effect on ocular complications, especially glaucoma, in patients with T2D. The effects of metformin either regarding prevention of ocular complications or ocular complications already developed in patients with T2D, should be further investigated.", "id": "29338275", "date": null, "title": "Metformin use associated with protective effects for ocular complications in patients with type 2 diabetes - observational study.", "doi": "10.5644/ama2006-124.196", "journal": ["Acta medica academica", "Acta Med Acad"]}