{"authors": [["Tir", "Alba Maria Dalbello", "AMD", "1Institute of Public Health of Zagreb County, Rockefellerova ul. 7, 10000, Zagreb, Croatia."], ["Labor", "Marina", "M", "2Department of Pulmonology, University Hospital Centre Osijek, Ul. Josipa Huttlera 4, 31000, Osijek, Croatia."], ["Plavec", "Davor", "D", "4Children's Hospital Srebrnjak, Srebrnjak 100, 10000, Zagreb, Croatia."]], "text": "Chronic subclinical systemic inflammation (CSSI) is a pathogenic event and a common risk factor for many noncommunicable diseases like atherosclerosis, metabolic syndrome, cardiovascular disease, insulin resistance and type 2 diabetes, cancer, and obstructive lung disease. On the other hand, regular physical activity has been found to reduce this risk. Many studies of different design were conducted to assess the association between inflammatory mediators as markers of CSSI and regular physical activity. The aim of this review was to present the current level of evidence and understanding of potential mechanisms by which physical activity reduces inflammatory mediators involved in CSSI and the types of physical activity required for the expected effect. We have found that observational studies consistently report a positive association between regular physical activity and lower CSSI, but the design of these studies does not allow to infer a causal relationship. Interventional studies, in contrast, were not consistent about the causal relationship between regular physical activity and lower CSSI. The problem in interpreting these results lies in significant differences between these interventional studies in their design, sample size, study population, and intervention itself (intensity and extent, follow up, weight loss). We can conclude that the scientific community has to invest a significant effort into high-quality interventional trials focused on finding the type, intensity, and extent of physical activity that would produce the most favourable effect on CSSI.", "id": "29337679", "date": null, "title": "The effects of physical activity on chronic subclinical systemic inflammation.", "doi": "10.1515/aiht-2017-68-2965", "journal": ["Arhiv za higijenu rada i toksikologiju", "Arh Hig Rada Toksikol"]}