{"authors": [["Markus", "M R P", "MRP", "Department of Study of Health in Pomerania/Clinical-Epidemiological Research, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany; Department of Internal Medicine B, University Medicine Greifswald, Greifswald, Germany; German Center for Diabetes Research (DZD), Partner Site Greifswald, Greifswald, Germany; German Centre for Cardiovascular Research (DZHK), Partner Site Greifswald, Greifswald, Germany. Electronic address: marcello.markus@uni-greifswald.de."], ["Ittermann", "T", "T", "Department of Study of Health in Pomerania/Clinical-Epidemiological Research, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany; German Center for Diabetes Research (DZD), Partner Site Greifswald, Greifswald, Germany; German Centre for Cardiovascular Research (DZHK), Partner Site Greifswald, Greifswald, Germany."], ["Baumeister", "S E", "SE", "Department of Study of Health in Pomerania/Clinical-Epidemiological Research, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany; Department of Epidemiology and Preventive Medicine, University of Regensburg, Regensburg, Germany; Chair of Epidemiology, Ludwig-Maximilians-University Munich, UNIKA-T Augsburg, Augsburg, Germany."], ["Huth", "C", "C", "German Center for Diabetes Research (DZD), München-Neuherberg, Germany; Institute of Epidemiology II, Helmholtz Zentrum München, German Research Center for Environmental Health, Neuherberg, Germany."], ["Thorand", "B", "B", "German Center for Diabetes Research (DZD), München-Neuherberg, Germany; Institute of Epidemiology II, Helmholtz Zentrum München, German Research Center for Environmental Health, Neuherberg, Germany."], ["Herder", "C", "C", "German Center for Diabetes Research (DZD), München-Neuherberg, Germany; Institute for Clinical Diabetology, German Diabetes Center, Leibniz Center for Diabetes Research at Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Roden", "M", "M", "German Center for Diabetes Research (DZD), München-Neuherberg, Germany; Institute for Medical Psychology, University Medicine Greifswald, Greifswald, Germany; Department of Endocrinology and Diabetology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Siewert-Markus", "U", "U", "Institute for Psychology, Ernst-Moritz-Arndt-Universität Greifswald, Greifswald, Germany; Institute for Medical Psychology, University Medicine Greifswald, Greifswald, Germany."], ["Rathmann", "W", "W", "German Center for Diabetes Research (DZD), München-Neuherberg, Germany; Institute for Biometrics and Epidemiology, German Diabetes Center, Leibniz Center for Diabetes Research at Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Koenig", "W", "W", "Deutsches Herzzentrum München, Technical University of Munich, Munich, Germany; German Center for Cardiovascular Research (DZHK), Partner Site Munich Heart Alliance, Munich, Germany."], ["Dörr", "M", "M", "Department of Internal Medicine B, University Medicine Greifswald, Greifswald, Germany; German Centre for Cardiovascular Research (DZHK), Partner Site Greifswald, Greifswald, Germany."], ["Völzke", "H", "H", "Department of Study of Health in Pomerania/Clinical-Epidemiological Research, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany; German Center for Diabetes Research (DZD), Partner Site Greifswald, Greifswald, Germany; German Centre for Cardiovascular Research (DZHK), Partner Site Greifswald, Greifswald, Germany."], ["Schipf", "S", "S", "Department of Study of Health in Pomerania/Clinical-Epidemiological Research, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany; German Center for Diabetes Research (DZD), Partner Site Greifswald, Greifswald, Germany."], ["Meisinger", "C", "C", "Chair of Epidemiology, Ludwig-Maximilians-University Munich, UNIKA-T Augsburg, Augsburg, Germany; German Center for Diabetes Research (DZD), München-Neuherberg, Germany."]], "text": "We investigated the associations of serum fasting (FG) and 2-h postload (2HG) glucose from an oral glucose tolerance test (OGTT), glycated hemoglobin (HbA1c), fasting insulin and the homeostasis model assessment-insulin resistance index (HOMA-IR) with urinary albumin-to-creatinine ratio (ACR) and estimated glomerular filtration rate (eGFR).We performed cross-sectional analyses of 2713 subjects (1429 women; 52.7%) without known type 2 diabetes, aged 31-82 years, from the KORA (Cooperative Health Research in the Augsburg Region) F4-Study. FG, 2HG, HbA1c, fasting insulin, HOMA-IR and glucose tolerance categories were analyzed for association with ACR and eGFR in multivariable adjusted linear and median regression models, and with isolated microalbuminuria (i-MA), isolated reduced kidney function (i-RKF) and chronic kidney disease (CKD, defined as MA and/or RKF) in multivariable adjusted logistic regression models. Among the 2713 study participants, 28% revealed prediabetes (isolated impaired fasting glucose [i-IFG], isolated glucose tolerance [i-IGT] or both by American Diabetes Association definition), 4.2% had unknown type 2 diabetes, 6.5% had i-MA, 3.1% i-RKF and 10.9% CKD. In multivariable adjusted analysis, all continuous variables (FG, 2HG, HbA1c, fasting insulin and HOMA-IR) were associated with i-MA, i-RKF and CKD. The odds ratios (ORs) for i-MA and CKD were 1.54 (95% confidence interval: 1.02-2.33) and 1.58 (1.10-2.25) for individuals with i-IFG. Moreover, the OR for i-RKF was 2.57 (1.31-5.06) for individuals with IFG + IGT.Our findings suggest that prediabetes might have harmful effects on the kidney.", "id": "29337019", "date": "2017-12-22", "title": "Prediabetes is associated with microalbuminuria, reduced kidney function and chronic kidney disease in the general population: The KORA (Cooperative Health Research in the Augsburg Region) F4-Study.", "doi": "10.1016/j.numecd.2017.12.005", "journal": ["Nutrition, metabolism, and cardiovascular diseases : NMCD", "Nutr Metab Cardiovasc Dis"]}