{"authors": [["Gnavi", "R", "R", "Epidemiology Unit, Local Health Authority TO3 of Piedmont Region, Italy. Electronic address: roberto.gnavi@epi.piemonte.it."], ["Migliardi", "A", "A", "Epidemiology Unit, Local Health Authority TO3 of Piedmont Region, Italy."], ["Maggini", "M", "M", "Istituto Superiore di Sanità, Rome, Italy."], ["Costa", "G", "G", "Epidemiology Unit, Local Health Authority TO3 of Piedmont Region, Italy; Department of Clinical and Biological Science, University of Turin, Italy."]], "text": "The aim of this research was to examine the prevalence of diabetes in Italy over a 34-year period.Self-reported diabetes was assessed in eight health interview surveys of representative samples of Italian population aged 20 years and over. Crude and standardised prevalence were calculated by age, sex, educational level and area of residence. Logistic models were fitted to calculate the contribution of age and BMI to the trend in prevalence. In 2013 nearly 3.4 million Italians had a diagnosis of diabetes, more than twice as many as in 1980. The crude prevalence of diabetes in men rose from 3.3% in 1980 to 7.1% in 2013 (+115%), and from 4.7% to 6.8% in women (+45%). The prevalence was almost stable during the eighties, and started to rise from the beginning of the nineties. One third of the increase in men and two thirds in women is due to the ageing of the population, since the age-standardised prevalence increased by 79% in men and 14% in women. The prevalence of overweight and obesity increased less steeply than diabetes, and their contribution to the trend in diabetes is less relevant than age. Prevalence rose more in the elderly, in low-educated men, and in high-educated women.Given that the ageing population plays a considerable role in explaining the trend, and that the number of people in the oldest age groups will continue to grow, the rise in the number of individuals with diabetes will represent a severe challenge for the national health system.", "id": "29337018", "date": "2017-12-22", "title": "Prevalence of and secular trends in diagnosed diabetes in Italy: 1980-2013.", "doi": "10.1016/j.numecd.2017.12.004", "journal": ["Nutrition, metabolism, and cardiovascular diseases : NMCD", "Nutr Metab Cardiovasc Dis"]}