{"authors": [["Sesti", "G", "G", "University Magna Graecia of Catanzaro, Catanzaro, Italy. Electronic address: giorgiosesti59@gmail.com."], ["Antonelli Incalzi", "R", "R", "Gerontology Unit, Campus Bio Medico University and Teaching Hospital, Rome, Italy."], ["Bonora", "E", "E", "Division of Endocrinology, Diabetes and Metabolism, Department of Medicine, Verona University and Hospital, Verona, Italy."], ["Consoli", "A", "A", "Department of Medicine and Ageing Sciences and Inter-Departmental Center CeSI-MeT, University d'Annunzio, Chieti, Italy."], ["Giaccari", "A", "A", "Center for Endocrine and Metabolic Diseases, Fondazione Policlinico Universitario A. Gemelli, UCSC, Rome Italy."], ["Maggi", "S", "S", "National Research Council, Neuroscience Institute-Aging Branch, Padova, Italy."], ["Paolisso", "G", "G", "Università degli Studi della Campania - Luigi Vanvitelli, Italy."], ["Purrello", "F", "F", "Department of Clinical and Experimental Medicine, University of, Catania, Italy."], ["Vendemiale", "G", "G", "Department of Medical and Surgical Sciences, University of Foggia, Foggia, Italy."], ["Ferrara", "N", "N", "University of Naples Federico II, Napoli, Italy."]], "text": "Type 2 diabetes prevalence is high in older adults and is expected to rise in the next decades. Diabetes in the population of frail older adults is accompanied by functional disability, several comorbidities, and premature mortality. A comprehensive geriatric assessment, including functional, cognitive, mental and social status, is advisable for identifying the glycemic targets and glucose-lowering therapies, focused on patient preferences, needs, and risks. The therapeutic options for older adults with diabetes are like those for the adult population. However, the pharmacological treatments must be carefully prescribed and monitored, taking into consideration the patient cognitive capacities, the potentially life-threatening drug-drug interactions, the cardiovascular risk, and with the main goal of avoiding hypoglycemia. Also, a careful nutritional evaluation with appropriate tools, as well as a balanced and periodically monitored physical activity, contribute to an effective tailored care plan, as needed by older adults with diabetes. This review evaluates the currently available hypoglycemic drugs and the current indications to the Italian diabetology community, specifically with regard to the treatment of adults aged 75 years or older with diabetes, including the unmet needs by the guidelines.", "id": "29337017", "date": "2017-12-07", "title": "Management of diabetes in older adults.", "doi": "10.1016/j.numecd.2017.11.007", "journal": ["Nutrition, metabolism, and cardiovascular diseases : NMCD", "Nutr Metab Cardiovasc Dis"]}