{"authors": [["Andreeva", "V A", "VA", "Équipe de recherche en épidémiologie nutritionnelle (EREN), Centre de recherche en épidémiologie et statistiques, SMBH Université Paris 13, Inserm U1153/Inra U1125/Cnam, COMUE-Sorbonne-Paris-Cité, 74, rue Marcel-Cachin, 93017 Bobigny, France. Electronic address: v.andreeva@eren.smbh.univ-paris13.fr."], ["Galan", "P", "P", "Équipe de recherche en épidémiologie nutritionnelle (EREN), Centre de recherche en épidémiologie et statistiques, SMBH Université Paris 13, Inserm U1153/Inra U1125/Cnam, COMUE-Sorbonne-Paris-Cité, 74, rue Marcel-Cachin, 93017 Bobigny, France."], ["Julia", "C", "C", "Équipe de recherche en épidémiologie nutritionnelle (EREN), Centre de recherche en épidémiologie et statistiques, SMBH Université Paris 13, Inserm U1153/Inra U1125/Cnam, COMUE-Sorbonne-Paris-Cité, 74, rue Marcel-Cachin, 93017 Bobigny, France; Département de santé publique, Hôpital Avicenne, 93017 Bobigny, France."], ["Fezeu", "L", "L", "Équipe de recherche en épidémiologie nutritionnelle (EREN), Centre de recherche en épidémiologie et statistiques, SMBH Université Paris 13, Inserm U1153/Inra U1125/Cnam, COMUE-Sorbonne-Paris-Cité, 74, rue Marcel-Cachin, 93017 Bobigny, France."], ["Hercberg", "S", "S", "Équipe de recherche en épidémiologie nutritionnelle (EREN), Centre de recherche en épidémiologie et statistiques, SMBH Université Paris 13, Inserm U1153/Inra U1125/Cnam, COMUE-Sorbonne-Paris-Cité, 74, rue Marcel-Cachin, 93017 Bobigny, France; Département de santé publique, Hôpital Avicenne, 93017 Bobigny, France."], ["Kesse-Guyot", "E", "E", "Équipe de recherche en épidémiologie nutritionnelle (EREN), Centre de recherche en épidémiologie et statistiques, SMBH Université Paris 13, Inserm U1153/Inra U1125/Cnam, COMUE-Sorbonne-Paris-Cité, 74, rue Marcel-Cachin, 93017 Bobigny, France."]], "text": "To evaluate all epidemiological evidence in the literature linking the metabolic syndrome (MetS) and migraine in adults.Database (Medline, Embase; published reports up to November 2017) and manual searches were performed. Information on data collection, sample characteristics, study design, MetS and migraine assessment, and results was extracted from each relevant publication. The methodological quality of each study was also assessed.A total of 15 observational epidemiological studies in adults, published between 2009 and 2017, were retrieved. Of these, one employed a prospective design, while the rest had a cross-sectional (13 studies) or case-control (one study) design. Five studies assessed the presence of migraine in individuals with MetS, whereas 10 studies assessed the presence or risk of MetS in migraineurs. Most participants were female hospital outpatients. The sole prospective cohort study reported 11-year MetS incidence of 21.8% in migraineurs with aura, 16.8% in migraineurs without aura and 14.5% in subjects without headaches. Most studies (60%) provided no statistical estimates of association. Methodological flaws included selection biases, lack of power analysis, unsuitable research plans and no multivariable analyses. Meta-analysis was not feasible with the available data.Our systematic review has identified major gaps in knowledge and weaknesses in research that should provide an impetus for future epidemiological investigations using more rigorous methodology, large general-population prospective cohorts, and substantial data on dietary behaviours and lifestyle.", "id": "29336986", "date": "2017-12-13", "title": "A systematic literature review of observational studies of the bidirectional association between metabolic syndrome and migraine.", "doi": "10.1016/j.diabet.2017.12.004", "journal": ["Diabetes & metabolism", "Diabetes Metab."]}