{"authors": [["Punaro", "Giovana R", "GR", "Nephrology Division, Federal University of Sao Paulo, Sao Paulo, Brazil; Laboratory of Nitric Oxide and Oxidative Stress, Federal University of Sao Paulo, Sao Paulo, Brazil. Electronic address: giovana.punaro@gmail.com."], ["Lima", "Deyse Y", "DY", "Nephrology Division, Federal University of Sao Paulo, Sao Paulo, Brazil; Laboratory of Nitric Oxide and Oxidative Stress, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Rodrigues", "Adelson M", "AM", "Translational Medicine, Federal University of Sao Paulo, Sao Paulo, Brazil; Laboratory of Nitric Oxide and Oxidative Stress, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Pugliero", "Samuel", "S", "Laboratory of Nitric Oxide and Oxidative Stress, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Mouro", "Margaret G", "MG", "Nephrology Division, Federal University of Sao Paulo, Sao Paulo, Brazil; Laboratory of Nitric Oxide and Oxidative Stress, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Rogero", "Marcelo M", "MM", "Department of Nutrition, Public Health College, University of Sao Paulo, Sao Paulo, Brazil."], ["Higa", "Elisa M S", "EMS", "Nephrology Division, Federal University of Sao Paulo, Sao Paulo, Brazil; Translational Medicine, Federal University of Sao Paulo, Sao Paulo, Brazil; Laboratory of Nitric Oxide and Oxidative Stress, Federal University of Sao Paulo, Sao Paulo, Brazil."]], "text": "We have previously reported an increased nitrosative stress in the kidneys of diabetic animals, which was reduced by an antioxidant probiotic. The present study evaluated whether the extract of cupuaçu (EC), an antioxidant compound rich in polyphenols and theograndins, when administered at a dose that can be reasonably obtained through daily consumption, could delay the onset of diabetic complications in the kidney.Mouse immortalized mesangial cells (MiMC) were placed in medium normal glucose (NG) or high glucose (HG), with or without EC (500, 100, 50 or 10 μg/mL) during 24, 48 or 72 h for analysis of viability, proliferation, nitric oxide (NO) levels and reactive oxygen species or nitrogen (ROS/RNS). Male, adult Wistar rats were distributed in 4 groups: control (CTL) and diabetic (DM) who received water; CTLEC and DMEC who received 1 mL/day of EC (1 g/mL), via gavage for 8 consecutive weeks. After, metabolic profile and renal function were evaluated and, kidneys were collected for analysis of NO, ROS, 3-nitrotyrosine (3-NT), endothelial nitric oxide synthase (eNOS), IL-6, IL-10, TNF-α and NF-κB p65.The MiMC showed normal viability in all groups, demonstrating that EC had no cytotoxic effect at doses on 24, 48 or 72 h. MiMC under HG presented significant increase in proliferation, NO and ROS vs. NG; these parameters were significantly reduced after 72 h of EC treatment (P < 0.05). DMEC showed a significant reduction of feed intake, ROS and NO, 3-NT, IL-6 and eNOS vs. DM (P < 0.05). Supplementation with EC at a dose consumed daily could improve control of nitrosative stress, combined with reduction of inflammatory factors, suggesting the importance of bioactive compounds as non-pharmacological adjuvant therapy to delay kidney complications in diabetic patients.", "id": "29336891", "date": "2017-12-26", "title": "Cupuaçu extract reduces nitrosative stress and modulates inflammatory mediators in the kidneys of experimental diabetes.", "doi": "10.1016/j.clnu.2017.12.016", "journal": ["Clinical nutrition (Edinburgh, Scotland)", "Clin Nutr"]}