{"authors": [["Dowdle", "S B", "SB", "The Department of Orthopaedic Surgery and Rehabilitation, University of Iowa Hospitals and Clinics, Iowa City, Iowa."], ["Bedard", "Nicholas A", "NA", "The Department of Orthopaedic Surgery and Rehabilitation, University of Iowa Hospitals and Clinics, Iowa City, Iowa."], ["Owens", "Jessell M", "JM", "The Department of Orthopaedic Surgery and Rehabilitation, University of Iowa Hospitals and Clinics, Iowa City, Iowa."], ["Gao", "Yubo", "Y", "The Department of Orthopaedic Surgery and Rehabilitation, University of Iowa Hospitals and Clinics, Iowa City, Iowa."], ["Callaghan", "John J", "JJ", "The Department of Orthopaedic Surgery and Rehabilitation, University of Iowa Hospitals and Clinics, Iowa City, Iowa."]], "text": "Although there are several studies concerning manipulation under anesthesia (MUA) after primary total knee arthroplasty, there is a paucity of literature evaluating MUA after revision total knee arthroplasty (rTKA). The purpose of this study was to determine the incidence, timing, and risk factors associated with MUA after rTKA.The Humana database was reviewed from 2007 to 2015 for all patients who underwent rTKA. Patients who underwent rTKA followed by ipsilateral MUA were identified. Time to MUA was calculated monthly. Possible risk factors analyzed included preoperative narcotic use, smoking, anxiety and/or depression, diabetes, obesity, age, and sex. Multivariate logistic regression was used to determine odds ratio.In total, 5414 rTKAs were included in the study and 1.7% (n = 96) underwent MUA after surgery. Sixty-nine percent of MUAs occurred within the first 3 months after rTKA. Young patients (<50 years) had significantly higher odds of MUA after rTKA (6.5, P < .0001). No difference in odds of MUA (1.0, P = .85) occurred between males and females. A diagnosis of obesity, diabetes, anxiety and/or depression, previous history of narcotic use, or a history of smoking demonstrated no increased risk of MUA after rTKA. Multivariate logistic regression analysis demonstrated that younger age remained predictive of higher odds of MUA after rTKA.In this large multicenter cohort study, 1.7% of patients underwent MUA after rTKA and younger patients were 6 times more likely to have a MUA than patients over 50 years old. These data should serve to help counsel patients regarding their risk of MUA after rTKA.", "id": "29336857", "date": "2017-12-05", "title": "Identifying Risk Factors for the Development of Stiffness After Revision Total Knee Arthroplasty.", "doi": "10.1016/j.arth.2017.11.047", "journal": ["The Journal of arthroplasty", "J Arthroplasty"]}