{"authors": [["DU", "Hong Yi", "HY", "Department of Maternal, Child and Adolescent Health, School of Public Health, Key Laboratory of Public Health Safety, Ministry of Education, Fudan University, Shanghai 200032, China."], ["Jiang", "Hong", "H", "Department of Maternal, Child and Adolescent Health, School of Public Health, Key Laboratory of Public Health Safety, Ministry of Education, Fudan University, Shanghai 200032, China."], ["O", "Karmin", "K", "Department of Animal Science, Department of Physiology and Pathophysiology, University of Manitoba, Winnipeg R3T 2N2, Manitoba, Canada."], ["Chen", "Bo", "B", "Department of Nutrition and Food Hygiene, School of Public Health, Key Laboratory of Public Health Safety, Ministry of Education, Fudan University, Shanghai 200032, China."], ["Xu", "Lin Ji", "LJ", "Maternal and Child Health Care Hospital, Tangshan Municipality, Tangshan 063000, Hebei, China."], ["Liu", "Shu Ping", "SP", "Maternal and Child Health Care Hospital, Tangshan Municipality, Tangshan 063000, Hebei, China."], ["Yi", "Jian Ping", "JP", "Maternal and Child Health Care Hospital, Tangshan Municipality, Tangshan 063000, Hebei, China."], ["He", "Geng Sheng", "GS", "Department of Nutrition and Food Hygiene, School of Public Health, Key Laboratory of Public Health Safety, Ministry of Education, Fudan University, Shanghai 200032, China."], ["Qian", "Xu", "X", "Department of Maternal, Child and Adolescent Health, School of Public Health, Key Laboratory of Public Health Safety, Ministry of Education, Fudan University, Shanghai 200032, China."]], "text": "To examine the association of maternal dietary patterns during pregnancy with gestational diabetes mellitus (GDM) in northern China.The dietary intakes of pregnant women were recorded twice by 24-hour dietary recalls for three days prior to having been diagnosed with GDM, at 5-15 and 24-28 gestational weeks, respectively. GDM was diagnosed, and serum glycosylated hemoglobin (HbA1c) was measured at 24-28 weeks. Dietary patterns were assessed by factor analysis. The association of the dietary pattern with GDM and HbA1c was examined by multiple logistic models.Of 753 participants, 64 (8.5%) were diagnosed with GDM. Four dietary patterns were identified: Western pattern (dairy, baked/fried food and white meat), traditional pattern (light-colored vegetables, fine grain, red meat and tubers), mixed pattern (edible fungi, shrimp/shellfish and red meat) and prudent pattern (dark-colored vegetables and deep-sea fish). Compared with the prudent pattern, both the Western pattern and the traditional pattern were associated with an increased risk of GDM (aOR = 4.40, 95% CI: 1.58-12.22; aOR = 4.88, 95% CI: 1.79-13.32) and a high level of HbA1c (aOR = 12.37, 95% CI: 1.47-103.91; aOR = 26.23, 95% CI: 2.54-270.74). Compared to the lowest quartile (Q), Q3 of the Western pattern scores and Q3-Q4 of the traditional pattern scores were associated with a higher risk of GDM.The consumption of the Western pattern or the traditional pattern during pregnancy may increase the risk of GDM.", "id": "29335058", "date": null, "title": "Association of Dietary Pattern during Pregnancy and Gestational Diabetes Mellitus: A Prospective Cohort Study in Northern China.", "doi": "10.3967/bes2017.119", "journal": ["Biomedical and environmental sciences : BES", "Biomed. Environ. Sci."]}