{"authors": [["Jun", "Ji Eun", "JE", "Division of Endocrinology and Metabolism, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Choi", "Young Ju", "YJ", "Huh's Diabetes Center and 21st Century Diabetes and Vascular Research Institute, Seoul, Korea."], ["Lee", "Yong-Ho", "YH", "Division of Endocrinology and Metabolism, Department of Internal Medicine, Yonsei University College of Medicine, Seoul, Korea."], ["Kim", "Dae Jung", "DJ", "Department of Endocrinology and Metabolism, Ajou University School of Medicine, Suwon, Korea."], ["Park", "Seok Won", "SW", "Department of Internal Medicine, CHA University, Seongnam, Korea."], ["Huh", "Byung Wook", "BW", "Huh's Diabetes Center and 21st Century Diabetes and Vascular Research Institute, Seoul, Korea."], ["Lee", "Eun Jig", "EJ", "Division of Endocrinology and Metabolism, Department of Internal Medicine, Yonsei University College of Medicine, Seoul, Korea."], ["Jee", "Sun-Ha", "SH", "Department of Epidemiology and Health Promotion, Institute for Health Promotion, Yonsei University Graduate School of Public Health, Seoul, Korea."], ["Hur", "Kyu Yeon", "KY", "Division of Endocrinology and Metabolism, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Choi", "Sung Hee", "SH", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Huh", "Kap Bum", "KB", "Huh's Diabetes Center and 21st Century Diabetes and Vascular Research Institute, Seoul, Korea."]], "text": "This study aimed to investigate whether the apolipoprotein (Apo) B/ApoA-I ratio is associated with carotid intima-media thickness (CIMT) in type 2 diabetes mellitus (T2DM) subjects with low density lipoprotein cholesterol (LDL-C) levels less than 100 mg/dL.This cross-sectional study included 845 subjects aged with T2DM 40 to 75 years who had visited Huh's Diabetes Center in Seoul, Republic of Korea for CIMT measurement. Traditional fasting lipid profiles, ApoB and ApoA-I levels were examined. CIMT was measured at three points on the far wall of 1 cm long section of the common carotid artery in the proximity of the carotid bulb. The mean value of six measurements from right and left carotid arteries were used as the mean CIMT. In this study, carotid atherosclerosis was defined as having a focal plaque or diffuse thickening of the carotid wall (mean CIMT ≥ 1.0 mm).The prevalence of carotid atherosclerosis increased with ApoB/ApoA-I ratio. The ApoB/ApoA-I ratio, expressed as both quartiles (odds ratio [OR], 2.14; 95% confidence interval [CI], 1.21 to 3.79; p for trend = 0.014) and continuous values (OR, 10.05; 95% CI, 3.26 to 30.97; p < 0.001), was significantly associated with a higher risk for carotid atherosclerosis, regardless of conventional cardiovascular disease risk factors. The optimal ApoB/ApoA-I ratio cutoff value for detecting carotid atherosclerosis was 0.57, based on receiver operating characteristic curve analysis with a sensitivity of 58.0% and a specificity of 55.1%.A high ApoB/ApoA-I ratio was significantly associated with carotid atherosclerosis in T2DM patients with LDL-C levels less than 100 mg/dL.", "id": "29334727", "date": "2017-12-28", "title": "ApoB/ApoA-I ratio is independently associated with carotid atherosclerosis in type 2 diabetes mellitus with well-controlled LDL cholesterol levels.", "doi": "10.3904/kjim.2017.396", "journal": ["The Korean journal of internal medicine", "Korean J. Intern. Med."]}