{"authors": [["Poudel", "Ramesh Sharma", "RS", "Hospital Pharmacy, Chitwan Medical College Teaching Hospital, Chitwan, Nepal."], ["Shrestha", "Shakti", "S", "Department of Pharmacy, Shree Medical and Technical College, Chitwan, Nepal."], ["Piryani", "Rano Mal", "RM", "Department of Internal Medicine, Chitwan Medical College Teaching Hospital, Chitwan, Nepal."], ["Basyal", "Bijaya", "B", "Hospital Pharmacy, Chitwan Medical College Teaching Hospital, Chitwan, Nepal."], ["Kaucha", "Kalpana", "K", "Hospital Pharmacy, Chitwan Medical College Teaching Hospital, Chitwan, Nepal."], ["Adhikari", "Shital", "S", "Department of Internal Medicine, Chitwan Medical College Teaching Hospital, Chitwan, Nepal."]], "text": "Proper insulin injection practice is essential for better diabetic control. This study aims to assess the insulin injection practice of patients with diabetes.A cross-sectional study was conducted at Chitwan Medical College Teaching Hospital, Bharatpur, Nepal, from February 2017 to May 2017. Patients injecting insulin through insulin pens (n = 43) for a minimum of 4 weeks were consecutively recruited. Patients' baseline characteristics, current insulin injection technique, insulin transportation practice, complications of insulin injection, disposal practice of used needle, and acceptability of insulin were recorded. Descriptive statistics were performed using IBM-SPSS 20.0.The insulin injection technique of patients and their relatives was inadequate. The majority of patients and their relatives (25, 58.1%) mentioned that they transport their insulin cartridge without maintaining cold chain. Thirteen patients (30.2%, n = 43) reported complications of insulin injection and the most common complication among those patients was bruising (10, 76.9%, n = 13). Almost all patients disposed the used needle improperly, and the common method was disposing the needle in a dustbin and then transferring to municipal waste disposal vehicle. Insulin was accepted by just 16 (37.2%) patients.There was a significant gap between the insulin delivery recommendation through insulin pen and current insulin injection practice.", "id": "29333459", "date": "2017-12-03", "title": "Assessment of Insulin Injection Practice among Diabetes Patients in a Tertiary Healthcare Centre in Nepal: A Preliminary Study.", "doi": "10.1155/2017/8648316", "journal": ["Journal of diabetes research", "J Diabetes Res"]}