{"authors": [["Mukhtar", "Maryam", "M", "Department of Zoology, G.C. University, Punjab, Lahore 54000, Pakistan."], ["Batool", "Andleeb", "A", "Department of Zoology, G.C. University, Punjab, Lahore 54000, Pakistan."], ["Wajid", "Abdul", "A", "Department of Biotechnology, Virtual University of Pakistan, 1-Davis Road Lahore 54000, Pakistan."], ["Qayyum", "Iram", "I", "Department of Zoology, G.C. University, Punjab, Lahore 54000, Pakistan."]], "text": "The vitamin D receptor (VDR) gene regulates insulin secretion from the pancreas and acts as a mediator of the immune response through vitamin D. Polymorphism in VDR causes alterations in the functioning of vitamin D, leading to type 1 diabetes (T1D) predisposition. The aim of the present study was to determine VDR gene polymorphism in association with T1D in Pakistanis.The association was evaluated by selecting rs2228570 (FokΙ), rs7975232 (ApaΙ), and rs731236 (TaqΙ) polymorphic sites in 102 patients and 100 controls. Genotypes were identified by DNA sequencing and PCR-RFLP.The allelic and genotypic frequencies of FokΙ and ApaI were significantly associated with T1D (p < 0.001) development. At the FokΙ site, tryptophan was replaced with arginine due to polymorphism. A novel SNP (GeneBank acc number KT280406) was identified through the sequencing of intron 8, 62 bp downstream from the ApaI polymorphic site, and significantly associated with T1D development. The TaqΙ did not depict any association with T1D at the allelic or genotypic level (p > 0.05). CCGC, CCGG, CCTC, and CCTG haplotypes were significantly associated with disease development (p < 0.05). However, CTGG haplotype was protective towards T1D (p < 0.01).VDR polymorphisms were identified as susceptible regions for T1D development in the Pakistani population.", "id": "29333433", "date": "2017-12-03", "title": "Vitamin D Receptor Gene Polymorphisms Influence T1D Susceptibility among Pakistanis.", "doi": "10.1155/2017/4171254", "journal": ["International journal of genomics", "Int J Genomics"]}