{"authors": [["Suresh", "Sithara", "S", "Department of Food Science and Nutrition, College of Agricultural and Marine Sciences, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Waly", "Mostafa Ibrahim", "MI", "Department of Food Science and Nutrition, College of Agricultural and Marine Sciences, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Rahman", "Mohammad Shafiur", "MS", "Department of Food Science and Nutrition, College of Agricultural and Marine Sciences, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Guizani", "Nejib", "N", "Department of Food Science and Nutrition, College of Agricultural and Marine Sciences, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Al-Kindi", "Mohamed Abdullah Badar", "MAB", "Pathology Department, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Al-Issaei", "Halima Khalfan Ahmed", "HKA", "Pathology Department, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Al-Maskari", "Sultan Nasser Mohd", "SNM", "Small Animal House, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Al-Ruqaishi", "Bader Rashid Said", "BRS", "Small Animal House, College of Medicine and Health Sciences, Sultan Qaboos University, Muscat 123, Oman."], ["Al-Salami", "Ahmed", "A", "Ministry of Health, Sultanate of Oman, Muscat 113, Oman."]], "text": "Oxidative stress plays a pivotal role in the development of diabetes and hyperglycaemia. The protective effects of natural extracts against diabetes are mainly dependent on their antioxidant and hypoglycaemic properties. Broccoli (Brassica oleracea) exerts beneficial health effects in several diseases including diabetes; however, the mechanism has not been elucidated yet. The present study was carried out to evaluate the potential hypoglycaemic and antioxidant properties of aqueous broccoli extracts (BEs) in diabetic rats. Streptozotocin (STZ) drug was used as a diabetogenic agent in a single intraperitoneal injection dose of 50 mg/kg body weight. The blood glucose level for each rat was measured twice a week. After 8 weeks, all animals were fasted overnight and sacrificed; pancreatic tissues were homogenized and used for measuring oxidative DNA damage, biochemical assessment of glutathione (GSH), and total antioxidant capacity (TAC) as well as histopathological examination for pancreatic tissues was examined. Diabetic rats showed significantly higher levels of DNA damage, GSH depletion, and impaired TAC levels in comparison to non-diabetics (P<0.05). The treatment of diabetic rats with BE significantly reduced DNA damage and conserved GSH and TAC values (P<0.01). BE attenuated pancreatic histopathological changes in diabetic rats. The results of this study indicated that BE reduced the STZ mediated hyperglycaemia and the STZ-induced oxidative injury to pancreas tissue. The used in vivo model confirmed the efficacy of BE as an anti-diabetic herbal medicine and provided insights into the capacity of BE to be used for phytoremediation purposes for human type 2 diabetes.", "id": "29333379", "date": "2017-12-31", "title": "Broccoli (Brassica oleracea) Reduces Oxidative Damage to Pancreatic Tissue and Combats Hyperglycaemia in Diabetic Rats.", "doi": "10.3746/pnf.2017.22.4.277", "journal": ["Preventive nutrition and food science", "Prev Nutr Food Sci"]}