{"authors": [["Weimer", "Samuel B", "SB", "Department of Surgery, Maricopa Integrated Health Systems, Phoenix, AZ, USA."], ["Matthews", "Marc R", "MR", "The Arizona Burn Center, Maricopa Integrated Health System, Phoenix, AZ, USA."], ["Caruso", "Daniel M", "DM", "The Arizona Burn Center, Maricopa Integrated Health System, Phoenix, AZ, USA."], ["Foster", "Kevin N", "KN", "The Arizona Burn Center, Maricopa Integrated Health System, Phoenix, AZ, USA."]], "text": "Necrotizing fasciitis (NF) is a devastating soft tissue disease causing fulminant clinical deterioration, and extension into the retroperitoneum has a high mortality rate. This disease process demands a strong clinical suspicion for early identification which must be coupled with frequent wide surgical debridements and intravenous antibiotics for improved outcomes. Various clinical risk factors may render a weakness in the patient's immune status including diabetes mellitus, chronic renal failure, obesity, and autoimmune disorders, such as a human immunodeficiency virus (HIV) infection.A 55-year-old male presented with hypotension requiring a large intravenous fluid resuscitation and vasopressors. He was diagnosed with the human immunodeficiency virus upon presentation. A computerized tomographic scan revealed air and fluid in the perineum and pelvis, ascending into the retroperitoneum. Multiple surgical debridements to his perineum, deep pelvic structures, and retroperitoneum were completed. After colostomy placement, antibiotic administration, and wound care, he was closed using split-thickness skin grafting.NF is a sinister and fulminant disease requiring prompt diagnosis and surgical intervention. The best chance for survival occurs with emergent surgical debridement and appropriate intravenous antibiotics. While retroperitoneal NF is consistent with uniformly poor outcomes, patients are best treated in an American Burn Association-verified burn center.", "id": "29333313", "date": "2017-12-03", "title": "Retroperitoneal Necrotizing Fasciitis from Fournier's Gangrene in an Immunocompromised Patient.", "doi": "10.1155/2017/5290793", "journal": ["Case reports in surgery", "Case Rep Surg"]}