{"authors": [["He", "Yanfang", "Y", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Bai", "Jie", "J", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Liu", "Ping", "P", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Dong", "Jianxin", "J", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Tang", "Yajuan", "Y", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Zhou", "Jianli", "J", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Han", "Ping", "P", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Xing", "Jun", "J", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Chen", "Yan", "Y", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."], ["Yu", "Xiangyang", "X", "Department of Obstetrics and Gynecology; Affiliated Hospital of North China University of Science and Technology, Tangshan 063000, China."]], "text": "Gestational diabetes mellitus (GDM) is one of the most common pregnancy complications characterized by insulin resistance and pancreatic β-cell dysfunction. Increasing evidence suggests that microRNAs (miRNAs) play key roles in the diverse types of diabetes, including GDM. However, the underlying mechanisms remain largely unknown. The purpose of this study is to investigate the role of microRNAs in GDM. The microarray data of dysregulated miRNAs in blood and placenta was retrieved in the GEO dataset under the accession number GSE19649. Quantitative reverse transcription PCR (qRT-PCR) was performed to analyze the expression levels of miR-494 in peripheral blood from twenty pairs of gestational diabetes (GDM) women and healthy women. Then, we investigated the effects of miR-494 on the insulin secretion of pancreatic β-cells. Moreover, the role of this miR-494 in regulating the proliferation and apoptosis of pancreatic β-cells were determined by MTT assay and flow cytometry, respectively in INS1 cells transfected with a miR-494 mimic or inhibitor. In addition, the direct target of miR-494 was confirmed using 3' untranslated region (UTR) luciferase reporter assay. Our data demonstrated that the miR-494 level was significantly decreased in the blood of GDM patients, and the low level was associated with a high concentration of blood glucose. Furthermore, overexpression of miR-494 improved pancreatic β-cell dysfunction by enhancing insulin secretion and total insulin content, inducing cell proliferation, and inhibiting cell apoptosis, whereas miR-494 knockdown exhibited decreased insulin secretion and proliferation, as well as stimulated apoptosis. In addition, phosphatase and tensin homolog (PTEN) which has been shown to play a pivotal role in apoptosis, was proved to be a direct target of miR-494 in pancreatic β-cells. More importantly, siRNA-induced downregulation of PTEN reversed the effects of miR-494 knockdown on insulin secretion, cell proliferation, and apoptosis of pancreatic β-cells.", "id": "29333131", "date": "2017-12-12", "title": "miR-494 protects pancreatic β-cell function by targeting PTEN in gestational diabetes mellitus.", "doi": "10.17179/excli2017-491", "journal": ["EXCLI journal", "EXCLI J"]}