{"authors": [["Hardy", "Victoria", "V", "Department of Family Medicine, University of Washington; †Seattle Indian Health Board; and ‡Institute of Translational Health Sciences, Seattle, WA."], ["Alto", "William", "W", "Department of Family Medicine, University of Washington; †Seattle Indian Health Board; and ‡Institute of Translational Health Sciences, Seattle, WA."], ["Keppel", "Gina A", "GA", "Department of Family Medicine, University of Washington; †Seattle Indian Health Board; and ‡Institute of Translational Health Sciences, Seattle, WA."], ["Baldwin", "Laura-Mae", "LM", "Department of Family Medicine, University of Washington; †Seattle Indian Health Board; and ‡Institute of Translational Health Sciences, Seattle, WA."], ["Thompson", "Matthew", "M", "Department of Family Medicine, University of Washington; †Seattle Indian Health Board; and ‡Institute of Translational Health Sciences, Seattle, WA."]], "text": "Point-of-care tests (POCTs) are increasingly used in family medicine to facilitate screening, diagnosis, monitoring, treatment, and referral decisions for a variety of conditions. Point-of-care tests that clinicians believe might be beneficial to add to clinical practice and the conditions for which they would be most useful in family medicine remain poorly understood in the United States.Forty-two clinicians at 3 family medicine residency clinics completed a brief survey asking which POCTs they believed would be beneficial to add to their clinical practice and the conditions POCTs would be most useful for. We calculated frequencies of reported POCTs and conditions using descriptive statistics.Clinicians identified 34 POCTs that would be beneficial to add to family medicine, of which hemoglobin A1c, chemistry panels, and human immunodeficiency virus and gonococcal and/or chlamydia were most frequently reported and anticipated would be used weekly. Clinicians reported 30 conditions for which they considered POCTs would be useful. Diabetes mellitus, sexually transmitted infections, and respiratory tract infections were the most often reported and were identified as benefiting diagnosis, monitoring, and treatment decisions.Clinicians identified a number of POCTs they viewed as being beneficial to add to their routine clinical practice, mostly to inform diagnosis and treatment planning. Some POCTs identified are available in the United States; thus, understanding barriers to implementation of these POCTs in primary care settings is necessary to optimize adoption.", "id": "29333106", "date": "2017-11-14", "title": "Which Point-of-Care Tests Would Be Most Beneficial to Add to Clinical Practice?: Findings From a Survey of 3 Family Medicine Clinics in the United States.", "doi": "10.1097/POC.0000000000000151", "journal": ["Point of care", "Point Care"]}