{"authors": [["Kumar", "Mahesh", "M", "Faculty of Pharmacy, Rajasthan University of Health Sciences, Jaipur, India."], ["Govindrajan", "Jeyabalan", "J", "Faculty of Pharmacy, Rajasthan University of Health Sciences, Jaipur, India."], ["Nyola", "Narendra Kumar", "NK", "Department of Pharmacognosy, Alwar College of Pharmacy, Alwar, Rajasthan, India."]], "text": "Indian traditional system of medicine uses Pithecellobium dulce for the treatment of diabetes mellitus.This study aims to develop an extract rich in saponins derived from seeds of the plant and to evaluate its antihyperglycemic potential in vitro and in vivo.Defatted seeds were extracted with methanol and processed to afford saponin-enriched fraction (Pithecellobium dulce saponin-enriched fraction [PDSEF]). This fraction was evaluated for its potential to inhibit enzymes such as α-glucosidase and α-amylase, in vitro. The fraction was subjected to oral toxicity study followed by in vivo sucrose tolerance test. An analytical high-performance liquid chromatography method was developed for fingerprinting of the fraction.The method adopted for enrichment of saponins was robust enough to enrich saponin content to 96.37% ±1.21% w/w. PDSEF displayed superior inhibition of enzymes (α-glucosidase and α-amylase with IC50 of 5.12 ± 0.15 μg/ml and 17.28 ± 0.23 μg/ml, respectively) compared to acarbose. It was found to be safe in mice up to 2000 mg/kg and significantly prevented blood glucose level in sucrose tolerance test by inhibiting enzymes responsible for hydrolysis of sucrose.PDSEF displayed excellent antihyperglycemic activity in vitro and in vivo and should be evaluated further to develop it as a promising drug for the management of diabetes mellitus.Saponin enriched fraction from P. dulce seeds showed significant inhibition of key enzymes responsible for digestion of polysaccharides. The saponin enriched fraction was found to be safe in mice and prevented blood glucose level in mice in sucrose tolerance test. Abbreviations Used: PDSEF: Pithecellobium dulce saponin-enriched fraction, IC50: Inhibitory concentration 50, HPLC: High performance liquid chromatography.", "id": "29333038", "date": null, "title": "Antihyperglycemic Potential of Saponin-enriched Fraction from Pithecellobium dulce Benth. Seed Extract.", "doi": "10.4103/pr.pr_18_17", "journal": ["Pharmacognosy research", "Pharmacognosy Res"]}