{"authors": [["Lew", "Kelley Newlin", "KN", null], ["Mclean", "Yolanda", "Y", null], ["Byers", "Sylvia", "S", null], ["Taylor", "Helen", "H", null], ["Braizat", "Omar Musa", "OM", null]], "text": "Informed by formative community-based participatory research (CBPR), we developed a combined model of diabetes prevention and self-management.To assess the feasibility, acceptability, and preliminary efficacy of our CBPR-inspired model.A mixed methods study was conducted using a pre-experimental design. The setting was a church-based clinic located on Nicaragua's rural Atlantic coast. Miskitos and Creoles with or at risk for diabetes were sampled. Preliminary efficacy was assessed with A1C, weight, and quality of life (QOL) measures at baseline, 3 months, and 6 months. An open-ended survey assessed intervention satisfaction. The 8-week, registered nurse (RN)-led intervention emphasized knowledge acquisition and behavioral strategies for dietary, physical activity, and medication regimen adherence. Paired t tests were computed to assess preliminary efficacy. Content analysis was conducted to assess intervention acceptability.A total of 42 participants were enrolled. For participants completing follow-up data collection (n = 33), mean A1C improved from 8.8% to 8.3% (t = -2.19; p = .04) from baseline to 3 months. Among participants with a baseline A1C of greater than 7.5% (n = 24), the mean A1C decreased from 9.7% to 9.0% from baseline to 3 months (t = -2.86; p = .01), and to 8.7% at 6 months (t = -3.00; p = .01). Nonsignificant weight changes were observed. Mental health QOL improved, on average from baseline to 3 months (t = 2.20; p = .04) and 6 months (t = 4.7; p &lt; .01) for the sample. An increase in mean physical health QOL was observed from baseline to 3 months (t = 2.91; p &lt; .01). The intervention was found to be acceptable. Study feasibility was good, with successful research capacitation and achievement of sampling goals.Findings suggest our novel intervention holds promise for wider application to reduce diabetes burden among Nicaraguan ethnic minorities.", "id": "29332849", "date": null, "title": "Combined Diabetes Prevention and Disease Self-Management Intervention for Nicaraguan Ethnic Minorities: A Pilot Study.", "doi": "10.1353/cpr.2017.0043", "journal": ["Progress in community health partnerships : research, education, and action", "Prog Community Health Partnersh"]}