{"authors": [["El-Maghrabey", "Mahmoud", "M", "Course of Pharmaceutical Sciences, Graduate School of Biomedical Sciences, Nagasaki University, 1-14 Bunkyo-machi, Nagasaki 852-8521, Japan; Department of Pharmaceutical Analytical Chemistry, Faculty of Pharmacy, Mansoura University, Mansoura 35516, Egypt."], ["Mine", "Masaki", "M", "Course of Pharmaceutical Sciences, Graduate School of Biomedical Sciences, Nagasaki University, 1-14 Bunkyo-machi, Nagasaki 852-8521, Japan."], ["Kishikawa", "Naoya", "N", "Course of Pharmaceutical Sciences, Graduate School of Biomedical Sciences, Nagasaki University, 1-14 Bunkyo-machi, Nagasaki 852-8521, Japan."], ["Ohyama", "Kaname", "K", "Course of Pharmaceutical Sciences, Graduate School of Biomedical Sciences, Nagasaki University, 1-14 Bunkyo-machi, Nagasaki 852-8521, Japan."], ["Kuroda", "Naotaka", "N", "Course of Pharmaceutical Sciences, Graduate School of Biomedical Sciences, Nagasaki University, 1-14 Bunkyo-machi, Nagasaki 852-8521, Japan. Electronic address: n-kuro@nagasaki-u.ac.jp."]], "text": "Pre-column derivatization with fluorescence labeling reagents involves many problems including crowded chromatograms, possibility of the introduction of analytical errors, and poor selectivity. Herein we report a novel purification tag/fluorophore dual labeling approach based on a multi-component reaction to solve this major problem. Glyoxylic acid was recently identified as an early biomarker for diabetes, thus it was selected as a model analyte for our new dual labeling approach. Using the multi-component Petasis reaction, we could introduce a fluorophore (1-pyreneboronic acid, 1-PyBA) and a purification tag (taurine) to our target analyte (glyoxylic acid) in one step reaction. Using taurine as the amine reactant in Petasis reaction leads to the formation of a reaction product with a terminal sulfonic acid group which can be selectively retained on an anion exchange sorbent allowing excess fluorescent 1-PyBA reagent and its fluorescent decomposition products to be washed away. Then, quantification of the formed analyte-fluorophore-purification tag adduct was carried out by a simple isocratic HPLC-fluorescence detection method. The newly developed technique allowed highly selective, very rapid and efficient determination of glyoxylic acid in human serum eliminating endogenous components and excess reagent interference. Glyoxylic acid was determined in serum at a final concentration down to 30nM (600 fmol/injection) with good recovery (87.0%), accuracy (- 2.2 to 9.2) and precision (%RSD ≤ 8.7).", "id": "29332818", "date": "2017-12-12", "title": "A novel dual labeling approach enables converting fluorescence labeling reagents into fluorogenic ones via introduction of purification tags. Application to determination of glyoxylic acid in serum.", "doi": "10.1016/j.talanta.2017.12.023", "journal": ["Talanta", "Talanta"]}