{"authors": [["Gao", "Zhong Feng", "ZF", "Hubei Key Laboratory of Bioinorganic Chemistry & Materia Medica, School of Chemistry and Chemical Engineering, Huazhong University of Science and Technology (HUST), 1037 Luoyu Road, Wuhan 430074, China."], ["Ogbe", "Asmerom Yohannes", "AY", "Hubei Key Laboratory of Bioinorganic Chemistry & Materia Medica, School of Chemistry and Chemical Engineering, Huazhong University of Science and Technology (HUST), 1037 Luoyu Road, Wuhan 430074, China."], ["Sann", "Ei Ei", "EE", "Hubei Key Laboratory of Bioinorganic Chemistry & Materia Medica, School of Chemistry and Chemical Engineering, Huazhong University of Science and Technology (HUST), 1037 Luoyu Road, Wuhan 430074, China."], ["Wang", "Xudong", "X", "Hubei Key Laboratory of Bioinorganic Chemistry & Materia Medica, School of Chemistry and Chemical Engineering, Huazhong University of Science and Technology (HUST), 1037 Luoyu Road, Wuhan 430074, China."], ["Xia", "Fan", "F", "Hubei Key Laboratory of Bioinorganic Chemistry & Materia Medica, School of Chemistry and Chemical Engineering, Huazhong University of Science and Technology (HUST), 1037 Luoyu Road, Wuhan 430074, China; Faculty of Materials Science and Chemistry, China University of Geosciences, Wuhan 430074, China. Electronic address: xiafan@hust.edu.cn."]], "text": "Monitoring blood glucose has attracted considerable attention because diabetes mellitus is a global public health problem. Herein, we reported a turn-on fluorescence detection strategy based on manganese dioxide (MnO2)-phenol formaldehyde resin (PFR) nanocomposite for rapid, sensitive, and selective detection of glucose levels in human blood. In this biosensing system, MnO2 nanoshell on the PFR nanoparticle surfaces serve as a quencher. PFR fluorescence can make a recovery in the presence of H2O2, reducing MnO2 to Mn2+. The sensor shows a linear range from 50nM to 90μM with a low detection limit of 20nM for H2O2 detection. Thus, the glucose can be detected on the basis of the enzymatic conversion of glucose by glucose oxidase to produce H2O2. This method exhibits a wide linear range from 5μM to 1mM with a low detection limit of 1.5μM. Because of the excellent photostability offered by PFR, the developed strategy has been successfully applied for the diagnosis of diabetes mellitus in human blood samples. Compared with commercial glucometer, our method showed satisfactory results, indicating the significant reliability. The developed turn-on fluorescent sensor might hold great promise in nanomedicine and bioanalysis.", "id": "29332788", "date": "2017-12-05", "title": "Turn-on fluorescent sensor for the detection of glucose using manganese dioxide-phenol formaldehyde resin nanocomposite.", "doi": "10.1016/j.talanta.2017.11.073", "journal": ["Talanta", "Talanta"]}