{"authors": [["Yunus", "Fakir Md", "FM", "BRAC Research and Evaluation Division, BRAC Centre, 75 Mohakhali, Dhaka 1212, Bangladesh; College of Pharmacy and Nutrition, The University of Saskatchewan, 104 Clinic Place, Saskatoon SK S7N 2Z4, Saskatchewan, Canada."], ["Khan", "Safayet", "S", "BRAC Research and Evaluation Division, BRAC Centre, 75 Mohakhali, Dhaka 1212, Bangladesh."], ["Mitra", "Dipak K", "DK", "School of Public Health, Independent University, Bangladesh, Plot 16 Block B, Aftabuddin Ahmed Road, Bashundhara /A, Dhaka, Bangladesh."], ["Mistry", "Sabuj Kanti", "SK", "BRAC Research and Evaluation Division, BRAC Centre, 75 Mohakhali, Dhaka 1212, Bangladesh."], ["Afsana", "Kaosar", "K", "BRAC Health, Nutrition and Population Program, BRAC Centre, 75 Mohakhali, Dhaka 1212, Bangladesh; James P Grant School of Public Health, BRAC University, 68 ShahidTajuddin Ahmed Sharani, Mohakhali, Dhaka 1212, Bangladesh."], ["Rahman", "Mahfuzar", "M", "BRAC Research and Evaluation Division, BRAC Centre, 75 Mohakhali, Dhaka 1212, Bangladesh. Electronic address: mahfuzar.rahman@brac.net."]], "text": "To investigate the association of total sleep time and presence or absence of snoring with chronic disease among the Bangladeshi adult population.Cross-sectional survey.Urban and rural Bangladesh.A total of 12,338 men and women aged ≥35 years.Total sleep time was considered as the total hours of sleep in 24 hours. Furthermore, sleep time was categorized into <7, 7-9, and >9 hours according to National Sleep Foundation (2015) guidelines. Self-reported snoring history was captured and corroborated with their respective sleep partner/spouse in more than 80% cases. Registered physician-diagnosed current and/or previous cases of hypertension, diabetes, coronary heart disease, cancer, stroke, chronic obstructive pulmonary disease, and any other chronic conditions were counted.Overall prevalence of at least 1 chronic disease in our study population was around 18%: men (15.4%) and women (20.0%). Hypertension has the highest prevalence (overall: 12.7%, men: 12.2%, women: 15%) followed by diabetes (4.9%), coronary heart diseases (3.2%), stroke (1.8%), chronic obstructive pulmonary disease (0.9%), and cancer (any type: 0.1%). Sleep pattern and snoring are significantly associated with all individual chronic disease except cancer. Sociodemographic, behavioral, and lifestyle variables were adjusted, and inadequate total sleep time (<7 hours) and snoring (yes/no) showed significant association with chronic disease status (risk ratio = 1.11, 95% confidence interval 1.00-1.22 and risk ratio = 1.20, 95% confidence interval 1.11-1.29, respectively).Inadequate sleep and snoring are independently associated with chronic disease in Bangladeshi adult population and perhaps elsewhere.", "id": "29332678", "date": "2017-11-20", "title": "Relationship of sleep pattern and snoring with chronic disease: findings from a nationwide population-based survey.", "doi": "10.1016/j.sleh.2017.10.003", "journal": ["Sleep health", "Sleep Health"]}