{"authors": [["Maskarinec", "Gertraud", "G", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA. Electronic address: gertraud@cc.hawaii.edu."], ["Jacobs", "Simone", "S", "Institute of Public Health, Heidelberg University, Heidelberg, Germany."], ["Amshoff", "Yvette", "Y", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA."], ["Setiawan", "Veronica W", "VW", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA."], ["Shvetsov", "Yurii B", "YB", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA."], ["Franke", "Adrian A", "AA", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA."], ["Kolonel", "Laurence N", "LN", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA."], ["Haiman", "Christopher A", "CA", "Department of Preventive Medicine, Keck School of Medicine, and Norris Comprehensive Cancer Center, University of Southern California, Los Angeles, CA, USA."], ["Le Marchand", "Loïc", "L", "Epidemiology Program, University of Hawaii Cancer Center, Honolulu, HI, USA."]], "text": "As an emerging risk factor for the rising incidence of type 2 diabetes, we examined sleep duration in relation to type 2 diabetes and several biomarkers.Prospective cohort recruited 1993-1996.The Multiethnic Cohort in Hawaii and California.A cohort of 151,691 White, African American, Japanese American, Native Hawaiian, and Latino participants; 9695 cohort members had biomarker measurements.Sleep duration was self-reported at cohort entry. Diabetes status was obtained from 3 questionnaires and confirmed by 3 administrative data sources. Biomarkers were measured by standard assays 9.6±2.1 years after cohort entry. We estimated diabetes risk as a time-varying outcome using Cox regression adjusted for body mass index assessed at 3 time points and other known confounders and computed adjusted means of biomarkers by sleep hours.During 7.9±3.5 years of follow-up, 8487 new diabetes cases were diagnosed. Long sleep duration (≥9 hours), as compared with 7-8 hours, was significantly associated with higher incidence (hazard ratio, 1.12; 95% confidence interval 1.04-1.21), but the 4% elevated incidence for short sleep duration (≤6 hours) did not reach significance (95% confidence interval 0.99-1.09). After stratification, the associations appeared stronger in Japanese American than other ethnic groups and in participants without comorbidity. Hours of sleep were positively associated with C-reactive protein and triglycerides and inversely related to high-density lipoprotein cholesterol and adiponectin but not with leptin levels and homeostatic model assessment of insulin resistance.In this multiethnic population, the 12% higher diabetes risk for long sleep hours may be mediated through inflammation, a poor lipid profile, and lower adiponectin levels.", "id": "29332675", "date": "2017-09-28", "title": "Sleep duration and incidence of type 2 diabetes: the Multiethnic Cohort.", "doi": "10.1016/j.sleh.2017.08.008", "journal": ["Sleep health", "Sleep Health"]}