{"authors": [["Gumabay", "Franz Marie", "FM", "Division of Nephrology, Multi-Organ Transplant Program, University Health Network and University of Toronto, Toronto, Canada."], ["Novak", "Marta", "M", "Centre for Mental Health, University Health Network, Toronto, Canada; Institute of Behavioral Sciences, Semmelweis University, Budapest, Hungary; Department of Psychiatry, University of Toronto, Toronto, Canada."], ["Bansal", "Aarushi", "A", "Division of Nephrology, Multi-Organ Transplant Program, University Health Network and University of Toronto, Toronto, Canada."], ["Mitchell", "Margot", "M", "Division of Nephrology, Multi-Organ Transplant Program, University Health Network and University of Toronto, Toronto, Canada."], ["Famure", "Olusegun", "O", "Division of Nephrology, Multi-Organ Transplant Program, University Health Network and University of Toronto, Toronto, Canada."], ["Kim", "S Joseph", "SJ", "Division of Nephrology, Multi-Organ Transplant Program, University Health Network and University of Toronto, Toronto, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."], ["Mucsi", "Istvan", "I", "Division of Nephrology, Multi-Organ Transplant Program, University Health Network and University of Toronto, Toronto, Canada. Electronic address: istvan.mucsi@utoronto.ca."]], "text": "The association between pre-transplant mental health concerns and non-adherence and post-transplant outcomes after kidney transplantation is not fully established. We examined the relationship between a pre-transplant history of mental health concerns and non-adherence and post-transplant outcomes among kidney transplant recipients.In this retrospective single center cohort study of adult kidney transplant recipients (n=955) the associations between the history of mental health concerns or non-adherence and the time from kidney transplant to biopsy proven acute rejection; death-censored graft failure and total graft failure were examined using Cox proportional hazards models.Mean (SD) age was 51 (13) years, 61% were male and 27% had a history of diabetes. Twenty-two and 11% of patients had mental health concerns and non-adherence, respectively. Fifteen percent of the patients had acute rejection, 5.6% had death-censored graft failure and 13.0% had total graft failure. The history of mental health concerns was not associated with acute rejection, death-censored graft failure or total graft failure. Patients with versus without a history of non-adherence tended to have higher cumulative incidence of acute rejection (23.3% [95% CI: 16.1, 33.2] vs. 13.6% [95% CI: 11.4, 16.2]) and death-censored graft failure (15.0% [95% CI: 6.9, 30.8] vs. 6.4% [95% CI: 4.7, 8.7]) (log rank p=0.052 and p=0.086, respectively). These trends were not significant after multivariable adjustment.In summary, a history of pre-transplant mental health concerns or non-adherence is not associated with adverse outcomes in patients who completed transplant workup and received a kidney transplant.", "id": "29332627", "date": "2017-12-28", "title": "Pre-transplant history of mental health concerns, non-adherence, and post-transplant outcomes in kidney transplant recipients.", "doi": "10.1016/j.jpsychores.2017.12.013", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}