{"authors": [["Barman", "Susmita", "S", "Department of Biochemistry and Nutrition, CSIR-Central Food Technological Research Institute, Mysore, 570 020, India."], ["Pradeep", "Seetur R", "SR", "Department of Biochemistry and Nutrition, CSIR-Central Food Technological Research Institute, Mysore, 570 020, India."], ["Srinivasan", "Krishnapura", "K", "Department of Biochemistry and Nutrition, CSIR-Central Food Technological Research Institute, Mysore, 570 020, India. Electronic address: ksri.cftri@gmail.com."]], "text": "Zinc deficiency during diabetes projects a role for zinc nutrition in the management of diabetic nephropathy. The current study explored whether zinc supplementation protects against diabetic nephropathy through modulation of kidney oxidative stress and stress-induced expression related to the inflammatory process in streptozotocin-induced diabetic rats. Groups of hyperglycemic rats were exposed to dietary interventions for 6 weeks with zinc supplementation (5 times and 10 times the normal level). Supplemental-zinc-fed diabetic groups showed a significant reversal of increased kidney weight and creatinine clearance. There was a significant reduction in hyperlipidemic condition along with improved PUFA:SFA ratio in the renal tissue. Expression of the lipid oxidative marker and expression of inflammatory markers, cytokines, fibrosis factors and apoptotic regulatory proteins observed in diabetic kidney were beneficially modulated by zinc supplementation, the ameliorative effect being concomitant with elevated antiapoptosis. There was a significant reduction in advanced glycation, expression of the receptor of the glycated products and oxidative stress markers. Zinc supplementation countered the higher activity and expression of polyol pathway enzymes in the kidney. Overexpression of the glucose transporters, as an adaptation to the increased need for glucose transport in diabetic condition, was minimized by zinc treatment. The pathological abnormalities in the renal architecture of diabetic animals were corrected by zinc intervention. Thus, dietary zinc supplementation has a significant beneficial effect in the control of diabetic nephropathy. This was exerted through a protective influence on oxidative-stress-induced cytokines, inflammatory proliferation and consequent renal injury.", "id": "29331868", "date": "2017-12-11", "title": "Zinc supplementation alleviates the progression of diabetic nephropathy by inhibiting the overexpression of oxidative-stress-mediated molecular markers in streptozotocin-induced experimental rats.", "doi": "10.1016/j.jnutbio.2017.11.008", "journal": ["The Journal of nutritional biochemistry", "J. Nutr. Biochem."]}