{"authors": [["Bomba", "Manuela", "M", "Center of Excellence on Aging and Translational Medicine - CeSI-MeT, University G. d'Annunzio of Chieti-Pescara, Italy; Department of Neuroscience, Imaging, and Clinical Sciences, University G. d'Annunzio of Chieti-Pescara, Italy."], ["Granzotto", "Alberto", "A", "Center of Excellence on Aging and Translational Medicine - CeSI-MeT, University G. d'Annunzio of Chieti-Pescara, Italy; Department of Neuroscience, Imaging, and Clinical Sciences, University G. d'Annunzio of Chieti-Pescara, Italy."], ["Castelli", "Vanessa", "V", "Department of Life, Health and Environmental Sciences, University of L'Aquila, Italy."], ["Massetti", "Noemi", "N", "Center of Excellence on Aging and Translational Medicine - CeSI-MeT, University G. d'Annunzio of Chieti-Pescara, Italy."], ["Silvestri", "Elena", "E", "Division of Pharmacology, Department of Science and Technology, University of Sannio, Benevento, Italy."], ["Canzoniero", "Lorella M T", "LMT", "Division of Pharmacology, Department of Science and Technology, University of Sannio, Benevento, Italy."], ["Cimini", "Annamaria", "A", "Department of Life, Health and Environmental Sciences, University of L'Aquila, Italy; Sbarro Institute for Cancer Research and Molecular Medicine and Center for Biotechnology, Temple University, Philadelphia, USA; National Institute for Nuclear Physics (INFN), Gran Sasso National Laboratory (LNGS), Assergi, Italy."], ["Sensi", "Stefano L", "SL", "Center of Excellence on Aging and Translational Medicine - CeSI-MeT, University G. d'Annunzio of Chieti-Pescara, Italy; Department of Neuroscience, Imaging, and Clinical Sciences, University G. d'Annunzio of Chieti-Pescara, Italy; Departments of Neurology and Pharmacology, Institute for Mind Impairments and Neurological Disorders, University of California - Irvine, Irvine, USA. Electronic address: ssensi@uci.edu."]], "text": "Modulation of insulin-dependent signaling is emerging as a valuable therapeutic tool to target neurodegeneration. In the brain, the activation of insulin receptors promotes cell growth, neuronal repair, and protection. Altered brain insulin signaling participates in the cognitive decline seen in Alzheimer's disease patients and the aging brain. Glucagon-like peptide-1 (GLP-1) regulates insulin secretion and, along with GLP-1 analogues, enhances neurotrophic signaling and counteracts cognitive deficits in preclinical models of neurodegeneration. Moreover, recent evidence indicates that GLP-1 modulates the activity of the brain-derived neurotrophic factor (BDNF). In this study, in adult wild-type mice, here employed as a model of mid-life brain aging, we evaluated the effects of a 2-month treatment with exenatide, a GLP-1 analogue. We found that exenatide promotes the enhancement of long-term memory performances. Biochemical and imaging analyses show that the drug promotes the activation of the BDNF-TrkB neurotrophic axis and inhibits apoptosis by decreasing p75NTR-mediated signaling. The study provides preclinical evidence for the use of exenatide to delay age-dependent cognitive decline.", "id": "29331730", "date": "2017-12-19", "title": "Exenatide exerts cognitive effects by modulating the BDNF-TrkB neurotrophic axis in adult mice.", "doi": "10.1016/j.neurobiolaging.2017.12.009", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}