{"authors": [["Kehm", "Richard", "R", "Department of Molecular Toxicology, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany; German Center for Diabetes Research (DZD), 85764 Muenchen-Neuherberg, Germany. Electronic address: richard.kehm@dife.de."], ["König", "Jeannette", "J", "Department of Molecular Toxicology, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany. Electronic address: jeannette.koenig@dife.de."], ["Nowotny", "Kerstin", "K", "Department of Molecular Toxicology, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany. Electronic address: kerstin.nowotny@dife.de."], ["Jung", "Tobias", "T", "Department of Molecular Toxicology, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany. Electronic address: tobias.jung@dife.de."], ["Deubel", "Stephanie", "S", "Department of Molecular Toxicology, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany. Electronic address: stefanie.deubel@dife.de."], ["Gohlke", "Sabrina", "S", "Department of Adipocyte Development and Nutrition, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany; German Center for Diabetes Research (DZD), 85764 Muenchen-Neuherberg, Germany. Electronic address: sabrina.gohlke@dife.de."], ["Schulz", "Tim Julius", "TJ", "Department of Adipocyte Development and Nutrition, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany; German Center for Diabetes Research (DZD), 85764 Muenchen-Neuherberg, Germany. Electronic address: tim.schulz@dife.de."], ["Höhn", "Annika", "A", "Department of Molecular Toxicology, German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE), 14558 Nuthetal, Germany; German Center for Diabetes Research (DZD), 85764 Muenchen-Neuherberg, Germany. Electronic address: annika.hoehn@dife.de."]], "text": "Aged tissues usually show a decreased regenerative capacity accompanied by a decline in functionality. During aging pancreatic islets also undergo several morphological and metabolic changes. Besides proliferative and regenerative limitations, endocrine cells lose their secretory capacity, contributing to a decline in functional islet mass and a deregulated glucose homeostasis. This is linked to several features of aging, such as induction of cellular senescence or the formation of modified proteins, such as advanced glycation end products (AGEs) - the latter mainly examined in relation to hyperglycemia and in disease models. However, age-related changes of endocrine islets under normoglycemic and non-pathologic conditions are poorly investigated. Therefore, a characterization of pancreatic tissue sections as wells as plasma samples of wild-type mice (C57BL/6J) at various age groups (2.5, 5, 10, 15, 21 months) was performed. Our findings reveal that mice at older age are able to secret sufficient amounts of insulin to maintain normoglycemia. During aging the pancreatic islet area increased and the islet size doubled in 21 months old mice when compared to 2.5 months old mice, whereas the islet number was unchanged. This was accompanied by an age-dependent decrease in Ki-67 levels and pancreatic duodenal homeobox-1 (PDX-1), indicating a decline in proliferative and regenerative capacity of pancreatic islets with advancing age. In contrast, the number of p16Ink4a-positive nuclei within the islets was elevated starting from 10 months of age. Interestingly, AGEs accumulated exclusively in the islet blood vessels of old mice associated with increased amounts of inflammatory markers, such as the inducible nitric oxide synthase (iNOS) and 3-nitrotyrosine (3-NT). In summary, the age-related increase in islet size and area was associated with the induction of senescence, accompanied by an accumulation of non-enzymatically modified proteins in the islet vascular system.", "id": "29331666", "date": "2017-12-29", "title": "Age-related oxidative changes in pancreatic islets are predominantly located in the vascular system.", "doi": "10.1016/j.redox.2017.12.015", "journal": ["Redox biology", "Redox Biol"]}