{"authors": [["Lenzen", "Stephanie Anna", "SA", "Research Centre for Autonomy and Participation for People with a Chronic Illness, Zuyd University of Applied Sciences, Heerlen, The Netherlands; Department of Family Medicine, CAPHRI School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands. Electronic address: stephanie.lenzen@zuyd.nl."], ["Daniëls", "Ramon", "R", "Research Centre for Autonomy and Participation for People with a Chronic Illness, Zuyd University of Applied Sciences, Heerlen, The Netherlands."], ["van Bokhoven", "Marloes Amantia", "MA", "Department of Family Medicine, CAPHRI School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands."], ["van der Weijden", "Trudy", "T", "Department of Family Medicine, CAPHRI School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands."], ["Beurskens", "Anna", "A", "Research Centre for Autonomy and Participation for People with a Chronic Illness, Zuyd University of Applied Sciences, Heerlen, The Netherlands; Department of Family Medicine, CAPHRI School for Public Health and Primary Care, Maastricht University, Maastricht, The Netherlands."]], "text": "Primary care nurses play a crucial role in coaching patients in shared decision making about goals and actions. This presents a challenge to practice nurses, who are frequently used to protocol-based working routines. Therefore, an approach was developed to support nurses to coach patients in shared decision making.To investigate how the approach was implemented and experienced by practice nurses and patients.A process evaluation was conducted using quantitative and qualitative methods.Fifteen female practice nurses (aged between 28 and 55 years), working with people suffering from diabetes, COPD, asthma and/or cardiovascular diseases, participated. Nurses were asked to apply the approach to their chronically ill patients and to recruit patients (n = 10) willing to participate in an interview or an audio-recording of a consultation (n = 13); patients (13 women, 10 men) were aged between 41 and 88 years and suffered from diabetes, COPD or cardiovascular diseases.The approach involved a framework for shared decision making about goals and actions, a tool to explore the patient perspective, a patient profiles model and a training course. Interviews (n = 15) with nurses, a focus group with nurses (n = 9) and interviews with patients (n = 10) were conducted. Nurses filled in a questionnaire about their work routine before, during and after the training course. They were asked to deliver audiotapes of their consultations (n = 13).Overall, nurses felt that the approach supported them to coach patients in shared decision making. Nurses had become more aware of their own attitudes and learning needs and reported to have had more in-depth discussions with patients. The on-the-job coaching was experienced as valuable. However, nurses struggled to integrate the approach in routine care. They experienced the approach as different to their protocol-based routines and expressed the importance of receiving support and the need for integration of the approach into the family physician practice.This study shows that changing practice nurses' role from medical experts to coaches in shared decision making is very complex and requires paying attention to skills and attitudes, as well as to contextual factors. Our results indicate that more time and training might be needed for this role transition. Moreover, it might be worthwhile to focus on organizational learning, in order to increase an organization's capacity to change work routines in a collaborative process. Future research into the development and evaluation of health coaching approaches, focusing on shared decision making, is necessary.", "id": "29331655", "date": "2017-12-16", "title": "What makes it so difficult for nurses to coach patients in shared decision making? A process evaluation.", "doi": "10.1016/j.ijnurstu.2017.12.005", "journal": ["International journal of nursing studies", "Int J Nurs Stud"]}