{"authors": [["Zhu", "Lin", "L", "VA Tennessee Valley Healthcare System, USA; Division of Diabetes, Endocrinology, & Metabolism, USA."], ["Shi", "Jeanne", "J", "Division of Diabetes, Endocrinology, & Metabolism, USA; Trinity College of Arts and Sciences, Duke University, USA."], ["Luu", "Thao N", "TN", "Division of Diabetes, Endocrinology, & Metabolism, USA."], ["Neuman", "Joshua C", "JC", "Division of Diabetes, Endocrinology, & Metabolism, USA."], ["Trefts", "Elijah", "E", "Department of Molecular, Physiology and Biophysics, Vanderbilt University, USA."], ["Yu", "Sophia", "S", "Division of Diabetes, Endocrinology, & Metabolism, USA."], ["Palmisano", "Brian T", "BT", "Department of Molecular, Physiology and Biophysics, Vanderbilt University, USA."], ["Wasserman", "David H", "DH", "Department of Molecular, Physiology and Biophysics, Vanderbilt University, USA."], ["Linton", "MacRae F", "MF", "Division of Cardiovascular Medicine, Vanderbilt University School of Medicine, USA."], ["Stafford", "John M", "JM", "VA Tennessee Valley Healthcare System, USA; Department of Molecular, Physiology and Biophysics, Vanderbilt University, USA; Division of Diabetes, Endocrinology, & Metabolism, USA. Electronic address: john.stafford@vanderbilt.edu."]], "text": "Hepatocyte deletion of estrogen receptor alpha (LKO-ERα) worsens fatty liver, dyslipidemia, and insulin resistance in high-fat diet fed female mice. However, whether or not hepatocyte ERα regulates reverse cholesterol transport (RCT) in mice has not yet been reported.Using LKO-ERα mice and wild-type (WT) littermates fed a Western-type diet, we found that deletion of hepatocyte ERα impaired in vivo RCT measured by the removal of 3H-cholesterol from macrophages to the liver, and subsequently to feces, in female mice but not in male mice. Deletion of hepatocyte ERα decreased the capacity of isolated HDL to efflux cholesterol from macrophages and reduced the ability of isolated hepatocytes to accept cholesterol from HDL ex vivo in both sexes. However, only in female mice, LKO-ERα increased serum cholesterol levels and increased HDL particle sizes. Deletion of hepatocyte ERα increased adiposity and worsened insulin resistance to a greater degree in female than male mice. All of the changes lead to a 5.6-fold increase in the size of early atherosclerotic lesions in female LKO-ERα mice compared to WT controls.Estrogen signaling through hepatocyte ERα plays an important role in RCT and is protective against lipid retention in the artery wall during early stages of atherosclerosis in female mice fed a Western-type diet.", "id": "29331506", "date": "2017-12-29", "title": "Hepatocyte estrogen receptor alpha mediates estrogen action to promote reverse cholesterol transport during Western-type diet feeding.", "doi": "10.1016/j.molmet.2017.12.012", "journal": ["Molecular metabolism", "Mol Metab"]}