{"authors": [["Gray", "William A", "WA", "Department of Cardiology, Columbia University Medical Center, New York, NY, USA. Electronic address: GrayW@MLHS.org."], ["Garcia", "Lawrence A", "LA", "St. Elizabeth's Medical Center, Tufts University School of Medicine, Boston, MA, USA. Electronic address: Lawrence.Garcia@steward.org."], ["Amin", "Ali", "A", "Reading Hospital & Medical Center, West Reading, PA, USA."], ["Shammas", "Nicolas W", "NW", "Midwest Cardiovascular Research Foundation, Davenport, IA, USA. Electronic address: shammas@mchsi.com."], [null, null, null, null]], "text": "To report on procedural, safety, and effectiveness outcomes of real-world practice with the Jetstream rotational atherectomy system for treatment of femoropopliteal artery lesions.Safety and effectiveness of treatment with the Jetstream device has been demonstrated in clinical trials, but outcomes during real-world clinical practice have yet to be examined.241 patients (66% male, mean age 67years, 41% diabetes; Rutherford 1-3) with de novo or restenotic (non-stent) femoropopliteal lesions ≥4cm in length were recruited. Major adverse events (MAE), defined as amputation, death, target lesion/vessel revascularization (TLR/TVR), myocardial infarction, or angiographic distal embolization that required a separate intervention; and binary restenosis were assessed at 30days and 12months.The mean (±SD) lesion length was 16.4±13.6cm; 35% of patients received adjunctive stents. Procedural success was achieved for 98.3% of lesions. The 30-day MAE rate was 2% (5/219; 2 TLR/TVR and 3 distal embolization); there were no deaths, index limb amputations, or myocardial infarctions. At 12months, the overall estimated freedom from TLR/TVR was 81.7% and 77.2% (44/57) of patients were free from duplex ultrasound-assessed restenosis. Efficacy and patency in a diabetic subset were similar to those of the overall cohort, while maintaining a similar safety profile.In a cohort reflecting real-world practice, the Jetstream Atherectomy System demonstrated a high procedural success rate with a low rate of complications and reinterventions, especially given the relatively long lesions studied.", "id": "29331436", "date": "2017-12-27", "title": "Jetstream Atherectomy System treatment of femoropopliteal arteries: Results of the post-market JET Registry.", "doi": "10.1016/j.carrev.2017.12.015", "journal": ["Cardiovascular revascularization medicine : including molecular interventions", "Cardiovasc Revasc Med"]}