{"authors": [["Freeman", "James V", "JV", "Department of Medicine, Yale University School of Medicine, New Haven, Connecticut. Electronic address: james.freeman@yale.edu."], ["Tabada", "Grace H", "GH", "Division of Research, Kaiser Permanente Northern California, Oakland, California."], ["Reynolds", "Kristi", "K", "Department of Research and Evaluation, Kaiser Permanente Southern CA, Pasadena, California."], ["Sung", "Sue Hee", "SH", "Division of Research, Kaiser Permanente Northern California, Oakland, California."], ["Liu", "Taylor I", "TI", "Kaiser Permanente Santa Clara Medical Center, Santa Clara, California."], ["Gupta", "Nigel", "N", "Kaiser Permanente Los Angeles Medical Center, Los Angeles, California."], ["Go", "Alan S", "AS", "Division of Research, Kaiser Permanente Northern California, Oakland, California; Departments of Epidemiology, Biostatistics, and Medicine, UCSF, San Francisco, California; Department of Health Research and Policy, Stanford School of Medicine, Stanford, California."]], "text": "Contemporary data on complications and resource utilization after atrial fibrillation (AF) ablation are limited. We evaluated rates and risk factors for procedural complication, rehospitalization, and emergency department visits after AF ablation. We identified all adult patients who underwent isolated AF ablation between 2010 and June 2014 in 2 large integrated health-care delivery systems and evaluated rates of acute inpatient complication, 30-day, and 1-year readmission and emergency evaluation. We used multivariable logistic regression to identify predictors of procedural complications, 30-day readmission, or 30-day emergency department evaluation. In 811 AF ablation patients, procedural complications occurred in 2.5% of patients, 9.7% of patients were rehospitalized within 30 days, and 19.1% of patients had an emergency visit within 30 days. At 1 year after AF ablation, 28.9% of patients were readmitted, with 18% of patients readmitted for AF or atrial flutter. At 1 year, 44.5% of patients were seen in an emergency department, with 37.1% related to AF or atrial flutter. Vascular complications and perforation or tamponade were the most common complications, and Hispanic ethnicity, mitral or aortic valvular disease, and diabetes mellitus were the strongest risk factors for adverse outcomes at 30 days after AF ablation. Contemporary rates of acute complication and 1-year readmission after AF ablation have markedly decreased compared with previous community-based studies.", "id": "29331355", "date": "2017-12-14", "title": "Contemporary Procedural Complications, Hospitalizations, and Emergency Visits After Catheter Ablation for Atrial Fibrillation.", "doi": "10.1016/j.amjcard.2017.11.034", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}