{"authors": [["Venkatesh", "Amritha", "A", "Biomedical Engineering Program, Russ College of Engineering and Technology, Ohio University, United States."], ["Nandigam", "Harika", "H", "Biomedical Engineering Program, Russ College of Engineering and Technology, Ohio University, United States."], ["Muccioli", "Maria", "M", "Molecular and Cellular Biology Program, Ohio University, United States."], ["Singh", "Manindra", "M", "Molecular and Cellular Biology Program, Ohio University, United States."], ["Loftus", "Tiffany", "T", "Department of Biomedical Sciences, Heritage College of Osteopathic Medicine, Ohio University, United States."], ["Lewis", "Deana", "D", "Department of Biomedical Sciences, Heritage College of Osteopathic Medicine, Ohio University, United States."], ["Pate", "Michelle", "M", "Department of Biomedical Sciences, Heritage College of Osteopathic Medicine, Ohio University, United States."], ["Benencia", "Fabian", "F", "Biomedical Engineering Program, Russ College of Engineering and Technology, Ohio University, United States; Molecular and Cellular Biology Program, Ohio University, United States; Department of Biomedical Sciences, Heritage College of Osteopathic Medicine, Ohio University, United States; The Diabetes Institute at Ohio University, United States. Electronic address: benencia@ohio.edu."]], "text": "Malignant cells are not the only components of a tumor mass since other cells (e.g., fibroblasts, infiltrating leukocytes and endothelial cells) are also part of it. In combination with the extracellular matrix, all these cells constitute the tumor microenvironment. In the last decade the role of the tumor microenvironment in cancer progression has gained increased attention and prompted efforts directed to abrogate its deleterious effects on anti-cancer therapies. The immune system can detect and attack tumor cells, and tumor-infiltrating lymphocytes (particularly CD8 T cells) have been associated with improved survival or better response to therapies in colorectal, melanoma, breast, prostate and ovarian cancer patients among others. Contrariwise, tumor-associated myeloid cells (myeloid-derived suppressor cells [MDSCs], dendritic cells [DCs], macrophages) or lymphoid cells such as regulatory T cells can stimulate tumor growth via inhibition of immune responses against the tumor or by participating in tumor neoangiogenesis. Herewith we analyzed the chemokine profile of mouse breast tumors regarding their capacity to generate factors capable of attracting and sequestering DCs to their midst. Chemoattractants from tumors were investigated by molecular biology and immunological techniques and tumor infiltrating DCs were investigated for matched chemokine receptors. In addition, we investigated the inflammatory response of breast cancer cells, a major component of the tumor microenvironment, to double-stranded RNA stimulation. By using molecular biology techniques such as qualitative and quantitative PCR, PCR arrays, and immunological techniques (ELISA, cytokine immunoarrays) we examined the effects of dsRNA treatment on the cytokine secretion profiles of mouse and human breast cancer cells and non-transformed cells. We were able to determine that tumors generate chemokines that are able to interact with receptors present on the surface of tumor infiltrating DCs. We observed that PRR signaling is able to modify the production of chemokines by breast tumor cells and normal breast cells, thereby constituting a possible player in shaping the profile of the leukocyte population in the TME.", "id": "29331323", "date": "2017-11-22", "title": "Regulation of inflammatory factors by double-stranded RNA receptors in breast cancer cells.", "doi": "10.1016/j.imbio.2017.11.005", "journal": ["Immunobiology", "Immunobiology"]}