{"authors": [["Gu", "B", "B", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China."], ["Miao", "H", "H", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China."], ["Zhang", "J", "J", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China."], ["Hu", "J", "J", "Department of haematology, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai, China."], ["Zhou", "W", "W", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China."], ["Gu", "W", "W", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China. Electronic address: weiqionggu@hotmail.com."], ["Wang", "W", "W", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China."], ["Ning", "G", "G", "Department of endocrine and metabolic diseases, Ruijin hospital, Shanghai Jiao-Tong university, school of medicine, Shanghai Key laboratory for endocrine tumours, Shanghai clinical centre for endocrine and metabolic diseases, Shanghai institute of endocrine and metabolic diseases and Shanghai E-institute for endocrinology, Shanghai, China; Laboratory for endocrine & metabolic diseases, institute of health science, Shanghai JiaoTong university, school of medicine and Shanghai institutes for biological sciences, Chinese academy of sciences, Shanghai, China."]], "text": "Type 1 diabetes (T1D) is characterized by severe damage to pancreas islet function through immunological attack; therefore, it is also called 'insulin-dependent diabetes'. The present study aimed to evaluate the safety and clinical efficacy of autologous haematopoietic stem cell transplantation (AHSCT) in adolescent patients with newly diagnosed T1D. A phase-II prospective, parallel-assignment, non-randomized trial was conducted from March 2008 to December 2011 with 40 T1D patients, of whom 20 received AHSCT therapy and 20 were treated only with insulin injections. Of these patients, 14 (70%) in the AHSCT group became insulin-independent for 1.5 to 48 months compared with only one patient in the Insulin group. Of these 14 AHSCT patients, 11 relapsed within a median time of 19.5 (range 5.5-1) months and resumed insulin use. By the end of the 4-year follow-up, the difference in daily insulin dosages between the AHSCT and Insulin groups had become smaller (0.49±0.32IU/kg/day vs. 0.79±0.18IU/kg/day, respectively; P<0.01). C-peptide levels increased significantly at 3 months in both groups and later decreased, with the insulin group showing more rapid deterioration. Most of the adverse events in the AHSCT group were transplantation complications. Our data suggest that AHSCT treatment was well tolerated and slowed deterioration of islet β-cell function while significantly decreasing daily insulin dosages. However, because of the high relapse rate, more information on longer-term outcomes is needed before AHSCT can be routinely considered for T1D patients.although this was a non-randomized clinical study, this phase-II trial demonstrated the beneficial effects of AHSCT in patients with newly diagnosed T1D by increasing C-peptide levels and inducing insulin independence, while showing its safety and good tolerability compared with conventional intensive insulin therapy. Thus, these results are helpful for increasing our understanding of the use of haematopoietic stem cell therapy in the treatment of T1D and for evaluating whether it can become more widespread in future.", "id": "29331269", "date": "2017-12-22", "title": "Clinical benefits of autologous haematopoietic stem cell transplantation in type 1 diabetes patients.", "doi": "10.1016/j.diabet.2017.12.006", "journal": ["Diabetes & metabolism", "Diabetes Metab."]}