{"authors": [["Mahjoob", "Mohammad Parsa", "MP", "1Cardiovascular Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Sadeghi", "Soheila", "S", "2Department of Internal Medicine, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Khanaman", "Hamide Falahaty", "HF", "2Department of Internal Medicine, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Naderian", "Mohammadreza", "M", "3Non-Communicable Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Khaheshi", "Isa", "I", "1Cardiovascular Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "text": "Coronary artery disease (CAD) is uncommon among young adults and may have certain characteristics that are different from those in older patients. The aim of the current study was to determine the risk factors of CAD, important laboratory data and angiographic findings in young patients with CAD and to compare them with the old patients.Patients with typical chest pain whose CAD was confirmed by coronary angiography were included in the study. These patients were divided into 2 groups: ≥45 and <45 years old; the risk factors of CAD and angiographic findings were determined in each group and further compared.Finally, 231 patients with CAD were included in the study. Thirty-five (30.4%) of patients younger than 45 years and 58 (50.0%) aged ≥45 had diabetes mellitus (P=0.002). Statistically remarkable differences were observed between the two groups regarding hypertension (P<0.001), myocardial infarction (P<0.001), Gensini score Median (P<0.001), ejection fraction in echocardiography (P<0.001) and fasting blood sugar in laboratory data (P=0.006). The older group, compared with the younger one, had higher left anterior descending (LAD) artery (P<0.001), right coronary artery (RCA) (P<0.001), 3 vessel disease (P<0.001) and2-vessel disease (P=0.044); on the other hand,1-vessel disease was higher in patients aged<45(P<0.001).The risk profile and angiographic findings are different in young patients with CAD compared to older patients. Young patients with CAD tend to be male with a positive familial history, but with less diabetes or hypertension. The older patients had higher 3 vessel disease, 2-vessel disease and left anterior descending (LAD) artery and right coronary artery (RCA) involvements. In contrast, 1-vessel disease was higher in young patients aged<45.", "id": "29331103", "date": "2017-12-20", "title": "Comparison of coronary risk factors and angiographic findings in younger and older patients with significant coronary artery disease.", "doi": "10.1515/rjim-2017-0048", "journal": ["Romanian journal of internal medicine = Revue roumaine de medecine interne", "Rom J Intern Med"]}