{"authors": [["Bashir", "Farhat", "F", "Department of Medicine, United Medical & Dental College, Karachi, Pakistan."], ["Khan", "Zia Ullah", "ZU", "Sir Syed College of Medical Sciences, Karachi, Pakistan."], ["Seetlani", "Naresh Kumar", "NK", "Dow Medical College, Karachi, Pakistan."], ["Sheikh", "Zaman", "Z", "Sir Syed College of Medical Sciences, Karachi, Pakistan."]], "text": "Macrovascular atherosclerosis is an important long-term complication of type 2 diabetes mellitus. Concurrent dyslipidaemia acts as an additional risk factor for these complications. Hypovitaminosis D has been associated with adverse cardiovascular events. These modifiable risk factors of cardiovascular disease are inter-related. In the presence of an increasing incidence of type 2 diabetes mellitus and its associated metabolic abnormalities and widespread vitamin D deficiency in Pakistan, this association needs to be investigated. The purpose of our study was to determine the pattern of dyslipidaemia and its association with low vitamin D levels in South Asian diabetics.The study was designed as a quantitative cross-sectional study. It was conducted at the Department of Medicine, Sir Syed College of Medical Sciences and Hospital, Karachi from January to June 2014. A total of 168 adult consecutive patients with type 2 diabetes mellitus of both the genders were included. Data was collected and analysed using SPSS-20.0. The association of dyslipidaemia with vitamin D status was computed through Chi-square test.We found that dyslipidaemia is highly prevalent in patients with type 2 diabetes mellitus in Pakistan. High total cholesterol, LDL cholesterol and triglycerides show significant association with vitamin D deficiency.In order to decrease the development of diabetic complications aggressive management of hyperglycaemia and dyslipidaemia is required. Vitamin D supplementation may play a dual role in these situations.", "id": "29330987", "date": null, "title": "Pattern Of Dyslipidaemia And Its Association With Hypovitaminosis D In Type 2 Diabetes Mellitus.", "doi": null, "journal": ["Journal of Ayub Medical College, Abbottabad : JAMC", "J Ayub Med Coll Abbottabad"]}