{"authors": [["Freisinger", "Eva", "E", "Division of Vascular Medicine, Department of Cardiovascular Medicine, University Hospital Muenster, Germany. Electronic address: eva.freisinger@ukmuenster.de."], ["Malyar", "Nasser M", "NM", "Division of Vascular Medicine, Department of Cardiovascular Medicine, University Hospital Muenster, Germany."], ["Reinecke", "Holger", "H", "Division of Vascular Medicine, Department of Cardiovascular Medicine, University Hospital Muenster, Germany."], ["Unrath", "Michael", "M", "Department of Clinical Psychology and Psychotherapy, Institute of Psychology, Osnabrück University, Germany."]], "text": "Few data discuss the impact of sex on diagnostic and therapeutic procedures and outcome of patients with peripheral artery disease (PAD).We obtained data on 41,873 PAD patients between 2009 and 2011 (including a 4-year follow-up) from the largest German public health insurance (BARMER GEK). Propensity Score Matching (PSM) was performed to evaluate the impact of sex on treatment, complications, in-hospital and long-term outcome.Of 41,873 PAD patients, there were 23,282 (55.6%) male and 18,591 (44.4%) female. Male patients were younger (69±11years vs. 75±12years in females; p<0.001) but had higher obesity (8.0% vs 6.5%), dyslipidemia (33.2% vs 28.1%), smoking (12.9% vs 9.2%), coronary artery disease (29.4% vs 19.5%), or diabetes rates (35.8% vs 28.1%; each p<0.001). Almost three in five revascularizations applied to minor clinical stages, revascularization rate in critical limb ischemia (CLI) was 49% at in-hospital and 58.8% inc. follow-up in both sexes (Rutherford 6). PSM accounting for risk factors and PAD stages showed lower use of endovascular and higher use of surgical revascularization in males compared to females. Male sex was associated with higher in-hospital amputation and was an independent risk factor during follow-up for both amputation (HR 1.284; p<0.001) and death (HR 1.155; p<0.001).Data show low rates of revascularization procedures particularly at advanced PAD stages (CLI). Male sex is associated with higher use of surgical, but lower use of endovascular and overall procedures, and higher amputation and mortality during follow-up.", "id": "29329771", "date": "2017-12-26", "title": "Low rate of revascularization procedures and poor prognosis particularly in male patients with peripheral artery disease - A propensity score matched analysis.", "doi": "10.1016/j.ijcard.2017.12.054", "journal": ["International journal of cardiology", "Int. J. Cardiol."]}