{"authors": [["Ren", "Dan-Dan", "DD", "Metabolic Diseases Hospital, Tianjin Medical University, Tianjin 300070, China; Tanggu Dahua Hospital, Tianjin Coastal New Area, Tianjin 300455, China."], ["Li", "Jing", "J", "Metabolic Diseases Hospital, Tianjin Medical University, Tianjin 300070, China."], ["Chang", "Bai", "B", "Metabolic Diseases Hospital, Tianjin Medical University, Tianjin 300070, China. Electronic address: changbai1972@126.com."], ["Li", "Chun-Shen", "CS", "Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. Electronic address: lichunshen@126.com."], ["Yang", "Ju-Hong", "JH", "Metabolic Diseases Hospital, Tianjin Medical University, Tianjin 300070, China."]], "text": "The study aimed to investigate the intervening role of Didang decoction (DDD) at different times in macrovascular endothelial defense function, focusing on its effects on the AMP-activated protein kinase (AMPK) signaling pathway. The effects of DDD on mitochondrial energy metabolism were also investigated in rat aortic endothelial cells (RAECs). Type 2 diabetes were induced in rats by streptozotocin (STZ) combined with high fat diet. Rats were randomly divided into non-intervention group, metformin group, simvastatin group, and early-, middle-, late-stage DDD groups. Normal rats were used as control. All the rats received 12 weeks of intervention or control treatment. Western blots were used to detect the expression of AMP-activated protein kinase α1 (AMPKα1) and peroxisome proliferator-activated receptor 1α (PGC-1α). Changes in the intracellular AMP and ATP levels were detected with ELISA. Real-time-PCR was used to detect the mRNA level of caspase-3, endothelial nitric oxide synthase (eNOS), and Bcl-2. Compared to the diabetic non-intervention group, a significant increase in the expression of AMPKα1 and PGC-1α were observed in the early-stage, middle-stage DDD groups and simvastatin group (P < 0.05). The levels of Bcl-2, eNOS, and ATP were significantly increased (P < 0.05), while the level of AMP and caspase-3 were decreased (P < 0.05) in the early-stage DDD group and simvastatin group. Early intervention with DDD enhances mitochondrial energy metabolism by regulating the AMPK signaling pathway and therefore may play a role in strengthening the defense function of large vascular endothelial cells and postpone the development of macrovascular diseases in diabetes.", "id": "29329611", "date": null, "title": "Early intervention with Didang decoction delays macrovascular lesions in diabetic rats through regulating AMP-activated protein kinase signaling pathway.", "doi": "10.1016/S1875-5364(18)30018-9", "journal": ["Chinese journal of natural medicines", "Chin J Nat Med"]}