{"authors": [["Skar", "Jeanette B", "JB", "Department of Nursing and Health Promotion, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, P.O. Box 4 St. Olavs plass, N-0130 Oslo, Norway. Electronic address: jeanetteskar@hotmail.no."], ["Garnweidner-Holme", "Lisa M", "LM", "Department of Nursing and Health Promotion, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, P.O. Box 4 St. Olavs plass, N-0130 Oslo, Norway. Electronic address: lisa.garnweidner-holme@hioa.no."], ["Lukasse", "Mirjam", "M", "Department of Nursing and Health Promotion, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, P.O. Box 4 St. Olavs plass, N-0130 Oslo, Norway. Electronic address: mirjam.lukasse@hioa.no."], ["Terragni", "Laura", "L", "Department of Nursing and Health Promotion, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, P.O. Box 4 St. Olavs plass, N-0130 Oslo, Norway. Electronic address: laura.terragni@hioa.no."]], "text": "The purpose of this study was to explore the experiences of women with gestational diabetes mellitus (GDM) with controlling their blood glucose values and receiving health and nutrition information using a smartphone app (the Pregnant+ app).The study utilised the interpretative phenomenological analysis method. Semi-structured interviews were conducted with 17 participants among those participating to the randomised controlled trial.The women experienced sorrow and disappointment when they were diagnosed with GDM, but they all went through a process of learning to self-manage their condition that was strongly motivated by theirdesire to care for their unborn babies. The women found that the app increased their confidence in their self management of GDM and their motivation for behavioural change. For some women, the app contributed to feelings offrustration or obsession. In addition, some technological problems and a lack of support from health-care professionals limited several women from using the app.The findings suggest that asmartphone app may have potential for supporting women with GDM, particularly in their blood glucose management. However, it also highlights some of the potential challenges of using mHealth technologies. The findings indicate that a closer collaboration between health-care professionals and patients is of great importance in the implementation of apps for women with GDM.", "id": "29329023", "date": "2017-12-27", "title": "Women's experiences with using a smartphone app (the Pregnant+ app) to manage gestational diabetes mellitus in a randomised controlled trial.", "doi": "10.1016/j.midw.2017.12.021", "journal": ["Midwifery", "Midwifery"]}