{"authors": [["Carniciu", "Anais L", "AL", "Department of Ophthalmology, University Hospitals Eye Institute, Case Western Reserve University School of Medicine, Cleveland, OH 44106, USA and Division of Ophthalmology, NYU Winthrop Hospital, Mineola, NY 11501, USA."], ["Fazzari", "Melissa J", "MJ", "Department of Biostatistics, NYU Winthrop Hospital, Mineola, NY 11501, USA."], ["Tabibian", "Pauline", "P", "Department of Anesthesiology, NYU Winthrop Hospital, Mineola, NY 11501, USA."], ["Batta", "Priti", "P", "Division of Ophthalmology, NYU Winthrop Hospital, Mineola, NY 11501, USA and Department of Ophthalmology, The New York Eye and Ear Infirmary of Mount Sinai, New York, NY 10003, USA."], ["Gentile", "Ronald C", "RC", "Division of Ophthalmology, NYU Winthrop Hospital, Mineola, NY 11501, USA and Department of Ophthalmology, The New York Eye and Ear Infirmary of Mount Sinai, New York, NY 10003, USA."], ["Grendell", "James H", "JH", "Division of Gastroenterology, NYU Winthrop Hospital, Mineola, NY 11501, USA."], ["Braithwaite", "Collin E", "CE", "Department of Surgery, NYU Winthrop University Hospital, Mineola, NY 11501, USA."], ["Barzideh", "Nazanin", "N", "Division of Ophthalmology, NYU Winthrop Hospital, Mineola, NY 11501, USA and Department of Ophthalmology, The New York Eye and Ear Infirmary of Mount Sinai, New York, NY 10003, USA."]], "text": "The aim of this study was to identify risk factors associated with perioperative corneal abrasion at a single hospital in Mineola, New York (United States). A chart review was conducted of patients with perioperative corneal abrasion following non-ocular surgery and age-matched controls between June 2011 and November 2013. An age-stratified logistic regression model evaluated the association between corneal abrasion and potentially predisposing variables. The adjusted odds of a corneal abrasion occurring were 4.6 times greater for patients having surgery for ≥ 3 hours (p=0.001) and 3.6 times greater for patients with pre-existing ocular disease (p=0.02). Gender, diabetes status, surgical procedure or position were not found to be associated with the occurrence of a corneal abrasion. Corneal abrasions were associated with longer procedures and history of pre-existing ocular disease. No significant association between body positioning or surgical site and perioperative corneal abrasion was found. The study concludes that a longer duration of surgical procedure and pre-existing ocular disease are risk factors for perioperative corneal abrasion.", "id": "29328794", "date": null, "title": "Corneal abrasion following anaesthesia for non-ocular surgical procedures: A case-controlled study.", "doi": null, "journal": ["Journal of perioperative practice", "J Perioper Pract"]}