{"authors": [["Kochet", "K", "K", "Shupyk National Medical Academy of Postgraduate Education; Ukrainian Research and Practical Centre of Endocrine Surgery, Transplantation of Endocrine Organs and Tissues of the Ministry of Health of Ukraine."], ["Lytus", "I", "I", "Shupyk National Medical Academy of Postgraduate Education; Ukrainian Research and Practical Centre of Endocrine Surgery, Transplantation of Endocrine Organs and Tissues of the Ministry of Health of Ukraine."], ["Svistunov", "I", "I", "Shupyk National Medical Academy of Postgraduate Education; Ukrainian Research and Practical Centre of Endocrine Surgery, Transplantation of Endocrine Organs and Tissues of the Ministry of Health of Ukraine."], ["Sulaieva", "O", "O", "Shupyk National Medical Academy of Postgraduate Education; Ukrainian Research and Practical Centre of Endocrine Surgery, Transplantation of Endocrine Organs and Tissues of the Ministry of Health of Ukraine."]], "text": "Skin pathology is registered in vast majority of patients with diabetes mellitus (DM). Despite the abundance of publications on dermatological problems in DM, there is still a number of gaps to be discussed in terms of pathophysiological mechanisms. The goal of this review was to assess the mechanisms of development of different skin pathologies under DM. One of the key pathogenic mechanisms of skin lesions in diabetes is hyperglycemia and the effects of the advanced glycation end products, inducing oxidative stress, endothelial dysfunction and inflammation; that in its turn can accelerate the mechanisms of skin aging, the development of diabetic dermopathy and scleredema diabeticorum. Imbalance of growth factors, cytokines and hormones under insulin resistance, is associated with increased proliferation of keratinocytes, fibroblasts and sebocytes, mast cell dysfunction and melanogenesis disorders in acanthosis nigricans, acrochordons, acne and inflammatory dermatitis in diabetic patients. In addition, authors discuss the role of dendritic cells and macrophages dysfunction in impairment of peripheral tolerance and diabetic wounds pathogenesis in patients with DM.", "id": "29328028", "date": null, "title": "[SKIN PATHOLOGY IN DIABETES MELLITUS: CLINICAL AND PATHOPHYSIOLOGICAL CORRELATIONS (REVIEW)].", "doi": null, "journal": ["Georgian medical news", "Georgian Med News"]}