{"authors": [["Nadkar", "Milind Y", "MY", "Department of Medicine and Rheumatology, Seth GS Medical College, Mumbai, Maharashtra."], ["Tiwaskar", "Mangesh", "M", "Department of Medicine, Shilpa Medical Research Center, Mumbai, Maharashtra."], ["Kalra", "Sanjay", "S", "Department of Endocrinology, Bharti Hospital, Karnal, Haryana."], ["Shah", "Siddharth N", "SN", "Department of Diabetology, Bhatia Hospital, Saifee Hospital, S.L. Raheja Hospital and Reliance H.N. Hospital, Mumbai, Maharashtra."], ["Bansode", "B R", "BR", "Department of Medicine & Cardiology, Bharat Ratna Dr. Babasaheb Ambedkar Memorial Hospital, Mumbai, Maharashtra."], ["Dutta", "Anjanlal", "A", "Department of Cardiology, Peerless Hospital, Kolkata, West Bengal."], ["Bajaj", "Sarita", "S", "Department of Medicine, MLN Medical College, Allahabad, Uttar Pradesh."], ["Aggarwal", "Sameer", "S", "Pt. Bhagwat Dayal Sharma Post Graduate Institute of Medical Sciences, Haryana."], ["Balhara", "Yatan Pal Singh", "YPS", "Department of Psychiatry, All India Institute of Medical Sciences, New Delhi."], ["Das", "A K", "AK", "Department of Medicine and Endocrinology, Pondicherry Institute of Medical Sciences, Pondicherry."], ["Dhamija", "Puneet", "P", "Department of Pharmacology, All India Institute of Medical Sciences, Rishikesh, Uttarakhand."], ["Gupta", "Y K", "YK", "Department of Pharmacology, All India Institute of Medical Sciences, New Delhi."], ["Jacob", "Jubbin", "J", "Endocrine and Diabetes Unit, Christian Medical College and Hospital, Ludhiana, Punjab."], ["Mishra", "Sundeep", "S", "Department of Cardiology, All India Institute of Medical Sciences, New Delhi."], ["Narasingan", "S N", "SN", "Prof. M Vishwanathan Diabetes Research Center and SNN Specialties Clinic and Diagnostic Center, Chennai, Tamil Nadu."], ["Ponde", "C K", "CK", "Department of Cardiology, P.D. Hinduja National Hospital, Mumbai, Maharashtra."], ["Prabhoo", "Ram", "R", "Department of Orthopedics, Mukund Hospital, Mumbai, Maharashtra."], ["S", "Balakrishnan", "B", "Department of Pharmacology, All India Institute of Medical Sciences, Bhopal, Madhya Pradesh."], ["Sahay", "Manisha", "M", "Department of Nephrology, Osmania Medical College and Hospital, Hyderabad, Telangana."], ["Sahay", "R K", "RK", "Department of Endocrinology, Osmania Medical College and Hospital, Hyderabad, Telangana."], ["Sathyamurthy", "I", "I", "Department of Interventional Cardiology, Apollo Hospitals, Chennai, Tamil Nadu."], ["Tiwaskar", "Shilpa", "S", "Department of Anesthesiology, Bhaktivedant Hospital, Mumbai, Maharashtra."], ["Vora", "Agam", "A", "Department of Chest and Tuberculosis, Vora Clinic, Mumbai, Maharashtra."]], "text": "Chirally pure molecules or enantiomers are non-superimposable mirror images of each other with a chiral center (such as carbon, sulphur, nitrogen or phosphorous atom). An equimolar mixture of enantiomers forms a racemate. Chirally pure molecules (single enantiomers) are important in the field of drug discovery as the drug targets such as enzymes and receptors are enantioselective in nature. Clinical studies have demonstrated that chirally pure drugs exhibit different pharmacokinetic and metabolic profiles, reduced adverse events, improved safety profiles and similar therapeutic activity at lowered drug dosage as compared with the racemate in many therapeutic areas. However, since there is a low level of awareness on the advantages of chirally pure molecules among clinicians, pharmacists and patients in India, the Association of Physicians of India (API) developed this position statement to increase awareness on the concept of chirality and the associated advantages of using chirally pure drugs in certain therapeutic areas to maximize patient outcomes. This includes the clinical evidence associated with single enantiomers such as S-metoprolol, S-amlodipine, esomeprazole, escitalopram, levobupivacaine, cisatracurium, S-etodolac, dexketoprofen, levofloxacin in terms of efficacy and safety as compared with their racemates. In addition, the API also provides some tactical recommendations for clinicians, pharmacists, patients, regulatory body and pharmaceutical companies to increase awareness on chirally pure drugs and puts forth the need for expedited availability of chirally pure drugs in the Indian market.", "id": "29327523", "date": null, "title": "Association of Physicians of India: Position Statement on Role of Chirally Pure Molecules in Clinical Practice.", "doi": null, "journal": ["The Journal of the Association of Physicians of India", "J Assoc Physicians India"]}