{"authors": [["Kash", "Bita A", "BA", "School of Public Health, Texas A&M University, College Station, TX, United States."], ["Lin", "Szu-Hsuan", "SH", "School of Public Health, Texas A&M University, College Station, TX, United States."], ["Baek", "Juha", "J", "School of Public Health, Texas A&M University, College Station, TX, United States."], ["Ohsfeldt", "Robert L", "RL", "School of Public Health, Texas A&M University, College Station, TX, United States."]], "text": "Diabetes is a major chronic disease that can lead to serious health problems and high healthcare costs without appropriate disease management and treatment. In the United States, the number of people diagnosed with diabetes and the cost for diabetes treatment has dramatically increased over time. To improve patients' self-management skills and clinical outcomes, diabetes management education (DME) programs have been developed and operated in various regions.This community case study explores and calculates the economic and clinical impacts of expanding a model DME program into 26 counties located in South Texas.The study sample includes 355 patients with type 2 diabetes and a follow-up hemoglobin A1c level measurement among 1,275 individuals who participated in the DME program between September 2012 and August 2013. We used the Gilmer's cost differentials model and the United Kingdom Prospective Diabetes Study (UKPDS) Risk Engine methodology to predict 3-year healthcare cost savings and 10-year clinical benefits of implementing a DME program in the selected 26 Texas counties.Changes in estimated 3-year cost and the estimated treatment effect were based on baseline hemoglobin A1c level. An average 3-year reduction in medical treatment costs per program participant was $2,033 (in 2016 dollars). The total healthcare cost savings for the 26 targeted counties increases as the program participation rate increases. The total projected cost saving ranges from $12 million with 5% participation rate to $185 million with 75% participation rate. A 10-year outlook on additional clinical benefits associated with the implementation and expansion of the DME program at 60% participation is estimated to result in approximately 4,838 avoided coronary heart disease cases and another 392 cases of avoided strokes.The implementation of this model DME program in the selected 26 counties would contribute to substantial healthcare cost savings and clinical benefits. Organizations that provide DME services may benefit from reduction in medical treatment costs and improvement in clinical outcomes for populations with diabetes.", "id": "29326920", "date": "2017-12-18", "title": "The Diabetes Management Education Program in South Texas: An Economic and Clinical Impact Analysis.", "doi": "10.3389/fpubh.2017.00345", "journal": ["Frontiers in public health", "Front Public Health"]}