{"authors": [["Vissenberg", "Charlotte", "C", "Academic Medical Center (AMC), Amsterdam, Netherlands."], ["Nierkens", "Vera", "V", "Academic Medical Center (AMC), Amsterdam, Netherlands."], ["Uitewaal", "Paul J M", "PJM", "The Hague's Public Health Department, The Hague, Netherlands."], ["Middelkoop", "Barend J C", "BJC", "Leiden University Medical Center, Leiden, Netherlands."], ["Nijpels", "Giel", "G", "VU University Medical Center, Amsterdam, Netherlands."], ["Stronks", "Karien", "K", "Academic Medical Center (AMC), Amsterdam, Netherlands."]], "text": "This article describes the development of the social network-based intervention Powerful Together with Diabetes which aims to improve diabetes self-management (DSM) among patients with type 2 diabetes living in socioeconomically deprived neighborhoods by stimulating social support for DSM and diminishing social influences hindering DSM (e.g., peer pressure and social norms). The intervention was specifically developed for patients with Dutch, Turkish, Moroccan, and Surinamese backgrounds. The intervention was developed according to Intervention Mapping. This article describes the first four steps of Intervention Mapping: (1) the needs assessment; (2) development of performance and change objectives; (3) selection of theory-based methods and strategies; and (4) the translation of these into an organized program. These four steps resulted in Powerful Together with Diabetes, a 10-month group-based intervention consisting of 24 meetings, 6 meetings for significant others, and 2 meetings for participants and their spouses. The IM method resulted in a tailored approach with a specific focus on the social networks of its participants. This article concludes that the IM method helped our planning team to tailor the intervention to the needs of our target population and facilitated our evaluation design. However, in hindsight, the intervention could have been improved by investing more in participatory planning and community involvement.", "id": "29326916", "date": "2017-12-18", "title": "Development of the Social Network-Based Intervention \"Powerful Together with Diabetes\" Using Intervention Mapping.", "doi": "10.3389/fpubh.2017.00334", "journal": ["Frontiers in public health", "Front Public Health"]}