{"authors": [["Korre", "Maria", "M", "Environmental & Occupational Medicine & Epidemiology Program, Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA, United States."], ["Sotos-Prieto", "Mercedes", "M", "Environmental & Occupational Medicine & Epidemiology Program, Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA, United States."], ["Kales", "Stefanos N", "SN", "Environmental & Occupational Medicine & Epidemiology Program, Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA, United States."]], "text": "Cardiovascular disease (CVD) causes almost half of all on-duty deaths in US firefighters and is an important and costly cause of morbidity. In addition, cancer is a growing health concern in this population. Obesity and obesity-associated, cardiometabolic risk clustering are major, modifiable risk factors for fire service CVD and cancer risk. The Mediterranean diet (MedDiet) is proven effective in primary and secondary CVD prevention. It is also associated with a decreased risk of cancer and other chronic diseases. Moreover, it can be adapted into successful workplace interventions. Emerging data from our group regarding the US Fire Service show that greater compliance with the MedDiet is associated with improved CVD risk profiles and less weight gain among career firefighters. Moreover, the fact that career firefighters take a considerable number of meals communally on the job also represents an excellent opportunity for a workplace Mediterranean Diet Nutritional Intervention (MDNI). The devastating effects of obesity, CVD, and cancer on the US fire service are recognized, but currently few effective preventive programs exist. The consistently positive health benefits from following a MedDiet and promising preliminary data in the fire service justify translational research to determine the most effective means of delivering MDNIs to US firefighters. Therefore, a high priority should be assigned to efforts, which can help further disseminate and implement our program of novel behavior change strategies, \"Survival Mediterranean Style,\" throughout the US fire service and eventually to other occupations.", "id": "29326915", "date": "2017-12-18", "title": "Survival Mediterranean Style: Lifestyle Changes to Improve the Health of the US Fire Service.", "doi": "10.3389/fpubh.2017.00331", "journal": ["Frontiers in public health", "Front Public Health"]}