{"authors": [["Cuenza", "Lucky R", "LR", "National Heart Center, Singapore, Philippines."], ["Jayme", "Ada Cherryl", "AC", "Philippine Heart Center, Metro Manila, Philippines."], ["Khe Sui", "James Ho", "JH", "Department of Invasive Cardiology, Philippine Heart Center, Metro Manila, Philippines."]], "text": "Rotational atherectomy (RA) is used to improve procedural success of percutaneous catheter interventions (PCIs) of complex and heavily calcified coronary lesions. We report the clinical experience and outcomes in our institution with the use of RA, followed by drug-eluting stent implantation.Data of 81 patients treated with PCI and adjunctive RA were analyzed. Clinical follow-up for the occurrence of major adverse events (MAEs) was obtained in all patients and correlated with significant variables using multivariate Cox proportional hazards analysis.Mean age was 67.9 ± 9.2 years, 61.7% had diabetes, 20.9% had chronic kidney disease, and 48.1% had previous acute coronary syndrome (ACS). Mean SYNTAX score was 29.8 ± 12.2, with a 92.5% angiographic success rate achieved. In-hospital MAEs rate was 7.4% while mortality rate was 8.6%. On median follow-up of 12.2 months, incidence of MAEs of 13.5% with a 75% free incidence from MAEs at 34 months. Multivariate analysis revealed that a history of previous ACS, ejection fraction, neutrophil to lymphocyte ratio, platelet to lymphocyte ratio, SYNTAX score, burr to artery ratio, and attainment of angiographic success were significant predictors of MAEs.RA followed by drug-eluting stent implantation is a safe and effective method in improving procedural success as well as short- and long-term outcomes of PCI in our center. A combination of clinical and procedural factors is predictive for the occurrence of MAEs and should be taken into account in the application of this technique.", "id": "29326773", "date": null, "title": "Clinical Outcomes of Patients Undergoing Rotational Atherectomy Followed by Drug-eluting Stent Implantation: A Single-center Real-world Experience.", "doi": "10.4103/1995-705X.221231", "journal": ["Heart views : the official journal of the Gulf Heart Association", "Heart Views"]}