{"authors": [["Lambertini", "Luca", "L", "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Saul", "Shira Rebecca", "SR", "Division of Endocrinology, Diabetes and Bone Diseases, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Copperman", "Alan B", "AB", "Department of Obstetrics, Gynecology and Reproductive Science, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Hammerstad", "Sara Salehi", "SS", "Department of Pediatrics, Oslo University Hospital, Ullevål, Oslo, Norway."], ["Yi", "Zhengzi", "Z", "Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Zhang", "Weijia", "W", "Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Tomer", "Yaron", "Y", "Department of Medicine, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY, United States."], ["Kase", "Nathan", "N", "Department of Obstetrics, Gynecology and Reproductive Science, Icahn School of Medicine at Mount Sinai, New York, NY, United States."]], "text": "Polycystic ovary syndrome (PCOS) affects 5-15% of women. PCOS is a heterogeneous disorder displaying endocrine, metabolic, and reproductive dysfunction and cardiovascular risk manifestations. Evidence of heritability exists, but only a portion of the genetic transmission has been identified by genome-wide association studies and linkage studies, suggesting epigenetic phenomena may play a role. Evidence implicates intrauterine influences in the genesis of PCOS. This was a pilot study that aimed at identifying an epigenetic PCOS reprogramming signature by profiling the methylation of the DNA extracted from umbilical cord blood (UCB) from 12 subjects undergoing in vitro fertilization. Six subjects were anovulatory PCOS women diagnosed by Rotterdam criteria and six ovulatory non-PCOS women matched for age and body mass index. UCB was collected at delivery of the placenta; the DNA was extracted and submitted to methylation analysis. A differential methylation picture of prevalent hypomethylation affecting 918 genes was detected. Of these, 595 genes (64.8%) carried single or multiple hypomethylated CpG dinucleotides and 323 genes (35.2%) single or multiple hypermethylated CpG dinucleotides. The Ingenuity Pathway Analysis (IPA) online platform enlisted 908 of the 918 input genes and clustered 794 of them into 21 gene networks. Key features of the primary networks scored by IPA included carbohydrate and lipid metabolism, neurotransmitter signaling, cardiovascular system development and function, glycosaminoglycan signaling regulation and control of amino acid biosynthesis. Central to the network activities were genes controlling hormonal regulation (ESR1), mitochondrial activity (APP, PARK2), and glucose metabolism (INS). Regulatory pathways such as G-protein coupled receptor signaling, inositol metabolism, and inflammatory response were also highlighted. These data suggested the existence of a putative \"PCOS epigenomic superpathway\" with three main components: glucotoxic, lipotoxic, and inflammatory. If our results are confirmed, they hint at an epigenetic at risk PCOS \"signature\" may thus exist that may be identifiable at birth. Additional studies are needed to confirm the results of this pilot study.", "id": "29326659", "date": "2017-12-18", "title": "Intrauterine Reprogramming of the Polycystic Ovary Syndrome: Evidence from a Pilot Study of Cord Blood Global Methylation Analysis.", "doi": "10.3389/fendo.2017.00352", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}