{"authors": [["Habberstad", "Caroline", "C", "Nutritional Epidemiology, Department of Clinical Sciences Malmö, Lund University, Malmö, Sweden."], ["Drake", "Isabel", "I", "Diabetes and Cardiovascular Disease - Genetic Epidemiology, Department of Clinical Sciences Malmö, Lund University, Malmö, Sweden."], ["Sonestedt", "Emily", "E", "Nutritional Epidemiology, Department of Clinical Sciences Malmö, Lund University, Malmö, Sweden."]], "text": "The preference for sweet taste is partially genetically determined. The major allele of the single nucleotide polymorphism rs12033832 in the sweet taste receptor (TAS1R2) has previously been associated with lower sugar sensitivity and higher sugar intake among overweight individuals. The aim of the present study was to examine the association between dietary intake and the TAS1R2 genotype in lean and overweight individuals in the population-based Malmö Diet and Cancer (MDC) cohort using dietary intake data with a high validity.In total, 3,602 participants (46-68 years old) from the MDC cohort who underwent baseline examinations between 1991 and 1994, who were non-smokers without diabetes, and for whom information regarding TAS1R2 rs7534618 (a proxy for rs12033832) was available were included in this study. After excluding individuals with potentially misreported and unstable food habits, 2,204 individuals were retained. A modified dietary history method, including a 7-day food diary of prepared meals, which was specifically designed for the MDC study was used.Only modest associations were observed between dietary intake and the TAS1R2 genotype. We observed slightly stronger associations after excluding individuals with potentially misreported and unstable food habits. Among the participants with a BMI ≥25, the major (T) allele carriers consumed more carbohydrates [TT = 45.2 percentage of energy intake (E%); TG = 45.2E%; GG = 43.7E%; p = 0.01] and less fat (p = 0.03), but these participants did not consume more sucrose than the G-allele carriers. No association was observed between the genotype and dietary intake among the participants with a BMI <25.Although the higher carbohydrate intake among the major allele carriers was consistent with that reported in a previous study, the magnitudes of the associations were substantially smaller. Because we observed no association with sucrose, this allele is unlikely to be useful as a marker of sugar intake in the MDC population.", "id": "29326656", "date": "2017-12-13", "title": "Variation in the Sweet Taste Receptor Gene and Dietary Intake in a Swedish Middle-Aged Population.", "doi": "10.3389/fendo.2017.00348", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}