{"authors": [["Bhansali", "Shipra", "S", "Department of Experimental Medicine and Biotechnology, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."], ["Bhansali", "Anil", "A", "Department of Endocrinology, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."], ["Walia", "Rama", "R", "Department of Endocrinology, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."], ["Saikia", "Uma Nahar", "UN", "Department of Histopathology, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."], ["Dhawan", "Veena", "V", "Department of Experimental Medicine and Biotechnology, Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh, India."]], "text": "Hyperglycemia-mediated oxidative stress impedes cell-reparative process like autophagy, which has been implicated in impairment of β-cell function in type 2 diabetes mellitus (T2DM). However, the role of mitophagy (selective mitochondrial autophagy) in progression of hyperglycemia remains elusive. This study aimed to assess the impact of increasing severity of hyperglycemia on mitochondrial stress and mitophagy.A case-control study included healthy controls, subjects with prediabetes, newly diagnosed T2DM (NDT2DM) and advanced duration of T2DM (ADT2DM) (n = 20 each). Mitochondrial stress indices, transcriptional and translational expression of mitophagy markers (PINK1, PARKIN, MFN2, NIX, LC3-II, and LAMP-2) and transmission electron microscopic (TEM) studies were performed in peripheral blood mononuclear cells.With mild hyperglycemia in subjects with prediabetes, to moderate to severe hyperglycemia in NDT2DM and ADT2DM, a progressive rise in mitochondrial oxidative stress was observed. Prediabetic subjects exhibited significantly increased expression of mitophagy-related markers and showed a positive association with HOMA-β, whereas, patients with NDT2DM and ADT2DM demonstrated decreased expression, with a greater decline in ADT2DM subjects. TEM studies revealed significantly reduced number of distorted mitochondria in prediabetics, as compared to the T2DM patients. In addition, receiver operating characteristic analysis showed HbA1C > 7% (53 mmol/mol) was associated with attenuated mitophagy.Increasing hyperglycemia is associated with progressive rise in oxidative stress and altered mitochondrial morphology. Sustenance of mitophagy at HbA1C < 7% (53 mmol/mol) strengthens the rationale of achieving HbA1C below this cutoff for good glycemic control. An \"adaptive\" increase in mitophagy may delay progression to T2DM by preserving the β-cell function in subjects with prediabetes.", "id": "29326655", "date": "2017-12-15", "title": "Alterations in Mitochondrial Oxidative Stress and Mitophagy in Subjects with Prediabetes and Type 2 Diabetes Mellitus.", "doi": "10.3389/fendo.2017.00347", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}