{"authors": [["Flores-Hidalgo", "Andres", "A", "Department of Diagnostic Sciences, School of Dentistry, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA. Electronic address: andres_flores@unc.edu."], ["Lim", "Si On", "SO", "Department of Diagnostic Sciences, School of Dentistry, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Curran", "Alice E", "AE", "Department of Diagnostic Sciences, School of Dentistry, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Padilla", "Ricardo J", "RJ", "Department of Diagnostic Sciences, School of Dentistry, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Murrah", "Valerie", "V", "Department of Diagnostic Sciences, School of Dentistry, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."]], "text": "We report here the 10-year experience with oral hairy leukoplakia (OHL) at the Division of Oral and Maxillofacial Pathology at the University of North Carolina at Chapel Hill, NC, USA.All the associated hematoxylin and eosin and Epstein-Barr virus encoding region in situ hybridization slides of OHL cases between January 1, 2008, and February 1, 2017, were retrieved and reviewed. Collected demographic characteristics, clinical presentation, medical and social histories were reviewed and reported.Six OHL cases with confirmed in situ hybridization showed predilection for the lateral tongue. The study included 3 females and 3 males (mean age 50.5 years; age range 29-70 years). One patient had known HIV-positive status before biopsy was performed. Three patients had reported a history of heavy smoking. Other medical conditions reported were history of breast cancer, a long history of corticosteroid inhaler use for asthma treatment, high cholesterol, diabetes, and hypertension.The findings of this study indicate the need to include OHL as a potential entity in the differential diagnosis of leukoplakic tongue lesions, regardless of the patient's HIV status. In addition, the presence of OHL in the patient requires investigation of various explanations for EBV infection, including immunosuppression caused by HIV infection or chronic steroid use.", "id": "29325854", "date": "2017-11-15", "title": "Considerations in the diagnosis of oral hairy leukoplakia-an institutional experience.", "doi": "10.1016/j.oooo.2017.10.017", "journal": ["Oral surgery, oral medicine, oral pathology and oral radiology", "Oral Surg Oral Med Oral Pathol Oral Radiol"]}