{"authors": [["Buchner", "Jessica", "J", "Department of Medicine, University of Maryland Medical Center, Baltimore, MD. Electronic address: buchneja@gmail.com."], ["Mazzeffi", "Michael", "M", "Department of Anesthesiology, University of Maryland School of Medicine, Baltimore, MD."], ["Kon", "Zachary", "Z", "Cardiothoracic Surgery, University of Maryland School of Medicine, Baltimore, MD."], ["Menaker", "Jay", "J", "Shock Trauma Critical Care, University of Maryland School of Medicine, Baltimore, MD."], ["Rubinson", "Lewis", "L", "Shock Trauma Critical Care, University of Maryland School of Medicine, Baltimore, MD."], ["Bittle", "Gregory", "G", "Cardiothoracic Surgery, University of Maryland School of Medicine, Baltimore, MD."], ["Pasrija", "Chetan", "C", "Cardiothoracic Surgery, University of Maryland School of Medicine, Baltimore, MD."], ["Herr", "Daniel", "D", "Shock Trauma Critical Care, University of Maryland School of Medicine, Baltimore, MD."]], "text": "This study was designed to determine whether venovenous extracorporeal membrane oxygenation (VV ECMO) reduced mortality in patients with influenza-related acute respiratory distress syndrome (ARDS).A retrospective cohort study was performed. Baseline characteristics of participants were compared and Kaplan-Meier survival analysis was used to compare survival at last medical center follow-up. Cox proportional hazards modeling also was performed to test for univariate associations between salient variables and mortality.A single-center ECMO referral university hospital.All patients admitted with influenza-related ARDS during the 2015 to 2016 influenza season.Mechanical ventilation alone versus mechanical ventilation and ECMO cannulation.A total of 26 patients with influenza-related ARDS were included in the cohort. Thirteen patients were treated with VV ECMO while 13 were not. Twelve of the ECMO patients and 8 of the non-ECMO patients were transferred from outside hospitals. Patients treated with ECMO were younger and had less hypertension and diabetes mellitus. There was no difference in baseline sequential organ failure assessment score between the 2 groups. In-hospital mortality for ECMO patients was 15.4% versus 46.7% for patients not treated with ECMO. Survival at last medical center follow-up was better in patients treated with ECMO (p = 0.02). Age, highest blood carbon dioxide level, and treatment without ECMO were all associated with increased mortality.Influenza-related ARDS has a high mortality rate and patients treated only with mechanical ventilation have worse outcome than those managed with VV ECMO. More liberal use of ECMO should be considered in patients with influenza-related ARDS.", "id": "29325841", "date": "2017-09-22", "title": "Single-Center Experience With Venovenous ECMO for Influenza-Related ARDS.", "doi": "10.1053/j.jvca.2017.09.031", "journal": ["Journal of cardiothoracic and vascular anesthesia", "J. Cardiothorac. Vasc. Anesth."]}