{"authors": [["Guo", "Xianshan", "X", "Department of Endocrinology, Xinxiang Central Hospital, Xinxiang, Henan 453000, China."], ["Guo", "Shizhe", "S", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Miao", "Zhiyi", "Z", "School of Economics, Fudan University, Shanghai 200433, China."], ["Li", "Zhen", "Z", "Department of General Surgery, Yangpu Hospital, Tongji University School of Medicine, Shanghai 200090, China. Electronic address: lizhen3829@126.com."], ["Zhang", "Hongya", "H", "Central Laboratory, Yang Pu District Center of Disease Control and Prevention, Shanghai 200090, China. Electronic address: zhy3829@163.com."]], "text": "to explore the potential benefit of myo-inositol on pregnant women with high risk of developing gestational diabetes mellitus (GDM).Pubmed, Embase, and Cochrane library were systematically searched for randomized controlled trials (RCTs) comparing myo-inositol with placebo for pregnant women with risk factors of GDM. Primary outcome were the incidence of GDM and birth weight. Secondary outcomes included fasting, 1h, and 2h oral glucose tolerance test (OGTT), and complications. Trial sequential analysis (TSA) was performed on primary outcomes to confirm the pooled results. Number needed to treat (NNT) was calculated to show the efficacy of myo-inositol supplement.Four RCTs with 586 patients were included. Compared with placebo, patients with myo-inositol supplement had significantly lower the risk of developing GDM (RR=0.44, 95% CI [0.32, 0.62], P<0.0001) without heterogeneity (I2=0%, P=0.99), which was confirmed by TSA. NNT was 6.2 and rounded to 7. Myo-inositol did not significantly decrease birth weight (60.60g, 95% CI [-177.21, 56.02], P=0.31) with significant heterogeneity (I2=52%, P=0.12), but was not confirmed by TSA. Myo-inositol supplement was related to significantly lower fasting, 1h, and 2h OGTT value and the incidence of pre-term delivery. Difference was not significant between myo-inositol and placebo regarding incidence of other complications.Myo-inositol is related to lower incidence of GDM, as well as fasting, 1h, and 2h OGTT value, in pregnant women with high risk of this condition. Myo-inositol might not be related to a lower birth weight, which needs further confirmation.", "id": "29325728", "date": "2017-07-21", "title": "Myo-inositol lowers the risk of developing gestational diabetic mellitus in pregnancies: A systematic review and meta-analysis of randomized controlled trials with trial sequential analysis.", "doi": "10.1016/j.jdiacomp.2017.07.007", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."]}