{"authors": [["Vegel", "Andrew J", "AJ", "Department of Medical Research, Gundersen Medical Foundation, La Crosse, Wisconsin."], ["Benden", "Dana M", "DM", "Department of Obstetrics and Gynecology, Gundersen Health System, La Crosse, Wisconsin."], ["Borgert", "Andrew J", "AJ", "Department of Medical Research, Gundersen Medical Foundation, La Crosse, Wisconsin."], ["Kallies", "Kara J", "KJ", "Department of Medical Research, Gundersen Medical Foundation, La Crosse, Wisconsin."], ["Kothari", "Shanu N", "SN", "Department of General and Vascular Surgery, Gundersen Health System, La Crosse, Wisconsin, snkothar@gundersen-health.org."]], "text": "The rate of cesarean delivery has increased over the last 2 decades. Obesity is a risk factor for complications during pregnancy and cesarean procedures. The objective of this study was to evaluate cesarean delivery outcomes in patients with vs without obesity, and determine the impact of obesity on complications.The medical records of patients who underwent a cesarean delivery from 2010 to 2014 were reviewed. Patients were grouped by body mass index (BMI) into obese (≥30kg/m²) and non-obese (<30kg/m²) cohorts for comparison.Nine hundred seventy-one patients were included; 432 whom had obesity, and 539 did not have obesity. The rate of gestational diabetes was increased among patients with vs without obesity (15.3% vs 5.8%; P<0.001). Obesity was associated with an increased incidence of surgical site infections (8.1% vs 2.4%; P<0.001), yeast infection (2.8% vs 0.2%; P<0.001), and seroma (2.8% vs 0.4%; P=0.002). Obesity was an independent risk factor for surgical site infections, regardless of wound closure technique (adjusted odds ratio=3.24, 95% CI, 1.66-6.32; P<0.001).Obesity is a risk factor for wound infections after a cesarean delivery. As obesity rates increase, it is important to be aware of these risks after performing a cesarean delivery.", "id": "29323807", "date": null, "title": "Impact of Obesity on Cesarean Delivery Outcomes.", "doi": null, "journal": ["WMJ : official publication of the State Medical Society of Wisconsin", "WMJ"]}