{"authors": [["Chakraborty", "Arindam", "A", "Department of Microbiology, Motilal Nehru Medical College, Allahabad, Uttar Pradesh, India."], ["Shenoy", "Shalini", "S", "Department of Microbiology, Kasturba Medical College, Mangalore, Manipal University, Karnataka, India."], ["Adhikari", "Prabha", "P", "Department of Medicine, Kasturba Medical College, Mangalore, Manipal University, Karnataka, India."], ["Saralaya", "Vishwas", "V", "Department of Microbiology, Kasturba Medical College, Mangalore, Manipal University, Karnataka, India."], ["Rao", "Satish", "S", "Department of Medicine, Kasturba Medical College, Mangalore, Manipal University, Karnataka, India."]], "text": "Escherichia coli is a major cause of extraintestinal infections in all age group. However, the infection becomes more severe when patients have some underlying condition such as Diabetes Mellitus. The aim of the study was to determine whether diabetic mellitus may act as an important risk factor for the E. coli to express drug resistance property. This descriptive study was carried out in a multi-specialty tertiary care hospital. One hundred and twenty-seven E. coli isolates from diabetic patients, and one hundred seventy-three isolates from nondiabetic patients were studied. Possession drug resistance genes were determined by multiplex polymerase chain reaction (PCR). Phylogenetic analysis was performed by triplex PCR. Antibiotic sensitivity testing was performed by Kirby-Bauer disk diffusion method. Among the study isolates from Diabetic patients maximum numbers were from phylogroup B2 (42.5%) and D (33%) similarly in case of nondiabetic patients B2 (29%) and D (38%) were the most common phylogroup. Presence of drug resistance genes among the diabetic and nondiabetic patient's isolates were as followed extended-spectrum beta-lactamase (70% and 70.5%) AmpC (9.5% and 14.5%) and NDM-1 ( 7% and 4.5%) and by disk diffusion methods susceptibility pattern were meropenem (94% and 94%), imipenem (92% and 92%), amikacin (76% and 74%), and ampicillin/sulbactam (68% and 69%), respectively. The proportion of diabetic patients strains with the drug resistance characteristics were not significantly different from that seen in nondiabetic patients strains, which indicating that in a predisposed host additional or subtraction bacterial aids for drug resistance property are not a necessity.", "id": "29323070", "date": null, "title": "Is diabetes mellitus an important risk factor for the antibiotic resistance in extraintestinal pathogenic Escherichia coli?", "doi": "10.4103/IJPM.IJPM_261_16", "journal": ["Indian journal of pathology & microbiology", "Indian J Pathol Microbiol"]}