{"authors": [["Hathi", "Varshit", "V", "Senior Resident."], ["Anadkat", "Meghal", "M", "Associate Professor in Medicine, Pandit Deendayal Upadhyay Medical College, Rajkot, Gujarat."]], "text": "Diabetes mellitus is considered as a major health problem and an epidemic throughout the world. The mortality of patients with diabetes is almost twice that of non-diabetic. The outcome of in-hospital patients with myocardial infarction with and without diabetes after thrombolytic therapy is presented here.To compare the outcome of patients with myocardial infarction after thrombolysis in diabetics and non-diabetics in government hospital of Rajkot, India.A retrospective, observational study was carried out between the period of March-2014 to April-2015. Patients who presented with acute myocardial infarction having ST-elevation as MI picture, were admitted to the emergency room of medicine department. All these patients were treated with streptokinase as a thrombolytic agent. Baseline ECG was taken on admission and the one after 60 minutes of thrombolysis. The study group involved two types: (i) diabetic (ii) nondiabetics.A total of 395 patients were included in the study. Out of them around 104 were females and 291 were males. ST-segment resolution in non-diabetic patients was found in 180 patients out of 186 and in diabetics it was found in 174 patients out of 208. Complications related to post fibrinolytic therapy was more prevalent in diabetics 148 patients (71.15%) as compared to those in non-diabetics 47 patients (25.26%). Mortality was observed only with diabetics (23.52%) as compared to no mortality in non-diabetics.Overall, morbidity and mortality of diabetic patients with Acute Myocardial Infarction was found to be greater as compared to non-diabetics; post thrombolysis.", "id": "29322705", "date": null, "title": "A Comparative Study of In-Hospital Outcome of Patients with ST-Segment Elevation Myocardial Infarction with and Without Diabetes Mellitus, after Thrombolytic Therapy; In Government Hospital of Rajkot, Gujarat, India.", "doi": null, "journal": ["The Journal of the Association of Physicians of India", "J Assoc Physicians India"]}