{"authors": [["Bakhshian Nik", "Amirala", "A", "Department of Biomedical Engineering, Florida International University, Miami, FL, United States."], ["Hutcheson", "Joshua D", "JD", "Department of Biomedical Engineering, Florida International University, Miami, FL, United States."], ["Aikawa", "Elena", "E", "Center for Interdisciplinary Cardiovascular Sciences, Brigham and Women's Hospital, Boston, MA, United States."]], "text": "Involvement of cell-derived extracellular particles, coined as matrix vesicles (MVs), in biological bone formation was introduced by Bonucci and Anderson in mid-1960s. In 1983, Anderson et al. observed similar structures in atherosclerotic lesion calcification using electron microscopy. Recent studies employing new technologies and high- resolution microscopy have shown that although they exhibit characteristics similar to MVs, calcifying extracellular vesicles (EVs) in cardiovascular tissues are phenotypically distinct from their bone counterparts. EVs released from cells within cardiovascular tissues may contain either inhibitors of calcification in normal physiological conditions or promoters in pathological environments. Pathological conditions characterized by mineral imbalance (e.g., atherosclerosis, chronic kidney disease, diabetes) can cause smooth muscle cells, valvular interstitial cells, and macrophages to release calcifying EVs, which contain specific mineralization-promoting cargo. These EVs can arise from either direct budding of the cell plasma membrane or through the release of exosomes from multivesicular bodies. In contrast, MVs are germinated from specific sites on osteoblast, chondrocyte, or odontoblast membranes. Much like MVs, calcifying EVs in the fibrillar collagen extracellular matrix of cardiovascular tissues serve as calcification foci, but the mineral that forms appears different between the tissues. This review highlights recent studies on mechanisms of calcifying EV formation, release, and mineralization in cardiovascular calcification. Furthermore, we address the MV-EV relationship, and offer insight into therapeutic implications to consider for potential targets for each type of mineralization.", "id": "29322046", "date": "2017-12-11", "title": "Extracellular Vesicles As Mediators of Cardiovascular Calcification.", "doi": "10.3389/fcvm.2017.00078", "journal": ["Frontiers in cardiovascular medicine", "Front Cardiovasc Med"]}