{"authors": [["Agrawal", "Ashish", "A", "Department of Pharmacy, Bharat Institute of TechnologyHyderabadIndia."], ["Kamila", "Shibnath", "S", "Department of Pharmacy, Bharat Institute of TechnologyHyderabadIndia."], ["Donepudi", "Aditya", "A", "Department of Pharmacy, Bharat Institute of TechnologyHyderabadIndia."], ["Premchand", "Rajendra", "R", "Department of Cardiology, Krishna Institute of Medical ScienceHyderabadIndia."]], "text": "Background: Thrombolytics are recommended in high risk patients with massive pulmonary embolism (PE). However, clinical practice seems to be far different and questions related to its utility in less severely affected patients remain the subject of investigation. The objective of this observational study was to compare the efficacy and safety of tenecteplase with streptokinase and heparin. Method: A total of 103 patients (tenecteplase: 62, streptokinase: 17, heparin: 24) diagnosed with PE (massive: 33 [32.04%], submassive: 50 [48.54%], and minor: 20 [19.42%]) were included. Results: Mean age was 50.04 years and major risk factors were immobilization due to hospitalization, history of deep vein thrombosis, and diabetes. Common clinical symptoms of dyspnoea, right ventricular dysfunction, and cough were found in 94.17%, 81.55%, and 77.67% patients, respectively. Between treatment and day 7, death occurred in 4.84%, 5.88%, and 8.33% patients in the tenecteplase, streptokinase, and heparin groups, respectively. The differences among treatment groups were non-significant (p > .05). All treatments have demonstrated significant alleviation of dyspnoea and heart rate (p < .05). Significant (p < .05) increase in oxygen saturation was seen and it was markedly higher in the tenecteplase-treated patients compared with the streptokinase- and heparin-treated patients. By day 7, there was 100% resolution of right bundle branch block only in the tenecteplase group. No intracranial bleeding or fatal bleeding episodes were found in any group. Conclusion: Tenecteplase was found to be effective in patients with PE irrespective of their clinical status and no major adverse events were noted.", "id": "29321943", "date": "2017-01-03", "title": "Tenecteplase compared with streptokinase and heparin in the treatment of pulmonary embolism: an observational study.", "doi": "10.1080/21556660.2017.1419957", "journal": ["Journal of drug assessment", "J Drug Assess"]}