{"authors": [["Ahangarpour", "Akram", "A", "Diabetes Research Center, Department of Physiology, Health Research Institute, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."], ["Oroojan", "Ali Akbar", "AA", "Department of Physiology, Student Research Committee of Ahvaz Jundishapur University of Medical Science, Ahvaz, Iran."], ["Badavi", "Mohammad", "M", "Physiology Research Center, Department of Physiology, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."]], "text": "Investigations into pharmaceutical intervention of pancreatic and hepatic dysfunction associated with metabolic disturbances have received relatively little attention. The aim of this study was to investigate the protective effects of exendin-4 in mice receiving D-galactose, a reducing sugar that triggers ROS production and inflammatory mediators affecting the pancreas and liver. Exendin-4 is an United States Food and Drug Administration (FDA) approved glucagon-like peptide that increases insulin dependent glycogen synthesis and glucose uptake. Male NMRI mice (20-25 g), 3 months of age, were randomly divided into 6 groups of 12 mice each: control, exendin-4 (1 nmol/kg), exendin-4 (10 nmol/kg), D-galactose, D-galactose + exendin-4 (1 nmol/kg) and D-galactose + exendin-4 (10 nmol/kg). D-galactose (500 mg/kg) was given daily by oral gavage for 6 weeks. During the last 10 days, exendin-4 (1 and 10 nmol/kg) was injected intraperitoneally daily. Glucose, insulin, insulin resistance, lipid profiles, and hepatic enzyme levels significantly increased in the D-galactose group (p < 0.05), along with a significant decrease in superoxide dismutase activity and pancreatic islet insulin secretion (p < 0.05). Exendin-4 decreased D-galactose-induced increases in serum glucose and insulin, insulin resistance, lipid profiles, and hepatic enzymes, and improved pancreatic islet insulin secretion and antioxidant defense status. The results show that exendin-4 can prevent complications in mice with compromised pancreatic and hepatic function. Long term administration of D-galactose in mice may be a useful model to study insulin resistance, metabolic syndrome, and aging.", "id": "29321828", "date": "2017-12-26", "title": "Exendin-4 protects mice from D-galactose-induced hepatic and pancreatic dysfunction.", "doi": "10.1080/20010001.2017.1418593", "journal": ["Pathobiology of aging & age related diseases", "Pathobiol Aging Age Relat Dis"]}