{"authors": [["Triebel", "Jakob", "J", "Institute for Clinical Chemistry, Laboratory Medicine and Transfusion Medicine, Nuremberg General Hospital, Paracelsus Medical University, Nuremberg, Germany."], ["Robles-Osorio", "Maria Ludivina", "ML", "Facultad de Ciencias Naturales, Universidad Autónoma de Querétaro (UAQ), Querétaro, México."], ["Garcia-Franco", "Renata", "R", "Instituto Mexicano de Oftalmología (IMO), I.A.P., Querétaro, México."], ["Martínez de la Escalera", "Gonzalo", "G", "Instituto de Neurobiología, Universidad Nacional Autónoma de México (UNAM), Querétaro, México."], ["Clapp", "Carmen", "C", "Instituto de Neurobiología, Universidad Nacional Autónoma de México (UNAM), Querétaro, México."], ["Bertsch", "Thomas", "T", "Institute for Clinical Chemistry, Laboratory Medicine and Transfusion Medicine, Nuremberg General Hospital, Paracelsus Medical University, Nuremberg, Germany."]], "text": "The prolactin/vasoinhibin axis defines an endocrine system, in which prolactin (PRL) and vasoinhibins regulate blood vessel growth and function, the secretion of other hormones, inflammatory and immune processes, coagulation, and behavior. The core element of the PRL/vasoinhibin axis is the generation of vasoinhibins, which consists in the proteolytic cleavage of their precursor molecule PRL. Vasoinhibins can interact with multiple different partners to mediate their effects in various tissues and anatomical compartments, indicating their pleiotropic nature. Based on accumulating knowledge about the PRL/vasoinhibin axis, two clinical trials were initiated, in which vasoinhibin levels are the target of therapeutic interventions. One trial investigates the effect of levosulpiride, a selective dopamine D2-receptor antagonist, on retinal alterations in patients with diabetic macular edema and retinopathy. The rationale of this trial is that the levosulpiride-induced hyperprolactinemia resulting in increased retinal vasoinhibins could lead to beneficiary outcomes in terms of a vasoinhibin-mediated antagonization of diabetes-induced retinal alterations. Another trial investigated the effect of bromocriptine, a dopamine D2-receptor agonist, for the treatment of peripartum cardiomyopathy. The rationale of treatment with bromocriptine is the inhibition of vasoinhibin generation by substrate depletion to prevent detrimental effects on the myocardial microvascularization. The trial demonstrated that bromocriptine treatment was associated with a high rate of left ventricular recovery and low morbidity and mortality. Therapeutic interventions into the PRL/vasoinhibin axis bear the risk of side effects in the areas of blood coagulation, blood pressure, and alterations of the mental state.", "id": "29321761", "date": "2017-12-11", "title": "From Bench to Bedside: Translating the Prolactin/Vasoinhibin Axis.", "doi": "10.3389/fendo.2017.00342", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}