{"authors": [["Bilgin Topçuoğlu", "Özgür", "Ö", "Clinic of Neurology, Süreyyapaşa Chest Diseases and Thorax Surgery Training and Research Hospital, İstanbul, Turkey."], ["Oruç", "Özlem", "Ö", "Clinic of Chest Diseases, Süreyyapaşa Chest Diseases and Thorax Surgery Training and Research Hospital, İstanbul, Turkey."], ["Saraç", "Sema", "S", "Clinic of Chest Diseases, Süreyyapaşa Chest Diseases and Thorax Surgery Training and Research Hospital, İstanbul, Turkey."], ["Çetintaş Afşar", "Gülgün", "G", "Clinic of Chest Diseases, Süreyyapaşa Chest Diseases and Thorax Surgery Training and Research Hospital, İstanbul, Turkey."], ["Uluç", "Kayıhan", "K", "Department of Neurology, Marmara University School of Medicine, İstanbul, Turkey."]], "text": "Carpal tunnel syndrome (CTS) is the most common entrapment neuropathy of the upper extremity. It is usually associated with the compression of the median nerve in the median groove. Because the main symptoms of CTS pain and numbness worsen at night, sleep disorders in CTS patients and the impact of preferred sleeping position on CTS development have been formerly studied. However, to the best of our knowledge, this is the first study assessing the frequency of CTS in obstructive sleep apnea (OSA) patients. This study aimed to determine the frequency of CTS in OSA patients and evaluate the causative relation between the two diseases.Records of individuals who were admitted to our sleep laboratory were retrospectively scanned. Eighty patients who were diagnosed with OSA and did not have comorbidities that might cause OSA (e.g., diabetes mellitus, hypothyroiditis, rheumatic diseases, and cervical radiculopathy) were included in the study along with 80 healthy controls who matched for age, sex, and BMI of OSA patients. To maintain observer blindness, patients were not questioned regarding their symptoms or the clinical data that would be used in the study. All participants underwent nerve conduction studies. Those who were diagnosed with CTS were questioned regarding CTS symptoms and the preferred sleeping position. Subsequently, patients were given the Boston CTS questionnaire.CTS frequency in OSA patients was found to be 27.5%. There was no significant relation between preferred sleeping position or being a manual worker and having CTS.CTS frequency in OSA patients is significantly higher than that in healthy individuals. In contrast to previous studies that have been performed in the absence of polysomnographic and electrophysiological data, in our study biomechanical factors were not associated with CTS presence. Therefore, we conclude that intermittent hypoxemia is the main etiological factor for CTS in OSA patients. Inflammation may be a common factor for etiopathogenesis for both diseases, but this hypothesis needs further investigation.", "id": "29321702", "date": "2016-04-15", "title": "Carpal Tunnel Syndrome in Obstructive Sleep Apnea Patients.", "doi": "10.5152/npa.2016.15907", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}