{"authors": [["Herren", "Christian", "C", "Department for Trauma and Reconstructive Surgery, University Hospital RWTH Aachen; Department I for Internal Medicine, University Hospital Cologne; Center of Orthopedic and Trauma Surgery, University Hospital Cologne; Center for Orthopaedics and Trauma Surgery, Rhein-Maas Klinikum GmbH, Würselen."], ["Jung", "Norma", "N", null], ["Pishnamaz", "Miguel", "M", null], ["Breuninger", "Marianne", "M", null], ["Siewe", "Jan", "J", null], ["Sobottke", "Rolf", "R", null]], "text": "A recent population-based study from Denmark showed that the incidence of spondylodiscitis rose from 2.2 to 5.8 per 100 000 persons per year over the period 1995-2008; the age-standardized incidence in Germany has been estimated at 30 per 250 000 per year on the basis of data from the Federal Statistical Office (2015). The early diagnosis and treatment of this condition are essential to give the patient the best chance of a good outcome, but these are often delayed because it tends to present with nonspecific manifestations, and fever is often absent.This article is based on a systematic search of Medline and the Cochrane Library for the period January 2009 to March 2017. Of the 788 articles identified, 30 publications were considered.The goals of treatment for spondylodiscitis are to eliminate infection, restore functionality of the spine, and relieve pain. Magnetic resonance imaging (MRI) remains the gold standard for the radiological demonstration of this condition, with 92% sensitivity and 96% specificity. It also enables visualization of the spatial extent of the infection and of abscess formation (if present). The most common bacterial cause of spondylodiscitis in Europe is Staphylococcus aureus, but tuberculous spondylodiscitis is the most common type worldwide. Antibiotic therapy is a pillar of treatment for spondylodiscitis and should be a part of the treatment in all cases. Neurologic deficits, sepsis, an intraspinal empyema, the failure of conservative treatment, and spinal instability are all indications for surgical treatment.The quality of life of patients who have been appropriately treated for spondylodiscitis has been found to be highly satisfactory in general, although back pain often persists. The risk of recurrence increases in the presence of accompanying illnesses such as diabetes mellitus, renal failure, or undrained epidural abscesses.", "id": "29321098", "date": null, "title": "Spondylodiscitis: Diagnosis and Treatment Options.", "doi": "10.3238/arztebl.2017.0875", "journal": ["Deutsches Arzteblatt international", "Dtsch Arztebl Int"]}