{"authors": [["Li", "H Y", "HY", "Department of Respiratory Medicine, Fuzhou Pulmonary Hospital of Fujian, Educational Hospital of Fujian Medical University, Fuzhou 350008, China."], ["Lan", "C Q", "CQ", null], ["Weng", "H", "H", null], ["Chen", "S X", "SX", null], ["Lin", "Q H", "QH", null], ["Huang", "J B", "JB", null]], "text": "Objective: To describe the characteristics of the nodular type of pulmonary cryptococcosis (PC) with coexisting lung cancer. Methods: A total of 9 cases of PC with coexisting lung cancer, admitted to Fuzhou Pulmonary Hospital of Fujian from 1st January 2009 to 31th December 2016, and confirmed by pathological examinations, were studied and the related literature were reviewed. Results: The patients consisted of 1 male and 8 females, with a mean age of (53±10) years (range, 38 to 68 years). Four patients (44.4%) had underlying diseases, 3 with diabetes mellitus and 1 with gastric cancer surgery. The main clinical manifestations of most cases were cough and phlegm. The lesions of PC on chest CT were mostly solitary or multiple nodules with a diameter < 1 cm, and the lesions of carcinoma were shown as solitary nodules with a variety of signs suggestive of malignancy. All the patients were confirmed to have concomitant PC and lung adenocarcinoma by pathological examinations. Lung cancer stage was early (Tis and Ⅰ-Ⅱ) in 88.9 % (8 cases) of the cases. All the patients received surgery and postoperative medical therapy. The prognosis was relatively good in most of them except 1 case with death due to lung cancer metastasis and 1 case with lung cancer recurrence. Conclusions: Coexistence of PC and lung cancer is rare and the clinical symptoms are not specific. When PC coexists with carcinoma and manifests as pulmonary nodule, it mimics malignant lesions and is extremely easy to be misdiagnosed. Therefore PC must be considered in the differential diagnosis of pulmonary nodules.目的： 探讨结节型肺隐球菌病合并肺癌患者的临床特征。 方法： 回顾分析福建省福州肺科医院2009年1月至2016年12月经病理确诊的9例肺隐球菌病合并肺癌患者的临床资料并进行相关文献复习。 结果： 9例中，男1例，女8例，年龄38～68岁，平均(53±10)岁。4例有基础疾病，3例为糖尿病，1例为胃癌术后。临床症状主要为咳嗽和咳痰。9例肺隐球菌病的影像学均表现为单发或多发结节影，以直径<1 cm的小结节为主(均经病理证实)；肺癌均表现为单发结节影，伴有多种肿瘤征象，8例为早期肺癌(原位癌和Ⅰ～Ⅱ期)。9例均接受外科手术联合术后药物治疗，术后1例因肺癌转移死亡，1例肺癌复发。 结论： 肺隐球菌病合并肺癌临床少见，临床表现缺乏特异性，当肺隐球菌病与肺癌并存并表现为肺结节时，容易误诊。在肺内结节病变的鉴别诊断时应考虑隐球菌感染的可能。.", "id": "29320833", "date": null, "title": "[Analysis of 9 cases of nodular type of pulmonary cryptococcosis with coexisting lung cancer confirmed by pathological examinations].", "doi": null, "journal": ["Zhonghua jie he he hu xi za zhi = Zhonghua jiehe he huxi zazhi = Chinese journal of tuberculosis and respiratory diseases", "Zhonghua Jie He He Hu Xi Za Zhi"]}