{"authors": [["Serpik", "V G", "VG", "I.M. Sechenov First Moscow State Medical University, Malaya Trubetskaya st., 8c2, Moscow, Russian Federation, 119991; Moscow Pharmaceutical Society, Leninskaya sloboda st., 19, Moscow, Russian Federation, 115280."], ["Arsyutov", "D G", "DG", "Republician Clinical Ophthalmology Hospital, Ministry of Health of the Chuvash Republic, Ashmarina st., 85, Cheboksary, Chuvash Republic, Russian Federation 428014."], ["Gulidova", "E G", "EG", "Regional Clinical Hospital of Yaroslavl oblast, Yakovlevskaya st., 7, Yaroslavl, Russian Federation, 150062."], ["Zolotarev", "A V", "AV", "Samara State Medical University, Chapaevsky st., 89, Samara, Russian Federation, 443099."], ["Iskhakova", "A G", "AG", "Samara Regional Clinical Ophthalmology Hospital n.a. T.I. Yaroshevsky, Novo-Sadovaya str., 158, Samara, Russian Federation, 443068."], ["Kulikov", "A Y", "AY", "I.M. Sechenov First Moscow State Medical University, Malaya Trubetskaya st., 8c2, Moscow, Russian Federation, 119991."], ["Faizrakhmanov", "R R", "RR", "Ufa Eye Research Institute, Academy of Sciences of the Republic of Bashkortostan, Pushkin st., 90, Ufa, Republic of Bashkortostan, Russian Federation, 450008."], ["Tselina", "M E", "ME", "Samara State Medical University, Chapaevsky st., 89, Samara, Russian Federation, 443099."], ["Yagudina", "R I", "RI", "I.M. Sechenov First Moscow State Medical University, Malaya Trubetskaya st., 8c2, Moscow, Russian Federation, 119991; Moscow Pharmaceutical Society, Leninskaya sloboda st., 19, Moscow, Russian Federation, 115280."]], "text": "An assessment of economic burden of Diabetic Macular Edema (DME) in Russian Federation was conducted on the example of four pilot regions including Samara Region, Republic of Bashkortostan, Chuvash Republic and Yaroslavl Region. The assessment involved a newly developed interactive pharmacoeconomic model that uses data from questionnaire surveys of leading DME experts residing in the regions. In the course of the study, direct and indirect costs associated with DME were calculated. The highest direct costs of DME treatment were seen in the Republic of Bashkortostan - 302 482 RUB/year per patient. Direct cost of treating a single DME patient in the Samara Region was 34 271 RUB/year, in the Yaroslavl Region - 32 308 RUB/year and in the Chuvash Republic - 12 243 RUB/year. Indirect costs per DME patient in the Samara Region amounted to 67 530 RUB/year, in the Yaroslavl Region - 75 177 RUB/year, in the Republic of Bashkortostan - 102 884 RUB/year and in the Chuvash Republic - 81 082 RUB/year. Total annual costs per DME patient in the Samara Region was 101 801 RUB/year, in the Yaroslavl Region - 107 485 RUB/year, in the Republic of Bashkortostan - 405 366 RUB/year and in the Chuvash Republic - 93 325 RUB/year.Проведена оценка экономического бремени диабетического макулярного отека (ДМО) в Российской Федерации на примере 4 пилотных регионов, которые были представлены Самарской и Ярославской областями, Республикой Башкортостан, Чувашской Республикой. Для проведения оценки была разработана интерактивная фармакоэкономическая модель, вводные данные для которой были получены посредством анкетирования ведущих региональных экспертов в лечении ДМО. В процессе проведенного исследования рассчитывались прямые и непрямые затраты, ассоциированные с ДМО. Наибольшие прямые затраты на лечение ДМО были характерны для Республики Башкортостан - 302 482 руб./год на одного пациента. Прямые затраты на лечение одного пациента с ДМО в Самарской области составили 34 271 руб., в Ярославской области - 32 308 руб., в Чувашской Республике - 12 243 руб. Объем непрямых затрат на одного пациента с ДМО в год в Самарской области составил 67 530 руб., в Ярославской области - 75 177 руб., в Республике Башкортостан - 102 884 руб., в Чувашской Республике - 81 082 руб. Суммарные годовые затраты в расчете на одного пациента с ДМО в Самарской области составили 101 801 руб., в Ярославской области - 107 485 руб., в Республике Башкортостан - 405 366 руб., Чувашской Республике - 93 325 руб.", "id": "29319681", "date": null, "title": "[Economic aspects of diabetic macular edema treatment at regional level in Russian Federation].", "doi": "10.17116/oftalma20171336138-148", "journal": ["Vestnik oftalmologii", "Vestn Oftalmol"]}