{"authors": [["Dzhambov", "Angel M", "AM", "Department of Hygiene and Ecomedicine, Faculty of Public Health, Medical University of Plovdiv, Bulgaria."], ["Gatseva", "Penka D", "PD", "Department of Hygiene and Ecomedicine, Faculty of Public Health, Medical University of Plovdiv, Bulgaria."], ["Tokmakova", "Mariya P", "MP", "Section of Cardiology, First Department of Internal Diseases, Faculty of Medicine, Medical University of Plovdiv, Plovdiv; Clinic of Cardiology, UMHAT \"Sv. Georgi\" EAD Plovdiv, Bulgaria."], ["Zdravkov", "Nikolai G", "NG", "Section of Cardiology, First Department of Internal Diseases, Faculty of Medicine, Medical University of Plovdiv, Plovdiv; Clinic of Cardiology, UMHAT \"Sv. Georgi\" EAD Plovdiv, Bulgaria."], ["Vladeva", "Stefka V", "SV", "Medical College, Medical University of Plovdiv, Plovdiv; Clinic of Endocrinology and Metabolic Disorders, \"Kaspela\" University Hospital, Plovdiv, Bulgaria."], ["Gencheva", "Dolina G", "DG", "Section of Cardiology, First Department of Internal Diseases, Faculty of Medicine, Medical University of Plovdiv, Plovdiv; Clinic of Cardiology, UMHAT \"Sv. Georgi\" EAD Plovdiv, Bulgaria."], ["Ivanova", "Nevena G", "NG", "Department of Urology and General Medicine, Faculty of Medicine, Medical University of Plovdiv, Plovdiv; \"St. Karidad\" Hospital, Plovdiv, Bulgaria."], ["Karastanev", "Krasimir I", "KI", "Section of Cardiology, First Department of Internal Diseases, Faculty of Medicine, Medical University of Plovdiv, Plovdiv; Clinic of Cardiology, UMHAT \"Sv. Georgi\" EAD Plovdiv, Bulgaria."], ["Vasileva", "Emanuela V", "EV", "Clinic of Endocrinology and Metabolic Disorders, \"Kaspela\" University Hospital, Plovdiv, Bulgaria."], ["Donchev", "Aleksandar T", "AT", "\"St. Karidad\" Hospital, Plovdiv, Bulgaria."]], "text": "This study aimed to explore the effect of community noise on body mass index (BMI) and waist circumference (WC) in patients with cardiovascular disease (CVD).A representative sample of 132 patients from three tertiary hospitals in the city of Plovdiv, Bulgaria was collected. Anthropometric measurements were linked to global noise annoyance (GNA) based on different residential noise annoyances, day-evening-night (Lden), and nighttime (Lnight) road traffic noise exposure. Noise map Lden and Lnight were determined at the living room and bedroom façades, respectively, and further corrected to indoor exposure based on the window-opening frequency and soundproofing insulation.Results showed that BMI and WC increased (non-significantly) per 5 dB. The effect of indoor noise was stronger in comparison with that of outdoor noise. For indoor Lden, the effect was more pronounced in men, those with diabetes, family history of diabetes, high noise sensitivity, using solid fuel/gas for domestic heating/cooking, and living on the first floor. As regards indoor Lnight, its effect was more pronounced in those with low socioeconomic status, hearing loss, and using solid fuel/gas for domestic heating/cooking. GNA was associated with lower BMI and WC.Road traffic noise was associated with an increase in adiposity in some potentially vulnerable patients with CVD.", "id": "29319011", "date": null, "title": "Association between community noise and adiposity in patients with cardiovascular disease.", "doi": "10.4103/nah.NAH_78_16", "journal": ["Noise & health", "Noise Health"]}