{"authors": [["Wu", "Xiaoyuan", "X", "Inpatient Department, Guangdong Prevention and Treatment Center for Occupational Diseases, Shenzhen, China."], ["Yang", "Daya", "D", "Division of Cardiology, First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Fan", "Wendong", "W", "Division of Cardiology, First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Fan", "Chunyue", "C", "Inpatient Department, Guangdong Prevention and Treatment Center for Occupational Diseases, Shenzhen, China."], ["Wu", "Guifu", "G", "Futian Hospital of Guangdong Medical College, Shenzhen, China."]], "text": "The aim of the present study was to evaluate whether there are changes in cardiovascular risk factors among noise-exposed workers and to explore the possible mechanisms of a long-term noise exposure leading to cardiovascular disease and the sex differences of cardiovascular risk factors in this population.Two hundred workers engaged in noise-related work, and a control group of 200 nonnoise-exposed workers hospitalized for occupational health examination were assigned into the study. All workers underwent a medical examination, electrocardiogram recording, blood pressure test, other blood tests, and audiometry. The collected blood was used to detect homocysteine (HCY), renin, angiotensin II, and other markers of cardiovascular risk factors.Our study suggests that the type of work with long-term exposure to noise might pose a cardiovascular risk, as evidenced by associated increases in plasma HCY levels, incidence of type 2 diabetes, and incidence of hypertension.Our research also reveals that among male workers, the levels of triglycerides, uric acid, HCY, renin activity, and the incidence of hypertension are higher than female, while high-density lipoprotein cholesterol is lower than female workers had. Additionally, the study emphasizes again the importance of weight control for reducing cardiovascular risk.Our study suggests that noise is a cardiovascular risk factor. Interventions in the work environment could be a preventable and controllable manner for reducing the incidence of cardiovascular disease.", "id": "29319008", "date": null, "title": "Cardiovascular risk factors in noise-exposed workers in china: Small area study.", "doi": "10.4103/nah.NAH_56_16", "journal": ["Noise & health", "Noise Health"]}