{"authors": [["Dissanayake", "Ajith Munasinghe", "AM", "Department of Endocrinology and Diabetes, Middlemore Hospital, Auckland, New Zealand."], ["Wheldon", "Mark Christopher", "MC", "Department of Biostatistics and Epidemiology, Auckland University of Technology, Middlemore Clinical Trials, Middlemore Hospital, Auckland, New Zealand."], ["Ahmed", "Jafar", "J", "Department of Renal Medicine, Middlemore Hospital, Auckland, New Zealand."], ["Hood", "Christopher John", "CJ", "Department of Renal Medicine, Middlemore Hospital, Auckland, New Zealand."]], "text": "Metformin use in advanced chronic kidney disease is controversial. This study sought to examine the pharmacokinetics, safety, and efficacy of low-dose metformin in patients with type 2 diabetes and stage 4 chronic kidney disease.In this open-label, phase I trial, 3 consecutive cohorts (1, 2, and 3) of 6 patients each were recruited to receive 250-, 500-, or 1000-mg once-daily doses of metformin, respectively. All patients underwent a first-dose pharmacokinetic profile and weekly trough metformin concentrations for the duration of 4 weeks of daily therapy. Prespecified clinical and biochemical safety endpoints of serum bicarbonate, venous pH, and serum lactate were assessed weekly. Efficacy was assessed by pre- and post-HbA1c and 72-hour capillary glucose monitoring.There was no evidence of accumulation of metformin in any cohort. There were no episodes of hyperlactatemia or metabolic acidosis and no significant change in any biochemical safety measures. Median (interquartile range) observed trough concentrations of metformin in cohorts 1, 2, and 3 were 0.083 (0.121) mg/l, 0.239 (0.603) mg/l, and 1.930 (3.110) mg/l, respectively. Average capillary glucose concentrations and mean HbA1c decreased in all cohorts.In our patient cohorts with diabetes and stage 4 chronic kidney disease, treatment with 4 weeks of low-dose metformin was not associated with adverse safety outcomes and revealed stable pharmacokinetics. Our study supports the liberalization of metformin use in this population and supports the use of metformin assays for more individualized dosing.", "id": "29318219", "date": "2017-03-29", "title": "Extending Metformin Use in Diabetic Kidney Disease: A Pharmacokinetic Study in Stage 4 Diabetic Nephropathy.", "doi": "10.1016/j.ekir.2017.03.005", "journal": ["Kidney international reports", "Kidney Int Rep"]}