{"authors": [["Qi", "Guoyan", "G", "No. 9 Fangbei Road, Chang'an District, Shijiangzhuang 050011, Hebei Province, China."], ["Xue", "Yinping", "Y", "Center of Treatment of Myasthenia Gravis Hebei Province, First Hospital of Shijiazhuang, Shijiazhuang050011, China."], ["Li", "Yongzhao", "Y", "Center of Treatment of Myasthenia Gravis Hebei Province, First Hospital of Shijiazhuang, Shijiazhuang050011, China."], ["Yang", "Hongxia", "H", "Center of Treatment of Myasthenia Gravis Hebei Province, First Hospital of Shijiazhuang, Shijiazhuang050011, China."], ["Zhang", "Xiaojing", "X", "Center of Treatment of Myasthenia Gravis Hebei Province, First Hospital of Shijiazhuang, Shijiazhuang050011, China."]], "text": "Therapeutic options for thymoma-associated myasthenia gravis (MG) patients complicated with hypertension and/or diabetes post thymectomy are often conventional steroids. As the prevalence of diabetes and hypertension globally increases, other therapeutic options for these patients are of great importance.9 patients with thymoma-associated MG complicated with hypertension and/or diabetes after thymectomy were administered 75 mg/m2 of docetaxel and 70 mg/m2 of cisplatin on day 1. The treatment could be repeated at 3-week intervals, ranging from 1 to 4 cycles according to the status of the patients. Therapeutic efficacy and side effects were evaluated.2 patients were complicated with type 2 diabetes, 6 with hypertension, and 1 with both diabetes and hypertension. After docetaxel/cisplain therapy, the MG symptoms were markedly improved in all patients (2, complete remission; 3, basic remission; 3, marked improvement; 1, improvement). Acetylcholine receptor (AchR) antibody levels were decreased in 8 patients. Minor adverse effects were observed in 2 patients, 1 with Grade II gastrointestinal reaction, and the other with pulmonary infection.Docetaxel plus cisplatin might be an effective therapeutic option for thymoma-associated MG patients complicated with hypertension /diabetes post thymectomy without worsening thymoma and hypertension / diabetes.", "id": "29318185", "date": "2017-12-02", "title": "Docetaxel/cisplatin Therapy in Myasthenia Gravis with Hypertension/diabetes.", "doi": "10.1515/med-2017-0058", "journal": ["Open medicine (Warsaw, Poland)", "Open Med (Wars)"]}