{"authors": [["Shrivastava", "Usha", "U", "National Diabetes, Obesity and Cholesterol Foundation, New Delhi, India."], ["Fatma", "Mahrukh", "M", "National Diabetes, Obesity and Cholesterol Foundation, New Delhi, India."], ["Mohan", "Smriti", "S", "National Diabetes, Obesity and Cholesterol Foundation, New Delhi, India."], ["Singh", "Padam", "P", "Fortis C-DOC Hospital for Diabetes, Metabolic Diseases and Endocrinology, New Delhi, India."], ["Misra", "Anoop", "A", "National Diabetes, Obesity and Cholesterol Foundation, New Delhi, India."]], "text": "We studied the impact of the multicomponent interventions on body weight and cardiometabolic risk factors in overweight individuals working in corporate worksites.Overweight (BMI ≥ 23 kg/m2) subjects were recruited from four randomised worksites [two active intervention (n, recruited, 180, completed 156) and two control (n, recruited 130, completed 111)]. Intensive intervention was given at intervention worksite.High prevalence (%) of obesity (90.9, 80.2), abdominal obesity (93.5, 84.3), excess skinfold thickness (70.3, 75.9), and low high-density lipoprotein cholesterol (HDL-c) levels (56.8, 63.7) were seen in the intervention and the control group, respectively. At the end of intervention, the following significant changes were observed in the intervention group: decrease in weight, BMI, waist circumference, serum triglycerides, and increase in HDL-c. Weight loss of more than 5% was seen in 12% and 4% individuals in the intervention and control groups, respectively. Most importantly, the sum of all the skinfold measurements (mm) in the intervention group decreased significantly more than the control group (12.51 ± 10.38 versus 3.50 ± 8.18, resp.).This multicomponent worksite trial showed a reduction in weight, excess subcutaneous fat, and cardiometabolic risk factors after 6 months of active intervention in overweight Asian Indians.This trial is registered with NCT03249610.", "id": "29318159", "date": "2017-11-29", "title": "Randomized Control Trial for Reduction of Body Weight, Body Fat Patterning, and Cardiometabolic Risk Factors in Overweight Worksite Employees in Delhi, India.", "doi": "10.1155/2017/7254174", "journal": ["Journal of diabetes research", "J Diabetes Res"]}