{"authors": [["Li", "Shanxin", "S", "Department of Pharmacology, School of Basic Medical Sciences, Health Science Center, Peking University, Beijing 100191, China."], ["Li", "Hui", "H", "Department of Pharmacology, School of Basic Medical Sciences, Health Science Center, Peking University, Beijing 100191, China."], ["Yang", "Di", "D", "Department of Pharmacology, School of Basic Medical Sciences, Health Science Center, Peking University, Beijing 100191, China."], ["Yu", "Xiuyan", "X", "Department of Pharmacology, School of Basic Medical Sciences, Health Science Center, Peking University, Beijing 100191, China."], ["Irwin", "David M", "DM", "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON, Canada M5S 1A8."], ["Niu", "Gang", "G", "Beijing N&N Genetech Company, Beijing 100082, China."], ["Tan", "Huanran", "H", "Department of Pharmacology, School of Basic Medical Sciences, Health Science Center, Peking University, Beijing 100191, China."]], "text": "Diabetic cardiomyopathy (DCM) remains the major cause of death associated with diabetes. Researchers have demonstrated the importance of impaired cardiac insulin signaling in this process. Insulin resistance (IR) is an important predictor of DCM. Previous studies examining the dynamic changes in autophagy during IR have yielded inconsistent results. This study aimed to investigate the dynamic changes in autophagy and apoptosis in the rat H9c2 cardiomyocyte IR model. H9c2 cells were treated with 500 μM palmitic acid (PA) for 24 hours, resulting in the induction of IR. To examine autophagy, monodansylcadaverine staining, GFP-LC3 puncta confocal observation, and Western blot analysis of LC3I-to-LC3II conversion were used. Results of these studies showed that autophagic acid vesicles increased in numbers during the first 24 hours and then decreased by 36 hours after PA treatment. Western blot analysis showed that treatment of H9c2 cells with 500 μM PA for 24 hours decreased the expression of Atg12-Atg5, Atg16L1, Atg3, and PI3Kp85. Annexin V/PI flow cytometry revealed that PA exposure for 24 hours increased the rate of apoptosis. Together, this study demonstrates that PA induces IR in H9c2 cells and that this process is accompanied by excessive activation of autophagy and increases in apoptosis.", "id": "29318158", "date": "2017-11-26", "title": "Excessive Autophagy Activation and Increased Apoptosis Are Associated with Palmitic Acid-Induced Cardiomyocyte Insulin Resistance.", "doi": "10.1155/2017/2376893", "journal": ["Journal of diabetes research", "J Diabetes Res"]}