{"authors": [["Dørflinger", "Gry Høst", "GH", "Department of Endocrinology and Internal Medicine, Aarhus University Hospital, 8000 Aarhus, Denmark."], ["Holt", "Charlotte Brink", "CB", "Department of Endocrinology and Internal Medicine, Aarhus University Hospital, 8000 Aarhus, Denmark."], ["Thiel", "Steffen", "S", "Department of Biomedicine, Aarhus University, 8000 Aarhus, Denmark."], ["Østergaard", "Jakob Appel", "JA", "Department of Endocrinology and Internal Medicine, Aarhus University Hospital, 8000 Aarhus, Denmark."], ["Hansen", "Troels Krarup", "TK", "Department of Endocrinology and Internal Medicine, Aarhus University Hospital, 8000 Aarhus, Denmark."]], "text": "Mannan-binding lectin (MBL) concentration in plasma is increased in subjects with type 1 diabetes and associated with increased mortality and risk of diabetic nephropathy. Recent findings show that pancreas transplantation reduces MBL concentration. Whether the increased MBL concentration is reversed by improved glycaemic control remains unknown. We investigated the effects of improved glycaemic control on MBL concentration in patients with type 1 diabetes.We measured MBL, fructosamine, and HbA1cat baseline and after 6 weeks in 52 type 1 diabetic patients following the change from conventional insulin therapy to insulin pump therapy.After initiation of insulin pump therapy, the total daily insulin dose was significantly reduced (from 51 ± 18 IE/day to 39 ± 13 IE/day, P < 0.0001). There was a significant decrease in HbA1c from 8.6% to 7.7% (from 70 mmol/mol to 61 mmol/mol, P < 0.0001) and in fructosamine levels (from 356 μmol/L to 311 μmol/L, P < 0.0001). MBL levels decreased by 10% from 2165 μg/L (IQR 919-3389 μg/L) at baseline to 1928 μ/L (IQR 811-2758 μg/L) at follow-up (P = 0.005), but MBL change was not significantly correlated with changes in insulin dose, HbA1c, or fructosamine.MBL concentration decreased following the initiation of insulin pump therapy in patients with type 1 diabetes and did not correlate with changes in glycaemic control.", "id": "29318157", "date": "2017-11-26", "title": "Effect of Optimization of Glycaemic Control on Mannan-Binding Lectin in Type 1 Diabetes.", "doi": "10.1155/2017/1249729", "journal": ["Journal of diabetes research", "J Diabetes Res"]}