{"authors": [["Sarian", "Murni Nazira", "MN", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Ahmed", "Qamar Uddin", "QU", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Mat So'ad", "Siti Zaiton", "SZ", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Alhassan", "Alhassan Muhammad", "AM", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Murugesu", "Suganya", "S", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Perumal", "Vikneswari", "V", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Syed Mohamad", "Sharifah Nurul Akilah", "SNA", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Khatib", "Alfi", "A", "Department of Pharmaceutical Chemistry, Faculty of Pharmacy, International Islamic University Malaysia (IIUM), 25200 Kuantan, Pahang, Malaysia."], ["Latip", "Jalifah", "J", "School of Chemical Sciences and Food Technology, Faculty of Science and Technology, Universiti Kebangsaan Malaysia (UKM), 46300 Bangi, Selangor, Malaysia."]], "text": "The best described pharmacological property of flavonoids is their capacity to act as potent antioxidant that has been reported to play an important role in the alleviation of diabetes mellitus. Flavonoids biochemical properties are structure dependent; however, they are yet to be thoroughly understood. Hence, the main aim of this work was to investigate the antioxidant and antidiabetic properties of some structurally related flavonoids to identify key positions responsible, their correlation, and the effect of methylation and acetylation on the same properties. Antioxidant potential was evaluated through dot blot, 2,2-diphenyl-1-picrylhydrazyl (DPPH) radical scavenging, ABTS+ radical scavenging, ferric reducing antioxidant power (FRAP), and xanthine oxidase inhibitory (XOI) assays. Antidiabetic effect was investigated through α-glucosidase and dipeptidyl peptidase-4 (DPP-4) assays. Results showed that the total number and the configuration of hydroxyl groups played an important role in regulating antioxidant and antidiabetic properties in scavenging DPPH radical, ABTS+ radical, and FRAP assays and improved both α-glucosidase and DPP-4 activities. Presence of C-2-C-3 double bond and C-4 ketonic group are two essential structural features in the bioactivity of flavonoids especially for antidiabetic property. Methylation and acetylation of hydroxyl groups were found to diminish the in vitro antioxidant and antidiabetic properties of the flavonoids.", "id": "29318154", "date": "2017-11-28", "title": "Antioxidant and Antidiabetic Effects of Flavonoids: A Structure-Activity Relationship Based Study.", "doi": "10.1155/2017/8386065", "journal": ["BioMed research international", "Biomed Res Int"]}