{"authors": [["Wang", "Hongliang", "H", "College of Basic Medicine, Key Laboratory of Ministry of Education (Syndromes and Formulas), Key Laboratory of Beijing (Syndromes and Formulas), Beijing University of Chinese medicine, Beijing 100029, China."], ["Xing", "Wei", "W", "College of Basic Medicine, Key Laboratory of Ministry of Education (Syndromes and Formulas), Key Laboratory of Beijing (Syndromes and Formulas), Beijing University of Chinese medicine, Beijing 100029, China."], ["Tang", "Shijie", "S", "Key Laboratory of Systems Biology, CAS Center for Excellence in Molecular Cell Science, Innovation Center for Cell Signaling Network, Institute of Biochemistry and Cell Biology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai 200032, China."], ["Wang", "Zhenglin", "Z", "College of Basic Medicine, Key Laboratory of Ministry of Education (Syndromes and Formulas), Key Laboratory of Beijing (Syndromes and Formulas), Beijing University of Chinese medicine, Beijing 100029, China."], ["Lv", "Tiantian", "T", "College of Basic Medicine, Key Laboratory of Ministry of Education (Syndromes and Formulas), Key Laboratory of Beijing (Syndromes and Formulas), Beijing University of Chinese medicine, Beijing 100029, China."], ["Wu", "Yan", "Y", "Institute of Chinese Medicine, Beijing University of Chinese medicine, Beijing 100029, China."], ["Guo", "Shuzhen", "S", "College of Basic Medicine, Key Laboratory of Ministry of Education (Syndromes and Formulas), Key Laboratory of Beijing (Syndromes and Formulas), Beijing University of Chinese medicine, Beijing 100029, China."], ["Li", "Chun", "C", "Modern Research Center for Traditional Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Han", "Jing", "J", "Institute of Chinese Medicine, Beijing University of Chinese medicine, Beijing 100029, China."], ["Zhu", "Ruixin", "R", "Department of Bioinformatics, School of Life Sciences and Technology, Tongji University, Shanghai 200092, China."], ["Wang", "Wei", "W", "College of Basic Medicine, Key Laboratory of Ministry of Education (Syndromes and Formulas), Key Laboratory of Beijing (Syndromes and Formulas), Beijing University of Chinese medicine, Beijing 100029, China."]], "text": "HuoXueJieDu (HXJD) formula exerts protective effects against diabetic retinopathy (DR) in rats, but its underlying mechanism remains unknown. In the present study, the diabetic rats were established using streptozocin. The administration of HXJD was initiated at 20 weeks after diabetes induction and continued for 12 weeks. Whole genome expression profiles in rat retinas were examined using microarray technology. Differential gene expression and pathway enrichment analysis were conducted on the microarray data, with validation through real-time PCR and immunohistochemical staining. The results showed that 170 genes and several IPA canonical pathways related to inflammation, matrix metabolism, and phototransduction were regulated by HXJD. PCR validation of selected genes, including SOCS3, STAT3, TIMP1, and A2M, confirmed the gene expression changes influenced by HXJD. In addition, the immunohistochemical staining results suggested that critical members of the SOCS3-STAT3 pathway were also affected by HXJD. Taken together, these results indicated that SOCS3-STAT3 and TIMP1-A2M pathways might mediate the alleviation of HXJD activities in rats with diabetic retinopathy.", "id": "29318137", "date": "2017-11-29", "title": "HuoXueJieDu Formula Alleviates Diabetic Retinopathy in Rats by Inhibiting SOCS3-STAT3 and TIMP1-A2M Pathways.", "doi": "10.1155/2017/4832125", "journal": ["International journal of genomics", "Int J Genomics"]}