{"authors": [["Mukherjee", "Meghomukta", "M", "Department of BiophysicsBose Institute, P 1/12 CIT, Scheme VII MKankurgachiKolkata700054India."], ["Jana", "Jagannath", "J", "Department of BiophysicsBose Institute, P 1/12 CIT, Scheme VII MKankurgachiKolkata700054India."], ["Chatterjee", "Subhrangsu", "S", "Department of BiophysicsBose Institute, P 1/12 CIT, Scheme VII MKankurgachiKolkata700054India."]], "text": "Protein misfolding is interrelated to several diseases, including neurodegenerative diseases and type II diabetes. Misfolded/unfolded proteins produce soluble oligomers that accumulate into \"amyloid plaques\". Inhibition of amyloid-plaque formation by those misfolded/unfolded proteins will lead to the invention of new therapeutic approaches for amyloid-related diseases. Herein, methylene blue (MB), a well-defined drug against multiple diseases and disorders, is used to impede insulin fibrillation. In this study, we perform an array of in vitro experiments to monitor the effects of MB on the fibrillation of bovine insulin. Our results confirm that MB distresses the kinetics of insulin fibrillation by interacting with insulin in its monomeric form. A thioflavin T assay indicates that insulin fibrillation is interrupted upon the addition of MB. The same results are confirmed by circular dichroism, dynamic light scattering (DLS), and size-exclusion chromatography (SEC). According to the DLS data, the insulin fibrils are 800 nm in diameter, and the addition of MB reduces the size of the fibrils, which remain 23 nm in size, and this indicates that no fibrillation of insulin occurs in the presence of MB. This data is also supported by SEC. Saturation transfer difference NMR spectroscopy and molecular dynamics simulations demonstrate the interactions between insulin and MB at the atomic level.", "id": "29318099", "date": "2017-12-07", "title": "A Small Molecule Impedes Insulin Fibrillation: Another New Role of Phenothiazine Derivatives.", "doi": "10.1002/open.201700131", "journal": ["ChemistryOpen", "ChemistryOpen"]}