{"authors": [["Hebbar", "Ullhas Udaya", "UU", "Department of Mechanical and Materials Engineering, University of Cincinnati, Cincinnati, OH 45221, United States."], ["Effat", "Mohamed A", "MA", "Division of Cardiovascular Diseases, University of Cincinnati Medical Center, Veteran Affairs Medical Center, Cincinnati, OH 45221, United States."], ["Peelukhana", "Srikara V", "SV", "Department of Mechanical and Materials Engineering, University of Cincinnati, Veteran Affairs Medical Center, Cincinnati, OH 45221, United States."], ["Arif", "Imran", "I", "Division of Cardiovascular Diseases, University of Cincinnati Medical Center, Veteran Affairs Medical Center, Cincinnati, OH 45221, United States."], ["Banerjee", "Rupak K", "RK", "Department of Mechanical and Materials Engineering, Veteran Affairs Medical Center, Cincinnati, OH 45221, United States. rupak.banerjee@uc.edu."]], "text": "To investigate the patient-outcomes of newly developed pressure drop coefficient (CDP) in diagnosing epicardial stenosis (ES) in the presence of concomitant microvascular disease (MVD).Patients from our clinical trial were divided into two subgroups with: (1) cut-off of coronary flow reserve (CFR) < 2.0; and (2) diabetes. First, correlations were performed for both subgroups between CDP and hyperemic microvascular resistance (HMR), a diagnostic parameter for assessing the severity of MVD. Linear regression analysis was used for these correlations. Further, in each of the subgroups, comparisons were made between fractional flow reserve (FFR) < 0.75 and CDP > 27.9 groups for assessing major adverse cardiac events (MACE: Primary outcome). Comparisons were also made between the survival curves for FFR < 0.75 and CDP > 27.9 groups. Two tailed chi-squared and Fischer's exact tests were performed for comparison of the primary outcomes, and the log-rank test was used to compare the Kaplan-Meier survival curves. P < 0.05 for all tests was considered statistically significant.Significant linear correlations were observed between CDP and HMR for both CFR < 2.0 (r = 0.58, P < 0.001) and diabetic (r = 0.61, P < 0.001) patients. In the CFR < 2.0 subgroup, the %MACE (primary outcomes) for CDP > 27.9 group (7.7%, 2/26) was lower than FFR < 0.75 group (3/14, 21.4%); P = 0.21. Similarly, in the diabetic subgroup, the %MACE for CDP > 27.9 group (12.5%, 2/16) was lower than FFR < 0.75 group (18.2%, 2/11); P = 0.69. Survival analysis for CFR < 2.0 subgroup indicated better event-free survival for CDP > 27.9 group (n = 26) when compared with FFR < 0.75 group (n = 14); P = 0.10. Similarly, for the diabetic subgroup, CDP > 27.9 group (n = 16) showed higher survival times compared to FFR group (n = 11); P = 0.58.CDP correlated significantly with HMR and resulted in better %MACE as well as survival rates in comparison to FFR. These positive trends demonstrate that CDP could be a potential diagnostic endpoint for delineating MVD with or without ES.", "id": "29317987", "date": null, "title": "Delineation of epicardial stenosis in patients with microvascular disease using pressure drop coefficient: A pilot outcome study.", "doi": "10.4330/wjc.v9.i12.813", "journal": ["World journal of cardiology", "World J Cardiol"]}