{"authors": [["Hitsumoto", "Takashi", "T", "Hitsumoto Medical Clinic, 2-7-7, Takezakicyou, Shimonoseki-City, Yamaguchi 750-0025, Japan. Email: thitsu@jcom.home.ne.jp."]], "text": "Recent studies on high-sensitivity cardiac troponin T (hs-cTnT) and whole blood passage time (WBPT), estimated by hemorheology assessed with the microchannel array flow analyzer (MC-FAN), have revealed the significance of cardiovascular risk factors. However, there are no known reports on the relationship between these two clinical parameters. This cross-sectional study aimed to clarify the associations between WBPT and hs-cTnT levels in patients with type 2 diabetes mellitus from the perspective of subclinical myocardial injury or the primary prevention of cardiovascular events.A total of 301 outpatients (men, 116; women, 185; mean age, 65 ± 11 years), with no history of cardiovascular diseases, undergoing treatment for diabetes mellitus were enrolled. Hs-cTnT levels and WBPT were measured using a commercial device, and the relationship between hs-cTnT levels and various clinical parameters, including WBPT, was examined.Hs-cTnT levels were detected in 261 (86.7%) patients. WBPT was significantly higher in patients with detectable hs-cTnT levels than in those with undetectable hs-cTnT levels (64 ± 18 s vs. 51 ± 13 s, P < 0.001). In patients with detectable hs-cTnT levels, there was a significantly positive correlation between WBPT and hs-cTnT levels (r = 0.40; P < 0.001). Furthermore, multiple regression analysis revealed that WBPT (β = 0.24; P < 0.001) was an independent variable when hs-cTnT was a subordinate factor. Conversely, patients with high (≥ 70 s; odds ratio, 5.3 (95% CI, 1.6 - 16.1); P < 0.01) and median (50.2 - 69.8 s; odds ratio, 3.8 (95% CI, 1.2 - 12.4); P < 0.05) WBPT had a significantly higher risk for high hs-cTnT levels (≥ 0.014 ng/mL) than those with low WBPT (≤ 50.0 s).The results of this study indicated independent associations of hemorheology with hs-cTnT in patients with type 2 diabetes mellitus assessed by MC-FAN. We suggest that an increase in hs-cTnT levels can be prevented by maintaining WBPT at ≤ 50.0 s.", "id": "29317973", "date": "2017-12-22", "title": "Association of Hemorheology With High-Sensitivity Cardiac Troponin T Levels in Patients With Type 2 Diabetes Mellitus Assessed by Microchannel Array Flow Analyzer.", "doi": "10.14740/cr632w", "journal": ["Cardiology research", "Cardiol Res"]}