{"authors": [["Almadih", "Ahmed", "A", "Primary Health Care, Ministry of Health, Saudi Arabia."], ["Al-Zayer", "Maryam", "M", "Primary Health Care, Ministry of Health, Saudi Arabia."], ["Dabel", "Sukainh", "S", "Primary Health Care, Ministry of Health, Saudi Arabia."], ["Alkhalaf", "Ahmed", "A", "Primary Health Care, Ministry of Health, Saudi Arabia."], ["Al Mayyad", "Ali", "A", "Primary Health Care, Ministry of Health, Saudi Arabia."], ["Bardisi", "Wajdi", "W", "Faculty of Dentistry, Umm Al-Qura University, Saudi Arabia."], ["Alshammari", "Shouq", "S", "Department of Dentistry, Hail University, Saudi Arabia."], ["Alsihati", "Zainab", "Z", "Primary Health Care, Siba Smile Clinic, Saudi Arabia."]], "text": "Although orthodontic treatment is commonly indicated for young healthy individuals, recent trends showed an increase in number of older individuals undergoing orthodontic interventions. The increased age resulted in a proportionate increase in the prevalence of systemic diseases facing dentists during orthodontic procedures, especially diabetes mellitus. This necessitates that dentists should be aware of the diagnosis of diabetes mellitus and its early signs particularly in teeth and oral cavity. It is also essential for them to understand the implications of diabetes on orthodontic treatment and the measures to be considered during managing those patients. In this review, we focused on the impact of diabetes mellitus on orthodontic treatment. We also summarized the data from previous studies that had explained the measures required to be taken into consideration during managing those patients. We included both human and animal studies to review in depth the pathophysiological mechanisms by which diabetes affects orthodontic treatment outcome. In conclusion, this review emphasizes the need to carefully identify early signs and symptoms of diabetes mellitus in patients demanding orthodontic treatment and to understand the considerations to be adopted before and during treating these patients.", "id": "29317952", "date": "2017-12-30", "title": "Orthodontic Treatment Consideration in Diabetic Patients.", "doi": "10.14740/jocmr3285w", "journal": ["Journal of clinical medicine research", "J Clin Med Res"]}