{"authors": [["Taweerutchana", "Rutchaporn", "R", "Division of Endocrinology and Metabolism, Department of Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Salaya, Thailand."], ["Lumlerdkij", "Natchagorn", "N", "Center of Applied Thai Traditional Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Salaya, Thailand."], ["Vannasaeng", "Sathit", "S", "Division of Endocrinology and Metabolism, Department of Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Salaya, Thailand."], ["Akarasereenont", "Pravit", "P", "Center of Applied Thai Traditional Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Salaya, Thailand."], ["Sriwijitkamol", "Apiradee", "A", "Division of Endocrinology and Metabolism, Department of Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Salaya, Thailand."]], "text": "Studies showed effects of Moringa oleifera (MO) on lowering blood sugar levels in animal and diabetes patients. The aims of this study were to determine the effect of MO leaf capsules on glucose control in therapy-naïve type 2 diabetes mellitus (T2DM) and to evaluate its safety.This was a prospective randomized placebo controlled study. Therapy-naïve T2DM was randomly assigned to receive either 8 grams per day of MO leaf capsules (MO leaf group) or placebo for 4 weeks. Clinical and laboratory characteristics were recorded at screening and at the end of 4-week study. 9-point plasma glucose was obtained before and every week during the study.Thirty-two T2DM patients were enrolled. The mean age was 55 years and the mean HbA1C was 7.0%. There was no significant difference in FPG and HbA1C between groups. MO leaf group had SBP reduction by 5 mmHg as compared to baseline but this difference had no statistical significance. There were no adverse effects of MO leaf.Moringa oleifera leaf had no effect on glycemic control and no adverse effects in T2DM. Interestingly, this study demonstrated that MO leaf had a tendency on blood pressure reduction in T2DM, and this result needs further investigation.", "id": "29317895", "date": "2017-11-28", "title": "Effect of Moringa oleifera Leaf Capsules on Glycemic Control in Therapy-Naïve Type 2 Diabetes Patients: A Randomized Placebo Controlled Study.", "doi": "10.1155/2017/6581390", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}