{"authors": [["Fachinan", "Rufine", "R", "Laboratory of Cell Biology and Physiology, Department of Biochemistry and Cellular Biology, Faculty of Sciences and Technology (FAST) and Institute of Applied Biomedical Sciences (ISBA), University of Abomey-Calavi, 01 BP 918 Cotonou, Benin."], ["Yessoufou", "Akadiri", "A", "Laboratory of Cell Biology and Physiology, Department of Biochemistry and Cellular Biology, Faculty of Sciences and Technology (FAST) and Institute of Applied Biomedical Sciences (ISBA), University of Abomey-Calavi, 01 BP 918 Cotonou, Benin."], ["Nekoua", "Magloire Pandoua", "MP", "Laboratory of Cell Biology and Physiology, Department of Biochemistry and Cellular Biology, Faculty of Sciences and Technology (FAST) and Institute of Applied Biomedical Sciences (ISBA), University of Abomey-Calavi, 01 BP 918 Cotonou, Benin."], ["Moutairou", "Kabirou", "K", "Laboratory of Cell Biology and Physiology, Department of Biochemistry and Cellular Biology, Faculty of Sciences and Technology (FAST) and Institute of Applied Biomedical Sciences (ISBA), University of Abomey-Calavi, 01 BP 918 Cotonou, Benin."]], "text": "We investigate the effect of antidiabetic Momordica charantia fruit juice on T cells' differentiation, through plasmatic cytokine quantification in type 1 diabetic rats (T1D).Male Wistar rats were rendered diabetic by the injection of five low doses of streptozotocin. Then, animals were treated with Momordica charantia fruit juice for 28 consecutive days. Plasmatic levels of Th1 interleukin- (IL-) 02 and interferon- (IFN-) γ, Th2 (IL-4), and regulatory (IL-10) cytokines were determined in rats.We observed that fruit juice induced a significant decrease in blood glucose of T1D rats. Besides, the concentrations of IL-2 and IFN-γ significantly increased while those of IL-4 and IL-10 diminished in diabetic rats compared to control animals. Interestingly, after treatment with Momordica charantia fruit juice, IL-4 and IL-10 levels significantly increased in diabetic rats, while IL-2 and IFN-γ concentrations decreased, suggesting a Th2 phenotype in these animals. Phytochemical analysis of the fruit juice revealed the presence of tannins, flavonoids, and coumarins, compounds which possess antioxidant activity.This study shows that Momordica charantia fruit juice, by lowering the hyperglycemia, induced a shift of proinflammatory Th1 phenotype in T1D rats towards a favorable anti-inflammatory Th2 status. These effects might be due to the presence of antioxidant compounds in the juice and confirms the use of this plant in the treatment of autoimmune type 1 diabetes.", "id": "29317893", "date": "2017-11-28", "title": "Effectiveness of Antihyperglycemic Effect of Momordica charantia: Implication of T-Cell Cytokines.", "doi": "10.1155/2017/3707046", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}