{"authors": [["Weinrauch", "Larry A", "LA", "Cardiovascular Division, Brigham and Women's Hospital."], ["Liu", "Jiankang", "J", "Cardiovascular Division, Brigham and Women's Hospital."], ["Claggett", "Brian", "B", "Cardiovascular Division, Brigham and Women's Hospital."], ["Finn", "Peter V", "PV", "Cardiovascular Division, Brigham and Women's Hospital."], ["Weir", "Matthew R", "MR", "Division of Nephrology, Department of Medicine, University of Maryland, Baltimore, MD, USA."], ["D'Elia", "John A", "JA", "Kidney and Hypertension Section, Joslin Diabetes Center."]], "text": "Single-center and observational studies have suggested that calcium channel blocking agents may decrease the expression of sepsis in individual populations. In the renal transplant population, a role for calcium channel blockers in allograft protection and in prevention of sepsis has been postulated. We hypothesized that any important survival benefit or risk related to chronic use of calcium channel blocking agents should be discernable through an analysis of a large database of stable recipients of renal allografts who had enrolled in a large international trial.A retrospective analysis of 4,110 renal transplant recipients who enrolled in the international Folic Acid for Vascular Outcome Reduction in Transplantation trial between 2002 and 2007 and were followed until 2010 was undertaken comparing cohorts (FAVORIT) of patients either taking (n=1,436) or not taking (n=2,674) calcium channel blocking medications. The endpoint was all-cause mortality (cardiovascular, noncardiovascular mortality, or unknown). Results were adjusted for country, age, race, sex, smoker, systolic blood pressure, diabetes mellitus, low-density lipoprotein, and chronic kidney disease status.There were no statistically significant differences in incidence rates of cardiovascular, noncardiovascular, and all-cause mortality between patients taking or not taking calcium channel blocking medications.Although physiologic reasoning and small series results suggest a benefit for calcium channel blocking agents for allograft protection and sepsis prevention in immunosuppressed patients, we find no clear survival benefit in a large international renal transplant trial.", "id": "29317843", "date": "2017-12-22", "title": "Calcium channel blockade and survival in recipients of successful renal transplant: an analysis of the FAVORIT trial results.", "doi": "10.2147/IJNRD.S148517", "journal": ["International journal of nephrology and renovascular disease", "Int J Nephrol Renovasc Dis"]}