{"authors": [["Che", "Lu", "L", "Department of Anesthesiology, Peking Union Medical College Hospital, Beijing, China."], ["Xu", "Li", "L", "Department of Anesthesiology, Peking Union Medical College Hospital, Beijing, China."], ["Huang", "Yuguang", "Y", "Department of Anesthesiology, Peking Union Medical College Hospital, Beijing, China."], ["Yu", "Chunhua", "C", "Department of Anesthesiology, Peking Union Medical College Hospital, Beijing, China."]], "text": "The revised Cardiac Risk Index (RCRI) is the most widely used risk prediction tool for postoperative cardiac adverse events. We aim to explore the predictive ability of the RCRI in older Chinese patients with coronary artery disease (CAD) undergoing noncardiac surgery, which has not been previously evaluated.We performed a multicenter, prospective study. We enrolled a total of 1,202 patients, aged >60 years, with a history of CAD who underwent noncardiac surgery. Perioperative data were extracted from an electronic database. The primary end point was defined as an occurrence of a postoperative major cardiac event (PoMCE) within 30 days. Logistic regression analysis was performed to evaluate the performance of the RCRI. A modified RCRI was created and compared with the original RCRI with regard to its ability to predict postoperative cardiac events.Of the enrolled patients, 4.3% experienced PoMCE. Most components of the RCRI were not predictive of postoperative cardiac events with the exception of insulin-dependent diabetes mellitus (odds ratio =2.38, 95% CI: 1.11-5.11; P=0.03). The RCRI performed no better than chance (area under the curve =0.53; 95% CI: 0.45-0.61) in identifying patients' cardiac risk. The modified score had a higher discriminatory ability toward PoMCE (c index, 0.69 versus 0.53; P<0.01).The original RCRI shows poor predictive ability in Chinese patients with CAD undergoing noncardiac surgery.", "id": "29317808", "date": "2017-12-22", "title": "Clinical utility of the revised cardiac risk index in older Chinese patients with known coronary artery disease.", "doi": "10.2147/CIA.S144832", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}