{"authors": [["Choi", "Seung Hee", "SH", "Department of Biomedical Science, Graduate School, Kyungpook National University, Daegu 41944, Republic of Korea."], ["Leem", "Jaechan", "J", "Department of Immunology, School of Medicine, Catholic University of Daegu, Daegu 42472, Republic of Korea."], ["Lee", "In-Kyu", "IK", "Division of Endocrinology and Metabolism, Department of Internal Medicine, School of Medicine, Kyungpook National University, Daegu 41944, Republic of Korea."]], "text": "Dipeptidyl peptidase-4 (DPP-4) inhibitors are widely used antihyperglycemic agents for the treatment of type 2 diabetes mellitus. Recently, the pleiotropic actions of DPP-4 inhibitors have drawn much attention. In the present study, we aimed to examine whether gemigliptin, a recently developed DPP-4 inhibitor, could protect against cisplatin-induced nephrotoxicity. We showed that pretreatment with gemigliptin attenuated cisplatin-induced renal dysfunction, as shown by analysis of plasma creatinine levels and blood urea nitrogen and histological damage. Elevated plasma levels of active glucagon-like peptide-1 were observed in gemigliptin-pretreated mice after cisplatin treatment, compared to that in cisplatin alone-treated mice. Gemigliptin attenuated cisplatin-induced apoptotic cell death, as assessed by terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling and Western blot analysis in the kidneys. Gemigliptin also decreased the plasma levels of tumor necrosis factor-α and monocyte chemoattractant protein-1 and attenuated nuclear staining of nuclear factor kappa-B p65 in the kidneys. In addition, gemigliptin increased the protein expression of heme oxygenase-1 (HO-1) and NAD(P)H:quinone oxidoreductase 1 (NQO1) in the kidneys of cisplatin-treated mice. Taken together, these results suggest that pretreatment with gemigliptin protects against cisplatin-induced nephrotoxicity in mice, possibly via inhibition of apoptotic cell death and inflammatory responses through induction of HO-1 and NQO1 expression.", "id": "29317794", "date": "2017-11-28", "title": "Protective Effects of Gemigliptin, a Dipeptidyl Peptidase-4 Inhibitor, against Cisplatin-Induced Nephrotoxicity in Mice.", "doi": "10.1155/2017/4139439", "journal": ["Mediators of inflammation", "Mediators Inflamm."]}