{"authors": [["Shiyanbola", "Olayinka O", "OO", "Division of Social and Administrative Sciences, School of Pharmacy, University of Wisconsin-Madison, WI, USA. Electronic address: Olayinka.Shiyanbola@wisc.edu."], ["Unni", "Elizabeth", "E", "Department of Pharmaceutical Sciences, College of Pharmacy, Roseman University of Health Sciences, Nevada, USA. Electronic address: eunni@roseman.edu."], ["Huang", "Yen-Ming", "YM", "Division of Social and Administrative Sciences, School of Pharmacy, University of Wisconsin-Madison, WI, USA. Electronic address: huang262@wisc.edu."], ["Lanier", "Cameron", "C", "Division of Social and Administrative Sciences, School of Pharmacy, University of Wisconsin-Madison, WI, USA. Electronic address: lanier2@wisc.edu."]], "text": "Beliefs in medications and illness perceptions is associated with medication adherence among individuals with diabetes and several adherence interventions focus on patients' beliefs in medicines and illnesses. Though health literacy is important in medication adherence, the relationship between health literacy and medication adherence remains inconclusive; thus raising the question as to whether health literacy has an amplifying or reducing effect on the relationship between beliefs and adherence.The study examined (1) the association between health literacy, beliefs in medicines, illness perceptions, and medication adherence in individuals with type 2 diabetes and (2) the moderating effects of health literacy (including numeracy and document literacy) on the relationship between illness perceptions, beliefs in medicines, and medication adherence.Adults ≥20 years taking oral diabetes medicines at two family medicine clinics, completed a cross-sectional survey. Participants were assessed on beliefs in medicines, illness perceptions, health literacy, self-efficacy, and medication adherence. Multiple linear regressions examined the effect of health literacy, beliefs and self-efficacy, and the moderator effect of health literacy in the relationship between beliefs and adherence.Of the 174 participants, more than half were women (57.5%) and white (67.8%). There was a significant positive association between self-efficacy and adherence (β = 0.486, p < .001), and a negative association between threatening illness perceptions and adherence (β = -0.292, p < .001). Health literacy had a significant moderator effect on the relationship between adherence and concerns beliefs (β = -0.156, p = .014) and threatening illness perceptions (β = 0.196, p = .002). The concern beliefs - adherence association was only significant at marginal and adequate literacy levels. When health literacy was separated into numeracy and document literacy, only numeracy moderated the illness perceptions - adherence relationship (β = 0.149, p = .038).Health literacy, especially numeracy, needs to be initially addressed before diabetes adherence interventions that address individual concerns about medicines and threatening illness perceptions can work.", "id": "29317189", "date": "2017-12-13", "title": "The association of health literacy with illness perceptions, medication beliefs, and medication adherence among individuals with type 2 diabetes.", "doi": "10.1016/j.sapharm.2017.12.005", "journal": ["Research in social & administrative pharmacy : RSAP", "Res Social Adm Pharm"]}