{"authors": [["Leitner", "Miriam", "M", "Gender Medicine Unit, Division of Endocrinology and Metabolism, Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."], ["Fragner", "Lena", "L", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Danner", "Sarah", "S", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Holeschofsky", "Nastassja", "N", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Leitner", "Karoline", "K", "Gender Medicine Unit, Division of Endocrinology and Metabolism, Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."], ["Tischler", "Sonja", "S", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Doerfler", "Hannes", "H", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Bachmann", "Gert", "G", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Sun", "Xiaoliang", "X", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."], ["Jaeger", "Walter", "W", "Vienna Metabolomics Center, University of Vienna, Vienna, Austria."], ["Kautzky-Willer", "Alexandra", "A", "Gender Medicine Unit, Division of Endocrinology and Metabolism, Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."], ["Weckwerth", "Wolfram", "W", "Department of Ecogenomics and Systems Biology, University of Vienna, Vienna, Austria."]], "text": "Gestational diabetes mellitus during pregnancy has severe implications for the health of the mother and the fetus. Therefore, early prediction and an understanding of the physiology are an important part of prenatal care. Metabolite profiling is a long established method for the analysis and prediction of metabolic diseases. Here, we applied untargeted and targeted metabolomic protocols to analyze plasma and urine samples of pregnant women with and without GDM. Univariate and multivariate statistical analyses of metabolomic profiles revealed markers such as 2-hydroxybutanoic acid (AHBA), 3-hydroxybutanoic acid (BHBA), amino acids valine and alanine, the glucose-alanine-cycle, but also plant-derived compounds like sitosterin as different between control and GDM patients. PLS-DA and VIP analysis revealed tryptophan as a strong variable separating control and GDM. As tryptophan is biotransformed to serotonin we hypothesized whether serotonin metabolism might also be altered in GDM. To test this hypothesis we applied a method for the analysis of serotonin, metabolic intermediates and dopamine in urine by stable isotope dilution direct infusion electrospray ionization mass spectrometry (SID-MS). Indeed, serotonin and related metabolites differ significantly between control and GDM patients confirming the involvement of serotonin metabolism in GDM. Clustered correlation coefficient visualization of metabolite correlation networks revealed the different metabolic signatures between control and GDM patients. Eventually, the combination of selected blood plasma and urine sample metabolites improved the AUC prediction accuracy to 0.99. The detected GDM candidate biomarkers and the related systemic metabolic signatures are discussed in their pathophysiological context. Further studies with larger cohorts are necessary to underpin these observations.", "id": "29312952", "date": "2017-12-21", "title": "Combined Metabolomic Analysis of Plasma and Urine Reveals AHBA, Tryptophan and Serotonin Metabolism as Potential Risk Factors in Gestational Diabetes Mellitus (GDM).", "doi": "10.3389/fmolb.2017.00084", "journal": ["Frontiers in molecular biosciences", "Front Mol Biosci"]}