{"authors": [["Ge", "Ting", "T", "Department of Gastroenterology, Hepatology, and Nutrition, Shanghai Children's Hospital, Shanghai Jiao Tong University, Shanghai, China."], ["Wang", "Yizhong", "Y", "Department of Gastroenterology, Hepatology, and Nutrition, Shanghai Children's Hospital, Shanghai Jiao Tong University, Shanghai, China."], ["Che", "Yanran", "Y", "Department of Gastroenterology, Hepatology, and Nutrition, Shanghai Children's Hospital, Shanghai Jiao Tong University, Shanghai, China."], ["Xiao", "Yongmei", "Y", "Department of Gastroenterology, Hepatology, and Nutrition, Shanghai Children's Hospital, Shanghai Jiao Tong University, Shanghai, China."], ["Zhang", "Ting", "T", "Department of Gastroenterology, Hepatology, and Nutrition, Shanghai Children's Hospital, Shanghai Jiao Tong University, Shanghai, China."]], "text": "Immune dysregulation, polyendocrinopathy, enteropathy, X-linked (IPEX) syndrome is a rare life threatening congenital autoimmune disorder caused by mutations in the forkhead box protein 3 (FOXP3) gene. The main typical clinical manifestations of IPEX are enteropathy, type 1 diabetes mellitus, and skin diseases, which usually appear in the first months of life and cause death without treatment. Here, we report a 6-year-old boy with late-onset IPEX syndrome due to a c.1190G>A (p. R397Q) mutation in exon 11 of the FOXP3 gene. The boy had intractable diarrhea, abdominal pain, recurrent infections, and failure to thrive. However, diabetes and skin diseases were not observed in the patient. The patient was received metronidazole, teicoplanin, fluconazole, mycamine, ceftriaxone, azithromycin, and fecal microbiota transplantation for treating infections, methylprednisolone and infliximab for suspicion of Crohn's disease after admission. Finally, the boy was diagnosed as IPEX syndrome by genetic test and received hematopoietic stem cell transplantation (HSCT). Our findings suggests that IPEX should be considered in cases of late-onset, mild forms, and less typical clinical manifestations to avoid diagnostic delay.", "id": "29312905", "date": "2017-12-12", "title": "Atypical Late-Onset Immune Dysregulation, Polyendocrinopathy, Enteropathy, X-Linked Syndrome with Intractable Diarrhea: A Case Report.", "doi": "10.3389/fped.2017.00267", "journal": ["Frontiers in pediatrics", "Front Pediatr"]}