{"authors": [["Zhao", "Guang", "G", "Department of Thoracic Surgery, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Sun", "Long", "L", "Department of Nuclear Medicine, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Geng", "Guojun", "G", "Department of Thoracic Surgery, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Liu", "Hongming", "H", "Department of Thoracic Surgery, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Li", "Ning", "N", "Department of Thoracic Surgery, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Liu", "Suhuan", "S", "Department of Diabetes Research Institute, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Hao", "Bing", "B", "Department of Nuclear Medicine, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Yu", "Xiuyi", "X", "Department of Thoracic Surgery, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."], ["Jiang", "Jie", "J", "Department of Thoracic Surgery, the First Affiliated Hospital of Xiamen University, Xiamen 361003, China."]], "text": "The aim of this study was to compare the effects of currently available preoperative localization methods, including semi-rigid single hook-wire, double-thorn hook-wire, and microcoil, in localizing the pulmonary nodules, thus to select the best technology to assist video-assisted thoracoscopic surgery (VATS) for small ground glass opacities (GGO).Preoperative CT-guided localizing techniques including semi-rigid single hook-wire, double-thorn hook-wire and microcoil were used in re-aerated fresh swine lung for location experiments. The advantages and drawbacks of the three positioning technologies were compared, and then the most optimal technique was used in patients with GGO. Technical success and post-operative complications were used as primary endpoints.All three localizing techniques were successfully performed in the re-aerated fresh swine lung. The median tractive force of semi-rigid single hook wire, double-thorn hook wire and microcoil were 6.5, 4.85 and 0.2 N, which measured by a spring dynamometer. The wound sizes in the superficial pleura, caused by unplugging the needles, were 2 mm in double-thorn hook wire, 1 mm in semi-rigid single hook and 1 mm in microcoil, respectively. In patients with GGOs, the semi-rigid hook wires localizations were successfully performed, without any complication that need to be intervened. Dislodgement was reported in one patient before VATS. No major complications related to the preoperative hook wire localization and VATS were observed.We found from our localization experiments in the swine lung that, among the commonly used three localization methods, semi-rigid hook wire showed the best operability and practicability than double-thorn hook wire and microcoil. Preoperative localization of small pulmonary nodules with single semi-rigid hook wire system shows a high success rate, acceptable utility and especially low dislodgement in VATS.", "id": "29312722", "date": null, "title": "Semi-rigid single hook localization the best method for localizing ground glass opacities during video-assisted thoracoscopic surgery: re-aerated swine lung experimental and primary clinical results.", "doi": "10.21037/jtd.2017.11.58", "journal": ["Journal of thoracic disease", "J Thorac Dis"]}