{"authors": [["Chen", "Rung-Ching", "RC", "Department of Information Management, Chaoyang University of Technology, Taichung, Taiwan."], ["Jiang", "Hui Qin", "HQ", "Department of Information Management, Chaoyang University of Technology, Taichung, Taiwan."], ["Huang", "Chung-Yi", "CY", "Department of Information Management, Chaoyang University of Technology, Taichung, Taiwan."], ["Bau", "Cho-Tsan", "CT", "Taichung Hospital, Ministry of Health and Welfare, Executive Yuan, Taichung, Taiwan."]], "text": "Although a number of researchers have considered the positive potential of Clinical Decision Support System (CDSS), they did not consider that patients' attitude which leads to active treatment strategies or HbA1c targets.We adopted the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD) published to propose an HbA1c target and antidiabetic medication recommendation system for patients. Based on the antidiabetic medication profiles, which were presented by the American Association of Clinical Endocrinologists (AACE) and American College of Endocrinology (ACE), we use TOPSIS to calculate the ranking of antidiabetic medications.The endocrinologist set up ten virtual patients' medical data to evaluate a decision support system. The system indicates that the CDSS performs well and is useful to 87%, and the recommendation system is suitable for outpatients. The evaluation results of the antidiabetic medications show that the system has 85% satisfaction degree which can assist clinicians to manage T2DM while selecting antidiabetic medications.In addition to aiding doctors' clinical diagnosis, the system not only can serve as a guide for specialty physicians but also can help nonspecialty doctors and young doctors with their drug prescriptions.", "id": "29312655", "date": "2017-10-26", "title": "Clinical Decision Support System for Diabetes Based on Ontology Reasoning and TOPSIS Analysis.", "doi": "10.1155/2017/4307508", "journal": ["Journal of healthcare engineering", "J Healthc Eng"]}