{"authors": [["Hu", "Kuang-Chun", "KC", "Division of Gastroenterology, Department of Internal Medicine, MacKay Memorial Hospital, Taipei, Taiwan."], ["Wu", "Ming-Shiang", "MS", "Graduate Institute of Clinical Medicine, National Taiwan University College of Medicine, Taipei, Taiwan."], ["Chu", "Cheng-Hsin", "CH", "Division of Gastroenterology, Department of Internal Medicine, MacKay Memorial Hospital, Taipei, Taiwan."], ["Wang", "Horng-Yuan", "HY", "Division of Gastroenterology, Department of Internal Medicine, MacKay Memorial Hospital, Taipei, Taiwan."], ["Lin", "Shee-Chan", "SC", "Division of Gastroenterology, Department of Internal Medicine, MacKay Memorial Hospital, Taipei, Taiwan."], ["Po", "Helen L", "HL", "Department of Neurology, MacKay Memorial Hospital, Taipei, Taiwan."], ["Bair", "Ming-Jong", "MJ", "Gastroenterology Division, Department of Internal Medicine, MacKay Memorial Hospital, Taitung Branch, Taiwan."], ["Liu", "Chuan-Chuan", "CC", "Healthy Evaluation Center, MacKay Memorial Hospital, Taipei, Taiwan."], ["Su", "Tung-Hung", "TH", "Department of Internal Medicine, National Taiwan University Hospital, National Taiwan University College of Medicine, Taipei, Taiwan."], ["Chen", "Chi-Ling", "CL", "Graduate Institute of Clinical Medicine, National Taiwan University College of Medicine, Taipei, Taiwan."], ["Liu", "Chun-Jen", "CJ", "Graduate Institute of Clinical Medicine, National Taiwan University College of Medicine, Taipei, Taiwan."], ["Shih", "Shou-Chuan", "SC", "Division of Gastroenterology, Department of Internal Medicine, MacKay Memorial Hospital, Taipei, Taiwan."]], "text": "Cardiovascular disease and colorectal cancer have severe consequences to human health and may occur simultaneously or sequentially. Carotid artery plaque is a predictor of cardiovascular disease, and colorectal adenoma is a premalignant lesion of colorectal cancer. We investigated the core risk factors of carotid artery plaque and colorectal adenoma.In total, 2361 subjects were enrolled. In multivariate analysis, age ≥ 60 years, male sex, BMI > 27, LDL > 130 mg/dL, HbA1c ≥ 6.5%, hs-CRP > 0.3 mg/L and H. pylori infection were independent risk factors for synchronous colorectal adenoma and carotid artery plaque formation. In the H. pylori-positive and -negative groups, the proportions and odds ratio (OR) for synchronous colon adenoma and carotid artery plaque increased with increasing HbA1c. OR for synchronous colon adenoma and carotid artery plaque was significantly higher in the participants with HbA1c levels of 5.7%-6.4% and HbA1c ≥ 6.5% than in those with normal HbA1c in the H. pylori-negative group. The OR was more significant increased for H. pylori-positive patients when HbA1c level ≥ 6.5% was 15.87 (95% CI 8.661-29.082, p < 0.0001).The records of 4669 subjects aged > 40 years who underwent bidirectional gastrointestinal endoscopy and carotid artery ultrasound examination on the same day or within 12 months of endoscopy examination from January 2006 to December 2015 were reviewed. All subjects had a gastric biopsy specimen tested for Helicobacter pylori.Hyperglycemia combined with H. pylori infection was an increased risk factor for synchronous colorectal adenoma and carotid artery plaque formation. Diabetes control and H. pylori eradication may be warranted in higher prevalence areas.", "id": "29312558", "date": "2017-10-26", "title": "Hyperglycemia combined Helicobacter pylori infection increases risk of synchronous colorectal adenoma and carotid artery plaque.", "doi": "10.18632/oncotarget.22094", "journal": ["Oncotarget", "Oncotarget"]}