{"authors": [["Luan", "Meiwei", "M", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."], ["Shang", "Zhenwei", "Z", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."], ["Teng", "Yanbo", "Y", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."], ["Chen", "Xinren", "X", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."], ["Zhang", "Mingming", "M", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."], ["Lv", "Hongchao", "H", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."], ["Zhang", "Ruijie", "R", "College of Bioinformatics Science and Technology, Harbin Medical University, Harbin, China."]], "text": "Interaction between genetic and epigenetic mechanisms may lead to autoimmune diseases. The features of these diseases show familial aggregation. The generality and specificity are keys to studying pathogenesis and etiology of them. This research integrated data of genetics and epigenetics, to find disease-related genes based on the levels of expression and regulation, and explored then to the shared and specific mechanism of them by analyzing shared and specific pathways of common four autoimmune diseases, including Type 1 Diabetes Mellitus (T1D), Multiple Sclerosis (MS), Rheumatoid Arthritis (RA) and Systemic Lupus Erythematosus (SLE). The results showed that Lysosome and Fc gamma R-mediated phagocytosis are shared pathways of the four diseases. It means that the occurrence and development of them may associate with lysosomes and phagocytosis. And there were 2 pathways are shared pathways of three diseases, ribosome pathway associated with susceptibility to MS, RA and SLE, and Pathogenic Escherichia coli infection associated with susceptibility to T1D, MS and RA; 9 pathways are shared pathways of two diseases. The corporate underlying causes of these diseases may be these shared pathways activated. Furthermore, we found that T1D-related specific pathways (Insulin signaling,etc.) were 9, MS (Proteasome,etc.) is also 9, RA and SLE is 10 and 6 respectively. These pathways could help us to reveal shared and specific mechanisms of the four diseases.", "id": "29312536", "date": "2017-07-19", "title": "The shared and specific mechanism of four autoimmune diseases.", "doi": "10.18632/oncotarget.19383", "journal": ["Oncotarget", "Oncotarget"]}