{"authors": [["Liu", "Benju", "B", "Department of Anatomy, Tongji Medical College, Huazhong University of Science and TechnologyWuhan 430030, Hubei, China."], ["He", "Xiju", "X", "Department of Anatomy, Tongji Medical College, Huazhong University of Science and TechnologyWuhan 430030, Hubei, China."], ["Li", "Shoutian", "S", "Department of Anatomy, Tongji Medical College, Huazhong University of Science and TechnologyWuhan 430030, Hubei, China."], ["Xu", "Benke", "B", "Department of Anatomy, Yangtze UniversityJingzhou 434023, Hubei, China."], ["Birnbaumer", "Lutz", "L", "Neurobiology Laboratory, National Institute of Environmental Health Sciences, Research Triangle ParkDurham, NC 27709, USA."], ["Liao", "Yanhong", "Y", "Department of Anatomy, Tongji Medical College, Huazhong University of Science and TechnologyWuhan 430030, Hubei, China."]], "text": "TRPC6 plays a critical role in proteinuric kidney diseases, and TRPC3 is involved in tubulointerstitial damage and renal fibrosis in obstructed kidneys. Podocyte loss is a characteristic event in diabetic nephropathy (DN). The aim of this study was to examine whether deletion of the closely related diacylglycerol (DAG)-responsive TRPCs in mice (TRPC3/6/7-/-) affects diabetes-induced renal dysfunction and podocyte loss. We compared urine volume, kidney hypertrophy, glomerular enlargement, albuminuria and podocyte loss between wild type (WT) and TRPC3/6/7-/- diabetic mice. Finally, we examined whether the TGFβ1 signaling pathway is changed in diabetic WT and TRPC3/6/7-/- mice. TRPC6 protein in the renal cortex was increased in WT diabetic mice. High glucose (HG) treatment increased TRPC6 expression in human podocytes. TRPC3 protein, however, was not altered in either diabetic mice or HG-treated human podocytes. Although diabetic WT and TRPC3/6/7-/- mice had similar levels of hyperglycemia, the TRPC3/6/7-/- diabetic mice showed less polyuria, kidney hypertrophy, glomerular enlargement, albuminuria, and had lost less podocytes compared with WT diabetic mice. In addition, we observed decreased expression of anti-apoptotic Bcl2 and increased expression of pro-apoptotic cleaved caspase 3 in WT diabetic mice, but such changes were not significant in TRPC3/6/7-/- diabetic mice. Western blot and immunohistochemistry revealed that TGFβ1, p-Smad2/3, and fibronectin were upregulated in WT diabetic mice; however, expression of these signaling molecules was not changed in TRPC3/6/7-/- diabetic mice. In conclusion, deletion of DAG-responsive TRPCs attenuates diabetic renal injury via inhibiting the upregulation of TGFβ1 signaling in diabetic kidneys.", "id": "29312514", "date": "2017-12-15", "title": "Deletion of diacylglycerol-responsive TRPC genes attenuates diabetic nephropathy by inhibiting activation of the TGFβ1 signaling pathway.", "doi": null, "journal": ["American journal of translational research", "Am J Transl Res"]}