{"authors": [["Du", "Feng", "F", "Department of Nephrology, Shengjing Hospital, China Medical UniversityShenyang 110004, China."], ["Wang", "Tian", "T", "Department of Endocrinology & Metabolism, The 1st Affiliated Hospital, China Medical UniversityShenyang 110001, China."], ["Li", "Si", "S", "Department of Endocrinology & Metabolism, The 1st Affiliated Hospital, China Medical UniversityShenyang 110001, China."], ["Meng", "Xin", "X", "Department of Biochemistry & Molecular Biology, China Medical UniversityShenyang 110001, China."], ["Zhang", "Hai-Yan", "HY", "Department of Geriatrics, The 1st Affiliated Hospital, China Medical UniversityShenyang 110001, China."], ["Li", "De-Tian", "DT", "Department of Nephrology, Shengjing Hospital, China Medical UniversityShenyang 110004, China."], ["Du", "Zhen-Xian", "ZX", "Department of Endocrinology & Metabolism, The 1st Affiliated Hospital, China Medical UniversityShenyang 110001, China."], ["Wang", "Hua-Qin", "HQ", "Department of Biochemistry & Molecular Biology, China Medical UniversityShenyang 110001, China."]], "text": "Although glomerular and vascular damage have been considered the main characteristics of diabetic kidney disease (DKD), accumulating data now indicate that tubular atrophy also plays a major role. Cathepsin D (CatD) is the major aspartate protease within lysosomes. The current study demonstrated that CatD expression was altered in the renal tubular epithelium in patients with diabetes mellitus (DM). In contrast to its low and uniform distribution in the tubular epithelium in normal kidney tissues, CatD demonstrated flecked and increased expression in tubules with relatively integral structures, and disappeared in disordered tubules in DM kidney tissues. In vitro studies demonstrated that CatD protected HK2 cells from the damage induced by high glucose and advanced glycation end-products (AGEs), independent of its enzymatic activity. In addition, the current study demonstrated that AGEs induced lysosome membrane permeabilization (LMP) and loss of mitochondrial membrane potential (MMP). Overexpression of CatD prevented LMP and maintained the MMP in HK2 cells exposed to AGEs. In addition, the catalytic activity of CatD was not required for its role in LMP prevention and MMP maintenance. These results indicate, for the first time that CatD may improve the viability of renal tubular cells in the presence of diabetic mediators independent of its enzymatic activity by preventing LMP and stabilizing the MMP.", "id": "29312504", "date": "2017-12-15", "title": "Cathepsin D protects renal tubular cells from damage induced by high glucose independent of its enzymatic activity.", "doi": null, "journal": ["American journal of translational research", "Am J Transl Res"]}