{"authors": [["Nasirian", "Fariba", "F", "Department of Animal Sciences, University of BirjandBirjand, Iran."], ["Mesbahzadeh", "Behzad", "B", "Assistant Professor, Cardiovascular Diseases Research Center, Department of Physiology, School of Paramedical, Birjand Univesity of Medical SciencesBirjand, Iran."], ["Maleki", "Saeid Abbasi", "SA", "Young Researchers and Elite Club, Urmia Branch, Islamic Azad UniversityUrmia, Iran."], ["Mogharnasi", "Mehdi", "M", "Associate Professor of Exercise Physiology, Department of Sport Sciences, University of BirjandBirjand, Iran."], ["Kor", "Nasroallah Moradi", "NM", "Research Centre of Physiology, Faculty of Medicine, Semnan University of Medical SciencesSemnan, Iran."]], "text": "It is shown that diabetes can change hematological parameters and some microalgae, i.e. Spirulina platensis, could improve hematological parameters in non-diabetic rats. The purpose of this study was to investigate the effects of Spirulina platensis (SPM) microalgae on hematological parameters in diabetic rats induced by Streptozotocin. Rats, 2.5 males old, were grouped into two sections including healthy and diabetic and received orally 15 and 30 mg/kg body weight SPM for 5 weeks. Control rats received 0.3 ml of distilled water. The experimental groups were as follows; (SH15), healthy rats fed SPM (SH30) 30 mg/kg, diabetic rats fed 15 mg/kg SPM (SD15), diabetic rats fed SPM (SD30) 15 mg/kg, and diabetic control (DC). At the end of the test, blood samples were collected to measure red blood cells, white blood cells, mean corpuscular hemoglobin concentration (MCHC), mean cell volume (MCV) and packed cell volume (PCV). The induction of diabetes decreased RBC, MCHC, PCV, MCV and WBC (P < 0.05), but the oral supplement of SPM (30 mg/kg body weight) could improve RBC, WBC, MCHC, PCV and MCV in rats (P < 0.05). The oral complement of SPM, at high levels, seems to be an effective strategy against the negative effects of diabetes on hematological parameters.", "id": "29312479", "date": "2017-12-15", "title": "The effects of oral supplementation of spirulina platensis microalgae on hematological parameters in streptozotocin-induced diabetic rats.", "doi": null, "journal": ["American journal of translational research", "Am J Transl Res"]}