{"authors": [["Clark", "Matthew", "M", "Department of Microbiology and Immunology, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."], ["Kroger", "Charles J", "CJ", "Department of Microbiology and Immunology, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."], ["Tisch", "Roland M", "RM", "Department of Microbiology and Immunology, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."]], "text": "Inflammation is typically induced in response to a microbial infection. The release of proinflammatory cytokines enhances the stimulatory capacity of antigen-presenting cells, as well as recruits adaptive and innate immune effectors to the site of infection. Once the microbe is cleared, inflammation is resolved by various mechanisms to avoid unnecessary tissue damage. Autoimmunity arises when aberrant immune responses target self-tissues causing inflammation. In type 1 diabetes (T1D), T cells attack the insulin producing β cells in the pancreatic islets. Genetic and environmental factors increase T1D risk by in part altering central and peripheral tolerance inducing events. This results in the development and expansion of β cell-specific effector T cells (Teff) which mediate islet inflammation. Unlike protective immunity where inflammation is terminated, autoimmunity is sustained by chronic inflammation. In this review, we will highlight the key events which initiate and sustain T cell-driven pancreatic islet inflammation in nonobese diabetic mice and in human T1D. Specifically, we will discuss: (i) dysregulation of thymic selection events, (ii) the role of intrinsic and extrinsic factors that enhance the expansion and pathogenicity of Teff, (iii) defects which impair homeostasis and suppressor activity of FoxP3-expressing regulatory T cells, and (iv) properties of β cells which contribute to islet inflammation.", "id": "29312356", "date": "2017-12-22", "title": "Type 1 Diabetes: A Chronic Anti-Self-Inflammatory Response.", "doi": "10.3389/fimmu.2017.01898", "journal": ["Frontiers in immunology", "Front Immunol"]}