{"authors": [["Zhang", "Hang", "H", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Fan", "Qin", "Q", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Xie", "Hongyang", "H", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Lu", "Lin", "L", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Tao", "Rong", "R", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Wang", "Fang", "F", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Xi", "Rui", "R", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Hu", "Jian", "J", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Chen", "Qiujing", "Q", "Institute of Cardiovascular Diseases, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Shen", "Weifeng", "W", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zhang", "Ruiyan", "R", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Yan", "Xiaoxiang", "X", "Department of Cardiology, Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."]], "text": "Inflammation plays a central role in the pathogenesis of metabolic syndrome (MetS). Cyclophilin B (CypB) can be constitutively secreted in response to inflammatory stimuli and oxidative stress, participating in tissue or systemic inflammation. We investigated the relationship between CypB and MetS in both humans and mice.Serum CypB levels were determined in 211 subjects with MetS and 292 subjects without MetS (non-MetS) (133 healthy controls and 159 high-risk subjects with one to two MetS components). Additionally, CypB expression in metabolic organs was examined in mice fed with high-fat diet (HFD) and genetically obese (ob/ob) mice.Serum CypB level was significantly higher in MetS subjects compared with both groups of non-MetS subjects (193.80 ± 83.22 vs. 168.38 ± 65.01 vs. 124.26 ± 47.83 ng/mL, P < 0.001). Particularly, serum CypB level was significantly higher in subjects with hypertension, central obesity, diabetes mellitus or hyperglycemia, elevated levels of triglycerides, or reduced levels of high-density lipoprotein than in those without. Moreover, CypB was positively associated with the number of MetS components (r = 0.404, P < 0.001), indicating that a higher serum CypB level reflected more severe MetS. Multivariate regression revealed that a one SD increase in CypB was associated with an odds ratio of 1.506 (1.080-2.101, P = 0.016) for MetS prevalence after adjusting for age, gender, conventional risk factors, and medication. Stratified analyses by age and gender demonstrated that subjects >60 years old with higher CypB levels were more likely to have MetS, and the risk for MetS was higher and more significant in women compared with men. Additionally, CypB expression levels were lower at baseline and dramatically enhanced in metabolic organs (such as the liver) and visceral and subcutaneous adipose tissue from HFD-induced obese mice and ob/ob mice.Increased CypB levels were significantly and independently associated with the presence and severity of MetS, indicating that CypB could be used as a novel biomarker and clinical predictor of MetS.", "id": "29312150", "date": "2017-12-22", "title": "Elevated Serum Cyclophilin B Levels Are Associated with the Prevalence and Severity of Metabolic Syndrome.", "doi": "10.3389/fendo.2017.00360", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}