{"authors": [["Sebastiani", "Guido", "G", "Diabetes Unit, Department of Medicine, Surgery and Neurosciences, University of Siena, Siena, Italy."], ["Guarino", "Elisa", "E", "Azienda Ospedaliera Universitaria Senese, Siena, Italy."], ["Grieco", "Giuseppina Emanuela", "GE", "Diabetes Unit, Department of Medicine, Surgery and Neurosciences, University of Siena, Siena, Italy."], ["Formichi", "Caterina", "C", "Diabetes Unit, Department of Medicine, Surgery and Neurosciences, University of Siena, Siena, Italy."], ["Delli Poggi", "Chiara", "C", "Diabetes Unit, Department of Medicine, Surgery and Neurosciences, University of Siena, Siena, Italy."], ["Ceccarelli", "Elena", "E", "Diabetes Unit, Department of Medicine, Surgery and Neurosciences, University of Siena, Siena, Italy."], ["Dotta", "Francesco", "F", "Diabetes Unit, Department of Medicine, Surgery and Neurosciences, University of Siena, Siena, Italy."]], "text": "Gestational diabetes mellitus (GDM) is characterized by insulin resistance accompanied by low/absent beta-cell compensatory adaptation to the increased insulin demand. Although the molecular mechanisms and factors acting on beta-cell compensatory response during pregnancy have been partially elucidated and reported, those inducing an impaired beta-cell compensation and function, thus evolving in GDM, have yet to be fully addressed. MicroRNAs (miRNAs) are a class of small endogenous non-coding RNAs, which negatively modulate gene expression through their sequence-specific binding to 3'UTR of mRNA target. They have been described as potent modulators of cell survival and proliferation and, furthermore, as orchestrating molecules of beta-cell compensatory response and function in diabetes. Moreover, it has been reported that miRNAs can be actively secreted by cells and found in many biological fluids (e.g., serum/plasma), thus representing both optimal candidate disease biomarkers and mediators of tissues crosstalk(s). Here, we analyzed the expression profiles of circulating miRNAs in plasma samples obtained from n = 21 GDM patients and from n = 10 non-diabetic control pregnant women (24-33 weeks of gestation) using TaqMan array microfluidics cards followed by RT-real-time PCR single assay validation. The results highlighted the upregulation of miR-330-3p in plasma of GDM vs non-diabetics. Furthermore, the analysis of miR-330-3p expression levels revealed a bimodally distributed GDM patients group characterized by high or low circulating miR-330 expression and identified as GDM-miR-330high and GDM-miR-330low. Interestingly, GDM-miR-330high subgroup retained lower levels of insulinemia, inversely correlated to miR-330-3p expression levels, and a significant higher rate of primary cesarean sections. Finally, miR-330-3p target genes analysis revealed major modulators of beta-cell proliferation and of insulin secretion, such as the experimentally validated genes E2F1 and CDC42 as well as AGT2R2, a gene involved in the differentiation of mature beta-cells. In conclusion, we demonstrated that plasma miR-330-3p could be of help in identifying GDM patients with potential worse gestational diabetes outcome; in GDM, miR-330-3p may directly be transferred from plasma to beta-cells thus modulating key target genes involved in proliferation, differentiation, and insulin secretion.", "id": "29312141", "date": "2017-12-12", "title": "Circulating microRNA (miRNA) Expression Profiling in Plasma of Patients with Gestational Diabetes Mellitus Reveals Upregulation of miRNA miR-330-3p.", "doi": "10.3389/fendo.2017.00345", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}