{"authors": [["Shen", "Yelong", "Y", "School of Medicine, Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Zhao", "Bin", "B", "School of Medicine, Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Yan", "Lirong", "L", "Laboratory of FMRI Technology (LOFT), Keck School of Medicine, Mark and Mary Stevens Neuroimaging and Informatics Institute, University of Southern California (USC), Los Angeles, CA, United States."], ["Jann", "Kay", "K", "Laboratory of FMRI Technology (LOFT), Keck School of Medicine, Mark and Mary Stevens Neuroimaging and Informatics Institute, University of Southern California (USC), Los Angeles, CA, United States."], ["Wang", "Guangbin", "G", "School of Medicine, Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Wang", "Junli", "J", "School of Medicine, Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Wang", "Bao", "B", "School of Medicine, Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Pfeuffer", "Josef", "J", "Siemens Healthcare, Erlangen, Germany."], ["Qian", "Tianyi", "T", "Siemens Healthcare, MR Collaborations NE Asia, Beijing, China."], ["Wang", "Danny J J", "DJJ", "Laboratory of FMRI Technology (LOFT), Keck School of Medicine, Mark and Mary Stevens Neuroimaging and Informatics Institute, University of Southern California (USC), Los Angeles, CA, United States."]], "text": "Diabetes has been reported to affect the microvasculature and lead to cerebral small vessel disease (SVD). Past studies using arterial spin labeling (ASL) at single post-labeling delay reported reduced cerebral blood flow (CBF) in patients with type 2 diabetes. The purpose of this study was to characterize cerebral hemodynamic changes of type 2 diabetes using a multi-inversion-time 3D GRASE pulsed ASL (PASL) sequence to simultaneously measure CBF and bolus arrival time (BAT). Thirty-six patients with type 2 diabetes (43-71 years, 17 male) and 36 gender- and age-matched control subjects underwent MRI scans at 3 T. Mean CBF/BAT values were computed for gray and white matter (GM and WM) of each subject, while a voxel-wise analysis was performed for comparison of regional CBF and BAT between the two groups. In addition, white matter hyperintensities (WMHs) were detected by a double inversion recovery (DIR) sequence with relatively high sensitivity and spatial resolution. Mean CBF of the WM, but not GM, of the diabetes group was significantly lower than that of the control group (p < 0.0001). Regional CBF decreases were detected in the left middle occipital gyrus (p = 0.0075), but failed to reach significance after correction of partial volume effects. BAT increases were observed in the right calcarine fissure (p < 0.0001), left middle occipital gyrus (p < 0.0001), and right middle occipital gyrus (p = 0.0011). Within the group of diabetic patients, BAT in the right middle occipital gyrus was positively correlated with the disease duration (r = 0.501, p = 0.002), BAT in the left middle occipital gyrus was negatively correlated with the binocular visual acuity (r = -0.408, p = 0.014). Diabetic patients also had more WMHs than the control group (p = 0.0039). Significant differences in CBF, BAT, and more WMHs were observed in patients with diabetes, which may be related to impaired vision and risk of SVD of type 2 diabetes.", "id": "29312135", "date": "2017-12-22", "title": "Cerebral Hemodynamic and White Matter Changes of Type 2 Diabetes Revealed by Multi-TI Arterial Spin Labeling and Double Inversion Recovery Sequence.", "doi": "10.3389/fneur.2017.00717", "journal": ["Frontiers in neurology", "Front Neurol"]}