{"authors": [["Gosak", "Marko", "M", "Faculty of Medicine, Institute of Physiology, University of Maribor, Maribor, Slovenia."], ["Stožer", "Andraž", "A", "Faculty of Medicine, Institute of Physiology, University of Maribor, Maribor, Slovenia."], ["Markovič", "Rene", "R", "Faculty of Natural Sciences and Mathematics, University of Maribor, Maribor, Slovenia."], ["Dolenšek", "Jurij", "J", "Faculty of Medicine, Institute of Physiology, University of Maribor, Maribor, Slovenia."], ["Perc", "Matjaž", "M", "Faculty of Natural Sciences and Mathematics, University of Maribor, Maribor, Slovenia."], ["Rupnik", "Marjan S", "MS", "Faculty of Medicine, Institute of Physiology, University of Maribor, Maribor, Slovenia."], ["Marhl", "Marko", "M", "Faculty of Natural Sciences and Mathematics, University of Maribor, Maribor, Slovenia."]], "text": "A coordinated functioning of beta cells within pancreatic islets is mediated by oscillatory membrane depolarization and subsequent changes in cytoplasmic calcium concentration. While gap junctions allow for intraislet information exchange, beta cells within islets form complex syncytia that are intrinsically nonlinear and highly heterogeneous. To study spatiotemporal calcium dynamics within these syncytia, we make use of computational modeling and confocal high-speed functional multicellular imaging. We show that model predictions are in good agreement with experimental data, especially if a high degree of heterogeneity in the intercellular coupling term is assumed. In particular, during the first few minutes after stimulation, the probability distribution of calcium wave sizes is characterized by a power law, thus indicating critical behavior. After this period, the dynamics changes qualitatively such that the number of global intercellular calcium events increases to the point where the behavior becomes supercritical. To better mimic normal in vivo conditions, we compare the described behavior during supraphysiological non-oscillatory stimulation with the behavior during exposure to a slightly lower and oscillatory glucose challenge. In the case of this protocol, we observe only critical behavior in both experiment and model. Our results indicate that the loss of oscillatory changes, along with the rise in plasma glucose observed in diabetes, could be associated with a switch to supercritical calcium dynamics and loss of beta cell functionality.", "id": "29312008", "date": "2017-12-22", "title": "Critical and Supercritical Spatiotemporal Calcium Dynamics in Beta Cells.", "doi": "10.3389/fphys.2017.01106", "journal": ["Frontiers in physiology", "Front Physiol"]}