{"authors": [["Rebalka", "Irena A", "IA", "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."], ["Cao", "Andrew W", "AW", "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."], ["Raleigh", "Matthew J", "MJ", "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."], ["Henriksbo", "Brandyn D", "BD", "Department of Biochemistry and Biomedical Sciences and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."], ["Coleman", "Samantha K", "SK", "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."], ["Schertzer", "Jonathan D", "JD", "Department of Biochemistry and Biomedical Sciences and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."], ["Hawke", "Thomas J", "TJ", "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."]], "text": "Those with diabetes invariably develop complications including cardiovascular disease (CVD). To reduce their CVD risk, diabetics are generally prescribed cholesterol-lowering 3-hydroxy-methylglutaryl coenzyme A reductase inhibitors (i.e., statins). Statins inhibit cholesterol biosynthesis, but also reduce the synthesis of a number of mevalonate pathway intermediates, leading to several cholesterol-independent effects. One of the pleiotropic effects of statins is the reduction of the anti-fibrinolytic hormone plasminogen activator inhibitor-1 (PAI-1). We have previously demonstrated that a PAI-1 specific inhibitor alleviated diabetes-induced delays in skin and muscle repair. Here we tested if statin administration, through its pleiotropic effects on PAI-1, could improve skin and muscle repair in a diabetic rodent model. Six weeks after diabetes onset, adult male streptozotocin-induced diabetic (STZ), and WT mice were assigned to receive control chow or a diet enriched with 600 mg/kg Fluvastatin. Tibialis anterior muscles were injured via Cardiotoxin injection to induce skeletal muscle injury. Punch biopsies were administered on the dorsal scapular region to induce injury of skin. Twenty-four days after the onset of statin therapy (10 days post-injury), tissues were harvested and analyzed. PAI-1 levels were attenuated in statin-treated diabetic tissue when compared to control-treated tissue, however no differences were observed in non-diabetic tissue as a result of treatment. Muscle and skin repair were significantly attenuated in Fluvastatin-treated STZ-diabetic mice as demonstrated by larger wound areas, less mature granulation tissue, and an increased presence of smaller regenerating muscle fibers. Despite attenuating PAI-1 levels in diabetic tissue, Fluvastatin treatment impaired cutaneous healing and skeletal muscle repair in STZ-diabetic mice.", "id": "29311999", "date": "2017-12-19", "title": "Statin Therapy Negatively Impacts Skeletal Muscle Regeneration and Cutaneous Wound Repair in Type 1 Diabetic Mice.", "doi": "10.3389/fphys.2017.01088", "journal": ["Frontiers in physiology", "Front Physiol"]}