{"authors": [["Andreadou", "Ioanna", "I", "Laboratory of Pharmacology, Faculty of Pharmacy, School of Health Sciences, National and Kapodistrian University of Athens, Athens, Greece."], ["Efentakis", "Panagiotis", "P", "Laboratory of Pharmacology, Faculty of Pharmacy, School of Health Sciences, National and Kapodistrian University of Athens, Athens, Greece."], ["Balafas", "Evangelos", "E", "Academy of Athens Biomedical Research Foundation, Centre of Clinical Experimental Surgery and Translational Research, Athens, Greece."], ["Togliatto", "Gabriele", "G", "Department of Medical Sciences, University of Turin, Turin, Italy."], ["Davos", "Constantinos H", "CH", "Cardiovascular Research Laboratory, Biomedical Research Foundation, Academy of Athens, Athens, Greece."], ["Varela", "Aimilia", "A", "Cardiovascular Research Laboratory, Biomedical Research Foundation, Academy of Athens, Athens, Greece."], ["Dimitriou", "Constantinos A", "CA", "Cardiovascular Research Laboratory, Biomedical Research Foundation, Academy of Athens, Athens, Greece."], ["Nikolaou", "Panagiota-Efstathia", "PE", "Laboratory of Pharmacology, Faculty of Pharmacy, School of Health Sciences, National and Kapodistrian University of Athens, Athens, Greece."], ["Maratou", "Eirini", "E", "Hellenic National Center for Research, Prevention and Treatment of Diabetes Mellitus and Its Complications, Athens, Greece."], ["Lambadiari", "Vaia", "V", "2nd Department of Internal Medicine, Research Institute and Diabetes Center, National and Kapodistrian University of Athens, \"Attikon\" University Hospital, Athens, Greece."], ["Ikonomidis", "Ignatios", "I", "2nd University Department of Cardiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Kostomitsopoulos", "Nikolaos", "N", "Academy of Athens Biomedical Research Foundation, Centre of Clinical Experimental Surgery and Translational Research, Athens, Greece."], ["Brizzi", "Maria F", "MF", "Department of Medical Sciences, University of Turin, Turin, Italy."], ["Dimitriadis", "George", "G", "2nd Department of Internal Medicine, Research Institute and Diabetes Center, National and Kapodistrian University of Athens, \"Attikon\" University Hospital, Athens, Greece."], ["Iliodromitis", "Efstathios K", "EK", "2nd University Department of Cardiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece."]], "text": "Empagliflozin (EMPA), a drug approved for type 2 diabetes management, reduced cardiovascular death but is unknown if it reduces myocardial infarction. We sought to investigate: (i) the effect of EMPA on myocardial function and infarct size after ischemia/reperfusion in mice fed with western diet (WD), (ii) the underlying signaling pathways, (iii) its effects on cell survival in rat embryonic-heart-derived cardiomyoblasts (H9C2) and endothelial cells (ECs). To facilitate the aforementioned aims, mice were initially randomized in Control and EMPA groups and were subjected to 30 min ischemia and 2 h reperfusion. EMPA reduced body weight, blood glucose levels, and mean arterial pressure. Cholesterol, triglyceride, and AGEs remained unchanged. Left ventricular fractional shortening was improved (43.97 ± 0.92 vs. 40.75 ± 0.61%) and infarct size reduced (33.2 ± 0.01 vs. 17.6 ± 0.02%). In a second series of experiments, mice were subjected to the above interventions up to the 10th min of reperfusion and myocardial biopsies were obtained for assessment of the signaling cascade. STAT3 was increased in parallel with reduced levels of malondialdehyde (MDA) and reduced expression of myocardial iNOS and interleukin-6. Cell viability and ATP content were increased in H9C2 and in ECs. While, STAT3 phosphorylation is known to bestow infarct sparing properties through interaction with mitochondria, we observed that EMPA did not directly alter the mitochondrial calcium retention capacity (CRC); therefore, its effect in reducing myocardial infarction is STAT3 dependent. In conclusion, EMPA improves myocardial function and reduces infarct size as well as improves redox regulation by decreasing iNOS expression and subsequently lipid peroxidation as shown by its surrogate marker MDA. The mechanisms of action implicate the activation of STAT3 anti-oxidant and anti-inflammatory properties.", "id": "29311992", "date": "2017-12-19", "title": "Empagliflozin Limits Myocardial Infarction in Vivo and Cell Death in Vitro: Role of STAT3, Mitochondria, and Redox Aspects.", "doi": "10.3389/fphys.2017.01077", "journal": ["Frontiers in physiology", "Front Physiol"]}