{"authors": [["Chen", "Mingxia", "M", "Graduate School, Beijing University of Chinese Medicine, Beijing, China."], ["Lv", "Haibo", "H", "Beijing Handian Pharmaceutical Co. Ltd, Beijing, China."], ["Gan", "Jiakuan", "J", "Xiyuan Hospital, China Academy of Chinese Medical Sciences, Beijing, China."], ["Ren", "Junguo", "J", "Xiyuan Hospital, China Academy of Chinese Medical Sciences, Beijing, China."], ["Liu", "Jianxun", "J", "Xiyuan Hospital, China Academy of Chinese Medical Sciences, Beijing, China."]], "text": "Aims: This study aimed to determine the influence of Tang Wang Ming Mu granule (TWMM) on the diabetic retinopathy of diabetic rats. Methods: Male Wistar rats were divided into seven groups: normal control, diabetes model(DM), diabetes with TWMM (3.6, 7.2, and 14.4 g/kg) treatment, the positive control treatment groups of Qi Ming granules and Calcium dobesilate capsules. All rats were treated for 8 weeks. The levels of body weight, fasting blood glucose (FBG) and glycosylated hemoglobin (HbA1c) in blood were measured to evaluate the antihyperglycemic activity of TWMM. Furthermore, malondialdehyde (MDA), intracellular adhesion molecule-1 (ICAM-1) and vascular endothelial growth factor (VEGF) in serum were measured to study effects of TWMM on oxidative stress and inflammatory in DM2 rats. VEGF, JAK/STAT signaling pathway and SOCS3 in retina was detected by immunohistochemistry. Results: TWMM and the positive control drugs Qi Ming and Calcium dobesilate showed a remarkable suppression of retinal neovascularization and amelioration of retinal internal limiting membrane morphology. Moreover, TWMM significantly decreased HbA1c, MDA, ICAM-1, and VEGF levels in serum of diabetic rats. However, Qi Ming granules showed significantly reduced MDA and VEGF levels (P < 0.01, and P < 0.05, respectively), Calcium dobesilate showed significantly reduced MDA and ICAM-1levels (P < 0.01 and P < 0.05, respectively) in serum. All drug- treated DM2 rats showed significantly lower levels of VEGF, JAK2, P-JAK2, STAT3, and P-STAT3 in retina than DM group, while TWMM and Calcium dobesilate significantly increased SOCS3 in retina. Conclusion: Our data suggest that the diabetic retina protective effect of TWMM might be related to antiinflammatory, antioxidative, upregulation of SOCS3 expression, inhibition of the JAK/STAT/VEGF signaling pathway.", "id": "29311988", "date": "2017-12-19", "title": "Tang Wang Ming Mu Granule Attenuates Diabetic Retinopathy in Type 2 Diabetes Rats.", "doi": "10.3389/fphys.2017.01065", "journal": ["Frontiers in physiology", "Front Physiol"]}