{"authors": [["Tóthová", "L'ubomíra", "L", "Faculty of Medicine, Institute of Molecular Biomedicine, Comenius University, Bratislava, Slovakia."], ["Celec", "Peter", "P", "Faculty of Medicine, Institute of Molecular Biomedicine, Comenius University, Bratislava, Slovakia."]], "text": "Oxidative stress has been implicated in the pathogenesis of numerous diseases. However, large interventional studies with antioxidants failed to show benefits in the prevention or treatment of cardiovascular diseases, cancer, or diabetes mellitus. Numerous clinical studies have confirmed the association of oxidative stress markers and periodontitis. Technical and biological variability is high for most of the analyzed markers and none of them seems to be optimal for routine clinical use. In a research setting, analysis of a palette of oxidative stress markers is needed to cover lipid peroxidation, protein oxidation, and the antioxidant status. The source of reactive oxygen species and their role in the pathogenesis of periodontitis remains unclear. Interventional experiments indicate that oxidative stress might be more than just a simple consequence of the inflammation. Small studies have confirmed that some antioxidants could have therapeutic value at least as an addition to the standard non-surgical treatment of periodontitis. A clear evidence for the efficiency of antioxidant treatment in large patient cohorts is lacking. Potentially, because lowering of oxidative stress markers might be a secondary effect of anti-inflammatory or antibacterial agents. As the field of research of oxidative stress in periodontitis gains attraction and the number of relevant published papers is increasing a systematic overview of the conducted observational and interventional studies is needed. This review summarizes the currently available literature linking oxidative stress and periodontitis and points toward the potential of adjuvant antioxidant treatment, especially in cases where standard treatment fails to improve the periodontal status.", "id": "29311982", "date": "2017-12-14", "title": "Oxidative Stress and Antioxidants in the Diagnosis and Therapy of Periodontitis.", "doi": "10.3389/fphys.2017.01055", "journal": ["Frontiers in physiology", "Front Physiol"]}