{"authors": [["Dalle", "Sebastiaan", "S", "Exercise Physiology Research Group, Department of Kinesiology, KU Leuven, Leuven, Belgium."], ["Rossmeislova", "Lenka", "L", "Department for the Study of Obesity and Diabetes, Third Faculty of Medicine, Charles University, Prague, Czechia."], ["Koppo", "Katrien", "K", "Exercise Physiology Research Group, Department of Kinesiology, KU Leuven, Leuven, Belgium."]], "text": "Many physiological changes occur with aging. These changes often, directly or indirectly, result in a deterioration of the quality of life and even in a shortening of life expectancy. Besides increased levels of reactive oxygen species, DNA damage and cell apoptosis, another important factor affecting the aging process involves a systemic chronic low-grade inflammation. This condition has already been shown to be interrelated with several (sub)clinical conditions, such as insulin resistance, atherosclerosis and Alzheimer's disease. Recent evidence, however, shows that chronic low-grade inflammation also contributes to the loss of muscle mass, strength and functionality, referred to as sarcopenia, as it affects both muscle protein breakdown and synthesis through several signaling pathways. Classic interventions to counteract age-related muscle wasting mainly focus on resistance training and/or protein supplementation to overcome the anabolic inflexibility from which elderly suffer. Although the elderly benefit from these classic interventions, the therapeutic potential of anti-inflammatory strategies is of great interest, as these might add up to/support the anabolic effect of resistance exercise and/or protein supplementation. In this review, the molecular interaction between inflammation, anabolic sensitivity and muscle protein metabolism in sarcopenic elderly will be addressed.", "id": "29311975", "date": "2017-12-12", "title": "The Role of Inflammation in Age-Related Sarcopenia.", "doi": "10.3389/fphys.2017.01045", "journal": ["Frontiers in physiology", "Front Physiol"]}