{"authors": [["Luo", "Jian-Quan", "JQ", "Department of Pharmacy, The Second Xiangya Hospital, Central South University, Changsha, China."], ["Ren", "Huan", "H", "Department of Clinical Pharmacology, Xiangya Hospital, Central South University, Changsha, China."], ["Banh", "Hoan Linh", "HL", "Department of Family Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."], ["Liu", "Mou-Ze", "MZ", "Department of Pharmacy, The Second Xiangya Hospital, Central South University, Changsha, China."], ["Xu", "Ping", "P", "Department of Pharmacy, The Second Xiangya Hospital, Central South University, Changsha, China."], ["Fang", "Ping-Fei", "PF", "Department of Pharmacy, The Second Xiangya Hospital, Central South University, Changsha, China."], ["Xiang", "Da-Xiong", "DX", "Department of Pharmacy, The Second Xiangya Hospital, Central South University, Changsha, China."]], "text": "Background and Objective: Apolipoprotein E (APOE) plays important roles in lipoprotein metabolism and cardiovascular disease. Evidence suggests the APOE gene epsilon2/epsilon3/epsilon4 (ε2/ε3/ε4) polymorphisms might be associated with the susceptibility of coronary artery disease (CAD) in patients with type 2 diabetes mellitus (T2DM). However, no clear consensus has yet been established. Therefore, the aim of this meta-analysis is to provide a precise conclusion on the potential association between APOE ε2/ε3/ε4 polymorphisms and the risk of CAD in patients with T2DM based on case-control studies. Methods: Pubmed, Embase, Chinese National Knowledge Infrastructure (CNKI), and Wanfang databases were searched for all relevant studies prior to August 2017 in English and Chinese language. The pooled odds ratios (ORs) and their corresponding 95% confidence intervals (CIs) were used to assess the strength of the relationships. The between-study heterogeneity was evaluated by Cochran's Q-test and the I2 index to adopt fixed- or random- effect models. Results: A total of 13 studies were eligible for inclusion. There was evidence for significant associations between APOE ε4 mutation and the risk of CAD in patients with T2DM (for ε3/ε4 vs. ε3/ε3: OR = 1.69, 95% CI = 1.38-2.08, P < 0.001; for ε4/ε4 vs. ε3/ε3: OR = 2.72, 95% CI = 1.61-4.60, P < 0.001; for ε4/ε4+ε3/ε4 vs. ε3/ε3: OR = 1.83, 95% CI = 1.52-2.22, P < 0.001; for ε4 allele vs. ε3 allele: OR = 1.64, 95% CI = 1.40-1.94, P < 0.001). In contrast, no significant associations were found in genetic model of APOE ε2 mutation (for ε2/ε2 vs. ε3/ε3: OR = 1.67, 95% CI = 0.90-3.09, P = 0.104; for ε2/ε3 vs. ε3/ε3: OR = 1.18, 95% CI = 0.93-1.51, P = 0.175; for ε2/ε2+ε2/ε3 vs. ε3/ε3: OR = 1.26, 95% CI = 0.88-1.82, P = 0.212; for ε2 allele vs. ε3 allele: OR = 1.34, 95% CI = 0.98-1.84, P = 0.07). Conclusions: The APOE gene ε4 mutation is associated with an increased risk of CAD in patients with T2DM, while the ε2 variation has null association with this disease.", "id": "29311965", "date": "2017-12-12", "title": "The Associations between Apolipoprotein E Gene Epsilon2/Epsilon3/Epsilon4 Polymorphisms and the Risk of Coronary Artery Disease in Patients with Type 2 Diabetes Mellitus.", "doi": "10.3389/fphys.2017.01031", "journal": ["Frontiers in physiology", "Front Physiol"]}