{"authors": [["Parween", "Shama", "S", "Department of Biochemistry, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Varghese", "Divya S", "DS", "Department of Biochemistry, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Ardah", "Mustafa T", "MT", "Department of Biochemistry, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Prabakaran", "Ashok D", "AD", "Department of Anatomy, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Mensah-Brown", "Eric", "E", "Department of Anatomy, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Emerald", "Bright Starling", "BS", "Department of Anatomy, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Ansari", "Suraiya A", "SA", "Department of Biochemistry, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."]], "text": "The nutrient responsive O-GlcNAcylation is a dynamic post-translational protein modification found on several nucleocytoplasmic proteins. Previous studies have suggested that hyperglycemia induces the levels of total O-GlcNAcylation inside the cells. Hyperglycemia mediated increase in protein O-GlcNAcylation has been shown to be responsible for various pathologies including insulin resistance and Alzheimer's disease. Since maternal hyperglycemia during pregnancy is associated with adverse neurodevelopmental outcomes in the offspring, it is intriguing to identify the effect of increased protein O-GlcNAcylation on embryonic neurogenesis. Herein using human embryonic stem cells (hESCs) as model, we show that increased levels of total O-GlcNAc is associated with decreased neural progenitor proliferation and premature differentiation of cortical neurons, reduced AKT phosphorylation, increased apoptosis and defects in the expression of various regulators of embryonic corticogenesis. As defects in proliferation and differentiation during neurodevelopment are common features of various neurodevelopmental disorders, increased O-GlcNAcylation could be one mechanism responsible for defective neurodevelopmental outcomes in metabolically compromised pregnancies such as diabetes.", "id": "29311838", "date": "2017-12-21", "title": "Higher O-GlcNAc Levels Are Associated with Defects in Progenitor Proliferation and Premature Neuronal Differentiation during in-Vitro Human Embryonic Cortical Neurogenesis.", "doi": "10.3389/fncel.2017.00415", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}