{"authors": [["Solís", "Karina H", "KH", "Departamento de Fisiología y Desarrollo Celular, Instituto Nacional de Perinatología \"Isidro Espinosa de los Reyes\", Mexico City, Mexico."], ["Méndez", "Laura I", "LI", "Departamento de Fisiología y Desarrollo Celular, Instituto Nacional de Perinatología \"Isidro Espinosa de los Reyes\", Mexico City, Mexico."], ["García-López", "Guadalupe", "G", "Departamento de Fisiología y Desarrollo Celular, Instituto Nacional de Perinatología \"Isidro Espinosa de los Reyes\", Mexico City, Mexico."], ["Díaz", "Néstor F", "NF", "Departamento de Fisiología y Desarrollo Celular, Instituto Nacional de Perinatología \"Isidro Espinosa de los Reyes\", Mexico City, Mexico."], ["Portillo", "Wendy", "W", "Departamento de Neurobiología Conductual y Cognitiva, Instituto de Neurobiología, Universidad Nacional Autónoma de México, Juriquilla Querétaro, Mexico."], ["De Nova-Ocampo", "Mónica", "M", "Programa Institucional de Biomedicina Molecular, Sección de Estudios de Posgrado e Investigación, Insituto Politécnico Nacional, Escuela Nacional de Medicina y Homeopatía, Mexico City, Mexico."], ["Molina-Hernández", "Anayansi", "A", "Departamento de Fisiología y Desarrollo Celular, Instituto Nacional de Perinatología \"Isidro Espinosa de los Reyes\", Mexico City, Mexico."]], "text": "Increased neuron telencephalic differentiation during deep cortical layer formation has been reported in embryos from diabetic mice. Transitory histaminergic neurons within the mesencephalon/rhombencephalon are responsible for fetal histamine synthesis during development, fibers from this system arrives to the frontal and parietal cortex at embryo day (E) 15. Histamine is a neurogenic factor for cortical neural stem cells in vitro through H1 receptor (H1R) which is highly expressed during corticogenesis in rats and mice. Furthermore, in utero administration of an H1R antagonist, chlorpheniramine, decreases the neuron markers microtubuline associated protein 2 (MAP2) and forkhead box protein 2. Interestingly, in the diabetic mouse model of diabetes induced with streptozotocin, an increase in fetal neurogenesis in terms of MAP2 expression in the telencephalon is reported at E11.5. Because of the reported effects on cortical neuron differentiation of maternal diabetes in one hand and of histamine in the other, here the participation of histamine and H1R on the increased dorsal telencephalic neurogenesis was explored. First, the increased neurogenesis in the dorsal telencephalon at E14 in diabetic rats was corroborated by immunohistochemistry and Western blot. Then, changes during corticogenesis in the level of histamine was analyzed by ELISA and in H1R expression by qRT-PCR and Western blot and, finally, we tested H1R participation in the increased dorsal telencephalic neurogenesis by the systemic administration of chlorpheniramine. Our results showed a significant increase of histamine at E14 and in the expression of the receptor at E12. The administration of chlorpheniramine to diabetic rats at E12 prevented the increased expression of βIII-tubulin and MAP2 mRNAs (neuron markers) and partially reverted the increased level of MAP2 protein at E14, concluding that H1R have an important role in the increased neurogenesis within the dorsal telencephalon of embryos from diabetic rats. This study opens new perspective on the participation of HA and H1R receptor in early corticogenesis in health and disease.", "id": "29311766", "date": "2017-12-14", "title": "The Histamine H1 Receptor Participates in the Increased Dorsal Telencephalic Neurogenesis in Embryos from Diabetic Rats.", "doi": "10.3389/fnins.2017.00676", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}