{"authors": [["Zhu", "Yubing", "Y", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."], ["Sun", "Zhipeng", "Z", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."], ["Du", "Yanmin", "Y", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."], ["Xu", "Guangzhong", "G", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."], ["Gong", "Ke", "K", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."], ["Zhu", "Bin", "B", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."], ["Zhang", "Nengwei", "N", "Diabetes Surgery Centre, General Surgery Department, Peking University Ninth School of Clinical Medicine (Beijing Shijitan Hospital, Capital Medical University)."]], "text": "Our purpose was to explore the remission of insulin resistance after bariatric surgery to discover the mechanism of diabetes remission excluding dietary factors. A retrospective case control study was conducted on patients with type 2 diabetes, who underwent laparoscopic sleeve gastrectomy (LSG) or laparoscopic gastric bypass surgery (LGB) in Beijing Shijitan Hospital from April 1, 2012 to April 1, 2013. The laboratory and anthropometric data was analyzed pre-surgery and during a 2-year follow-up. HOMA-IR was calculated and evaluated. The two surgical procedures were compared. No significant difference in complete remission rate was observed between the two groups (LGB group: 62.1%, LSG group: 60.0%, p = 0.892). HOMA-IR was reduced to a stable level at the 3rd month after surgery. The cut-off value of HOMA-IR was 2.38 (sensitivity: 0.938, specificity: 0.75) and 2.33 (sensitivity: 0.941, specificity: 0.778) respectively for complete remission after LSG or LGB surgery. Insulin resistance was improved while GLP-1 and Ghrelin was changed significantly in patients with type 2 diabetes prior to weight loss either in the LSG or LGB group. HOMA-IR decreased to less than the cut-off value at the 3rd month and was closely related to complete remission. The mechanism of bariatric surgery was not due just to simply dietary factors or body weight loss but also the remission of insulin resistance.", "id": "29311450", "date": null, "title": "Evaluation of insulin resistance improvement after laparoscopic sleeve gastrectomy or gastric bypass surgery with HOMA-IR.", "doi": "10.5582/bst.2017.01307", "journal": ["Bioscience trends", "Biosci Trends"]}