{"authors": [["Tomooka", "Kiyohide", "K", "Department of Public Health, Juntendo University Graduate School of Medicine."], ["Saito", "Isao", "I", "Department of Community Health Systems Nursing, Ehime University Graduate School of Medicine."], ["Furukawa", "Shinya", "S", "Department of Epidemiology and Preventive Medicine, Ehime University Graduate School of Medicine."], ["Maruyama", "Koutatsu", "K", "Department of Public Health, Juntendo University Graduate School of Medicine."], ["Eguchi", "Eri", "E", "Department of Public Health, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences."], ["Iso", "Hiroyasu", "H", "Department of Public Health, Juntendo University Graduate School of Medicine."], ["Tanigawa", "Takeshi", "T", "Department of Public Health, Juntendo University Graduate School of Medicine."]], "text": "Yellow tongue coating is one of the clinical signs for diabetes mellitus according to traditional East Asian medicine. Few reports have been available on the association between yellow tongue coating and the prevalence of type 2 diabetes in the general population. We examined that association among population samples of non-smoking men and women.The study subjects were Japanese non-smoking men (n = 315) and women (n = 654) aged 30-79 years who resided in Toon city and participated in the Toon Health Study from July 2011 through November 2014. Tongue coating was assessed by a nationally licensed acupuncturist and classified into three categories of white (normal), light yellow, and yellow. We performed an oral glucose tolerance test to confirm the presence of diabetes mellitus and prediabetes. The associations between yellow tongue coating and the prevalence of diabetes mellitus and prediabetes were examined using multivariable logistic regression analyses, adjusting for age, sex, body mass index, drinking status, and physical activity.The multivariable odds ratios of diabetes mellitus were 1.39 (95% confidence interval [CI], 0.72-2.67) for light yellow tongue coating and 2.23 (95% CI, 1.16-4.30) for yellow tongue coating compared with white tongue coating. The respective multivariable odds ratios of prediabetes were 1.13 (95% CI, 0.80-1.61) and 1.43 (95% CI, 0.96-2.12).Yellow tongue coating was associated with higher prevalence of diabetes mellitus and tended to be associated with that of prediabetes among Japanese non-smoking men and women.", "id": "29311441", "date": "2017-12-28", "title": "Yellow Tongue Coating is Associated With Diabetes Mellitus Among Japanese Non-smoking Men and Women: The Toon Health Study.", "doi": "10.2188/jea.JE20160169", "journal": ["Journal of epidemiology", "J Epidemiol"]}