{"authors": [["Waters", "David D", "DD", "Division of Cardiology, UCSF at Zuckerberg San Francisco General Hospital, San Francisco, CA, USA. Electronic address: david.waters@ucsf.edu."], ["Bangalore", "Sripal", "S", "Division of Cardiology, New York University School of Medicine, New York, NY, USA."], ["Fayyad", "Rana", "R", "Pfizer Inc, Pfizer, New York, NY, USA."], ["DeMicco", "David A", "DA", "Pfizer Inc, Pfizer, New York, NY, USA."], ["Laskey", "Rachel", "R", "Pfizer Inc, Pfizer, New York, NY, USA."], ["Melamed", "Shari", "S", "Pfizer Inc, Pfizer, New York, NY, USA."], ["Barter", "Philip J", "PJ", "Centre for Vascular Research, University of New South Wales, Sydney, New South Wales, Australia."]], "text": "Higher visit-to-visit variability in risk factors such as blood pressure and low-density lipoprotein (LDL)-cholesterol are associated with an increase in cardiovascular (CV) events.The purpose of this study was to determine whether variability in high-density lipoprotein cholesterol (HDL-C) and triglyceride levels predicted coronary and CV events in a clinical trial population with known coronary disease.We assessed intraindividual variability in fasting high-density lipoprotein (HDL)-cholesterol, triglyceride, and LDL-cholesterol measurements among 9572 patients in the Treating to New Targets trial and correlated the results with coronary events over a median follow-up of 4.9 years.In the fully adjusted Cox model, 1 standard deviation of average successive variability, defined as the average absolute difference between successive values, was associated with an increased risk of a coronary event for HDL-cholesterol (hazard ratio [HR] 1.16, 95% confidence interval [CI] 1.11-1.21, P < .0001), for triglycerides (HR 1.09, 95% CI 1.04-1.15, P = .0005), and for LDL-cholesterol (HR 1.14, 95% CI 1.09-1.19, P < .0001). Similar results were found for the 3 other measures of variability, standard deviation, coefficient of variability, and variability independent of the mean. Similar results were seen for CV events, stroke, and nonfatal myocardial infarction. Higher variability in triglyceride and LDL-cholesterol, but not HDL-cholesterol, was predictive of incident diabetes. The correlation among the variability of the 3 lipid measurements was weak.Visit-to-visit variability in fasting measurements of HDL-cholesterol, triglycerides, and LDL-cholesterol are predictive of coronary events, CV events, and for triglyceride and low-density lipoprotein cholesterol variability, incident diabetes. The mechanisms accounting for these associations remain to be determined.", "id": "29310989", "date": "2017-12-20", "title": "Visit-to-visit variability of lipid measurements as predictors of cardiovascular events.", "doi": "10.1016/j.jacl.2017.12.003", "journal": ["Journal of clinical lipidology", "J Clin Lipidol"]}