{"authors": [["Karimi", "Zahra", "Z", "Division of Cardiovascular Medicine, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, United States; Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Kahe", "Farima", "F", "Division of Cardiovascular Medicine, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, United States; Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Jamil", "Adeel", "A", "James J. Peters Veterans Affairs Medical Center, Icahn School of Medicine at Mount Sinai, Bronx, New York, United States."], ["Marszalek", "Jolanta", "J", "Department of Neurology, University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Ghanbari", "Asiye", "A", "Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Afarideh", "Mohsen", "M", "Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Khajeh", "Elias", "E", "Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Noshad", "Sina", "S", "Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Esteghamati", "Alireza", "A", "Endocrinology and Metabolism Research Center, Vali-Asr Hospital, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Chi", "Gerald", "G", "Division of Cardiovascular Medicine, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, United States. Electronic address: gerald.chi@baiminstitute.org."]], "text": "Nephropathy is a major complication of type 2 diabetes mellitus (T2DM) and is heralded by the insidious development of microalbuminuria (MA). It is suggested that the serum levels of Intercellular Adhesion Molecule-1 (ICAM-1) is correlated with diabetic nephropathy. In this cross-sectional study, we evaluated serum ICAM-1 level in diabetic patients with and without MA.A total of 187 participants were enrolled and were classified into three groups including 40 healthy controls and 2 diabetic groups with (n = 59) or without MA (n = 88). Serum levels of ICAM-1, fasting plasma glucose (FPG), hemoglobin A1c (HbA1c), total cholesterol, high density lipoprotein cholesterol, low density lipoprotein cholesterol, very low density lipoprotein cholesterol and C-reactive protein (CRP) were measured in all three groups. Statistical analyses were performed using the SPSS software. A P-value less than 0.05 was considered statistically significant.Serum levels of ICAM-1 were significantly higher in diabetic patients irrespective of MA. Moreover, ICAM-1 levels in patients with MA were significantly higher than patients without MA. Patients with MA had significantly higher age and blood pressure compared to those without MA (P = 0.001). Serum levels of ICAM-1 were significantly correlated with age and HbA1c.Overall, serum ICAM-1 levels were significantly higher in T2DM patients with MA and it may be associated with the severity of diabetic kidney disease.", "id": "29310968", "date": "2017-12-28", "title": "Intercellular adhesion molecule-1 in diabetic patients with and without microalbuminuria.", "doi": "10.1016/j.dsx.2017.12.028", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}