{"authors": [["Naumann", "Heike", "H", "Lab. of Molecular and Cellular Basis of Embryonic Development, Max-Delbrueck Center for Molecular Medicine, Robert-Roessle Strasse 10, Berlin 13125, Germany."], ["Rathjen", "Thomas", "T", "Max-Delbrueck Center for Molecular Medicine, Robert-Roessle Strasse 10, Berlin 13125, Germany."], ["Poy", "Matthew N", "MN", "Max-Delbrueck Center for Molecular Medicine, Robert-Roessle Strasse 10, Berlin 13125, Germany."], ["Spagnoli", "Francesca M", "FM", "Lab. of Molecular and Cellular Basis of Embryonic Development, Max-Delbrueck Center for Molecular Medicine, Robert-Roessle Strasse 10, Berlin 13125, Germany; Berlin Institute of Health (BIH), Berlin, Germany. Electronic address: francesca.spagnoli@mdc-berlin.de."]], "text": "Actin cytoskeleton remodeling is necessary for glucose-stimulated insulin secretion in pancreatic β-cells. A mechanistic understanding of actin dynamics in the islet is paramount to a better comprehension of β-cell dysfunction in diabetes. Here, we investigate the Rho GTPase regulator Stard13 and its role in F-actin cytoskeleton organization and islet function in adult mice.We used Lifeact-EGFP transgenic animals to visualize actin cytoskeleton organization and dynamics in vivo in the mouse islets. Furthermore, we applied this model to study actin cytoskeleton and insulin secretion in mutant mice deleted for Stard13 selectively in pancreatic cells. We isolated transgenic islets for 3D-imaging and perifusion studies to measure insulin secretion dynamics. In parallel, we performed histological and morphometric analyses of the pancreas and used in vivo approaches to study glucose metabolism in the mouse.In this study, we provide the first genetic evidence that Stard13 regulates insulin secretion in response to glucose. Postnatally, Stard13 expression became restricted to the mouse pancreatic islets. We showed that Stard13 deletion results in a marked increase in actin polymerization in islet cells, which is accompanied by severe reduction of insulin secretion in perifusion experiments. Consistently, Stard13-deleted mice displayed impaired glucose tolerance and reduced glucose-stimulated insulin secretion.Taken together, our results suggest a previously unappreciated role for the RhoGAP protein Stard13 in the interplay between actin cytoskeletal remodeling and insulin secretion.", "id": "29310936", "date": "2017-12-28", "title": "The RhoGAP Stard13 controls insulin secretion through F-actin remodeling.", "doi": "10.1016/j.molmet.2017.12.013", "journal": ["Molecular metabolism", "Mol Metab"]}