{"authors": [["Nora", "Mário", "M", "Department of General Surgery, Centro Hospitalar de Entre o Douro e Vouga, Santa Maria da Feira."], ["Morais", "Tiago", "T", "Clinical and Experimental Endocrinology, Multidisciplinary Unit for Biomedical Research (UMIB), ICBAS, University of Porto."], ["Almeida", "Rui", "R", "Clinical and Experimental Endocrinology, Multidisciplinary Unit for Biomedical Research (UMIB), ICBAS, University of Porto."], ["Guimarães", "Marta", "M", "Department of General Surgery, Centro Hospitalar de Entre o Douro e Vouga, Santa Maria da Feira."], ["Monteiro", "Mariana P", "MP", "Department of General Surgery, Centro Hospitalar de Entre o Douro e Vouga, Santa Maria da Feira."]], "text": "The objective is to access the role of Roux-en-Y gastric bypass (RYGB) biliopancreatic limb (BPL) length in type 2 diabetes (T2D) outcomes.RYGB is more effective than medical intervention for T2D treatment in obese patients. Despite the scarcity of available data, previous reports suggest that modifications of the RYGB limb lengths could improve the antidiabetic effects of the surgery.A cohort of obese T2D patients (n = 114) were submitted to laparoscopic RYGB, either with a standard BPL (SBPL) (n = 41; BPL 84 ± 2 cm) or long BPL (LBPL) (n = 73; BPL = 200 cm) and routinely monitored for weight loss and diabetic status up to 5 years after surgery.Baseline clinical features in the 2 patient subgroups were similar. After surgery, there was a significant reduction of body mass index (BMI) in both the groups, although the percentage of excess BMI loss (%EBMIL) after 5 years was higher for LBPL (75.50 ± 2.63 LBPL vs 65.90 ± 3.61 SBPL, P = .04). T2D remission rate was also higher (73% vs 55%, P < .05), while disease relapse rate (13.0% vs 32.5%; P < .05) and antidiabetic drug requirement in patients with persistent diabetes were lower after LBPL. Preoperative T2D duration predicted disease remission, but only for SBPL.RYGB with a longer BPL improves %EBMIL, T2D remission, and glycemic control in those with persistent disease, while it decreases diabetes relapse rate over time. The antidiabetic effects of LBPL RYGB also are less influenced by the preoperative disease duration. These data suggest the RYGB procedure could be tailored to improve T2D outcomes.", "id": "29310367", "date": null, "title": "Should Roux-en-Y gastric bypass biliopancreatic limb length be tailored to achieve improved diabetes outcomes?", "doi": "10.1097/MD.0000000000008859", "journal": ["Medicine", "Medicine (Baltimore)"]}