{"authors": [["Naz", "Iram", "I", "Georgetown University, Center for Wound Healing, MedStar Georgetown University Hospital, Washington, DC."], ["Walters", "Elliot", "E", "Georgetown University, Center for Wound Healing, MedStar Georgetown University Hospital, Washington, DC."], ["Akbari", "Cameron M", "CM", "Georgetown University, School of Medicine, MedStar Georgetown University Hospital, Washington, DC."], ["Attinger", "Christopher E", "CE", "Georgetown University, School of Medicine, MedStar Georgetown University Hospital, Washington, DC."], ["Kim", "Paul J", "PJ", "Division of Wound Healing, Hyperbaric Medicine, MedStar Georgetown University Hospital, Washington, DC."]], "text": "Vascular assessment of the lower extremity is a critical step in any patient presenting with lower extremity chronic wounds to predict the likelihood of healing and risk of amputation. This concept is vital in patients with diabetes due to their complex vascular anatomy and disease distribution. Three arteries supply the six angiosomes of the lower extremity (i.e., three-dimensional blocks of tissue fed by a \"source\" artery in the foot and ankle). In diabetic patients, assessment of adequate blood flow to the lower extremities is complicated by the presence of arterial calcification, associated neuropathy, and inflammation. This review focuses on noninvasive vascular assessment methods to better understand perfusion and direct therapy to improve diabetic wound healing. Clinical examination of pulses and Ankle Brachial Index (ABI) can be supplemented by handheld Doppler assessment of direction of blood flow and pulse volume recordings to understand the site and extent of peripheral arterial disease. Duplex ultrasound has been used, but is operator dependent. CT angiogram has limitations in the presence of calcifications and renal insufficiency, prevalent in the diabetic population. Novel modalities, like hyperspectral imaging, ICG fluorescence angiography, and nuclear imaging are being studied for their potential to overcome some of these challenges, but the data is limited. At present, these newer modalities are not widely available, but once validated by robust data, they may supplant older, less reliable techniques and improve our ability to predict wound healing. This will help reduce healthcare costs and improve outcomes as wound care specialists will be able to more accurately direct patients to the best treatment plan to preserve mobility and reduce mortality.", "id": "29310150", "date": "2017-10-12", "title": "Noninvasive Vascular Assessment of Lower Extremity Wounds in Diabetics: Are We Able to Predict Perfusion Deficits?", "doi": null, "journal": ["Surgical technology international", "Surg Technol Int"]}