{"authors": [["Chang", "Charles A", "CA", "Institute of Biomedical Studies, Baylor University, Waco, TX 76798, USA."], ["Akinbobuyi", "Babatope", "B", "Department of Chemistry and Biochemistry, Baylor University, Waco, TX 76798, USA."], ["Quintana", "Jeremy M", "JM", "Department of Chemistry and Biochemistry, Baylor University, Waco, TX 76798, USA."], ["Yoshimatsu", "Gumpei", "G", "Islet Cell Laboratory, Baylor Scott & White Research Institute, Dallas, TX 75226, USA."], ["Naziruddin", "Bashoo", "B", "Institute of Biomedical Studies, Baylor University, Waco, TX 76798, USA; Annette C. and Harold C. Simmons Transplant Institute, Baylor University Medical Center, Dallas, TX 75246, USA."], ["Kane", "Robert R", "RR", "Institute of Biomedical Studies, Baylor University, Waco, TX 76798, USA; Department of Chemistry and Biochemistry, Baylor University, Waco, TX 76798, USA. Electronic address: bob_kane@baylor.edu."]], "text": "The systemic administration of immunosuppressive and anti-inflammatory drugs is routinely employed in organ transplantation to minimize graft rejection and improve graft survival. Localized drug delivery has the potential to improve transplant outcomes by providing sustained exposure to efficacious drug concentrations while avoiding systemic immunosuppression and off-target effects. Here, we describe the synthesis of a novel prodrug and its direct covalent conjugation to pancreatic islets via a cleavable linker. Post-transplant, linker hydrolysis results in the release of a potent anti-inflammatory antagonist of TLR4, localized to the site of implantation. This covalent islet modification significantly reduces the time and the minimal effective dose of islets necessary to achieve normoglycemia in a murine transplantation model. In streptozotocin-induced diabetic C57BL/6 mice a syngeneic transplant of ∼100 modified islets achieved a 100% cure rate by the end of a 4-week monitoring period, compared to a 0% cure rate for untreated control islets. Overall, this direct prodrug conjugation to islets is well tolerated and preserves their functionality while affording significantly superior transplant outcomes. The development of drug-eluting tissues that deliver sustained and localized doses of small-molecule therapeutics represents a novel pathway for enhancing success in transplantation.", "id": "29309990", "date": "2017-12-28", "title": "Ex-vivo generation of drug-eluting islets improves transplant outcomes by inhibiting TLR4-Mediated NFkB upregulation.", "doi": "10.1016/j.biomaterials.2017.12.020", "journal": ["Biomaterials", "Biomaterials"]}