{"authors": [["Preaubert", "Lise", "L", "Port Royal Maternity Unit, Cochin Hospital, Assistance Publique des Hôpitaux de Paris, DHU Risks and Pregnancy, 75014 Paris, France. Electronic address: lisepreaubert@free.fr."], ["Vincent-Rohfritsch", "Aurélie", "A", "Port Royal Maternity Unit, Cochin Hospital, Assistance Publique des Hôpitaux de Paris, DHU Risks and Pregnancy, 75014 Paris, France."], ["Santulli", "Pietro", "P", "Department of Gynecology and Reproductive Medicine, Cochin Hospital, Assistance Publique des Hôpitaux de Paris, 75014 Paris, France; Paris Descartes University, 75006 Paris, France."], ["Gayet", "Vanessa", "V", "Department of Gynecology and Reproductive Medicine, Cochin Hospital, Assistance Publique des Hôpitaux de Paris, 75014 Paris, France."], ["Goffinet", "François", "F", "Port Royal Maternity Unit, Cochin Hospital, Assistance Publique des Hôpitaux de Paris, DHU Risks and Pregnancy, 75014 Paris, France; Paris Descartes University, 75006 Paris, France; INSERM U1153, Obstetrical, Perinatal and Pediatric Epidemiology Research Team (Epopé), Research Center for Epidemiology and Biostatistics Sorbonne Paris Cité (CRESS), 75014 Paris, France."], ["Le Ray", "Camille", "C", "Port Royal Maternity Unit, Cochin Hospital, Assistance Publique des Hôpitaux de Paris, DHU Risks and Pregnancy, 75014 Paris, France; Paris Descartes University, 75006 Paris, France; INSERM U1153, Obstetrical, Perinatal and Pediatric Epidemiology Research Team (Epopé), Research Center for Epidemiology and Biostatistics Sorbonne Paris Cité (CRESS), 75014 Paris, France."]], "text": "Women increasingly resort to oocyte donation to become pregnant. The high risk of preeclampsia found in oocyte donation pregnancies and the separate risk of preeclampsia associated with sperm donation may be cumulative in double donation pregnancies. We aimed to study the obstetrical and perinatal outcomes of pregnancies obtained by double donation (both oocyte and sperm) in comparison with those obtained by oocyte donation alone (oocyte donation and partner's sperm).This cohort study included all women aged 43 and older who became pregnant after oocyte donation and gave birth between 2010 and 2016 in a tertiary maternity center. Primary outcomes were preeclampsia and hypertensive gestational disorders. Secondary outcomes were gestational diabetes, placental abnormalities, postpartum hemorrhage, perinatal death, and preterm delivery. We used univariate and multivariate analysis to compare IVF with double donation and IVF with oocyte donation alone for obstetric and perinatal outcomes.247 women, 53 with double donations and 194 with oocyte donations alone, gave birth to 339 children. We observed no significant differences between groups for any obstetric or perinatal complications, except for the risk of gestational diabetes, which was more frequent in women with double donations compared with oocyte donation alone (26.4% vs. 12.9%, P = 0.02) and remained significant after adjustment (aOR = 2.80 95%CI[1.26-6.17]). Rates of gestational hypertension and preeclampsia were high, but similar between groups (20.7% vs. 26.3%, P = 0.41, and 18.9% vs. 17.5%, P = 0.82).Women undergoing oocyte donation should be fully informed of its high rates of obstetric and perinatal risks. However, except for a higher observed risk of gestational diabetes, double donation does not appear to be associated with a higher risk of complications than oocyte donation alone.", "id": "29309921", "date": "2017-12-15", "title": "Outcomes of pregnancies achieved by double gamete donation: A comparison with pregnancies obtained by oocyte donation alone.", "doi": "10.1016/j.ejogrb.2017.12.026", "journal": ["European journal of obstetrics, gynecology, and reproductive biology", "Eur. J. Obstet. Gynecol. Reprod. Biol."]}