{"authors": [["Zhu", "Guan-Cheng", "GC", "Institute of Allied Health Sciences, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Tsai", "Kun-Ling", "KL", "Department of Physical Therapy, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Chen", "Yu-Wen", "YW", "Department of Medical Research, Chi-Mei Medical Center, Tainan, Taiwan, and Department of Physical Therapy, College of Health Care, China Medical University, Taichung, Taiwan."], ["Hung", "Ching-Hsia", "CH", "Department of Physical Therapy, College of Medicine, National Cheng Kung University, No.1 Ta-Hsueh Road, Tainan, Taiwan."]], "text": "Painful diabetic neuropathy (PDN) is a common complication in patients with diabetes. It is related to ischemic nerve damage and the increase in the levels of proinflammatory mediators, such as tumor necrosis factor α (TNF-α) and interleukin 1β (IL-1β). Neural mobilization may have the potential to alleviate PDN, but it has not yet been tested. Also, the physiological mechanism of neural mobilization is unclear.The objective of this study was to investigate treatment effect and physiological mechanism of neural mobilization.This was an experimental study using rats with streptozocin (or streptozotocin)-induced type 1 diabetes.Three groups were used in the study, the control group (vehicle), the diabetes group (PDN group), and the neural mobilization treatment group (PDN-NM group) (n = 6). Rats in the vehicle group were healthy rats. Rats in the PDN and PDN-NM groups were rats with diabetes. Rats in the PDN-NM group received treatment in the right sciatic nerve, whereas rats in the PDN group did not. Mechanical pain sensitivity and the levels of IL-1β and TNF-α in the sciatic nerve branches and trunk, the L4 to L6 dorsal horn ganglion, and the spinal cord dorsal horn were measured.Mechanical allodynia was alleviated after treatment, but the effect was limited to the treatment side. The concentrations of proinflammatory cytokines were decreased in the nerves that received treatment compared with those on the other side, indicating that neural mobilization may reduce mechanical sensitivity by decreasing the concentrations of local sensitizing agents.A limitation of this study was that no direct measurement of nerve blood flow was done.The results of this study showed that neural mobilization effectively alleviated mechanical allodynia in rats with PDN. The side that received treatment had lower concentrations of TNF-α and IL-1β in the sciatic nerve branches and sciatic nerve trunk; this result may have been related to the alleviation of mechanical allodynia.", "id": "29309710", "date": "2017-12-22", "title": "Neural Mobilization Attenuates Mechanical Allodynia and Decreases Proinflammatory Cytokine Concentrations in Rats With Painful Diabetic Neuropathy.", "doi": "10.1093/ptj/pzx124", "journal": ["Physical therapy", "Phys Ther"]}