{"authors": [["Anastasilakis", "Athanasios D", "AD", "Department of Endocrinology, 424 General Military Hospital, Thessaloniki, Greece."], ["Makras", "Polyzois", "P", "Department of Endocrinology and Diabetes, 251 Hellenic Air Force & VA General Hospital, Athens, Greece."], ["Pikilidou", "Maria", "M", "Laboratory of Clinical and Molecular Endocrinology, 1st Department of Internal Medicine, AHEPA University Hospital, Aristotle University of Thessaloniki."], ["Tournis", "Symeon", "S", "Laboratory of Research of Musculoskeletal System \"Th. Garofalidis\", Medical School, University of Athens, KAT Hospital."], ["Makris", "Konstantinos", "K", "Laboratory of Research of Musculoskeletal System \"Th. Garofalidis\", Medical School, University of Athens, KAT Hospital."], ["Bisbinas", "Ilias", "I", "1st Department of Orthopaedics, 424 General Military Hospital, Thessaloniki, Greece."], ["Tsave", "Olga", "O", "Laboratory of Clinical and Molecular Endocrinology, 1st Department of Internal Medicine, AHEPA University Hospital, Aristotle University of Thessaloniki."], ["Yovos", "John G", "JG", "Laboratory of Clinical and Molecular Endocrinology, 1st Department of Internal Medicine, AHEPA University Hospital, Aristotle University of Thessaloniki."], ["Yavropoulou", "Maria P", "MP", "Laboratory of Clinical and Molecular Endocrinology, 1st Department of Internal Medicine, AHEPA University Hospital, Aristotle University of Thessaloniki."]], "text": "Expression of microRNAs (miRs) related to bone metabolism in the serum maybe affected by anti-osteoporotic treatment.To investigate the effect of two anti-osteoporotic agents with opposite effects on bone metabolism on microRNA expression profile in the serum.Observational, open label, non-randomized clinical trial.The outpatient clinics for Metabolic Bone Diseases of 424 General Military Hospital, Thessaloniki, Greece.Postmenopausal women with low bone mass were treated with either teriparatide (n=30) or denosumab (n=30) for 12 months.Changes in the serum expression of selected miRs linked to bone metabolism at 3 and 12 months of treatment. Secondary measurements: associations of measured miRs with changes in bone mineral density (BMD) at 12 months and the bone turnover markers (BTM) C-terminal telopeptide of type I collagen (β-CTX) and procollagen type I N-terminal propeptide (P1NP) at 3 and 12 months.We found significantly decreased therelative expression of miR-33-3p at 3 months (p=0.03) and of miR-133a at 12 months (p=0.042) of teriparatide treatment. BMD values at 12 months of teriparatide treatment were significantly and inversely correlated with miR-124-3p expression at 3 months (p=0.008). Relative expression of miR-24-3p and miR-27a was correlated with changes in BTM during teriparatide treatment and of miR-21-5p, miR-23a-3p, miR-26a-5p, miR-27a, miR-222-5p and miR-335-5p with changes in BTM during denosumab treatment.Circulating miRs are differentially affected by treatment with teriparatide and denosumab. Teriparatide affects the relative expression of mirRs related to the expression of RUNX-2 (miR-33) and DKK-1 gene (miR-133).", "id": "29309589", "date": "2017-12-22", "title": "Changes of circulating micro-RNAs in response to treatment with teriparatide or denosumab in postmenopausal osteoporosis.", "doi": "10.1210/jc.2017-02406", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}