{"authors": [["Fumagalli", "Stefano", "S", "Geriatric Intensive Care Unit, Department of Experimental and Clinical Medicine, University of Florence and AOU Careggi, Florence, Italy."], ["Said", "Salah A", "SA", "Department of Cardiology, Hospital Group Twente, Hengelo, the Netherlands."], ["Laroche", "Cecile", "C", "EURObservational Research Programme Department, European Society of Cardiology, Sophia Antipolis, France."], ["Gabbai", "Debbie", "D", "Geriatric Intensive Care Unit, Department of Experimental and Clinical Medicine, University of Florence and AOU Careggi, Florence, Italy."], ["Boni", "Serena", "S", "Geriatric Intensive Care Unit, Department of Experimental and Clinical Medicine, University of Florence and AOU Careggi, Florence, Italy."], ["Marchionni", "Niccolò", "N", "Geriatric Intensive Care Unit, Department of Experimental and Clinical Medicine, University of Florence and AOU Careggi, Florence, Italy."], ["Boriani", "Giuseppe", "G", "Cardiology Division, Department of Diagnostics, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena Hospital, Modena, Italy."], ["Maggioni", "Aldo P", "AP", "EURObservational Research Programme Department, European Society of Cardiology, Sophia Antipolis, France."], ["Musialik-Lydka", "Agata", "A", "NZOZ \"OPIFER\", Zabrze, Poland."], ["Sokal", "Adam", "A", "1st Department of Cardiology, Congenital Heart Diseases and Electrotherapy, Silesian Center of Heart Diseases, Zabrze, Poland."], ["Petersen", "Jens", "J", "Sygehus Vendsyssel, Medicinsk afdeling, Hjørring, Denmark."], ["Crijns", "Harry J G M", "HJGM", "Department of Cardiology, Maastricht University Medical Center, Maastricht, The Netherlands."], ["Lip", "Gregory Y H", "GYH", "Institute of Cardiovascular Sciences, City Hospital, Birmingham, England, UK."], [null, null, null, null]], "text": "Diabetes mellitus (DM) is one of the most important cardiovascular (CV) risk factors. The aim of this study was to evaluate clinical correlates of DM, including management and outcomes, in the EURObservational Research Programme (EORP) - Atrial Fibrillation (AF) General Pilot (EORP-AF) Registry of the European Society of Cardiology.We studied consecutive patients (N = 3101) enrolled in 70 centers of 9 European countries between February 2012 and March 2013, and compared diabetics with non-diabetics during a one-year follow-up. In the overall cohort, the prevalence of DM was 20.6%. Diabetics were older (71±9 vs. 68±12 years, p < 0.0001) and had more comorbidities, higher CHA2DS2-VASc score (4.6±1.6 vs. 2.9±1.7, p < 0.0001) and higher prevalence of permanent AF (21.5 vs. 16.0%, p = 0.0022). Quality of life amongst DM patients was significantly worse (AF-QoL score: 45.2±19.2 vs. 49.3±20.1, p < 0.0001). Amongst diabetics, the use of electrical cardioversion (16.2 vs. 24.6%, p < 0.0001) and catheter ablation (3.3 vs. 8.6%, p < 0.0001) was lower, whilst oral anticoagulants were more often prescribed (84.3 vs. 78.9%, p = 0.0027). After one year, diabetic patients had significantly higher all-cause (11.9 vs. 4.9%, p < 0.0001), CV (6.2 vs. 1.9%, p < 0.0001) and non-CV mortality (2.3 vs. 1.1%, p = 0.0356).In AF patients, DM is associated with a higher prevalence of comorbidities and a worse quality of life. After one year, all-cause, CV and non-CV mortality were significantly higher in diabetic subjects.", "id": "29309557", "date": "2017-12-22", "title": "Management and prognosis of atrial fibrillation in diabetic patients: an EORP-AF General Pilot Registry report.", "doi": "10.1093/ehjcvp/pvx037", "journal": ["European heart journal. Cardiovascular pharmacotherapy", "Eur Heart J Cardiovasc Pharmacother"]}