{"authors": [["Meijnikman", "Abraham S", "AS", "Department of Vascular Medicine, Academic Medical Center, Amsterdam, The Netherlands."], ["Gerdes", "Victor E", "VE", "Department of Vascular Medicine, Academic Medical Center, Amsterdam, The Netherlands."], ["Nieuwdorp", "Max", "M", "Department of Vascular Medicine, Academic Medical Center, Amsterdam, The Netherlands."], ["Herrema", "Hilde", "H", "Department of Vascular Medicine, Academic Medical Center, Amsterdam, The Netherlands."]], "text": "The pathophysiology of obesity and obesity-related diseases such as type 2 diabetes mellitus (T2DM) is complex and driven by many factors. One of the most recently identified factors in development of these metabolic pathologies is the gut microbiota. The introduction of affordable, high-throughput sequencing technologies has significantly expanded our understanding of the role of the gut microbiome in modulation of host metabolism and (cardio)metabolic disease development. Nevertheless, evidence for a role of the gut microbiome as causal, driving factor in disease development mainly originates from studies in mouse models: data showing causality in humans is scarce. In this review, we will discuss the quality of evidence supporting a causal role for the gut microbiome in the development of obesity and diabetes, in particular T2DM, in humans. Considering overlap in potential mechanisms, the role of the gut microbiome in type 1 diabetes mellitus will also be addressed. We will elaborate on factors that drive microbiome composition in humans and discuss how alterations in microbial composition or microbial metabolite production contribute to disease development. Challenging aspects in determining causality in humans will be postulated together with strategies that might hold potential to overcome these challenges. Furthermore, we will discuss means to modify gut microbiome composition in humans to help establish causality and discuss systems biology approaches that might hold the key to unravel the role of gut microbiome in obesity and T2DM.", "id": "29309555", "date": "2017-12-22", "title": "\"Evaluating Causality of Gut Microbiota in Obesity and Diabetes in Humans\".", "doi": "10.1210/er.2017-00192", "journal": ["Endocrine reviews", "Endocr. Rev."]}