{"authors": [["Arda Sürücü", "Hamdiye", "H", "1 Dicle University, Diyarbakır, Turkey."], ["Büyükkaya Besen", "Dilek", "D", "2 Dokuz Eylul University, Izmir, Turkey."]], "text": "Type 2 diabetes is a chronic, progressive disease that has reached pandemic proportions. In Turkey, the frequency of diabetes in individuals aged 20 years or older has been reported to be 13.7% compared with the worldwide prevalence of 8.5%. Empowerment has been correlated with improvement in diabetic self-management capabilities and glycemic control. The purpose of this study was to examine predictors of \"empowerment\" in individuals with type 2 diabetes from Turkey.This was a secondary analysis with a cross-sectional correlation design using stepwise linear regression to evaluate previously collected data from 220 type 2 diabetic individuals in Turkey from January through July 2014. Demographic and Disease-Related Information Form, Diabetes Empowerment Scale, and Multidimensional Scale of Perceived Social Support were used to collect the research data.Being educated about diabetes (β = .22, p < .001), high school (β = .16, p = .007), university (β = .12, p = .046), age (β = -.18, p = .003), social support (β = .15, p = .027), employment status (β = .13, p = .045), and A1C (β = -.12, p = .046) were statistically significant predictors of empowerment of type 2 diabetic individuals, and these variables explained 30% of the common variance.It is important for nurses to assess sources of social support and integrate the results of this assessment to ensure the empowerment of the patient during diabetes education. For the empowerment of diabetic individuals, attempts should be made to increase the diabetes literacy levels of diabetic individuals who have low level of education and who are in the older age group, and patients who can get employed could be directed to work life.", "id": "29308705", "date": "2017-12-01", "title": "Predictors of Empowerment in Individuals With Type 2 Diabetes Mellitus.", "doi": "10.1177/1043659617750259", "journal": ["Journal of transcultural nursing : official journal of the Transcultural Nursing Society", "J Transcult Nurs"]}