{"authors": [["Rahimi", "Esmaeil", "E", "Department of Genetics, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."], ["Ahmadi", "Amirhossein", "A", "Department of Genetics, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."], ["Boroumand", "Mohammad Ali", "MA", "Tehran Heart Center, Tehran University of Medical Sciences, Tehran, Iran. Electronic Address: behmanesh@modares.ac.ir."], ["Mohammad Soltani", "Bahram", "B", "Department of Genetics, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."], ["Behmanesh", "Mehrdad", "M", "Department of Genetics, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."]], "text": "ANRIL is an important antisense noncoding RNA gene in the INK4 locus (9p21.3), a hot spot region associated with multiple disorders including coronary artery disease (CAD), type 2 diabetes mellitus (T2DM) and many different types of cancer. It has been shown that its expression is dysregulated in a variety of immune-mediated diseases. CAD is a major problem in T2DM patients and the cause of almost 60% of deaths in these patients worldwide. The aim of the present study was to compare the expression level of ANRIL between T2DM patients with and without CAD.In this case-control study, we examined ANRIL expression in peripheral blood mononuclear cell samples by quantitative reverse transcription- polymerase chain reaction (RT-qPCR) in 64 T2DM patients with and without CAD (33 CAD+ and 31 CAD- patients respectively, established by coronary angiography).Expression analysis revealed that ANRIL was up regulated (2.34-Fold, P=0.012) in CAD+ versus CADdiabetic patients. Data from receiver operating characteristic (ROC) curve analysis has shown that ANRIL could act as a potential biomarker for detecting CAD in diabetic patients.The expression level of ANRIL is associated with presence of CAD in diabetic patients and could be considered as a potential peripheral biomarker.", "id": "29308617", "date": "2017-12-01", "title": "Association of ANRIL Expression with Coronary Artery Disease in Type 2 Diabetic Patients.", "doi": "10.22074/cellj.2018.4821", "journal": ["Cell journal", "Cell J"]}