{"authors": [["Erfani Majd", "Naeem", "N", "Department of Basic Sciences, Histology Section, Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz, Ahvaz, Iran."], ["Tabandeh", "Mohammad Reza", "MR", "Stem Cell and Transgenic Technology Research Center of Shahid Chamran University of Ahvaz, Ahvaz, Iran."], ["Shahriari", "Ali", "A", "Department of Biochemistry and Molecular Biology Section, Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz, Ahvaz, Iran."], ["Soleimani", "Zahra", "Z", "Department of Basic Sciences, Histology Section, Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz, Ahvaz, Iran."]], "text": "Okra (Abelmoschus esculentus) is a tropical vegetable that is rich in carbohydrates, fibers, proteins and natural antioxidants. The aim of the present study was to evaluate the effects of Okra powder on pancreatic islets and its action on the expression of PPAR-γ and PPAR-α genes in pancreas of high-fat diet (HFD) and streptozotocininduced diabetic rats.In this experimental study, diabetes was induced by feeding HFD (60% fat) for 30 days followed by an injection of streptozotocin (STZ, 35 mg/kg). Okra powder (200 mg/kg) was given orally for 30 days after diabetes induction. At the end of the experiment, pancreas tissues were removed and stained by haematoxylin and Eozine and aldehyde fuchsin for determination of the number of β-cells in pancreatic islets. Fasting blood sugar (FBS), Triglycerides (TG), cholesterol, high density lipoprotein (HDL), low density lipoprotein (LDL), and insulin levels were measured in serum. Moreover, PPAR-γ and PPAR-α mRNAs expression were measured in pancreas using real time polymerase chain reaction (PCR) analysis.Okra supplementation significantly decreased the elevated levels of FBS, total cholesterol, and TG and attenuated homeostasis model assessment of basal insulin resistance (HOMA-IR) index in diabetic rats. The expression levels of PPAR-γ and PPAR-α genes that were elevated in diabetic rats, attenuated in okra-treated rats (P<0.05). Furthermore, okra improved the histological damages of pancreas including vacuolization and decreased β-cells mass, in diabetic rats.Our findings confirmed the potential anti-hyperglycemic and hypolipidemic effects of Okra. These changes were associated with reduced pancreatic tissue damage. Down-regulation of PPARs genes in the pancreas of diabetic rats after treatment with okra, demonstrates that okra may improve glucose homeostasis and β-cells impairment in diabetes through a PPAR-dependent mechanism.", "id": "29308616", "date": "2017-12-01", "title": "Okra (Abelmoscus esculentus) Improved Islets Structure, and Down-Regulated PPARs Gene Expression in Pancreas of High-Fat Diet and Streptozotocin-Induced Diabetic Rats.", "doi": "10.22074/cellj.2018.4819", "journal": ["Cell journal", "Cell J"]}