{"authors": [["Letourneau", "Lisa R", "LR", "Department of Medicine, Section of Adult and Pediatric Endocrinology, Diabetes and Metabolism, University of Chicago, Chicago, Illinois, 60637."], ["Carmody", "David", "D", "Department of Endocrinology, Singapore General Hospital, Singapore 169608."], ["Philipson", "Louis H", "LH", "Department of Medicine, Section of Adult and Pediatric Endocrinology, Diabetes and Metabolism, University of Chicago, Chicago, Illinois, 60637."], ["Greeley", "Siri Atma W", "SAW", "Department of Medicine, Section of Adult and Pediatric Endocrinology, Diabetes and Metabolism, University of Chicago, Chicago, Illinois, 60637."]], "text": "Although mutations in the proinsulin gene (INS) are the second most common cause of neonatal diabetes mellitus, the natural history of β-cell death and the most appropriate treatments remains unknown. We describe the management and outcome of two sisters with INS-mediated diabetes (S1 and S2) and suggest that more intensive insulin treatment of S2 may have resulted in better clinical outcomes. S1 was diagnosed with diabetes after presenting with serum glucose of 404 mg/dL (22.4 mmol/L) and started multiple daily insulin injections at age 4 months, followed by continuous subcutaneous insulin infusion (CSII) at age 42 months. S1 had positive genetic testing at age 4 months for the GlyB8Ser or Gly32Ser mutation in proinsulin. S2 had positive research-based genetic testing, age 1 month, before she had consistently elevated blood glucose levels. Continuous glucose monitoring revealed abnormal excursions to 200 mg/dL. Low-dose insulin therapy was initiated at age 2.5 months via CSII. At age-matched time points, S2 had higher C-peptide levels, lower hemoglobin A1c values, and lower estimated doses of insulin as compared with S1. Earlier, more intensive insulin treatment was associated with higher C-peptide levels, decreased insulin dosing, and improved glycemic control. Initiating exogenous insulin before overt hyperglycemia and maintaining intensive insulin management may reduce the demand for endogenous insulin production and may preserve β-cell function. Studies accumulating data on greater numbers of participants will be essential to determine whether these associations are consistent for all INS gene mutations.", "id": "29308449", "date": "2017-11-24", "title": "Early Intensive Insulin Use May Preserve β-Cell Function in Neonatal Diabetes Due to Mutations in the Proinsulin Gene.", "doi": "10.1210/js.2017-00356", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}