{"authors": [["Metcalfe", "Amy", "A", "Department of Obstetrics and Gynecology, University of Calgary, Calgary, Alberta T2N 2T9, Canada."], ["Sabr", "Yasser", "Y", "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia V6H 3N1, Canada."], ["Hutcheon", "Jennifer A", "JA", "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia V6H 3N1, Canada."], ["Donovan", "Lois", "L", "Department of Obstetrics and Gynecology, University of Calgary, Calgary, Alberta T2N 2T9, Canada."], ["Lyons", "Janet", "J", "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia V6H 3N1, Canada."], ["Burrows", "Jason", "J", "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia V6H 3N1, Canada."], ["Joseph", "K S", "KS", "Department of Obstetrics and Gynecology, University of British Columbia, Vancouver, British Columbia V6H 3N1, Canada."]], "text": "Multiple consensus statements decree that women with diabetes mellitus should have comparable birth outcomes to women without diabetes mellitus; however, there is a scarcity of contemporary population-based studies on this issue.To examine temporal trends in obstetric interventions and perinatal outcomes in a population-based cohort of women with type 1, type 2, or gestational diabetes mellitus compared with a control population.Cross-sectional study.National hospitalization data (Canada except Quebec) from 2004 to 2015.Pregnant women with type 1 (n = 7362), type 2 (n = 11,028), and gestational diabetes mellitus (n = 149,780) and women without diabetes mellitus (n = 2,688,231).Rates of obstetric intervention, maternal morbidity, and neonatal morbidity/mortality.A consistent relationship was generally observed between diabetes mellitus subtype and obstetric outcomes, with women with type 1 diabetes mellitus having the highest rate of intervention and the highest rates of adverse perinatal outcomes followed by women with type 2 diabetes mellitus and women with gestational diabetes mellitus. Rates of severe preeclampsia were 1.2% among women without diabetes mellitus, 2.1% among women with gestational diabetes mellitus, 4.2% among women with type 2 diabetes mellitus, and 7.5% among women with type 1 diabetes mellitus (P < 0.001). The rate of neonatal morbidity ranged from 8.7% in women without diabetes mellitus to 11.0%, 17.4%, and 24.1% in women with gestational, type 2, and type 1 diabetes mellitus, respectively (P < 0.001).In a contemporary obstetric population, women with diabetes mellitus remain at increased risk of adverse pregnancy outcomes compared with women without diabetes mellitus.", "id": "29308448", "date": "2017-11-20", "title": "Trends in Obstetric Intervention and Pregnancy Outcomes of Canadian Women With Diabetes in Pregnancy From 2004 to 2015.", "doi": "10.1210/js.2017-00376", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}