{"authors": [["DeClercq", "Vanessa", "V", "Population Cancer Research Program, Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Cui", "Yunsong", "Y", "Population Cancer Research Program, Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Dummer", "Trevor J B", "TJB", "Centre of Excellence in Cancer Prevention, School of Population and Public Health, University of British Columbia, Vancouver, British Columbia V6T 1Z3, Canada."], ["Forbes", "Cynthia", "C", "Population Cancer Research Program, Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Grandy", "Scott A", "SA", "School of Health and Human Performance, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Keats", "Melanie", "M", "School of Health and Human Performance, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Parker", "Louise", "L", "Population Cancer Research Program, Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Sweeney", "Ellen", "E", "Population Cancer Research Program, Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["Yu", "Zhijie Michael", "ZM", "Population Cancer Research Program, Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."], ["McLeod", "Roger S", "RS", "Department of Biochemistry and Molecular Biology, Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia B3H 4R2, Canada."]], "text": "The increasing prevalence of obesity and diabetes greatly influences the risk for cardiovascular (CV) comorbidities and affects the quality of life of many people. However, the relationship among diabetes, obesity, and cardiovascular risk is complex and requires further investigation to understand the biological milieu connecting these conditions.The aim of the current study was to explore the relationship between biological markers of adipose tissue function (adiponectin) and CV risk (apolipoprotein B) in body mass index (BMI)-matched participants with and without diabetes.Nested case-control study.The Atlantic Partnership for Tomorrow's Health (PATH) cohort represents four Atlantic Canadian provinces: Newfoundland and Labrador, New Brunswick; Nova Scotia; and Prince Edward Island.The study population (n = 480) was aged 35 to 69 years, 240 with diabetes and 240 without diabetes.Groups with and without diabetes were matched for sex and BMI. Both measured and self-reported data were used to examine disease status, adiposity, and lifestyle factors. Immunoassays were used to measure plasma markers.In these participants, plasma adiponectin levels were lower among those with diabetes than those without diabetes; these results were sex-specific, with a strong relationship seen in women. In contrast, in participants matched for sex and adiposity, plasma apoB levels were similar between participants with and those without diabetes.Measures of adiposity were higher in participants with diabetes. However, when matched for adiposity, the adipokine adiponectin exhibited a strong inverse association with diabetes.", "id": "29308443", "date": "2017-11-08", "title": "Relationship Between Adiponectin and apoB in Individuals With Diabetes in the Atlantic PATH Cohort.", "doi": "10.1210/js.2017-00339", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}