{"authors": [["Kulkarni", "Sweta Vilas", "SV", "Department of Biochemistry, Mahatma Gandhi Medical College and Research Institute, Puducherry, India."], ["Meenatchi", "Suruthi", "S", "Department of Biochemistry, Mahatma Gandhi Medical College and Research Institute, Puducherry, India."], ["Reeta", "R", "R", "Department of Biochemistry, Mahatma Gandhi Medical College and Research Institute, Puducherry, India."], ["Ramesh", "Ramasamy", "R", "Department of Biochemistry, Mahatma Gandhi Medical College and Research Institute, Puducherry, India."], ["Srinivasan", "A R", "AR", "Department of Biochemistry, Mahatma Gandhi Medical College and Research Institute, Puducherry, India."], ["Lenin", "C", "C", "Department of Biochemistry, Mahatma Gandhi Medical College and Research Institute, Puducherry, India."]], "text": "Type 2 diabetes mellitus has profound implications on the skeleton. Even though bone mineral density is increased in type 2 diabetes mellitus patients, they are more prone for fractures. The weakening of bone tissue in type 2 diabetes mellitus can be due to uncontrolled blood sugar levels leading to high levels of bone turnover markers in blood.The aim of this study is to find the association between glycemic status and bone turnover markers in type 2 diabetes mellitus.This case-control study was carried out in a tertiary health care hospital.Fifty clinically diagnosed type 2 diabetes mellitus patients in the age group between 30 and 50 years were included as cases. Fifty age- and gender-matched healthy nondiabetics were included as controls. Patients with complications and chronic illness were excluded from the study. Depending on glycated hemoglobin (HbA1c) levels, patients were grouped into uncontrolled (HbA1c >7%, n = 36) and controlled (HbA1c <7%, n = 14) diabetics. Based on duration of diabetes, patients were grouped into newly diagnosed, 1-2 years, 3-5 years, and >5 years. Serum osteocalcin (OC), bone alkaline phosphatase (BAP), acid phosphatase (ACP), and HbA1c levels were estimated. OC/BAP and OC/ACP ratio was calculated.Student's t-test, analysis of variance, and Chi-square tests were used for analysis. Receiver operating characteristic (ROC) curve analysis was done for OC/BAP and OC/ACP ratios.Serum OC, HbA1c, and OC/BAP ratio were increased in cases when compared to controls and were statistically significant (P < 0.001). OC/ACP ratio was decreased in type 2 diabetes mellitus and was statistically significant (P = 0.01). In patients with >5-year duration of diabetes, HbA1c level was high and was statistically significant (P < 0.042). BAP levels were high in uncontrolled diabetics but statistically not significant. ROC curve showed OC/BAP ratio better marker than OC/ACP ratio.Uncontrolled type 2 diabetes mellitus affects bone tissue resulting in variations in bone turnover markers. Bone turnover markers are better in predicting recent changes in bone morphology and are cost effective.", "id": "29308363", "date": null, "title": "Association of Glycemic Status with Bone Turnover Markers in Type 2 Diabetes Mellitus.", "doi": "10.4103/ijabmr.IJABMR_35_17", "journal": ["International journal of applied & basic medical research", "Int J Appl Basic Med Res"]}