{"authors": [["Lindgren", "Hans Iv", "HI", "Department of Clinical Sciences, Faculty of Medicine, Lund University, Lund, Sweden."], ["Pärsson", "Håkan", "H", "Department of Clinical Sciences, Faculty of Medicine, Lund University, Lund, Sweden."], ["Gottsäter", "Anders", "A", "Department of Clinical Sciences, Faculty of Medicine, Lund University, Lund, Sweden."], ["Bergman", "Stefan", "S", "Department of Clinical Sciences, Faculty of Medicine, Lund University, Lund, Sweden."]], "text": "Intermittent claudication (IC) is traditionally managed with risk factor modification, best medical treatment (BMT), and exercise training. Comorbidities such as diabetes and ischemic heart disease affect both results of invasive treatment and health-related quality of life (HRQoL) negatively. It is unknown how chronic widespread pain (CWP) influences the results of invasive treatment. We evaluated the influence of CWP on HRQoL in patients undergoing invasive (open surgery or endovascular treatment) and noninvasive BMT of IC.A total of 242 patients with IC treated with invasive or noninvasive methods responded to the validated HRQoL questionnaires Short Form 36 Health Survey, EuroQoL 5-dimensions, and distribution of pain with the Epipain questionnaire at baseline and after 12 months.Invasively treated patients without CWP improved in all primary outcome measures. Patients with CWP reported significant improvements in most of the HRQoL-related outcome measures after invasive treatment, but patients with CWP in the noninvasive treatment group did not improve in any HRQoL-related outcome measure.The presence of CWP not should be a cause to withhold invasive treatment in patients with IC.", "id": "29308018", "date": "2017-12-20", "title": "Patients With Intermittent Claudication and Chronic Widespread Pain Improves in Health-Related Quality of Life After Invasive but Not After Noninvasive Treatment.", "doi": "10.1177/1179546817747528", "journal": ["Clinical Medicine Insights. Cardiology", "Clin Med Insights Cardiol"]}