{"authors": [["Perumpail", "Brandon J", "BJ", "Department of Medicine, College of Medicine, Drexel University, Philadelphia, PA 19129, United States."], ["Khan", "Muhammad Ali", "MA", "Division of Gastroenterology and Hepatology, Health Science Center, University of Tennessee, Memphis, TN 38163, United States."], ["Yoo", "Eric R", "ER", "Department of Medicine, Santa Clara Valley Medical Center, San Jose, CA 95128, United States."], ["Cholankeril", "George", "G", "Division of Gastroenterology and Hepatology, Stanford University School of Medicine, Palo Alto, CA 94304, United States."], ["Kim", "Donghee", "D", "Division of Gastroenterology and Hepatology, Stanford University School of Medicine, Palo Alto, CA 94304, United States."], ["Ahmed", "Aijaz", "A", "Division of Gastroenterology and Hepatology, Stanford University School of Medicine, Palo Alto, CA 94304, United States. aijazahmed@stanford.edu."]], "text": "Nonalcoholic fatty liver disease (NAFLD) is defined as the presence of hepatic fat accumulation after the exclusion of other causes of hepatic steatosis, including other causes of liver disease, excessive alcohol consumption, and other conditions that may lead to hepatic steatosis. NAFLD encompasses a broad clinical spectrum ranging from nonalcoholic fatty liver to nonalcoholic steatohepatitis (NASH), advanced fibrosis, cirrhosis, and finally hepatocellular carcinoma (HCC). NAFLD is the most common liver disease in the world and NASH may soon become the most common indication for liver transplantation. Ongoing persistence of obesity with increasing rate of diabetes will increase the prevalence of NAFLD, and as this population ages, many will develop cirrhosis and end-stage liver disease. There has been a general increase in the prevalence of NAFLD, with Asia leading the rise, yet the United States is following closely behind with a rising prevalence from 15% in 2005 to 25% within 5 years. NAFLD is commonly associated with metabolic comorbidities, including obesity, type II diabetes, dyslipidemia, and metabolic syndrome. Our understanding of the pathophysiology of NAFLD is constantly evolving. Based on NAFLD subtypes, it has the potential to progress into advanced fibrosis, end-stage liver disease and HCC. The increasing prevalence of NAFLD with advanced fibrosis, is concerning because patients appear to experience higher liver-related and non-liver-related mortality than the general population. The increased morbidity and mortality, healthcare costs and declining health related quality of life associated with NAFLD makes it a formidable disease, and one that requires more in-depth analysis.", "id": "29307986", "date": null, "title": "Clinical epidemiology and disease burden of nonalcoholic fatty liver disease.", "doi": "10.3748/wjg.v23.i47.8263", "journal": ["World journal of gastroenterology", "World J. Gastroenterol."]}