{"authors": [["Al-Amodi", "Hiba S", "HS", "Department of Medical Biochemistry, Faculty of Medicine, Umm Al-Qura University, Makkah, Saudi Arabia. Electronic address: hsamodi@uqu.edu.sa."], ["Abdelbasit", "Nazik Altayeb", "NA", "Department of Medical Biochemistry, Faculty of Medicine, Umm Al-Qura University, Makkah, Saudi Arabia. Electronic address: nzkbasit@hotmail.com."], ["Fatani", "Samir H", "SH", "Department of Medical Biochemistry, Faculty of Medicine, Umm Al-Qura University, Makkah, Saudi Arabia. Electronic address: Sameer_fatani2003@yahoo.co.uk."], ["Babakr", "Abdullatif Taha", "AT", "Department of Medical Biochemistry, Faculty of Medicine, Umm Al-Qura University, Makkah, Saudi Arabia. Electronic address: atbabakr@uqu.edu.sa."], ["Mukhtar", "Maowia Mohamed", "MM", "Institute of Endemic Diseases, University of Khartoum, Medical Campus, Khartoum, Sudan. Electronic address: mmukhtar@tropmedicine.org."]], "text": "Leptin levels are reported to be increased with excessive body fat and is a potential determinant of obesity and its complications. Our Objective is to evaluate the relationship between leptin levels and BMI, waist circumference and metabolic syndrome components in normal and obese females classified according to their BMI.A total of 136 female subjects aged between 20 and 60 years were recruited for the current study. Anthropometric measures included body mass index and waist circumference. The blood samples were used for estimation of plasma fasting blood glucose and serum was used for estimation of triglycerides, total cholesterol, low and high density lipoproteins, and total leptin.Correlation between glucose and lipids profile with waist circumference among the whole study group (obese and non-obese) is reflecting that a strong positive correlation between BMI and blood glucose, serum TGs, cholesterol and LDL, a negative correlation was reported between BMI and serum HDL. Mean of leptin concentrations in two groups were found to be 5.77 ng/ml (±1.00) in non-obese and 28.89 ng/ml (±4.91) in the obese with metabolic syndrome. Leptin had a positive correlations with triglycerides (r = 0.84, p < 0.001), total cholesterol (r = 0.77, p < 0.001), LDL (r = 0.83, p < 0.001), waist circumference (r = 0.86, p < 0.001) and BMI (r = 0.72, p < 0.001) in the test group. a negative correlation was reported between BMI and serum HDL (r = -0.48, p < 0.001).Leptin levels were high in Saudi women with high BMI and waist circumference. There was a significant correlation between leptin levels and Obesity.", "id": "29307577", "date": "2017-12-29", "title": "The effect of obesity and components of metabolic syndrome on leptin levels in Saudi women.", "doi": "10.1016/j.dsx.2017.12.030", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}