{"authors": [["Robson", "Roy", "R", "School of Medical Science, Menzies Health Institute Queensland, Gold Coast Campus, Griffith University, QLD 4222, Australia."], ["Kundur", "Avinash R", "AR", "School of Medical Science, Menzies Health Institute Queensland, Gold Coast Campus, Griffith University, QLD 4222, Australia."], ["Singh", "Indu", "I", "School of Medical Science, Menzies Health Institute Queensland, Gold Coast Campus, Griffith University, QLD 4222, Australia. Electronic address: i.singh@griffith.edu.au."]], "text": "Type-2 Diabetes Mellitus (T2DM) is one of the most prevalent and progressive metabolic conditions affecting approximately 8.5% of the global population. Individuals with T2DM have a significantly increased risk of developing chronic conditions such as cardiovascular disease (CVD) and its associated complications, therefore, it is of great importance to establish strategies for combatting T2DM and its associated chronic conditions. Current literature has identified several biomarkers that are known to play a key role in the pathogenesis of CVD. Many of these biomarkers affecting CVD are influenced by an increase in oxidative stress as seen in T2DM. The purpose of this review is to analyse and correlate the oxidative stress-related biomarkers that have been identified in the literature to provide an updated summary of their significance in CVD risk factors.This review has analysed current research on T2DM, CVD, and oxidative stress. Four key cardiovascular risk factors: thrombosis, inflammation, vascular homeostasis and cellular proliferation were searched to identify potential biomarkers for this review. These biomarkers stem from seven major cellular pathways; NF-κB, Keap1-Nrf2, protein kinase-C, macrophage activation, arachidonic acid mobilisation, endothelial dysfunction and advanced glycation end products.The pathways and biomarkers were analysed to show their role as contributing factors to CVD development and a summary is made regarding the assessment of cardiovascular risk in T2DM individuals.", "id": "29307576", "date": "2017-12-30", "title": "Oxidative stress biomarkers in type 2 diabetes mellitus for assessment of cardiovascular disease risk.", "doi": "10.1016/j.dsx.2017.12.029", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}