{"authors": [["Jena", "Swarup", "S", "Centre for Studies in Science Policy, Jawaharlal Nehru University, New Delhi, India. Electronic address: swarupkjena@gmail.com."], ["Mishra", "Brijesh", "B", "Centre for Diabetes Endocrinology & Metabolism, University College of Medical Sciences & Guru Teg Bahadur Hospital, Delhi, India."], ["Yadav", "Anamika", "A", "Centre for Studies in Science Policy, Jawaharlal Nehru University, New Delhi, India."], ["Desai", "Pranav", "P", "Centre for Studies in Science Policy, Jawaharlal Nehru University, New Delhi, India."]], "text": "Diabetes emerges out to be a major epidemic in recent years that engulfs both developed and developing countries across the globe. India, a country witnessing rapid socioeconomic progress and urbanization carries a considerable share of the global diabetes burden. There has been an incongruity between disease burden and the technical capacity to make use of existing knowledge or to generate new knowledge to combat diabetes in India.This paper examines the role of different actors, organizations & institutions in shaping diabetology research in India using arrays of scientific indicators such as research output (publications and patents), research finance and role of policy-making bodies. This paper also identifies research gaps and challenges pertinent to this sector.A combination of three methods patent data analysis, publication data analysis and primary survey corroborated with secondary data to obtain desire objectives. We made an in-depth study of the patent and publication data (2000-2016) to know the research output and direction of Indian actors, institutions and organizations in the area of diabetes research.This paper identifies some key structural barriers and institutional challenges pertinent to diabetology research in India that will help in canvassing and formulating science, technology and policy guidelines for diabetology research in India CONCLUSION: Multilevel intervention requires bridging the gap between knowledge and action hence policy-making should align to balance resources with innovation capabilities.", "id": "29307575", "date": "2017-12-20", "title": "Challenges in diabetology research in India.", "doi": "10.1016/j.dsx.2017.12.018", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}