{"authors": [["Gorter", "Thomas M", "TM", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands. Electronic address: tm.gorter@umcg.nl."], ["Streng", "Koen W", "KW", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["van Melle", "Joost P", "JP", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Rienstra", "Michiel", "M", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Dickinson", "Michael G", "MG", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Lam", "Carolyn S P", "CSP", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands; Department of Cardiology, National Heart Center Singapore, Singapore Duke-NUS Graduate Medical School, Singapore."], ["Hummel", "Yoran M", "YM", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Voors", "Adriaan A", "AA", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Hoendermis", "Elke S", "ES", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["van Veldhuisen", "Dirk J", "DJ", "Department of Cardiology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."]], "text": "Diabetes mellitus is associated with left-sided myocardial remodeling in heart failure with preserved ejection fraction (HFpEF). Little is known about the impact of diabetes mellitus on right ventricular (RV) function in HFpEF. We therefore studied the relation between diabetes mellitus and RV dysfunction in HFpEF. We have examined patients with HFpEF who underwent simultaneous right-sided cardiac catheterization and echocardiography. RV systolic function was assessed using multiple established echocardiographic parameters, and systolic dysfunction was present if ≥2 parameters were outside the normal range. RV diastolic function was assessed using the peak diastolic tissue velocity of the lateral tricuspid annulus (RV e') and was present if <8.0 cm/s. Diabetes mellitus was defined as a documented history of diabetes, a fasting glucose level of ≥7.0 mmol/L, a positive glucose intolerance test result, or a glycated hemoglobin level of ≥6.5%. A total of 91 patients were studied (mean age 74 ± 9 years, 69% women). A total of 37% had RV systolic dysfunction and 23% RV diastolic dysfunction. Thirty-seven percent of the patients had type 2 diabetes mellitus. These patients had higher pulmonary artery pressure (34 mm Hg vs 29 mm Hg, p = 0.004), more RV systolic dysfunction (57% vs 29%, p = 0.009), more RV diastolic dysfunction (46% vs 12%, p = 0.001), and lower RV e' (8.7 cm/s vs 11.5 cm/s, p = 0.006). The presence of diabetes mellitus was independently associated with RV systolic dysfunction (odds ratio 2.84, 95% confidence interval 1.09 to 7.40, p = 0.03) and with RV diastolic dysfunction (odds ratio 4.33, 95% confidence interval 1.25 to 15.07, p = 0.02), after adjustment for age, gender, and pulmonary pressures. In conclusion, diabetes mellitus is strongly associated with RV systolic and diastolic dysfunctions in patients with HFpEF, independent of RV afterload.", "id": "29307460", "date": "2017-12-11", "title": "Diabetes Mellitus and Right Ventricular Dysfunction in Heart Failure With Preserved Ejection Fraction.", "doi": "10.1016/j.amjcard.2017.11.040", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}