{"authors": [["Zhou", "Hao", "H", "Chinese PLA General Hospital, Medical School of Chinese PLA, Beijing 100853, China. Electronic address: zhouhao301@outlook.com."], ["Wang", "Shuyi", "S", "Center for Cardiovascular Research and Alternative Medicine, University of Wyoming College of Health Sciences, Laramie, WY 82071, USA."], ["Zhu", "Pingjun", "P", "Chinese PLA General Hospital, Medical School of Chinese PLA, Beijing 100853, China."], ["Hu", "Shunying", "S", "Chinese PLA General Hospital, Medical School of Chinese PLA, Beijing 100853, China."], ["Chen", "Yundai", "Y", "Chinese PLA General Hospital, Medical School of Chinese PLA, Beijing 100853, China. Electronic address: yundai@vip.163.com."], ["Ren", "Jun", "J", "Center for Cardiovascular Research and Alternative Medicine, University of Wyoming College of Health Sciences, Laramie, WY 82071, USA; Department of Cardiology, Fudan University Zhongshan Hospital, Shanghai 210032, China. Electronic address: jren@uwyo.edu."]], "text": "Impaired cardiac microvascular function contributes to diabetic cardiovascular complications although effective therapy remains elusive. Empagliflozin, a sodium-glucose cotransporter 2 (SGLT2) inhibitor recently approved for treatment of type 2 diabetes, promotes glycosuria excretion and offers cardioprotective actions beyond its glucose-lowering effects. This study was designed to evaluate the effect of empagliflozin on cardiac microvascular injury in diabetes and the underlying mechanism involved with a focus on mitochondria. Our data revealed that empagliflozin improved diabetic myocardial structure and function, preserved cardiac microvascular barrier function and integrity, sustained eNOS phosphorylation and endothelium-dependent relaxation, as well as improved microvessel density and perfusion. Further study suggested that empagliflozin exerted its effects through inhibition of mitochondrial fission in an adenosine monophosphate (AMP)-activated protein kinase (AMPK)-dependent manner. Empagliflozin restored AMP-to-ATP ratio to trigger AMPK activation, suppressed Drp1S616 phosphorylation, and increased Drp1S637 phosphorylation, ultimately leading to inhibition of mitochondrial fission. The empagliflozin-induced inhibition of mitochondrial fission preserved cardiac microvascular endothelial cell (CMEC) barrier function through suppressed mitochondrial reactive oxygen species (mtROS) production and subsequently oxidative stress to impede CMEC senescence. Empagliflozin-induced fission loss also favored angiogenesis by promoting CMEC migration through amelioration of F-actin depolymerization. Taken together, these results indicated the therapeutic promises of empagliflozin in the treatment of pathological microvascular changes in diabetes.", "id": "29306791", "date": "2017-12-30", "title": "Empagliflozin rescues diabetic myocardial microvascular injury via AMPK-mediated inhibition of mitochondrial fission.", "doi": "10.1016/j.redox.2017.12.019", "journal": ["Redox biology", "Redox Biol"]}