{"authors": [["Kische", "Hanna", "H", "Behavioral Epidemiology, Institute of Clinical Psychology and Psychotherapy, Technical University of Dresden, Germany. Electronic address: hanna.kische@tu-dresden.de."], ["Pieper", "Lars", "L", "Behavioral Epidemiology, Institute of Clinical Psychology and Psychotherapy, Technical University of Dresden, Germany."], ["Venz", "John", "J", "Behavioral Epidemiology, Institute of Clinical Psychology and Psychotherapy, Technical University of Dresden, Germany."], ["Klotsche", "Jens", "J", "German Rheumatism Research Centre Berlin, Germany."], ["März", "Winfried", "W", "Medical Clinic V, Medical Faculty Mannheim of Heidelberg University, Germany."], ["Koch-Gromus", "Uwe", "U", "Department of Medical Psychology, University Medical Center Eppendorf, Hamburg, Germany."], ["Pittrow", "David", "D", "Institute of Clinical Pharmacology, Medical Faculty, Technical University Carl Gustav Carus, Dresden, Germany."], ["Lehnert", "Hendrik", "H", "Department of Medicine I, University of Schleswig-Holstein, Lübeck, Germany."], ["Silber", "Sigmund", "S", "Cardiology Practice and Hospital, Munich, Germany."], ["Stalla", "G K", "GK", "Max Planck Institute of Psychiatry, Munich, Germany."], ["Zeiher", "Andreas M", "AM", "Department of Medicine III Cardiology, Goethe-University Frankfurt, Germany."], ["Wittchen", "Hans-Ulrich", "HU", "Institute of Clinical Psychology and Psychotherapy, Technical University of Dresden, Germany."], ["Haring", "Robin", "R", "European University of Applied Sciences, Faculty of Applied Public Health, Rostock, Germany; School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."]], "text": "The association between total testosterone (T) and depression mostly relies on single sex hormone assessment and remains inconclusive. Thus, we investigated the comparative predictive performance of baseline T and change in T with development of depressive symptoms and incident depressive episodes.We used data from 6493 primary care patients (2653 men and 3840 women) of the DETECT study (Diabetes Cardiovascular Risk-Evaluation: Targets and Essential Data for Commitment of Treatment), including four-year follow-up, repeated immunoassay-based measurement of serum T and depressive symptoms assessed by the Depression Screening Questionnaire (DSQ). Cross-sectional and longitudinal associations of baseline T and one-year change in T with prevalent and incident depression were investigated using age- and multivariable-adjusted regression models.Baseline T showed no association with prevalent or incident depressive symptoms and episodes in both sexes. In men, a positive change in T (higher T at one-year follow-up compared to baseline) was associated with a lower burden of depressive symptoms (β-coefficient per unit change in T: -0.17; 95% CI: -0.31 to -0.04) and lower risk of incident depressive symptoms (odds ratio per unit change in T: 0.84; 95% CI: 0.72-0.98) at four-year follow-up. In women, the association of T change with incident depressive episodes was rendered non-significant after multivariable adjustment.The present study observed a sex-specific inverse association of T change, but not baseline T, with increased depressive symptom burden in men. Future studies should assess longitudinal changes in sex hormone status as predictor of adverse health outcomes related to low T.", "id": "29306775", "date": "2017-12-21", "title": "Longitudinal change instead of baseline testosterone predicts depressive symptoms.", "doi": "10.1016/j.psyneuen.2017.12.013", "journal": ["Psychoneuroendocrinology", "Psychoneuroendocrinology"]}