{"authors": [["West", "Lorna Marie", "LM", "Medication Use Research Group, Department of Clinical Pharmacology and Therapeutics, Faculty of Medicine and Surgery, University of Malta, Msida, Malta. Electronic address: lorna.west@um.edu.mt."], ["Borg Theuma", "Ruth", "R", "Medication Use Research Group, Department of Clinical Pharmacology and Therapeutics, Faculty of Medicine and Surgery, University of Malta, Msida, Malta. Electronic address: ruth.theuma@um.edu.mt."], ["Cordina", "Maria", "M", "Medication Use Research Group, Department of Clinical Pharmacology and Therapeutics, Faculty of Medicine and Surgery, University of Malta, Msida, Malta. Electronic address: maria.cordina@um.edu.mt."]], "text": "Non-adherence is a significant factor contributing to medication wastage. Whilst there is some evidence on the influence of patients' health locus of control in relation to adherence, there has been little inquiry into its relationship with mediation wastage.To determine the relationship between medication adherence and health locus of control as well as medication wastage and health locus of control in patients with chronic conditions.Outpatients having a diagnosis of asthma, cardiovascular conditions, or diabetes participated in a cross-sectional study employing a self-administered questionnaire. The questionnaire determined presence of unused medication (wastage), adherence using 'Tool for Adherence Behaviour Screening' (TABS), and health locus of control using 'Multidimensional Health Locus of Control' (MHLC) scale Form C. Logistic regression was performed to ascertain the effects of MHLC and demographics in relation to adherence and wastage. MHLC beliefs were divided into 8 types of health locus of control. One-Way ANOVA was used to assess differences between conditions and belief types. P-values ≤ .05 were considered significant.There were 330 patients recruited (58% male; age, mean±(SD): 61 ± 15 years; 110 asthma, 110 cardiovascular, 110 diabetes). In terms of health locus of control, females had higher 'doctors' beliefs (p = .054) and significantly lower 'other people' beliefs (p = < .0005). Lower 'chance' beliefs (p = .016) were associated with adherence. Lower 'doctors' beliefs and higher 'other people' beliefs were significantly associated with wastage (p = < .0005). There was a significant difference in adherence (p = < .0005) and in wastage (p = .002) between the eight types of health control. 'Yea-sayers' had the least presence of unused medication, followed by 'pure internal' believers. 'Pure powerful others external' had the highest presence of unused medication.Healthcare professionals should take into account patients' health locus of control beliefs whilst conducting an intervention with patients; this can impact positively medication adherence and minimisation of medication wastage.", "id": "29306720", "date": "2017-12-09", "title": "Health locus of control: Its relationship with medication adherence and medication wastage.", "doi": "10.1016/j.sapharm.2017.12.003", "journal": ["Research in social & administrative pharmacy : RSAP", "Res Social Adm Pharm"]}