{"authors": [["Bolus", "W Reid", "WR", "Department of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, TN, 37232, USA."], ["Peterson", "Kristin R", "KR", "Department of Pharmacology, Vanderbilt University School of Medicine, Nashville, TN, 37232, USA."], ["Hubler", "Merla J", "MJ", "Department of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, TN, 37232, USA."], ["Kennedy", "Arion J", "AJ", "Department of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, TN, 37232, USA."], ["Gruen", "Marnie L", "ML", "Department of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, TN, 37232, USA."], ["Hasty", "Alyssa H", "AH", "Department of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, TN, 37232, USA; VA Tennessee Valley Healthcare System, Nashville, TN, 37212, USA. Electronic address: alyssa.hasty@vanderbilt.edu."]], "text": "Obesity is a metabolic disorder that has reached epidemic proportions worldwide and leads to increased risk for diabetes, cardiovascular disease, asthma, certain cancers, and various other diseases. Obesity and its comorbidities are associated with impaired adipose tissue (AT) function. In the last decade, eosinophils have been identified as regulators of proper AT function. Our study aimed to determine whether normalizing the number of AT eosinophils in obese mice, to those of lean healthy mice, would reduce obesity and/or improve metabolic fitness.C57BL/6J mice fed a high fat diet (HFD) were simultaneously given recombinant interleukin-5 (rIL5) for 8 weeks to increase AT eosinophils. Metabolic fitness was tested by evaluating weight gain, AT inflammation, glucose, lipid, and mixed-meal tolerance, AT insulin signaling, energy substrate utilization, energy expenditure, and white AT beiging capacity.Eosinophils were increased ∼3-fold in AT of obese HFD-fed mice treated with rIL5, and thus were restored to levels observed in lean healthy mice. However, there were no significant differences in rIL5-treated mice among the above listed comprehensive set of metabolic assays, despite the increased AT eosinophils.We have shown that restoring obese AT eosinophils to lean healthy levels is not sufficient to allow for improvement in any of a range of metabolic features otherwise impaired in obesity. Thus, the mechanisms that identified eosinophils as positive regulators of AT function, and therefore systemic health, are more complex than initially understood and will require further study to fully elucidate.", "id": "29306658", "date": "2017-12-16", "title": "Elevating adipose eosinophils in obese mice to physiologically normal levels does not rescue metabolic impairments.", "doi": "10.1016/j.molmet.2017.12.004", "journal": ["Molecular metabolism", "Mol Metab"]}