{"authors": [["Rottenstreich", "Amihai", "A", "Department of Obstetrics and Gynecology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel. Electronic address: amihai@hadassah.org.il."], ["Elazary", "Ram", "R", "Department of Surgery, Hadassah-Hebrew University Medical Center, Ein-Kerem Campus, Jerusalem, Israel."], ["Ezra", "Yossef", "Y", "Department of Obstetrics and Gynecology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Kleinstern", "Geffen", "G", "Braun School of Public Health and Community Medicine, Faculty of Medicine of the Hebrew University and Hadassah, Jerusalem, Israel; Department of Health Sciences Research, Mayo Clinic, Rochester, Minnesota."], ["Beglaibter", "Nahum", "N", "Department of Surgery, Hadassah-Hebrew University Medical Center, Mount Scopus Campus, Jerusalem, Israel."], ["Elchalal", "Uriel", "U", "Department of Obstetrics and Gynecology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."]], "text": "While hypoglycemia during an oral glucose tolerance test (OGTT) has been shown to occur in a considerable portion of nonpregnant post-bariatric surgery (BS) patients, its incidence among pregnant post-BS patients evaluated for gestational diabetes has only been sparsely studied.We investigated OGTT results and pregnancy outcomes in pregnant women who underwent 3 types of bariatric procedures before pregnancy.A university hospital.From medical records, data were collected on glucose measurements during a 100-g, 3-hour OGTT, as well as maternal and fetal outcomes.Of 119 post-BS pregnant patients included in the study, 55 underwent laparoscopic sleeve gastrectomy, 34 laparoscopic adjustable gastric banding, and 30 laparoscopic Roux-en-Y gastric bypass surgery. Hypoglycemia (<55 mg/dL) was encountered in 59 (49.6%) patients during the OGTT. Among them, the nadir plasma glucose levels occurred 2 hours after glucose ingestion in 25 (42.4%) and after 3 hours in 34 (57.6%), with a median value of 47 (44-52) mg/dL. The risk of hypoglycemia was higher among women with prior laparoscopic Roux-en-Y gastric bypass surgery (83.3%) than among those with prior laparoscopic sleeve gastrectomy (54.5%; P = .009) or laparoscopic adjustable gastric banding (11.8%; P<.0001). Time from surgery to conception was significantly shorter among women with evidence of hypoglycemia during OGTT (median 711 versus 1246 days, P = .002). Compared with patients without evidence of hypoglycemia, patients who experienced hypoglycemia had lower rates of gestational diabetes (P = .03) but higher proportions of low birth weight (P = .01) and small for gestational age infants (P = .03).Because hypoglycemia is common during OGTT among post-BS parturients, other diagnostic methods should be considered in this setting. The association found between hypoglycemia and poor fetal growth warrants investigation as to whether interventions to prevent hypoglycemia will improve fetal outcome.", "id": "29306610", "date": "2017-12-08", "title": "Hypoglycemia during oral glucose tolerance test among post-bariatric surgery pregnant patients: incidence and perinatal significance.", "doi": "10.1016/j.soard.2017.11.031", "journal": ["Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery", "Surg Obes Relat Dis"]}