{"authors": [["Waldron", "Ashley L", "AL", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA."], ["Schroder", "Patricia A", "PA", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA."], ["Bourgon", "Kelly L", "KL", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA."], ["Bolduc", "Jessie K", "JK", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA."], ["Miller", "James L", "JL", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA."], ["Pellegrini", "Adriana D", "AD", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA."], ["Dubois", "Amanda L", "AL", "School of Biology and Ecology, Graduate School of Biomedical Sciences and Engineering, University of Maine, Orono, ME 04469, USA."], ["Blaszkiewicz", "Magdalena", "M", "School of Biology and Ecology, Graduate School of Biomedical Sciences and Engineering, University of Maine, Orono, ME 04469, USA."], ["Townsend", "Kristy L", "KL", "School of Biology and Ecology, Graduate School of Biomedical Sciences and Engineering, University of Maine, Orono, ME 04469, USA."], ["Rieger", "Sandra", "S", "Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Kathryn W. Davis Building 227, Old Bar Harbor Road, Salisbury Cove, ME 04672, USA. Electronic address: srieger@mdibl.org."]], "text": "A complication of diabetes is neuropathy, a condition of sensory axon degeneration that originates in the epidermis. The mechanisms remain unknown but reactive oxygen species (ROS) have been implicated in this condition. In this study, we assessed the role of ROS and a candidate downstream target, MMP-13 in glucose-induced sensory axon degeneration in zebrafish and mice.The effects of glucose on metabolism and sensory axon degeneration were assessed using qPCR and live imaging. ROS were analyzed using pentafluorobenzene-sulfonyl fluorescein and activation of the NF-κB stress response was determined using Tg(NF-κB:GFP) zebrafish. The role of MMP-13 and ROS in glucose-dependent axon degeneration was determined in zebrafish following treatment with the antioxidant, N-acetylcysteine and the MMP-13 inhibitor, DB04760. Neuropathic mice fed on a high-fat/high-sugar diet were treated with the MMP-13 inhibitor, CL-82198 to assess sensory recovery.Glucose treatment of zebrafish induced metabolic changes that resemble diabetes. Sensory axon degeneration was mediated by ROS-induced MMP-13 and prevented upon antioxidant treatment or MMP-13 inhibition. MMP-13 inhibition also reversed neuropathy in diabetic mice.We demonstrate that zebrafish are suitable to study glucose-induced neurotoxicity. Given the effects in zebrafish and mice, MMP-13 inhibition may be beneficial in the treatment of human diabetic neuropathy.", "id": "29306589", "date": "2017-12-06", "title": "Oxidative stress-dependent MMP-13 activity underlies glucose neurotoxicity.", "doi": "10.1016/j.jdiacomp.2017.11.012", "journal": ["Journal of diabetes and its complications", "J. Diabetes Complicat."]}