{"authors": [["Li", "Zuo Peng", "ZP", "Division of Applied Life Science (BK21 Plus), IALS, Gyeongsang National University, Jinju 52828, Republic of Korea."], ["Song", "Yeong Hun", "YH", "Division of Applied Life Science (BK21 Plus), IALS, Gyeongsang National University, Jinju 52828, Republic of Korea."], ["Uddin", "Zia", "Z", "Division of Applied Life Science (BK21 Plus), IALS, Gyeongsang National University, Jinju 52828, Republic of Korea."], ["Wang", "Yan", "Y", "Division of Applied Life Science (BK21 Plus), IALS, Gyeongsang National University, Jinju 52828, Republic of Korea."], ["Park", "Ki Hun", "KH", "Division of Applied Life Science (BK21 Plus), IALS, Gyeongsang National University, Jinju 52828, Republic of Korea. Electronic address: khpark@gnu.ac.kr."]], "text": "Cratoxylum cochinchinense displayed significant inhibition against protein tyrosine phosphatase 1B (PTP1B) and α-glucosidase, both of which are key target enzymes to attenuate diabetes and obesity. The compounds responsible for both enzymes inhibition were identified as twelve xanthones (1-12) among which compounds 1 and 2 were found to be new ones. All of them simultaneously inhibited PTP1B with IC50s of (2.4-52.5 µM), and α-glucosidase with IC50 values of (1.7-72.7 µM), respectively. Cratoxanthone A (3) and γ-mangostin (7) were estimated to be most active inhibitors against both PTP1B (IC50 = 2.4 µM for 3, 2.8 µM for 7) and α-glucosidase (IC50 = 4.8 µM for 3, 1.7 µM for 7). In kinetic studies, all isolated xanthones emerged to be mixed inhibitors of α-glucosidase, whereas they behaved as competitive inhibitors of PTP1B. In time dependent experiments, compound 3 showed isomerization inhibitory behavior with following kinetic parameters: Kiapp = 2.4 µM; k5 = 0.05001 µM-1 S-1 and k6 = 0.02076 µM-1 S-1.", "id": "29306546", "date": "2017-12-26", "title": "Inhibition of protein tyrosine phosphatase 1B (PTP1B) and α-glucosidase by xanthones from Cratoxylum cochinchinense, and their kinetic characterization.", "doi": "10.1016/j.bmc.2017.12.043", "journal": ["Bioorganic & medicinal chemistry", "Bioorg. Med. Chem."]}