{"authors": [["Damiri", "Basma", "B", "Faculty of Medicine and Health Science, Drugs and Toxicology Division - An-Najah National University, Palestine. Electronic address: bdamiri@najah.edu."], ["Aghbar", "Amir", "A", "Faculty of Medicine and Health Science - An-Najah National University, Palestine. Electronic address: aghbaramir@gmail.com."], ["Alkhdour", "Saja", "S", "Faculty of Medicine and Health Science - An-Najah National University, Palestine."], ["Arafat", "Yousef", "Y", "Faculty of Medicine and Health Science - An-Najah National University, Palestine."]], "text": "Metabolic Syndrome \"MetS\" is characterized by the presence of several factors that play a major role in the development of cardiovascular diseases and diabetes mellitus. This study was conducted to establish the prevalence of MetS and its individual components among the overweight and obese students at An-Najah National University (ANU) using IDF and modified NCEP ATP III definition and to identify conditions associated with it.A cross-sectional study was conducted in 2016. Data were collected in two stages: first stage included anthropometric and blood pressure measurements for 850 participants. Second stage included a self-administered questionnaire and biochemical analysis for only overweight or obese (154) participants.The prevalence of overweight and obesity was 26.2%, with significant increase among males (36.4%) compared with females (19.1%). The prevalence of MetS among obese and overweight was (28.6%) according to IDF with no significant increase compared to NCEP ATP criteria (24%). Reduced HDL- cholesterol was the most prevalent component (74.7%) in obese and overweight participants followed by central obesity (72.1%), raised blood pressure (29.9%), elevated fasting blood sugar (24%), and lastly increased triglycerides (18.2%). No significant differences were found between males and females according to both criteria. Moreover, no significant associations with geographic locality, house-hold income, smoking, physical activity, or family history were determined.The prevalence of MetS among overweight and obese young adult Palestinians was high and demands immediate intervention, given the potential for these adults to develop chronic diseases.", "id": "29306543", "date": "2017-12-30", "title": "Characterization and prevalence of metabolic syndrome among overweight and obese young Palestinian students at An-Najah National University.", "doi": "10.1016/j.dsx.2017.12.021", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}