{"authors": [["Lee", "Pei-Yun", "PY", "Department of Physical Therapy, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Tsai", "Yi-Ju", "YJ", "Department of Physical Therapy, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Liao", "Yu-Ting", "YT", "Department of Physical Therapy, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Yang", "Yi-Ching", "YC", "Department of Family Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Lu", "Fen-Hwa", "FH", "Department of Family Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Lin", "Sang-I", "SI", "Department of Physical Therapy, College of Medicine, National Cheng Kung University, Tainan, Taiwan. Electronic address: lin31@mail.ncku.edu.tw."]], "text": "Diabetes mellitus is a major health problem for older adults worldwide and could be associated with impaired ability to recover balance after postural disturbances. This study compared reactive balance control in three groups of adults, young (YA), healthy non-diabetes older (nonDM-OA) and diabetes older (DM-OA). Twenty participants in each group completed a series of vision, plantar cutaneous sensitivity, grip power and lower limb strength tests. In the reactive balance test, participants stood on a force platform and used the dominant hand to pull the handle of a cord that could be suddenly released to create an imbalancing force. The anteroposterior (AP) and mediolateral (ML) motion of the center of pressure (COP) immediately after the sudden release was calculated to represent the level of imbalance experienced by the participants. Regression analysis entering big toe plantar sensitivity and grip power as independent variable was conducted for COP range for the three groups separately. The results showed that, except for the knee extensor, DM-OA had significantly poorer muscle strength and plantar sensitivity, and greater COP ML motion than YA and nonDM-OA. DM-OA also had significantly greater COP AP motion than YA. Grip power alone and together with plantar sensitivity explained a significant amount of variance in the AP and ML COP motion respectively (r2 = 0.334 and 0.582, respectively) for DM-OA. These findings indicated that diabetes in older adults was associated with declines in reactive balance control, and these changes may be related to muscle weakness and plantar insensitivity.", "id": "29306146", "date": "2017-12-30", "title": "Reactive balance control in older adults with diabetes.", "doi": "10.1016/j.gaitpost.2017.12.030", "journal": ["Gait & posture", "Gait Posture"]}