{"authors": [["Robertson", "Sarah A", "SA", "The Robinson Research Institute, School of Medicine, The University of Adelaide, Adelaide, SA 5005, Australia. Electronic address: sarah.robertson@adelaide.edu.au."], ["Chin", "Peck-Yin", "PY", "The Robinson Research Institute, School of Medicine, The University of Adelaide, Adelaide, SA 5005, Australia. Electronic address: loretta.chin@adelaide.edu.au."], ["Femia", "Joseph G", "JG", "The Robinson Research Institute, School of Medicine, The University of Adelaide, Adelaide, SA 5005, Australia."], ["Brown", "Hannah M", "HM", "The Robinson Research Institute, School of Medicine, The University of Adelaide, Adelaide, SA 5005, Australia; Centre of Excellence for Nanoscale Biophotonics, University of Adelaide, Adelaide, SA 5005, Australia. Electronic address: hannah.brown@adelaide.edu.au."]], "text": "Cytokines in the reproductive tract environment at conception mediate a dialogue between the embryo and maternal tissues to profoundly influence embryo development and implantation success. Through effects on gene expression and the cell stress response, cytokines elicit an epigenetic impact with consequences for placental development and fetal growth, which in turn affect metabolic phenotype and long-term health of offspring. There is substantial evidence demonstrating that pro-survival cytokines, such as GM-CSF, CSF1, LIF, HB-EGF and IGFII, support embryos to develop optimally. Less attention has been paid to cytokines that adversely impact embryo development, including the pro-inflammatory cytokines TNF, TRAIL and IFNG. These agents elicit cell stress, impair cell survival and retard blastocyst development, and at sufficiently high concentrations, can cause embryo demise. Experiments in mice suggest these so-called 'embryotoxic' cytokines can harm embryos through pro-apoptotic and adverse programming effects, as well as indirectly suppressing uterine receptivity through the maternal immune response. Embryotrophic factors may mitigate against and protect from these adverse effects. Thus, the balance between embryotrophic and embryotoxic cytokines can impart effects on embryo development and implantation, and has the potential to contribute to endometrial 'biosensor' function to mediate embryo selection. Embryotoxic cytokines can be elevated in plasma and reproductive tract tissues in inflammatory conditions including infection, diabetes, obesity, PCOS and endometriosis. Studies are therefore warranted to investigate whether excessive embryotoxic cytokines contribute to infertility and recurrent implantation failure in women, and compromised reproductive performance in livestock animals.", "id": "29306096", "date": "2017-12-27", "title": "Embryotoxic cytokines-Potential roles in embryo loss and fetal programming.", "doi": "10.1016/j.jri.2017.12.003", "journal": ["Journal of reproductive immunology", "J. Reprod. Immunol."]}