{"authors": [["Ryan", "Conor", "C", "Department of Neurology, Mayo Clinic, Rochester, MN, United States."], ["Ahlskog", "J Eric", "JE", "Department of Neurology, Mayo Clinic, Rochester, MN, United States."], ["Savica", "Rodolfo", "R", "Department of Neurology, Mayo Clinic, Rochester, MN, United States. Electronic address: Savica.Rodolfo@mayo.edu."]], "text": "To describe chorea/ballism triggered by a hyperglycemic event.We used the electronic records system at Mayo Clinic-Rochester to identify patients diagnosed with chorea or ballism from January 1st, 2000 through December 31st, 2014. Each record was reviewed to confirm chorea/ballism. From these cases we selected those that developed chorea/ballism within a month after a hyperglycemic episode (blood glucose >300 mg/dL). Clinical, laboratory, and imaging findings were analyzed.Of the 596 chorea cases, we identified 7 patients (5 women) whose chorea was preceded by a hyperglycemic episode (range 3-30 days) during 15 years of surveillance, including new-onset diabetes in four cases. Median age was 80 years (range, 53-86). The chorea/ballism was unilateral in 6/7 cases and half of these unilateral cases had contralateral putamen T1-hyperintensity on brain MRI. After glucose correction, the chorea resolved within one week without recurrence in only one case. Among the 6 cases with persistent chorea, it was controlled with dopamine blocking/depleting medications.Chorea triggered by hyperglycemia is a rare complication of diabetes, with only seven cases identified at our tertiary medical center during 15 years of surveillance. This comprised about 1% of all chorea cases at our center during this time. Hyperglycemic chorea primarily developed in later life, with new-onset diabetes in the majority (4/7). Although MRI putamen T1-hyperintensity is reportedly typical, it was only seen in 3/6 cases. This MRI appearance may be mistaken for a hemorrhagic stroke, given the usual unilateral presentation. The chorea was controlled with dopamine blocking/depleting medications.", "id": "29305082", "date": "2017-12-29", "title": "Hyperglycemic chorea/ballism ascertained over 15 years at a referral medical center.", "doi": "10.1016/j.parkreldis.2017.12.032", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}