{"authors": [["Zainudin", "Sueziani B", "SB", "Department of Endocrinology, Singapore General Hospital, Singapore; Department of General Medicine, Sengkang Health, Singapore. Electronic address: sueziani.zainudin@singhealth.com.sg."], ["Hussain", "Aslena B", "AB", "Nursing Division, Singapore General Hospital, Singapore."]], "text": "Obligatory Ramadan fasting is challenging in the management of Muslims with diabetes due to increased risk of complications from altered meals and activities. This study aimed to evaluate the knowledge, perception and practice of healthcare professionals in diabetes management during fasting and the outcome of education on management.We surveyed healthcare professionals enrolled in pre-Ramadan education involving an endocrinologist, diabetes specialized nurse and dietician. The survey incorporated a knowledge test on fasting and safe practices of Diabetes management during Ramadan, and collected demographic data.Eighty-eight participants were enrolled. Mean age was 41.8 ± 14.5 years, 14.9% males with a racial distribution of 44.8% Malays, 34.5% Chinese and 13.8% Indians. Fifty-two percent were Muslims. Eight percent were assistant nurses, 46% registered nurses, 5.7% advanced practice nurses, 17.2% specialist nurses, 14.9% general practitioners and 5% allied health professionals. Fifty-one percent practised in primary care setting. Mean knowledge score was 81.1%. Eighty-four percent would counsel people with diabetes for fasting, increasing to 96.7% after education. Those who would not cited a lack of knowledge or experience. During the past Ramadan, 75.9% provided counselling or adjusted medication whilst 51.1% managed diabetes complications, with 63.8% predominantly hypoglycaemia, 11.6% predominant hyperglycaemia and 24.6% only hypoglycaemia.The healthcare professionals had good knowledge and were capable in managing Muslims with diabetes during fasting themselves. They identified pre-Ramadan education by an experienced multidisciplinary team as a platform to prepare and support healthcare professionals for managing this challenging annual practice.", "id": "29305048", "date": "2017-12-28", "title": "The current state of knowledge, perception and practice in diabetes management during fasting in Ramadan by healthcare professionals.", "doi": "10.1016/j.dsx.2017.12.025", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}