{"authors": [["Rowen", "Donna", "D", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK. Electronic address: d.rowen@sheffield.ac.uk."], ["Stevens", "Katherine", "K", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK."], ["Labeit", "Alexander", "A", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK."], ["Elliott", "Jackie", "J", "Academic Unit of Diabetes, Endocrinology and Metabolism, Department of Oncology and Metabolism, University of Sheffield, Sheffield, UK."], ["Mulhern", "Brendan", "B", "Centre for Health Economics Research and Evaluation, University of Technology Sydney, Sydney, New South Wales, Australia."], ["Carlton", "Jill", "J", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK."], ["Basarir", "Hasan", "H", "Health Economics Unit, University of Birmingham, Birmingham, UK."], ["Ratcliffe", "Julie", "J", "Institute for Choice, Business School, University of South Australia, Adelaide, Australia."], ["Brazier", "John", "J", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK."]], "text": "To describe the use of a novel approach in health valuation of a discrete-choice experiment (DCE) including a cost attribute to value a recently developed classification system for measuring the quality-of-life impact (both health and treatment experience) of self-management for diabetes.A large online survey was conducted using DCE with cost on UK respondents from the general population (n = 1497) and individuals with diabetes (n = 405). The data were modeled using a conditional logit model with robust standard errors. The marginal rate of substitution was used to generate willingness-to-pay (WTP) estimates for every state defined by the classification system. Robustness of results was assessed by including interaction effects for household income.There were some logical inconsistencies and insignificant coefficients for the milder levels of some attributes. There were some differences in the rank ordering of different attributes for the general population and diabetic patients. The WTP to avoid the most severe state was £1118.53 per month for the general population and £2356.02 per month for the diabetic patient population. The results were largely robust.Health and self-management can be valued in a single classification system using DCE with cost. The marginal rate of substitution for key attributes can be used to inform cost-benefit analysis of self-management interventions in diabetes using results from clinical studies in which this new classification system has been applied. The method shows promise, but found large WTP estimates exceeding the cost levels used in the survey.", "id": "29304943", "date": "2017-09-06", "title": "Using a Discrete-Choice Experiment Involving Cost to Value a Classification System Measuring the Quality-of-Life Impact of Self-Management for Diabetes.", "doi": "10.1016/j.jval.2017.06.016", "journal": ["Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research", "Value Health"]}