{"authors": [["Janssen", "Ellen M", "EM", "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA. Electronic address: ejansse1@jhu.edu."], ["Hauber", "A Brett", "AB", "RTI Health Solutions, Research Triangle Park, NC, USA."], ["Bridges", "John F P", "JFP", "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."]], "text": "To consolidate and illustrate good research practices in health care to the application and reporting of a study measuring patient preferences for type 2 diabetes mellitus medications, given recent methodological advances in stated-preference methods.The International Society for Pharmacoeconomics and Outcomes Research good research practices and other recommendations were used to conduct a discrete-choice experiment. Members of a US online panel with type 2 diabetes mellitus completed a Web-enabled, self-administered survey that elicited choices between treatment pairs with six attributes at three possible levels each. A D-efficient experimental design blocked 48 choice tasks into three 16-task surveys. Preference estimates were obtained using mixed logit estimation and were used to calculate choice probabilities.A total of 552 participants (51% males) completed the survey. Avoiding 90 minutes of nausea was valued the highest (mean -10.00; 95% confidence interval [CI] -10.53 to -9.47). Participants wanted to avoid low blood glucose during the day and/or night (mean -3.87; 95% CI -4.32 to -3.42) or one pill and one injection per day (mean -7.04; 95% CI -7.63 to -6.45). Participants preferred stable blood glucose 6 d/wk (mean 4.63; 95% CI 4.15 to 5.12) and a 1% decrease in glycated hemoglobin (mean 5.74; 95% CI 5.22 to 6.25). If cost increased by $1, the probability that a treatment profile would be chosen decreased by 1%.These results are consistent with the idea that people have strong preferences for immediate consequences of medication. Despite efforts to produce recommendations, ambiguity surrounding good practices remains and various judgments need to be made when conducting stated-preference studies. To ensure transparency, these judgments should be described and justified.", "id": "29304942", "date": "2017-08-07", "title": "Conducting a Discrete-Choice Experiment Study Following Recommendations for Good Research Practices: An Application for Eliciting Patient Preferences for Diabetes Treatments.", "doi": "10.1016/j.jval.2017.07.001", "journal": ["Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research", "Value Health"]}