{"authors": [["Jagielska", "Iwona", "I", "Department of Obstetrics and Gynecology, L. Rydygier Collegium Medicum in Bydgoszcz, Nicolaus Copernicus University, Bydgoszcz, Poland, Poland. iwonajagielska@o2.pl."], ["Kazdepka-Ziemińska", "Anita", "A", null], ["Tyloch", "Małgorzata", "M", null], ["Sopońska-Brzoszczyk", "Paulina", "P", null], ["Nowak", "Karina", "K", null], ["Dziedzic", "Dawid", "D", null], ["Dzikowska", "Ewa", "E", null], ["Grabiec", "Marek", "M", null]], "text": "Labor induction is indicated in 20% to 40% of pregnancies. Over half of pregnancies qualified for the induction of labor require stimulation of the cervix to ripen. The drug used increasingly more often in pre-induction is the PGE-1 pros-taglandin analog - misoprostol 200 μg.The study includes a total of 100 patients qualified for labor pre-induction with Misodel® (miso-prostol 200 μg vaginal insert). The study group comprises two subgroups: primigravidas and multiparas. Assessments included: indications for labor pre-induction, time from Misodel application to delivery, caesarean section rate and indica-tions, duration of first and second stage of labor, rate of vaginal deliveries, need for oxytocin or fenoterol administration side effects and newborn condition.The most common indication for labor induction was gestational diabetes and pregnancy past term. The average time to vaginal delivery was 14 h 45 min, time to the onset of active phase of labor - 11 h 45 min, time to membranes' rupture - 15 h, time to vaginal delivery - 14 h 18 min. The times of multiparas were significantly shorter. The rate of vaginal deliveries within 12 hours amounted to 42.42%, while within 24 hours it reached 83.33%. The overall caesarean section rate was 33%. The most common indication for caesarean section was the risk of intrauterine hypoxia. Tachysystole and hyperstimulation was observed in 4% of cases, while abnormalities in the cardiotocographic tracing in 43%.Misodel is an effective method for labor pre-induction, without affecting the caesarean section rate and has no adverse effect on the newborn condition.", "id": "29303214", "date": null, "title": "Obstetric outcomes of pre-induction of labor with a 200 μg misoprostol vaginal insert.", "doi": "10.5603/GP.a2017.0109", "journal": ["Ginekologia polska", "Ginekol. Pol."]}