{"authors": [["Hussain", "Amjad I", "AI", "Department of Cardiology, Oslo University Hospital, Rikshospitalet, Norway."], ["Auensen", "Andreas", "A", "Department of Cardiology, Oslo University Hospital, Rikshospitalet, Norway."], ["Brunborg", "Cathrine", "C", "Oslo Centre for Biostatistics and Epidemiology, Research Support Services, Oslo University Hospital, Ullevål, Norway."], ["Aakhus", "Svend", "S", "Department of Circulation and Medical Imaging, Faculty of Medicine, Norwegian University of Science and Technology, Norway."], ["Fiane", "Arnt", "A", "Department of Cardiothoracic surgery, Oslo University Hospital, Rikshospitalet, Norway."], ["Pettersen", "Kjell I", "KI", "Department of Cardiology, Oslo University Hospital, Rikshospitalet, Norway."], ["Gullestad", "Lars", "L", "Department of Cardiology, Oslo University Hospital, Rikshospitalet, Norway."]], "text": "Aortic valve replacement (AVR) improves survival and quality of life in patients with severe aortic stenosis (AS), but despite clear indications for surgical treatment a significant proportion of patients do not undergo AVR. The study aim was to identify clinical variables associated with the decision to perform AVR, and to assess the prognostic effect of surgery versus medical treatment in patients with severe AS adjusted for significant confounders and effect modifiers.A prospective observational study of consenting patients aged >18 years who were under consideration for AVR at the authors' tertiary teaching hospital was conducted. The main outcomes of the study were treatment decisions and survival.Among 480 patients with severe AS who were evaluated, 351 had surgical AVR, 38 had transcatheter AVR, and 91 were declined operative treatment. Typically, non-operated patients were older, were in a lower NYHA class, had fewer symptoms, a lower peak aortic jet velocity, a higher NT-proBNP level, and a lower physical summary score (SF-36). Higher age showed the strongest correlation against AVR (OR 0.91; 95% CI 0.87-0.94). One-, three-, and five-year cumulative survival rates, respectively, were 95%, 87%, and 73% among operated patients, and 82%, 47%, and 27% among non-operated patients. The median survival time was 1,604 days (95% CI 1,554-1,655) in operated patients versus 1,090 days (95% CI 954-1,226) in non-operated patients (p <0.001). The effect of operation on mortality was shown to depend on the interaction with diabetes, when adjusted for significant confounders (i.e., age, atrial fibrillation, NT-proBNP, hs-Troponin T, and NYHA class). An effect of AVR on mortality was found in patients without diabetes (HR 0.29; 95% CI 0.19-0.468; p <0.001), but not among patients with diabetes.Supplemental and better parameters to improve patient selection are warranted. Surgical AVR shows a greater prognostic effect in patients without diabetes.", "id": "29302940", "date": null, "title": "Determinants and Outcome of Decision Making Among Patients with Severe Aortic Stenosis.", "doi": null, "journal": ["The Journal of heart valve disease", "J. Heart Valve Dis."]}