{"authors": [["Kim", "Hyun Soo", "HS", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Choi", "Yoon Jin", "YJ", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Shin", "Dong Woo", "DW", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Han", "Kyung-Do", "KD", "Department of Biostatistics, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Yoon", "Hyuk", "H", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Shin", "Cheol Min", "CM", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Park", "Young Soo", "YS", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Kim", "Nayoung", "N", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."], ["Lee", "Dong Ho", "DH", "Department of Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea."]], "text": "Colorectal cancer (CRC) and prostate cancer frequently occur in developed countries. There are several reports on the association between CRC and prostate cancer; however, the conclusions are inconsistent to investigate the association of the development of secondary primary prostate cancer among patients with prior primary CRC using a nationwide population-based dataset.Patients registered in the Republic of Korea National Health Insurance System database who were diagnosed with CRC between 2007 and 2012 were followed-up until the end of 2015, and we investigated the new diagnosis secondary primary prostate cancer. We compared the incidence of prostate cancer in age-matched controls using the Cox proportional hazards models.We analyzed a total of 85,455 first primary CRC survivors. During the follow-up period of 494,222 person-years, 2,005 patients (2.30%) developed secondary primary prostate cancer (incidence rate 4.06/1,000 person-years). The median duration of follow-up was 5.78 years. Compared with the general population, CRC patients had a significantly increased risk of secondary primary prostate cancer (HR = 2.30, 95% CI = 2.18-2.43; P < 0.001). Multivariate analysis (including age, sex, body mass index, hypertension, diabetes mellitus, dyslipidemia, and income) showed that age < 55 years (HR = 20.74, 95% CI = 11.81-36.41; P < 0.001) is a significant independent predictor of secondary primary prostate cancer development.Men diagnosed with colorectal cancer are at an increased risk of secondary primary prostate cancer, particularly those aged < 55 years. The data suggests that colorectal cancer patients aged < 55 years require regular screening for prostate cancer.", "id": "29302582", "date": "2017-12-30", "title": "Secondary Primary Prostate Cancer after Colorectal Cancer: A Nationwide Population-based Cohort Study in Korea.", "doi": "10.15430/JCP.2017.22.4.241", "journal": ["Journal of cancer prevention", "J Cancer Prev"]}