{"authors": [["Khan", "Mohammad Mustufa", "MM", "Department of Biochemistry, Integral Institute of Medical Sciences and Research, Integral University, Lucknow, Uttar Pradesh, India."], ["Sonkar", "Gyanendra Kumar", "GK", "Department of Biochemistry, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Alam", "Roshan", "R", "Department of Biochemistry, Integral Institute of Medical Sciences and Research, Integral University, Lucknow, Uttar Pradesh, India."], ["Mehrotra", "Sudhir", "S", "Department of Medicine, Integral Institute of Medical Sciences and Research, Integral University, Lucknow, Uttar Pradesh, India."], ["Khan", "M Salman", "MS", "Department of Biosciences, Integral University, Lucknow, Uttar Pradesh, India."], ["Kumar", "Ajay", "A", "Department of Biochemistry, Integral Institute of Medical Sciences and Research, Integral University, Lucknow, Uttar Pradesh, India."], ["Sonkar", "Satyendra Kumar", "SK", "Department of Medicine, Hemodialysis Unit, King George's Medical University, Lucknow, Uttar Pradesh, India."]], "text": "The present study aimed to assess the validity of Indian Diabetes Risk Score (IDRS) and its association with body mass index (BMI) and glycosylated hemoglobin (HbA1c) for screening of diabetes and obesity.A cross-sectional study was designed, and samples were randomly enrolled from Lucknow and its adjoining areas. Totally, 405 subjects were included in the study. We used diabetes risk factors (age, waist circumference, physical activity, and family history of diabetes) for screening of diabetes and abdominal obesity (AO) and BMI for screening of general obesity. HbA1c was used for confirming the diabetes patients in this population. Statistical analysis was applied to all data using SPSS software (version 20.0). P < 0.05 was considered statistically significant.All 405 subjects were assessed for diabetic risk factors, BMI, and glycated hemoglobin. Of these, 56.3% subjects were aged ≥50 years. 1° and 2° AO was found in 47.9% and 40% subjects, respectively. About 27.1% subjects were found to have sedentary lifestyle, and 72.6% were found to have no family history of diabetes. According to IDRS, 272 subjects (67.2%) were found at high risk of diabetes (score ≥60). Based on BMI calculation, 198 subjects were obese, of which 79.3% were found at high risk for diabetes. A significant association was found between subjects with higher risk score and BMI (P < 0.001). Assessment of HbA1c showed that 97 (23.9%) were prediabetic and 204 (50.4%) were diabetic, of which 63.9% and 77%, respectively was at high risk for diabetes as per IDRS. A significant association was found between subjects with higher risk score and HbA1c (P < 0.001).Our study fully supports the validity of IDRS, as it can be used as a cost-effective tool for primary mass screening of diabetes. Moreover, its combination with BMI value and HbA1c can be used for strict monitoring for diabetes and obesity at primary health care centers to reduce the early development of diabetes complications and severe obesity comorbidities.", "id": "29302549", "date": null, "title": "Validity of Indian Diabetes Risk Score and its association with body mass index and glycosylated hemoglobin for screening of diabetes in and around areas of Lucknow.", "doi": "10.4103/2249-4863.220010", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}