{"authors": [["Muliyil", "Divya Elizabeth", "DE", "Department of Community Health, Christian Medical College, Vellore, Tamil Nadu, India."], ["Vellaiputhiyavan", "Kanagalakshmi", "K", "Department of Community Health, Christian Medical College, Vellore, Tamil Nadu, India."], ["Alex", "Reginald", "R", "Department of Accident and Emergency, Christian Medical College, Vellore, Tamil Nadu, India."], ["Mohan", "Venkata Raghava", "VR", "Department of Community Health, Christian Medical College, Vellore, Tamil Nadu, India."]], "text": "Providing treatment to patients with diabetes mellitus in rural areas at a cost they can afford is a public health challenge.This study aims to measure the rate of compliance to oral hypoglycemic agents among patients with type 2 diabetes mellitus attending peripheral mobile clinics in rural South India. To study factors that impact glycemic control.A cross-sectional study was done among patients attending peripheral mobile clinics in a rural block in Southern India.Pill counts were done to assess compliance. Participants' dietary intake was measured using a 24 h diet recall and their level of physical activity was measured using the WHO Global Physical Activity Questionnaire. Glycated hemoglobin (HbA1c) was measured for all participants.Data were entered on EpiData and analyzed using SPSS. The prevalence of good glycemic control and good compliance was measured. A multiple linear regression was done to study factors affecting glycemic control.Overall 52% of the participants were compliant to at least one drug and 50% had achieved good glycemic control. Compliance increased by 2.1% with every passing year since the diagnosis of diabetes. HbA1c reduced by 0.09% for every 10% increase in overall compliance.Levels of compliance and glycemic control achieved through this primary care team is comparable to those achieved through other systems.", "id": "29302542", "date": null, "title": "Compliance to treatment among type 2 diabetics receiving care at peripheral mobile clinics in a rural block of Vellore District, Southern India.", "doi": "10.4103/2249-4863.219991", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}