{"authors": [["Taksande", "Bharati Amar", "BA", "Department of Medicine, Mahatma Gandhi Institute of Medical Sciences, Wardha, Maharashtra, India."], ["Thote", "Mukesh", "M", "Consultant Physician, Bhandara, Maharashtra, India."], ["Jajoo", "U N", "UN", "Department of Medicine, Mahatma Gandhi Institute of Medical Sciences, Wardha, Maharashtra, India."]], "text": "Diabetic foot syndrome is one of the common and most devastating preventable complications of diabetes mellitus (DM). It is associated with morbidity and premature mortality due to long-term complications affecting foot. The American Diabetes Association recommends that people with diabetes should have a comprehensive foot examination once per year. Most of the foot problems can be prevented with careful foot care. It may take effort and time to build up good foot care habits, but self-care is essential.The main aim of the study is to analyze the knowledge, attitude, and practice of foot care in patients with DM in central rural India.This study was conducted at a rural educational hospital in central part of India over 200 patients who have Type 1 and Type 2 diabetes. They were evaluated for their knowledge about foot care and footwear practices. A structured and validated questionnaire was administered to cases.Around 82.9% of the patients were aware of the disease and 23.2% were aware of the complications of the DM. In 63% of the patients, foot care examination and education regarding foot complications were not suggested by their treating physicians. Annual examination of feet by the physician and self-examination were not known facts to the diabetic population.It is necessary to firstly develop awareness of diabetes mellitus and the related complications, one amongst which is foot care. Certain educational strategies should be established for both the consultant physician and also the common man to create awareness for effective foot care.", "id": "29302533", "date": null, "title": "Knowledge, attitude, and practice of foot care in patients with diabetes at central rural India.", "doi": "10.4103/2249-4863.219994", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}