{"authors": [["Lee", "Tae-Hoon", "TH", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Lee", "Chang Min", "CM", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Park", "Sungsoo", "S", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Jung", "Do Hyun", "DH", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Jang", "You Jin", "YJ", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Kim", "Jong-Han", "JH", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Park", "Seong-Heum", "SH", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."], ["Mok", "Young-Jae", "YJ", "Department of Surgery, Korea University Anam Hospital, Korea University College of Medicine, Seoul, Korea."]], "text": "This study primarily aimed to investigate the short- and long-term remission rates of type 2 diabetes (T2D) in patients who underwent surgical treatment for gastric cancer, especially patients who were non-obese, and secondarily to determine the potential factors associated with remission.We retrospectively reviewed the clinical records of patients with T2D who underwent radical gastrectomy for gastric cancer, from January 2008 to December 2012.T2D improved in 39 out of 70 (55.7%) patients at the postoperative 2-year follow-up and 21 of 42 (50.0%) at the 5-year follow-up. In the 2-year data analysis, preoperative body mass index (BMI) (P=0.043), glycated hemoglobin (A1C) level (P=0.039), number of anti-diabetic medications at baseline (P=0.040), reconstruction method (statistical difference was noted between Roux-en-Y reconstruction and Billroth I; P=0.035) were significantly related to the improvement in glycemic control. Unlike the results at 2 years, the 5-year data analysis revealed that only preoperative BMI (P=0.043) and A1C level (P=0.039) were statistically significant for the improvement in glycemic control; however, the reconstruction method was not.All types of gastric cancer surgery can be effective in short- and long-term T2D control in non-obese patients. In addition, unless long-limb bypass is considered in gastric cancer surgery, the long-term glycemic control is not expected to be different between the reconstruction methods.", "id": "29302369", "date": "2017-11-15", "title": "Long-term Follow-up for Type 2 Diabetes Mellitus after Gastrectomy in Non-morbidly Obese Patients with Gastric Cancer: the Legitimacy of Onco-metabolic Surgery.", "doi": "10.5230/jgc.2017.17.e34", "journal": ["Journal of gastric cancer", "J Gastric Cancer"]}