{"authors": [["Smith", "Ashley M", "AM", "Kathryn W. Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Salisbury Cove, ME 04672 USA."], ["Maguire-Nguyen", "Katie K", "KK", "Department of Neurology, Stanford University Medical Center, Stanford, CA 94305-5235 USA."], ["Rando", "Thomas A", "TA", "Department of Neurology, Stanford University Medical Center, Stanford, CA 94305-5235 USA."], ["Zasloff", "Michael A", "MA", "Novo Biosciences, Bar Harbor, ME 04609 USA."], ["Strange", "Kevin B", "KB", "Kathryn W. Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Salisbury Cove, ME 04672 USA."], ["Yin", "Viravuth P", "VP", "Kathryn W. Davis Center for Regenerative Biology and Medicine, MDI Biological Laboratory, Salisbury Cove, ME 04672 USA."]], "text": "Regenerative medicine holds substantial promise for repairing or replacing tissues and organs damaged by disease, injury, and degeneration. Much of the field has focused on development of cell-based therapeutics, gene-based therapeutics, and tissue engineering-based therapeutics. In contrast, development of small molecule regenerative medicine therapies is an emerging area. Using the adult zebrafish as a novel screening platform, we identified MSI-1436 as a first-in-class regenerative medicine drug candidate. MSI-1436 is a naturally occurring aminosterol that inhibits protein tyrosine phosphatase 1B. Treatment of adult zebrafish by intraperitoneal injection of MSI-1436 increased the rate of regeneration of the amputated caudal fin, which is comprised of bone, connective, skin, vascular and nervous tissues and also increased the rate of adult zebrafish heart regeneration. Intraperitoneal administration of MSI-1436 to adult mice for 4 weeks after induction of myocardial infarction increased survival, improved heart function, reduced infarct size, reduced ventricular wall thinning and increased cardiomyocyte proliferation. Satellite cell activation in injured mouse skeletal muscle was stimulated by MSI-1436. MSI-1436 was well tolerated by patients in Phase 1 and 1b obesity and type 2 diabetes clinical trials. Doses effective at stimulating regeneration are 5-50-times lower than the maximum well tolerated human dose. The demonstrated safety and well established pharmacological properties of MSI-1436 underscore the potential of this molecule as a novel treatment for heart attack and multiple other degenerative diseases.", "id": "29302341", "date": "2017-03-03", "title": "The protein tyrosine phosphatase 1B inhibitor MSI-1436 stimulates regeneration of heart and multiple other tissues.", "doi": "10.1038/s41536-017-0008-1", "journal": ["NPJ Regenerative medicine", "NPJ Regen Med"]}