{"authors": [["Novodvorsky", "Peter", "P", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Walkinshaw", "Emma", "E", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Rahman", "Waliur", "W", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Gordon", "Valerie", "V", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Towse", "Karen", "K", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Mitchell", "Sarah", "S", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Selvarajah", "Dinesh", "D", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Madhuvrata", "Priya", "P", "Department of Obstetrics, Gynaecology and Neonatology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Munir", "Alia", "A", "Department of Diabetes and Endocrinology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."]], "text": "Bariatric surgery is an effective therapy for obesity but is associated with long-term complications such as dumping syndromes and nutritional deficiencies. We report a case of a 26-year-old caucasian female, with history of morbid obesity and gestational diabetes (GDM), who became pregnant 4 months after Roux-en-Y bypass surgery. She developed GDM during subsequent pregnancy, which was initially managed with metformin and insulin. Nocturnal hypoglycaemia causing sleep disturbance and daytime somnolence occured at 19 weeks of pregnancy (19/40). Treatment with rapid-acting carbohydrates precipitated further hypoglycaemia. Laboratory investigations confirmed hypoglycaemia at 2.2 mmol/L with appropriately low insulin and C-peptide, intact HPA axis and negative IgG insulin antibodies. The patient was seen regularly by the bariatric dietetic team but concerns about compliance persisted. A FreeStyle Libre system was used from 21/40 enabling the patient a real-time feedback of changes in interstitial glucose following high or low GI index food intake. The patient declined a trial of acarbose but consented to an intraveneous dextrose infusion overnight resulting in improvement but not complete abolishment of nocturnal hypoglycaemia. Hypoglycaemias subsided at 34/40 and metformin and insulin had to be re-introduced due to high post-prandial blood glucose readings. An emergency C-section was indicated at 35 + 1/40 and a small-for-gestational-age female was delivered. There have been no further episodes of hypoglycaemia following delivery. This case illustrates challenges in the management of pregnancy following bariatric surgery. To our knowledge, this is the first use of FreeStyle Libre in dumping syndrome in pregnancy following bariatric surgery with troublesome nocturnal hypoglycaemia.Bariatric surgery represents the most effective treatment modality in cases of severe obesity. With increasing prevalence of obesity, more people are likely to undergo bariatric procedures, many of which are women of childbearing age.Fertility generally improves after bariatric surgery due to weight reduction, but pregnancy is not recommended for at least 12-24 months after surgery. If pregnancy occurs, there are currently little evidence-based guidelines available on how to manage complications such as dumping syndromes or gestational diabetes (GDM) in women with history of bariatric surgery.Diagnosis of GDM relies on the use of a 75 g oral glucose tolerance test (OGTT). The use of this test in pregnant women is not recommended due to its potential to precipitate dumping syndrome. Capillary glucose monitoring profiles or continuous glucose monitoring (CGM) is being currently discussed as alternative testing modalities.As the CGM technology becomes more available, including the recently introduced FreeStyle Libre Flash glucose monitoring system, more pregnant women, including those after bariatric surgery, will have access to this technology. We suggest urgent development of guidelines regarding the use of CGM and flash glucose monitoring tools in these circumstances and in the interim recommend careful consideration of their use on a case-to-case basis.", "id": "29302329", "date": "2017-12-12", "title": "Experience with FreeStyle Libre Flash glucose monitoring system in management of refractory dumping syndrome in pregnancy shortly after bariatric surgery.", "doi": "10.1530/EDM-17-0128", "journal": ["Endocrinology, diabetes & metabolism case reports", "Endocrinol Diabetes Metab Case Rep"]}