{"authors": [["Cerasuolo", "Joseph", "J", "Department of Neurology and Department of Internal Medicine, St. Vincent Hospital, Worcester, Massachusetts, USA."], ["Izzo", "Anthony", "A", "Department of Neurology and Department of Internal Medicine, St. Vincent Hospital, Worcester, Massachusetts, USA."]], "text": "Acute hyperglycemia has been shown to cause cognitive impairments in animal models. There is growing appreciation of the numerous effects of hyperglycemia on neuronal function as well as blood-brain barrier function. In humans, hypoglycemia is well known to cause cognitive deficits acutely, but hyperglycemia has been less well studied. We present a case of selective neurocognitive deficits in the setting of acute hyperglycemia. A 60-year-old man was admitted to the hospital for an episode of acute hyperglycemia in the setting of newly diagnosed diabetes mellitus precipitated by steroid use. He was managed with insulin therapy and discharged home, and later, presented with complaints of memory impairment. Deficits included impairment in his declarative and working memory, to the point of significant impairment in his overall functioning. The patient had no structural lesions on MRI imaging of the brain or other systemic illnesses to explain his specific deficits. We suggest that his acute hyperglycemia may have caused neurological injury, and may be responsible for our patient's memory complaints.Acute hyperglycemia has been associated with poor outcomes in several different central nervous system injuries including cerebrovascular accident and hypoxic injury.Hyperglycemia is responsible for accumulation of reactive oxygen species in the brain, resulting in advanced glycosylated end products and a proinflammatory response that may lead to cellular injury.Further research is needed to define the impact of both acute and chronic hyperglycemia on cognitive impairment and memory.", "id": "29302328", "date": "2017-12-12", "title": "Persistent impairment in working memory following severe hyperglycemia in newly diagnosed type 2 diabetes.", "doi": "10.1530/EDM-17-0101", "journal": ["Endocrinology, diabetes & metabolism case reports", "Endocrinol Diabetes Metab Case Rep"]}