{"authors": [["Zamani-Ahari", "Ulduz", "U", "Assistant professor, Department of Oral Medicine, Faculty of Dentistry, Ardabil University of Medical Sciences, Ardabil, Iran."], ["Zamani-Ahari", "Sahar", "S", "PHD Student, Department of Food Hygiene, Faculty of Veterinary Medicine, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Fardi-Azar", "Zahra", "Z", "Professor, Department of Obstetrics and Gynecology, Alzahra Hospital, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Falsafi", "Parisa", "P", "Assistant professor, Department of Oral Medicine, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Ghanizadeh", "Milad", "M", "Post-graduate Student, Department of oral and maxillofacial surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."]], "text": "Pregnancy is considered a stressful event, results in higher levels of oxidative stress and considerable changes in physiological and metabolic functions such as gestational diabetes mellitus (GDM). Due to the cumulative effect of antioxidants and considering the controversies in this area, this study was undertaken to investigate the total antioxidant capacity (TAC) of saliva in pregnant women whit gestational diabetes in comparison to non-diabetic pregnant women.In this cross-sectional study (2015-16), a total of 31 women with a diagnosis of GDM and 59 non-diabetic pregnant women were included in the diabetic and control groups, respectively. Salivary samples were collected by spitting method. When all samples were collected, total antioxidant capacity (TAC) was measured with the use of a commercial kit following the manufacturer's instructions. Data were analyzed with descriptive statistics and Mann-Whitney test using SPSS 18.Average TAC level in the saliva of women with gestational diabetes was 0.10 ± 0.14, with 0.04 ± 0.11 in non-diabetic pregnant women. Nonparametric Mann-Whitney test showed that this difference was statistically significant (P=0.024).Under the limitations of the present study it can be concluded that there is an increase in oxidative stresses during pregnancy, followed by an increase in the total levels of salivary antioxidants to counteract such stresses. Therefore, it is expected that determining the salivary antioxidant levels during pregnancy can be an alternative technique for the early diagnosis of diabetes. Key words:Gestational diabetes mellitus, pregnancy, saliva, total antioxidant capacity.", "id": "29302278", "date": "2017-11-01", "title": "Comparison of Total Antioxidant Capacity of Saliva in Women with Gestational diabetes mellitus and Non-diabetic Pregnant Women.", "doi": "10.4317/jced.53845", "journal": ["Journal of clinical and experimental dentistry", "J Clin Exp Dent"]}