{"authors": [["Kim", "Hwa Young", "HY", "Department of Pediatrics, Kangwon National University Hospital, Chuncheon, Korea."], ["Lee", "Young Ah", "YA", "Department of Pediatrics, Seoul National University Children's Hospital, Seoul, Korea."], ["Jung", "Hae Woon", "HW", "Department of Pediatrics, Kyung Hee University Medical Center, Seoul, Korea."], ["Gu", "Min Jeoung", "MJ", "Department of Pediatrics, Seoul National University Children's Hospital, Seoul, Korea."], ["Kim", "Ji Young", "JY", "Department of Pediatrics, Seoul National University Children's Hospital, Seoul, Korea."], ["Lee", "Gyung Min", "GM", "Department of Pediatrics, Konyang University Hospital, Daejeon, Korea."], ["Lee", "Jieun", "J", "Department of Pediatrics, Inje University Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."], ["Yoon", "Ju Young", "JY", "Gyeongsang National University Hospital, Changwon, Korea."], ["Yang", "Sei Won", "SW", "Department of Pediatrics, Seoul National University Children's Hospital, Seoul, Korea."], ["Shin", "Choong Ho", "CH", "Department of Pediatrics, Seoul National University Children's Hospital, Seoul, Korea."]], "text": "Vitamin D deficiency is reported to be more common in type 1 diabetes patients and might be associated with the increased urinary loss of vitamin D binding protein (VDBP) consequent to impaired 25-hydroxyvitamin D (25(OH)D) circulation. We aimed to evaluate the possible increased urinary loss of VDBP, a correlation between VDBP and circulating 25(OH)D level, and risk factors influencing low vitamin D level in pediatric type 1 diabetes patients without microalbuminuria.This is a cross-sectional study of subjects who visited Seoul National University Children's Hospital between January and March 2013. Forty-two type 1 diabetes patients and 29 healthy controls were included. Biochemical parameters including serum and urine VDBP concentrations were analyzed.There was no significant difference in the frequency of vitamin D deficiency or serum 25(OH)D level between the 2 groups. The serum and urine VDBP concentrations did not show any difference between the 2 groups. Serum 25(OH) D level did not correlate with serum or urine VDBP. Multivariate regression analysis revealed that daylight outdoor hours (β=2.948, P=0.003) and vitamin D intake (β=2.865, P=0.003) affected the 25(OH)D level; the presence of type 1 diabetes or urinary VDBP excretion was not significant.In pediatric type 1 diabetes patients, urinary VDBP excretion did not contribute to low serum 25(OH)D level in the setting of normoalbuminuria. The factors associated with 25(OH)D level during winter periods were daylight outdoor hours and vitamin D intake. Further studies including both micro- and macroalbuminuria patients with type 1 diabetes are warranted.", "id": "29301185", "date": "2017-12-31", "title": "A lack of association between vitamin D-binding protein and 25-hydroxyvitamin D concentrations in pediatric type 1 diabetes without microalbuminuria.", "doi": "10.6065/apem.2017.22.4.247", "journal": ["Annals of pediatric endocrinology & metabolism", "Ann Pediatr Endocrinol Metab"]}