{"authors": [["Cepeda", "Magda", "M", "Department of Epidemiology, Erasmus MC, University Medical Centre, Rotterdam, the Netherlands."], ["Muka", "Taulant", "T", "Department of Epidemiology, Erasmus MC, University Medical Centre, Rotterdam, the Netherlands."], ["Ikram", "M Arfan", "MA", "Department of Epidemiology, Erasmus MC, University Medical Centre, Rotterdam, the Netherlands."], ["Franco", "Oscar H", "OH", "Department of Epidemiology, Erasmus MC, University Medical Centre, Rotterdam, the Netherlands."], ["Schoufour", "Josje D", "JD", "Department of Epidemiology, Erasmus MC, University Medical Centre, Rotterdam, the Netherlands."]], "text": "There are discrepancies in the seasonality of insulin resistance (IR) across the literature, probably due to age-related differences in the seasonality of lifestyle factors and thermoregulation mechanisms.To estimate the seasonality of IR according to the homeostatic model assessment-insulin resistance (HOMA-IR), glucose, and insulin levels; and to examine the role of lifestyle markers (body mass index (BMI) and physical activity) and meteorological factors, according to age.Seasonality was examined using cosinor analysis among middle-aged (45-65 years) and elderly (≥65 years) participants of a population-based Dutch cohort. We analyzed 13,622 observations from 8,979 participants (57.6% women) without diagnosis of diabetes and fasting glucose <7mmol/L. BMI was measured, physical activity was evaluated using a validated questionnaire, and meteorological factors (daily mean ambient temperature, mean relative humidity, total sunlight hours, and total precipitation) were obtained from local records. Seasonality estimates were adjusted for confounders.Among the middle-aged, seasonal variation estimates were: 0.12units (95%CI 0.03, 0.20) for HOMA-IR, 0.32µIU/mL (-0.05, 0.69) for insulin, and 0.05mmol/L (0.01, 0.09) for glucose. These had a summer peak and lifestyle markers explained the pattern. Among the elderly, seasonal variations were: 0.29units (0.21, 0.37) for HOMA-IR, 0.93µIU/mL (0.58, 1.28) for insulin, and 0.02mmol/L (-0.01, 0.05) for glucose. These had a winter peak and ambient temperature explained the pattern.Impaired thermoregulation mechanisms could explain the winter peak of IR among elderly people without diabetes. The seasonality of lifestyle factors may explain the seasonality of glucose.", "id": "29301043", "date": "2017-12-28", "title": "Seasonality of Insulin Resistance, Glucose, and Insulin among Middle-Aged and Elderly Population: The Rotterdam Study.", "doi": "10.1210/jc.2017-01921", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}