{"authors": [["Wei", "Pascal Zhongping", "PZ", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."], ["Kwan", "Bonnie Ching-Ha", "BC", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."], ["Chow", "Kai Ming", "KM", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."], ["Cheng", "Phyllis Mei-Shan", "PM", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."], ["Luk", "Cathy Choi-Wan", "CC", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."], ["Li", "Philip Kam-Tao", "PK", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."], ["Szeto", "Cheuk Chun", "CC", "Department of Medicine & Therapeutics, Carol and Richard Yu Peritoneal Dialysis Research Centre, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China."]], "text": "Mitochondrial dysfunction plays an important role in the pathogenesis and progression of diabetic nephropathy (DN). We study the relation between urinary and intra-renal mitochondrial deoxyribonucleic acid (mtDNA) levels and renal dysfunction in DN.We recruited 92 patients with biopsy-proven DN. Urinary sediment, urinary supernatant and intra-renal mtDNA levels were measured and compared with baseline renal biopsy, kidney scarring and renal function decline in the subsequent 24 months.mtDNA could be detected in all urine supernatant, urine sediment and renal biopsy specimens. There was a modest but statistically significant inverse correlation between urinary supernatant and intra-renal mtDNA levels (r = -0.453, P = 0.012). Urinary supernatant mtDNA level had modest but statistically significant correlations, inversely with estimated glomerular filtration rate (r = -0.214, P = 0.04), and positively with interstitial fibrosis (r = 0.300, P = 0.005). Intra-renal mtDNA had significant inverse correlation with interstitial fibrosis (r = -0.537, P = 0.003). However, there was no significant relation between renal function decline and urinary supernatant, urinary sediment or intra-renal mtDNA levels.mtDNA is readily detectable in urinary supernatant and kidney tissue, and their levels correlate with renal function and scarring in DN. Further studies are needed to determine the accuracy of urinary supernatant mtDNA level as a prognostic indicator of DN, as well as its role in other kidney diseases.", "id": "29301017", "date": "2017-12-28", "title": "Urinary mitochondrial DNA level is an indicator of intra-renal mitochondrial depletion and renal scarring in diabetic nephropathy.", "doi": "10.1093/ndt/gfx339", "journal": ["Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association", "Nephrol. Dial. Transplant."]}