{"authors": [["Fadini", "Gian Paolo", "GP", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Boscari", "Federico", "F", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Cappellari", "Roberta", "R", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Galasso", "Silvia", "S", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Rigato", "Mauro", "M", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Bonora", "Benedetta Maria", "BM", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["D'Anna", "Marianna", "M", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Bruttomesso", "Daniela", "D", "Department of Medicine, University of Padova, 35128 Padova, Italy."], ["Avogaro", "Angelo", "A", "Department of Medicine, University of Padova, 35128 Padova, Italy."]], "text": "Iatrogenic hypoglycaemia is the most common acute diabetic complication and it significantly increases morbidity. In people with diabetes, reduction in the levels of circulating stem and progenitor cells predicts adverse outcomes.To evaluate whether hypoglycaemia in diabetes affects circulating stem cells and endothelial progenitor cells (EPCs).We performed an experimental hypoglycaemia study (study 1) and a case-control study (study 2).Tertiary referral inpatient clinic.Type 1 diabetic patients (study 1, n=19); diabetic patients hospitalized for severe iatrogenic hypoglycaemia, matched inpatient and outpatient controls (study 2, n=22/group).Type 1 diabetic patients underwent two in-hospital sessions of glucose monitoring during a breakfast meal with or without induction of hypoglycaemia in random order. In study 2, patients hospitalized for hypoglycaemia and matched controls were compared.Circulating stem cells and EPCs were measured by flow cytometry based on the expression of CD34 and KDR.In Study 1, the physiologic decline of CD34+KDR+ EPCs from 8am to 2pm was abolished by insulin-induced hypoglycaemia in type 1 diabetic patients. In Study 2, diabetic patients hospitalized for severe iatrogenic hypoglycaemia had significantly lower levels of CD34+ stem cells and CD34+KDR+ EPCs compared to diabetic inpatients or outpatient controls.In diabetic patients, a single mild hypoglycaemic episode can compromise the physiologic EPC fluctuation, whereas severe hypoglycaemia is associated with a marked reduction in stem cells and EPCs. These data provide a novel possible link between hypoglycaemia and adverse outcomes of diabetes.", "id": "29300991", "date": "2017-12-28", "title": "Effects of hypoglycaemia on circulating stem and progenitor cells in diabetic patients.", "doi": "10.1210/jc.2017-02187", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}