{"authors": [["Naufahu", "Jane", "J", null], ["Elliott", "Bradley", "B", null], ["Markiv", "Anatoliy", "A", null], ["Dunning-Foreman", "Petra", "P", null], ["McGrady", "Maggie", "M", null], ["Howard", "David", "D", null], ["Watt", "Peter", "P", null], ["Mackenzie", "Richard W A", "RWA", null]], "text": "Insulin resistance in skeletal muscle contributes to whole body hyperglycaemia and the secondary complications associated with type 2 diabetes. Inositol hexakisphosphate kinase-1 (IP6K1) may inhibit insulin-stimulated glucose transport in this tissue type.Muscle and plasma IP6K1 were correlated with two-compartment models of glucose control in insulin-resistant hyperinsulimic individuals. Muscle IP6K1 was also compared following two different exercise trials.Nine pre-diabetic [HbA1c; 6.1 (0.2) %)] were recruited to take part in a resting control, a continuous exercise (90% of lactate threshold) and a high-intensity exercise trial (6 x 30 sec sprints). Muscle biopsies were drawn pre- and post each 60-minute trial. A labeled ([6,62H2]glucose) intravenous glucose tolerance test (IVGTT) was performed immediately after the second muscle sample.Fasting muscle IP6K1 content did not correlate with SI2* (P = 0.961). High-intensity exercise reduced IP6K1 muscle protein and mRNA expression (P = 0.001). There was no effect on protein IP6K1 content following continuous exercise. Akt308 phosphorylation of was significantly greater following high-intensity exercise. Intermittent exercise reduced hepatic glucose production (HGP) following the same trial. The same intervention also improved SI2* and this was significantly greater compared to the continuous exercise improvements. Our in vitro experiment demonstrated that the chemical inhibition of IP6K1 increased insulin signaling in C2C12 myotubes.The in vivo and in vitro approaches used in the current study suggest that a decrease in muscle IP6K1 may be linked to whole body improvements in SI2*. In addition, high-intensity exercise reduces HPG in insulin-resistant individuals.", "id": "29300979", "date": "2017-12-29", "title": "High intensity exercise decreases IP6K1 muscle content & improves insulin sensitivity (SI2*) in glucose intolerant individuals.", "doi": "10.1210/jc.2017-02019", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}