{"authors": [["Sommer", "Christine", "C", "Oslo University Hospital, Dep. of Endocrinology, Morbid Obesity and Preventive Medicine, Oslo, Norway."], ["Lee", "Sindre", "S", "University of Oslo, Institute of Basic Medical Sciences, Dep. of Nutrition, Oslo, Norway."], ["Gulseth", "Hanne Løvdal", "HL", "Oslo University Hospital, Dep. of Endocrinology, Morbid Obesity and Preventive Medicine, Oslo, Norway."], ["Jensen", "Jørgen", "J", "Norwegian School of Sport Sciences, Dep. of Physical Performance, Oslo, Norway."], ["Drevon", "Christian A", "CA", "University of Oslo, Institute of Basic Medical Sciences, Dep. of Nutrition, Oslo, Norway."], ["Birkeland", "Kåre Inge", "KI", "Oslo University Hospital, Dep. of Endocrinology, Morbid Obesity and Preventive Medicine, Oslo, Norway."]], "text": "Plasma soluble leptin receptor (sOb-R) seems protective of gestational and type 2 diabetes in observational studies, but the mechanisms are unknown. sOb-R is formed by ectodomain shedding of membrane-bound leptin receptors (Ob-R), but its associations with mRNA expression is scarcely explored.To explore associations between plasma levels of sOb-R and 1) insulin sensitivity; 2) mRNA pathways in adipose tissue and skeletal muscle; and 3) mRNA of candidate genes for sOb-R generation in adipose tissue and skeletal muscle.The MyoGlu study included 26 sedentary, middle-aged men which underwent a 12-weeks intensive exercise intervention. We measured plasma sOb-R with ELISA, insulin sensitivity with hyperinsulinemic euglycemic clamp, and mRNA in skeletal muscle and adipose tissue with high-throughput sequencing.Baseline plasma sOb-R was strongly associated with baseline glucose infusion rate (GIR) (β[95% CI]:1.19 [0.57-1.82] mg/kg/min, p=0.0006) and GIR improvement after the exercise intervention (0.58 [0.03-1.12] mg/kg/min, p=0.039), also independently of covariates including plasma leptin. In pathway analyses, high plasma sOb-R correlated with upregulation of metabolic pathways and downregulation of inflammatory pathways in both adipose tissue and skeletal muscle. In skeletal muscle, mRNA of LEPROT and LEPROTL1 (involved in Ob-R cell surface expression) and ADAM10 and ADAM17 (involved sOb-R-shedding) increased after the exercise intervention.Higher plasma sOb-R were associated with improved GIR, upregulation of metabolic pathways and downregulation of inflammatory pathways, which may be possible mechanisms for the seemingly protective effect of plasma sOb-R on subsequent risk of gestational and type 2 diabetes found in observational studies.", "id": "29300960", "date": "2017-12-28", "title": "Soluble leptin receptor predicts insulin sensitivity and correlates with upregulation of metabolic pathways in men.", "doi": "10.1210/jc.2017-02126", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}