{"authors": [["Pratheeshkumar", "Poyil", "P", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Siraj", "Abdul K", "AK", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Divya", "Sasidharan Padmaja", "SP", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Parvathareddy", "Sandeep Kumar", "SK", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Begum", "Rafia", "R", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Melosantos", "Roxanne", "R", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Al-Sobhi", "Saif S", "SS", "Department of Surgery, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia."], ["Al-Dawish", "Mohammed", "M", "Department of Diabetes and Endocrinology, Prince Sultan Military Medical City, Riyadh, Saudi Arabia."], ["Al-Dayel", "Fouad", "F", "Department of Pathology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia."], ["Al-Kuraya", "Khawla S", "KS", "Human Cancer Genomic Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."]], "text": "S-phase kinase protein 2 (SKP2), is an F-box protein with proteasomal properties and has been found to be overexpressed in a variety of cancers. However, its role in papillary thyroid cancer (PTC) has not been fully elucidated.SKP2 expression was assessed by immunohistochemistry in a tissue microarray format on a cohort of more than 1000 PTC samples. In vitro and in vivo studies were performed using proteasome inhibitor bortezomib and proapoptopic death ligand TRAIL either alone or combination on PTC cell lines. MTT, Flow cytometry and immunoblotting were used to determine apoptosis.SKP2 was over-expressed in 45.5% of PTC cases and was significantly associated with extra-thyroidal extension (p=0.0451), distant metastasis (p=0.0435) and tall cell variant (p=0.0271). SKP2 over-expression was also directly associated with XIAP overexpression (p<0.0001) and Bcl-xl overexpression (p=0.0005), and inversely associated with Death receptor-5 (DR5) (p<0.0001). The co-treatment of bortezomib and TRAIL synergistically induced apoptosis via mitochondrial apoptotic pathway in PTC cell lines. Furthermore, bortezomib and TRAIL synergistically induced reactive oxygen species (ROS) generation and caused DR5 upregulation through activation of ERK-CHOP signaling cascade. Notably, bortezomib/TRAIL induced ROS generation played a crucial role in the induction of apoptosis in PTC cells. Finally, bortezomib treatment augmented TRAIL mediated anti-cancer effect on PTC xenograft tumor growth in nude mice.These data suggest that SKP2 is a potential therapeutic target in PTC and combination of bortezomib and TRAIL might be a viable therapeutic option for the treatment of patients with aggressive PTC.", "id": "29300929", "date": "2017-12-28", "title": "Downregulation of SKP2 in papillary thyroid cancer acts synergistically with TRAIL on inducing apoptosis via ROS.", "doi": "10.1210/jc.2017-02178", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}