{"authors": [["Koskinen", "Maarit K", "MK", "Department of Pediatrics, University of Turku and Turku University Hospital, Turku, Finland."], ["Lempainen", "Johanna", "J", "Department of Pediatrics, University of Turku and Turku University Hospital, Turku, Finland."], ["Löyttyniemi", "Eliisa", "E", "Department of Biostatistics, University of Turku, Turku, Finland."], ["Helminen", "Olli", "O", "Department of Pediatrics, PEDEGO Research Unit, Medical Research Center, Oulu University Hospital and University of Oulu, Oulu, Finland."], ["Hekkala", "Anne", "A", "Department of Pediatrics, PEDEGO Research Unit, Medical Research Center, Oulu University Hospital and University of Oulu, Oulu, Finland."], ["Härkönen", "Taina", "T", "Children's Hospital, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Kiviniemi", "Minna", "M", "Immunogenetics Laboratory, Institute of Biomedicine, University of Turku and Turku University Hospital, Turku, Finland."], ["Simell", "Olli", "O", "Department of Pediatrics, University of Turku and Turku University Hospital, Turku, Finland."], ["Knip", "Mikael", "M", "Children's Hospital, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Ilonen", "Jorma", "J", "Immunogenetics Laboratory, Institute of Biomedicine, University of Turku and Turku University Hospital, Turku, Finland."], ["Toppari", "Jorma", "J", "Department of Pediatrics, University of Turku and Turku University Hospital, Turku, Finland."], ["Veijola", "Riitta", "R", "Department of Pediatrics, PEDEGO Research Unit, Medical Research Center, Oulu University Hospital and University of Oulu, Oulu, Finland."]], "text": "A declining first phase insulin response (FPIR) is characteristic of the disease process leading to clinical type 1 diabetes (T1D). It is not known whether reduced FPIR depends on class II HLA type, islet autoimmunity, or both.To dissect the role of class II HLA genotypes and biochemical islet autoantibodies in the compromised FPIR.A total of 438 HLA DR-DQ genotyped children in the prospective Finnish Type 1 Diabetes Prediction and Prevention (DIPP) Study were analyzed for FPIR in a total of 1149 intravenous glucose tolerance tests (IVGTT) and categorized by their class II HLA genotype and the number of biochemical islet autoantibodies at the time of the first FPIR. Age-adjusted hierarchical linear mixed models were used to analyze repeated measurements of FPIR.The associations between class II HLA genotype, islet autoantibody status and FPIR.A strong association between the degree of risk conferred by class II HLA genotype and positivity for islet autoantibodies existed (P<0.0001). FPIR was inversely associated with the number of biochemical autoantibodies (P<0.0001), irrespective of class II HLA risk groups. FPIR decreased over time in children with multiple autoantibodies and increased in children with no biochemical autoantibodies (P<0.0001 and P=0.0013, respectively).The class II HLA genotype association with FPIR was secondary to the association between HLA and islet autoimmunity. Declining FPIR was associated with positivity for multiple islet autoantibodies irrespective of class II HLA genotype.", "id": "29300921", "date": "2017-12-28", "title": "Class II HLA Genotype Association with First Phase Insulin Response Is Explained by Islet Autoantibodies.", "doi": "10.1210/jc.2017-02040", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}