{"authors": [["Heinitz", "Sascha", "S", "Obesity and Diabetes Clinical Research Section, Phoenix Epidemiology and Clinical Research Branch, National Institute of Diabetes and Digestive and Kidney Diseases, Phoenix, AZ, United States of America."], ["Basolo", "Alessio", "A", "Obesity and Diabetes Clinical Research Section, Phoenix Epidemiology and Clinical Research Branch, National Institute of Diabetes and Digestive and Kidney Diseases, Phoenix, AZ, United States of America."], ["Piaggi", "Paolo", "P", "Obesity and Diabetes Clinical Research Section, Phoenix Epidemiology and Clinical Research Branch, National Institute of Diabetes and Digestive and Kidney Diseases, Phoenix, AZ, United States of America."], ["Piomelli", "Daniele", "D", "Department of Pharmacology, University of California Irvine, Irvine, CA, United States of America."], ["Jumpertz von Schwartzenberg", "Reiner", "R", "Charité Universitätsmedizin Berlin, Department of Endocrinology and Metabolic Diseases, Berlin, Germany."], ["Krakoff", "Jonathan", "J", "Obesity and Diabetes Clinical Research Section, Phoenix Epidemiology and Clinical Research Branch, National Institute of Diabetes and Digestive and Kidney Diseases, Phoenix, AZ, United States of America."]], "text": "The endocannabinoids anandamide (AEA) and 2-arachidonoylglycerol (2-AG), and the related acylethanolamide oleoylethanolamide (OEA) have been implicated in energy expenditure (EE)-regulation and metabolic diseases. Muscle (fat-free mass, FFM) and fat (fat mass, FM) are metabolically active compartments and main determinants of EE.To assess whether human muscle, adipose, and plasma endocannabinoids correlate with EE.Muscle, adipose, and plasma AEA, 2-AG, and OEA concentrations were measured via liquid chromatography-mass spectrometry. EE was assessed by indirect whole-room calorimetry.Clinical trial.Obese/overweight Native Americans of full (n=35) and ≥ half (n=21) Southwestern heritage.24hour-EE, sleeping EE (SLEEP), resting EE (REE), respiratory quotient (RQ), macronutrient oxidation.In full Natives, muscle AEA concentration correlated with SLEEP (r = -0.65, P = 0.004) and REE (r = -0.53, P = 0.02). Muscle 2-AG was associated with SLEEP (r = -0.75, P = 0.0003). Adipose OEA concentration correlated with RQ (r = -0.47, P = 0.04) and lipid oxidation (r = 0.51, P = 0.03). Plasma OEA concentration was associated with SLEEP (r = -0.52, P = 0.04). After adjustment for major determinants, these lipids explained nearly 20% of the additional variance of the respective measure. Similarly, in Native Americans of ≥ half Southwestern heritage, investigated lipids correlated with EE measures.Endocannabinoids in metabolically relevant peripheral tissues explained a large part of EE variation and may be involved in regulating EE. Dysregulation of peripheral endocannabinoids may predispose to metabolic diseases via an effect on EE and lipid oxidation.", "id": "29300902", "date": "2017-12-28", "title": "Peripheral Endocannabinoids Associated with Energy Expenditure in Native Americans of Southwestern Heritage.", "doi": "10.1210/jc.2017-02257", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}