{"authors": [["Smith", "Joshua D", "JD", "University of Michigan Medical SchoolAnn ArborMichiganU.S.A."], ["Harvey", "Rachel N", "RN", "University of Michigan College of LiteratureSciences, and the ArtsAnn ArborMichiganU.S.A."], ["Darr", "Owen A", "OA", "Department of Otolaryngology-Head and Neck Surgery, University of Michigan Medical SchoolAnn ArborMichiganU.S.A."], ["Prince", "Mark E", "ME", "Department of Otolaryngology-Head and Neck Surgery, University of Michigan Medical SchoolAnn ArborMichiganU.S.A."], ["Bradford", "Carol R", "CR", "Department of Otolaryngology-Head and Neck Surgery, University of Michigan Medical SchoolAnn ArborMichiganU.S.A."], ["Wolf", "Gregory T", "GT", "Department of Otolaryngology-Head and Neck Surgery, University of Michigan Medical SchoolAnn ArborMichiganU.S.A."], ["Else", "Tobias", "T", "Division of MetabolismEndocrinology, and Diabetes, Department of Internal Medicine, University of Michigan Medical SchoolAnn ArborMichiganU.S.A."], ["Basura", "Gregory J", "GJ", "Department of Otolaryngology-Head and Neck SurgeryKresge Hearing Research InstituteAnn ArborMichiganU.S.A."]], "text": "Paragangliomas of the head and neck and cranial base are typically benign, slow-growing tumors arising within the jugular foramen, middle ear, carotid bifurcation, or vagus nerve proper. The objective of this study was to provide a comprehensive characterization of our institutional experience with clinical management of these tumors and posit an algorithm for diagnostic evaluation and treatment.This was a retrospective cohort study of patients undergoing treatment for paragangliomas of the head and neck and cranial base at our institution from 2000-2017. Data on tumor location, catecholamine levels, and specific imaging modalities employed in diagnostic work-up, pre-treatment cranial nerve palsy, treatment modality, utilization of preoperative angiographic embolization, complications of treatment, tumor control and recurrence, and hereditary status (ie, succinate dehydrogenase mutations) were collected and summarized.The mean (SD) age of our cohort was 51.8 (±16.1) years with 123 (63.4%) female patients and 71 (36.6%) male patients. Catecholamine-secreting lesions were found in nine (4.6%) patients. Fifty-one patients underwent genetic testing, with mutations identified in 43 (20 SDHD, 13 SDHB, 7 SDHD, 1 SDHA, SDHAF2, and NF1). Observation with serial imaging, surgical extirpation, radiation, and stereotactic radiosurgery were variably employed as treatment approaches across anatomic subsites.An algorithmic approach to clinical management of these tumors, derived from our longitudinal institutional experience and current empiric evidence, may assist otolaryngologists, radiation oncologists, and geneticists in the care of these complex neoplasms.4.", "id": "29299512", "date": "2017-11-11", "title": "Head and neck paragangliomas: A two-decade institutional experience and algorithm for management.", "doi": "10.1002/lio2.122", "journal": ["Laryngoscope investigative otolaryngology", "Laryngoscope Investig Otolaryngol"]}