{"authors": [["Morelli", "Ilaria", "I", "University of Milan, Residency Program in Orthopaedics and Trauma Surgery, Milan, Italy."], ["Fraschini", "Gianfranco", "G", "University of Milan, Residency Program in Orthopaedics and Trauma Surgery, Milan, Italy."], ["Banfi", "Arianna E", "AE", "University of Milan, Residency Program in Orthopaedics and Trauma Surgery, Milan, Italy."]], "text": "Conflicting studies link several conditions and risk factors to Dupuytren's disease (DD). A questionnaire-based case-control study was set to investigate associated conditions and clinical features of DD in a sample of Italian patients. The main purpose was the identification of predicting factors for: DD development; involvement of multiple rays; involvement of both hands; development of radial DD; development of recurrences and extensions.A self-administered questionnaire was used to investigate medical and drug histories, working and life habits, DD clinical features, familial history, recurrences and extensions. Binary logistic regression, Mann Whitney U-test and Fisher's exact test were used for the statistical analysis.A role in DD development was found for male sex, cigarette smoking, diabetes and heavy manual work. The development of aggressive DD has been linked to age, male sex, high alcohol intake, dyslipidemias and positive familial history.Further studies might explain the dual relationship between ischemic heart disease and DD. According to our results, the questionnaire used for this study revealed to be an easy-handling instrument to analyze the conditions associated to DD. Nevertheless, its use in further and larger studies is needed to confirm our results as well as the role of the questionnaire itself as investigation tool for clinical studies.", "id": "29299493", "date": null, "title": "Dupuytren's Disease: Predicting Factors and Associated Conditions. A Single Center Questionnaire-Based Case-Control Study.", "doi": null, "journal": ["The archives of bone and joint surgery", "Arch Bone Jt Surg"]}