{"authors": [["Karkhaneh", "Maryam", "M", "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."], ["Qorbani", "Mostafa", "M", "Non-communicable Diseases Research Center, Alborz University of Medical Sciences, Karaj, Iran."], ["Mohajeri-Tehrani", "Mohamad Reza", "MR", "Endocrinology and Metabolism Research Center, Endocrinology and Metabolism Clinical Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Hoseini", "Saeed", "S", "Endocrinology and Metabolism Research Center, Endocrinology and Metabolism Clinical Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."]], "text": "Increased serum complement C3 has been related to body fat mass, metabolic syndrome and chronic diseases. The purpose of this study was to evaluate the levels of C3 in the subjects of normal weight obese (hereafter NWO) as well as their possible relationships with metabolic syndrome and inflammation.In this case-control study, 40 obese women with normal weight (body mass index (BMI) = 18.5-24.9 kg/m2) and body fat percentage above 30% (fat mass (FM) > 30%) and 30 non-obese women (BMI = 18.5-24.9 kg/m2) and fat percentage less than 25% (FM < 25%) were selected as the study sample. Body composition was analyzed using Bio Impedance analyzer. Blood samples were then collected and analyzed for fasting serum concentration of lipid components of metabolic syndrome, insulin, serum complement C3 and High sensitivity C reactive protein (hsCRP).Mean waist and hip circumferences in NWO was higher than non-NWO (74.78 ± 4.81 versus 70.76 ± 2.91 and 99.12 ± 4.32 versus 93.16 ± 2/91, respectively, P-value < 0.001). However, the mean waist-to-hip ratio did not differ significantly (p = 0.448). The mean fasting serum concentration of complement C3, hsCRP and insulin was higher in NWO compared to that in non-NWO (P-value < 0.05). Moreover, insulin sensitivity in NWO was lower than that in non-NWO (0.357 versus 0.374, p-value = 0.043). Moreover, a significant correlation was found between body fat percentage and fasting serum complement C3 and insulin concentration (r = 0.417 and r = 0.254, p-value < 0.005, respectively).Obese women with normal body mass index but high body fat percentage have higher serum C3 and are at a higher risk for metabolic dysregulation and metabolic syndrome than the healthy non-obese subjects.", "id": "29299442", "date": "2017-12-28", "title": "Association of serum complement C3 with metabolic syndrome components in normal weight obese women.", "doi": "10.1186/s40200-017-0330-6", "journal": ["Journal of diabetes and metabolic disorders", "J Diabetes Metab Disord"]}