{"authors": [["Jhingan", "Mahima", "M", "Srimati Kanuri Santhamma Retina Vitreous Center, L.V. Prasad Eye Institute, Kallam Anji Reddy Campus, L V Prasad Marg, Banjara Hills, Hyderabad, Telangana 500 034 India."], ["Marsonia", "Kerul", "K", "Srimati Kanuri Santhamma Retina Vitreous Center, L.V. Prasad Eye Institute, Kallam Anji Reddy Campus, L V Prasad Marg, Banjara Hills, Hyderabad, Telangana 500 034 India."], ["Shukla", "Dhananjay", "D", "Ratan Jyoti Netralaya, Gwalior, India."], ["Rosenfeld", "Philip J", "PJ", "Bascom Palmer Eye Institute, 900 NW 17th St, Miami, FL 33136 USA."], ["Chhablani", "Jay", "J", "Srimati Kanuri Santhamma Retina Vitreous Center, L.V. Prasad Eye Institute, Kallam Anji Reddy Campus, L V Prasad Marg, Banjara Hills, Hyderabad, Telangana 500 034 India."]], "text": "To study the interaction between idiopathic macular telangiectasis type 2 (MacTel2) and coexistent diabetic retinopathy (DR) during long term follow up.A retrospective chart review was done for all eyes with MacTel2 and DR with a minimum 2 years follow up. Eyes with other retinal disorders and poor quality imaging were excluded. Data collected included demographics, presenting visual acuity, systemic evaluation, treatments done, duration of follow up, and final visual outcomes.Out of 951 patients with MacTel2, 277 patients had diabetes. Out of 277 patients, 44 eyes of 22 patients had MacTel2 coexisting with DR. Twenty-eight eyes of 14 patients were included in this study. All cases of MacTel2 were bilateral with a preponderance of women (71.42%). Mean follow up was 93.07 ± 84.03 months with a mean random blood sugar level of 135.41 ± 45.47 mg% at presentation. Twenty-five (89.28%) eyes presented with mild non-proliferative diabetic retinopathy. Two (7.14%) eyes progressed in their DR staging from baseline. Stage III MacTel2 were noted in 11 (39.28)% eyes at baseline. None of these eyes progressed to stage V during follow up. Mean presenting logMAR BCVA was 0.214 ± 0.227 which dropped to 0.399 ± 0.301 at last visit (p = 0.0005). Diabetic macula edema (DME) was not noted in any eye till last follow up.12.5% of eyes with MacTel2 in diabetic patients had coexistent DR. MacTel2 led to slowly progressive visual loss irrespective of the presence of DR.", "id": "29299346", "date": "2017-12-25", "title": "Idiopathic macular telangiectasis type 2 and co-existent diabetic retinopathy.", "doi": "10.1186/s40942-017-0103-x", "journal": ["International journal of retina and vitreous", "Int J Retina Vitreous"]}