{"authors": [["Muleta", "Sintayehu", "S", "Department of Clinical Pharmacy, School of Pharmacy, Institute of Health, Jimma University, P.O.Box:378, Jimma, Oromia Ethiopia."], ["Melaku", "Tsegaye", "T", "Department of Clinical Pharmacy, School of Pharmacy, Institute of Health, Jimma University, P.O.Box:378, Jimma, Oromia Ethiopia."], ["Chelkeba", "Legese", "L", "Department of Clinical Pharmacy, School of Pharmacy, Institute of Health, Jimma University, P.O.Box:378, Jimma, Oromia Ethiopia."], ["Assefa", "Desta", "D", "Department of Pharmaceutics, School of Pharmacy, Institute of Health, Jimma University, P.O.Box:378, Jimma, Oromia Ethiopia."]], "text": "Hypertension is the major contributor to cardiovascular diseases related morbidity and mortality. Blood pressure is not well controlled in the majority of patients with both diabetes and hypertension. The main objective of this study was to assess blood pressure control and its determinants among diabetes mellitus co- morbid hypertensive ambulatory patients.Hospital based cross sectional study was conducted among diabetes mellitus co-morbid hypertensive ambulatory adult patients based on the inclusion criteria. Patient specific data was collected using structured data collection tool. Data was analyzed using statistical software package, SPSS version 20.0. To identify the independent predictors of blood pressure control, multiple stepwise backward logistic regression analysis was done. Statistical significance was considered at p-value <0.05. Patient's written informed consent was obtained after explaining the purpose of the study. Patients were informed about confidentiality of the information obtained.From a total of 131 study participants 51.14% were males with the mean (SD) age of the 50.69 ± 13.71. The mean duration of time since the diagnosis of hypertension was 7.44 ± 5.11 years. The mean (SD) SBP was 149.79 ± 16.32 mmHg, while the mean (SD) DBP was 89.77 ± 9.34 mmHg. More than one fourth (25.20%) of study participants had a controlled SBP, while about 27.48% had a controlled DBP. The overall control of BP was achieved in about 57 (43.51%) of the study participants. Older age (≥50 years) (AOR = 2.06; 95% CI: 2.65-7.79; P = 0.002), female gender (AOR = 1.42; 95% CI: 1.19-2.14; P = 0.042), duration of hypertension (AOR = 2.88, 95% CI: 1.27, 8.31, P = 0.02), non-adherence (AOR 2.05; 95% CI: 2.61-9.33; P = 0.01) and uncontrolled blood sugar(AOR = 1.65; 95% CI: 2.14-3.32; P = 0.04) are independent predictors for uncontrolled blood pressure.Blood pressure control to target goal was suboptimal in the study area. Diabetic patients who were older, female, live longer duration with hypertension, non-adherent to their medications and poor glycemic control were more likely to have uncontrolled BP. Therefore, more effort should be dedicated to control the blood pressure in diabetics.", "id": "29299337", "date": "2017-12-27", "title": "Blood pressure control and its determinants among diabetes mellitus co-morbid hypertensive patients at Jimma University medical center, South West Ethiopia.", "doi": "10.1186/s40885-017-0085-x", "journal": ["Clinical hypertension", "Clin Hypertens"]}