{"authors": [["Eichholz", "Martin", "M", "Kelton Communications, Culver City, CA USA."], ["Alexander", "Andrea H", "AH", "Pfizer Inc., 235 East 42nd Street, New York, NY 10017 USA."], ["Cappelleri", "Joseph C", "JC", "Pfizer Inc., Groton, CT USA."], ["Hlavacek", "Patrick", "P", "Pfizer Inc., 235 East 42nd Street, New York, NY 10017 USA."], ["Parsons", "Bruce", "B", "Pfizer Inc., 235 East 42nd Street, New York, NY 10017 USA."], ["Sadosky", "Alesia", "A", "Pfizer Inc., 235 East 42nd Street, New York, NY 10017 USA."], ["Tuchman", "Michael M", "MM", "Palm Beach Neurological Center, Palm Beach Gardens, FL USA."]], "text": "Since few studies have characterized painful diabetic peripheral neuropathy (pDPN) symptoms in multicultural populations, this study fielded a survey to better understand pDPN and its impact in African-American, Caucasian, and Hispanic populations.Kelton fielded a survey by phone or Internet, in English or Spanish, among adults with pDPN symptoms in the United States between August and October 2015; African-Americans and Hispanics were oversampled to achieve at least 500 subjects for each group. Patients were required to have been diagnosed with pDPN or score ≥ 3 on ID Pain validated screening tool. The survey elicited information on pDPN symptoms and interactions with healthcare providers (HCPs), and included the Brief Pain Inventory and pain-specific Work Productivity and Assessment Questionnaire (WPAI:SHP).Respondents included 823 Caucasians, 525 African-Americans, and 537 Hispanics; approximately half of African-Americans and Hispanics were <40 years of age, vs 12% of Caucasians. Pain was less likely to be rated moderate or severe by African-Americans (65%) and Hispanics (49%) relative to Caucasians (87%; p < 0.05). African-Americans and Hispanics were less likely than Caucasians to report experiencing specific pDPN sensory symptoms. Significantly fewer African-Americans and Hispanics reported receiving a pDPN diagnosis relative to Caucasians (p < 0.05), and higher proportions of African-Americans and Hispanics reported difficulty communicating with their HCP (p < 0.05). WPAI:SHP activity impairment was lower in Hispanics (43%) relative to African-Americans (53%) and Caucasian (56%; p < 0.05).Multicultural patients reported differences in pDPN symptoms and pain relative to Caucasians, and fewer received a pDPN diagnosis. While further evaluation is needed to understand these differences, these data suggest a need to broaden pDPN educational initiatives to improve patient-HCP dialogue and encourage discussion of pDPN symptoms and their impact in a multicultural setting.", "id": "29299335", "date": "2017-12-28", "title": "Perspectives on the impact of painful diabetic peripheral neuropathy in a multicultural population.", "doi": "10.1186/s40842-017-0051-2", "journal": ["Clinical diabetes and endocrinology", "Clin Diabetes Endocrinol"]}