{"authors": [["Afandi", "Bachar O", "BO", "Endocrine Diabetes Center, Tawam Hospital/SEHA, Al Ain, Abu Dhabi, UAE."], ["Hassanein", "Mohamed M", "MM", "Department of Endocrine, Dubai Hospital, DHA, Dubai, Dubai, UAE."], ["Majd", "Lina M", "LM", "Endocrine Diabetes Center, Tawam Hospital/SEHA, Al Ain, Abu Dhabi, UAE."], ["Nagelkerke", "Nico J D", "NJD", "Medicine, Institute of Public Health, UAE University, Al Ain, Abu Dhabi, UAE."]], "text": "Women with gestational diabetes mellitus (GDM) are categorized as at high risk for adverse events during Ramadan fasting. However, this is largely based on clinical opinion. In this study, we shed some light on what happens to glucose levels during Ramadan fasting.This is a prospective observational study. A total of 32 patients with GDM were recruited; 10 patients, treated with diet only (group 1), to observe their glucose levels before fasting and 22 patients who insisted on fasting the month of Ramadan, 13 treated with diet only (group 2) and nine treated with diet plus metformin 500 mg twice daily (group 3), to evaluate their glucose levels during fasting. Interstitial glucose was monitored in all by using the iPro2 Professional continuous glucose monitoring (CGM) system.Mean glucose level was 116±21 mg/dL (6.16±1.16 mmol/L), 106±9 mg/dL (5.88±0.49 mmol/L) and 99±7 mg/dL (5.49±0.34 mmol/L) in groups 1, 2 and 3, respectively. Patients in group 1 had the lowest rate of hypoglycemia (50%), followed by patients in group 2 (60%), whereas patients in group 3 had the highest rate of hypoglycemia (78%).CGM data indicates that Ramadan fasting in women with GDM treated with diet alone or with diet plus metformin was associated with lower mean glucose levels and higher rates of hypoglycemia when compared with non-fasting glucose levels. Women with GDM should be advised against fasting during Ramadan until further data is available.", "id": "29299329", "date": "2017-12-04", "title": "Impact of Ramadan fasting on glucose levels in women with gestational diabetes mellitus treated with diet alone or diet plus metformin: a continuous glucose monitoring study.", "doi": "10.1136/bmjdrc-2017-000470", "journal": ["BMJ open diabetes research & care", "BMJ Open Diabetes Res Care"]}