{"authors": [["Gottlieb", "Assaf", "A", "Machine Learning for Healthcare and Life Sciences, IBM Research, Haifa, Israel."], ["Yanover", "Chen", "C", "Machine Learning for Healthcare and Life Sciences, IBM Research, Haifa, Israel."], ["Cahan", "Amos", "A", "Machine Learning for Healthcare and Life Sciences, IBM Research, Haifa, Israel."], ["Goldschmidt", "Yaara", "Y", "Machine Learning for Healthcare and Life Sciences, IBM Research, Haifa, Israel."]], "text": "Metformin is the recommended initial drug treatment in type 2 diabetes mellitus, but there is no clearly preferred choice for an additional drug when indicated. We compare the counterfactual drug effectiveness in lowering glycated hemoglobin (HbA1c) levels and effect on body mass index (BMI) of four diabetes second-line drug classes using electronic health records.Retrospective analysis of electronic health records of US-based patients in the Explorys database using causal inference methodology to adjust for patient censoring and confounders.Our cohort consisted of more than 40 000 patients with type 2 diabetes, prescribed metformin along with a drug out of four second-line drug classes-sulfonylureas, thiazolidinediones, dipeptidyl peptidase 4 (DPP-4) inhibitors and glucagon-like peptide-1 agonists-during the years 2000-2015. Roughly, 17 000 of these patients were followed for 12 months after being prescribed a second-line drug.HbA1c and BMI of these patients after 6 and 12 months following treatment.We demonstrate that all four drug classes reduce HbA1c levels, but the effect of sulfonylureas after 6 and 12 months of treatment is less pronounced compared with other classes. We also estimate that DPP-4 inhibitors decrease body weight significantly more than sulfonylureas and thiazolidinediones.Our results are in line with current knowledge on second-line drug effectiveness and effect on BMI. They demonstrate that causal inference from electronic health records is an effective way for conducting multitreatment causal inference studies.", "id": "29299328", "date": "2017-11-30", "title": "Estimating the effects of second-line therapy for type 2 diabetes mellitus: retrospective cohort study.", "doi": "10.1136/bmjdrc-2017-000435", "journal": ["BMJ open diabetes research & care", "BMJ Open Diabetes Res Care"]}