{"authors": [["de Korne", "Dirk F", "DF", "Medical Innovation & Care Transformation, KK Women's and Children's Hospital, Singapore."], ["Malhotra", "Rahul", "R", "Health Services & Systems Research, Duke-NUS Medical School, Singapore."], ["Lim", "Wai Yee", "WY", "Medical Innovation & Care Transformation, KK Women's and Children's Hospital, Singapore."], ["Ong", "Christine", "C", "Nutrition & Dietetics, KK Women's and Children's Hospital, Singapore."], ["Sharma", "Ashu", "A", "Sodexo Quality of Life Services, Singapore."], ["Tan", "Tai Kiat", "TK", "Patient Support Services, KK Women's and Children's Hospital, Singapore."], ["Tan", "Thiam Chye", "TC", "Office of Patient Experience, KK Women's and Children's Hospital, Singapore."], ["Ng", "Kee Chong", "KC", "Medical Innovation & Care Transformation, KK Women's and Children's Hospital, Singapore."], ["Østbye", "Truls", "T", "Health Services & Systems Research, Duke-NUS Medical School, Singapore."]], "text": "Food group guideline adherence is vital to prevent obesity and diabetes. Various studies have demonstrated that environmental variables influence food intake behaviour. In the present study we examined the effect of a portion design plate with food group portion guidelines demarcated by coloured lines (ETE Plate™). A two-group quasi-experimental design was used to measure proportions of carbohydrate, vegetable and protein portions and user experience in a hospital staff lounge setting in Singapore. Lunch was served on the portion design plate before 12.15 hours. For comparison, a normal plate (without markings) was used after 12.15 hours. Changes in proportions of food groups from 2 months before the introduction of the design plate were analysed in a stratified sample at baseline (859 subjects, all on normal plates) to 1, 3 and 6 months after (in all 1016 subjects on the design plate, 968 subjects on the control plate). A total of 151 participants were asked about their experiences and opinions. Between-group comparisons were performed using t tests. Among those served on the portion design plate at 6 months after its introduction, the proportion of vegetables was 4·71 % (P < 0·001) higher and that of carbohydrates 2·83 % (P < 0·001) lower relative to the baseline. No significant change was found for proteins (-1·85 %). Over 6 months, we observed different change patterns between the different food group proportions. While participants were positive about the portion design plate, they did not think it would influence their personal behaviour. A portion design plate might stimulate food group guideline adherence among hospital staff and beyond.", "id": "29299308", "date": "2017-12-13", "title": "Effects of a portion design plate on food group guideline adherence among hospital staff.", "doi": "10.1017/jns.2017.60", "journal": ["Journal of nutritional science", "J Nutr Sci"]}