{"authors": [["Murphy", "Mary M", "MM", "Exponent, Inc., Center for Chemical Regulation & Food Safety, 1150 Connecticut Avenue, NW, Washington, DC 20036, USA."], ["Barrett", "Erin C", "EC", "Exponent, Inc., Center for Chemical Regulation & Food Safety, 1150 Connecticut Avenue, NW, Washington, DC 20036, USA."], ["Bresnahan", "Kara A", "KA", "Exponent, Inc., Center for Chemical Regulation & Food Safety, 1150 Connecticut Avenue, NW, Washington, DC 20036, USA."], ["Barraj", "Leila M", "LM", "Exponent, Inc., Center for Chemical Regulation & Food Safety, 1150 Connecticut Avenue, NW, Washington, DC 20036, USA."]], "text": "Studies on the effects of consuming 100 % fruit juice on measures of glycaemic control are conflicting. The purpose of the present study was to systematically review and quantitatively summarise results from randomised controlled trials (RCT) examining effects of 100 % fruit juice on glucose-insulin homeostasis. Eligible studies were identified from a systematic review of PubMed and EMBASE and hand searches of reference lists from reviews and relevant papers. Using data from eighteen RCT, meta-analyses evaluated the mean difference in fasting blood glucose (sixteen studies), fasting blood insulin (eleven studies), the homeostatic model assessment of insulin resistance (HOMA-IR; seven studies) and glycosylated Hb (HbA1c; three studies) between the 100 % fruit juice intervention and control groups using a random-effects model. Compared with the control group, 100 % fruit juice had no significant effect on fasting blood glucose (-0·13 (95 % CI -0·28, 0·01) mmol/l; P = 0·07), fasting blood insulin (-0·24 (95 % CI -3·54, 3·05) pmol/l; P = 0·89), HOMA-IR (-0·22 (95 % CI -0·50, 0·06); P = 0·13) or HbA1c (-0·001 (95 % CI -0·38, 0·38) %; P = 0·28). Results from stratified analyses and univariate meta-regressions also largely showed no significant associations between 100 % fruit juice and the measures of glucose control. Overall, findings from this meta-analysis of RCT suggest a neutral effect of 100 % fruit juice on glycaemic control. These findings are consistent with findings from some observational studies suggesting that consumption of 100 % fruit juice is not associated with increased risk of diabetes.", "id": "29299307", "date": "2017-12-15", "title": "100 % Fruit juice and measures of glucose control and insulin sensitivity: a systematic review and meta-analysis of randomised controlled trials.", "doi": "10.1017/jns.2017.63", "journal": ["Journal of nutritional science", "J Nutr Sci"]}