{"authors": [["Yang", "Qiang", "Q", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Wang", "Wen-Wen", "WW", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Ma", "Pu", "P", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Ma", "Zhong-Xuan", "ZX", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Hao", "Meng", "M", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Adelusi", "Temitope I", "TI", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Lei-Du", null, null, "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Yin", "Xiao-Xing", "XX", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."], ["Lu", "Qian", "Q", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou 221002, Jiangsu, China."]], "text": "Increasing evidence suggests that regular physical exercise improves type 2 diabetes mellitus (T2DM). However, the potential beneficial effects of swimming on insulin resistance and lipid disorder in T2DM, and its underlying mechanisms remain unclear.Rats were fed with high fat diet and given a low dosage of Streptozotocin (STZ) to induce T2DM model, and subsequently treated with or without swimming exercise. An 8-week swimming program (30, 60 or 120 min per day, 5 days per week) decreased body weight, fasting blood glucose and fasting insulin.Swimming ameliorated lipid disorder, improved muscular atrophy and revealed a reduced glycogen deposit in skeletal muscles of diabetic rats. Furthermore, swimming also inhibited the activation of Wnt3a/β-catenin signaling pathway, decreased Wnt3a mRNA and protein level, upregulated GSK3β phosphorylation activity and reduced the expression of β-catenin phosphorylation in diabetic rats.The trend of the result suggests that swimming exercise proved to be a potent ameliorator of insulin resistancein T2DM through the modulation of Wnt3a/β-catenin pathway and therefore, could present a promising therapeutic measure towards the treatment of diabetes and its relatives.", "id": "29299199", "date": null, "title": "Swimming training alleviated insulin resistance through Wnt3a/β-catenin signaling in type 2 diabetic rats.", "doi": "10.22038/IJBMS.2017.9473", "journal": ["Iranian journal of basic medical sciences", "Iran J Basic Med Sci"]}