{"authors": [["Vaseghi", "Hajar", "H", "Photo Healing and Regeneration Research Group, Medical Laser Research Center, Academic Center for Education, Culture and Research (ACECR), Tehran, Iran."], ["Pornour", "Majid", "M", "Photo Healing and Regeneration Research Group, Medical Laser Research Center, Academic Center for Education, Culture and Research (ACECR), Tehran, Iran."], ["Djavid", "Gholamreza Esmaeeli", "GE", "Photo Healing and Regeneration Research Group, Medical Laser Research Center, Academic Center for Education, Culture and Research (ACECR), Tehran, Iran."], ["Rigi", "Garshasb", "G", "Department of Genetics, Faculty of Basic Sciences, University of Shahrekord, Shahrekord, Iran."], ["Ganji", "Shahla Mohammad", "SM", "National Institute for Genetic Engineering and Biotechnology (NIGEB), Tehran, Iran."], ["Novin", "Leila", "L", "Photo Healing and Regeneration Research Group, Medical Laser Research Center, Academic Center for Education, Culture and Research (ACECR), Tehran, Iran."]], "text": "Regulation of pro-inflammatory factors such as TNF-α which are secreted by the immune cells through induction of their several receptors including dopamine receptors (especially DRD2 and DRD3) is one of the noticeable problems in diabetic severe foot ulcer healing. This study was conducted to evaluate the alteration of TNF-αin plasma as well as DRD2 and DRD3 changes in PBMCs of diabetics with severe foot ulcers.Peripheral blood samples were collected from 31 subjects with ulcers, 29 without ulcers, and 25 healthy individuals. Total mRNA was extracted from PBMCs for the study of DRD2, DRD3, and TNF-α gene expression variations. Expression patterns of these genes were evaluated by real-time PCR. Consequently, concentration of TNF-α was investigated in plasma.Significant decrease in gene expression and plasma concentration of TNF-α in PBMCs was observed in both patient groups at P<0.05. These diminutions are correlated to the decrease in the expression of both DRD2 and DRD3 in PBMCs of both patient groups. Also, the same relationship is present between expressions of two new DRD3 transcripts with TNF-α downturn.We concluded that DRD2 and DRD3 expression alteration and presence of new DRD3 transcripts can be effective in reduction of TNF-α expression as a pro-inflammatory factor. Performing complementary studies, may explain that variations in DRD2 and DRD3 are prognostic and effective markers attributed to the development of diabetes severe foot ulcers.", "id": "29299198", "date": null, "title": "Association of the gene expression variation of tumor necrosis factor-α and expressions changes of dopamine receptor genes in progression of diabetic severe foot ulcers.", "doi": "10.22038/IJBMS.2017.9475", "journal": ["Iranian journal of basic medical sciences", "Iran J Basic Med Sci"]}