{"authors": [["Shujaat", "Shehnilla", "S", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences Hyderabad, Hyderabad, Pakistan."], ["Jawed", "Muhammad", "M", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences Hyderabad, Hyderabad, Pakistan."], ["Memon", "Shahzad", "S", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences Hyderabad, Hyderabad, Pakistan."], ["Talpur", "Khalid Iqbal", "KI", "Department of Ophthalmology, Sindh Institute of Ophthalmology and Visual Sciences Hyderabad, Hyderabad, Pakistan."]], "text": "The objective of this study was to assess and determine the risk factors and treatment of dry eye disease in type 1 diabetes before any ocular surface or corneal complication occurs. This study was conducted at Sindh Institute of Ophthalmology And Visual Sciences, Hyderabad, Pakistan.Subjects and methods for observational study were undertaken at the Department of Ophthalmology Sindh Institute Of Ophthalmology And Visual Sciences, Hyderabad, Pakistan. Hundred confirmed cases of type 1 diabetes were included in the study by non probability convenience sampling. Tear film breakup time and schrimer test were carried out to determine dry eye disease. Data was collected by self-prepared questionnaire and entered and analyzed by using Statistical Program for Social Sciences (SPSS, version 20.0). The frequencies and percentage were recorded and any associations with predisposing factors were statistically analyzed by t test.Out of hundred patients, 71 (71%) were found to have dry eyes (P<0.001). The mean age of the subject in this study was 50.97 years (range 30-70 years). Old age was related to high risk of dry eye disease (P<0.001). There was no big difference in the incidence of dry eyes in males and females. Long duration was found to be related with increased occurrence of dry eyes (P<0.001). We found higher values for abnormal tear film break up time than schirmer test values leading to increased occurrence of evaporative dry eyes.There is marked increase in frequency/ risk of developing dry eye disease in type 1 diabetes patients. Therefore, it is recommended to have periodic ophthalmic examination for type 1 diabetic patients.", "id": "29299082", "date": "2017-11-23", "title": "Determination of Risk Factors and Treatment of Dry Eye Disease in Type 1 Diabetes Before Corneal Complications at Sindh Institute of Ophthalmology And Visual Sciences.", "doi": "10.2174/1874364101711010355", "journal": ["The open ophthalmology journal", "Open Ophthalmol J"]}