{"authors": [["Razavi", "Maryamalsadat", "M", "Department of Gynecology and Obstetrics, School of Medicine, Ardabil University of Medical Sciences, Ardabil, Iran."], ["Jamilian", "Mehri", "M", "Endocrinology and Metabolism Research Center, Department of Gynecology and Obstetrics, School of Medicine, Arak University of Medical Sciences, Arak, Iran."], ["Samimi", "Mansooreh", "M", "Department of Gynecology and Obstetrics, School of Medicine, Kashan University of Medical Sciences, Kashan, Iran."], ["Afshar Ebrahimi", "Faraneh", "F", "Department of Gynecology and Obstetrics, School of Medicine, Kashan University of Medical Sciences, Kashan, Iran."], ["Taghizadeh", "Mohsen", "M", "Research Center for Biochemistry and Nutrition in Metabolic Diseases, Kashan University of Medical Sciences, PO Box 8715988141, Kashan, Iran."], ["Bekhradi", "Reza", "R", "Barij Medicinal Plants Research Center, Kashan, Iran."], ["Seyed Hosseini", "Elahe", "E", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Haddad Kashani", "Hamed", "H", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Karamali", "Maryam", "M", "Department of Gynecology and Obstetrics, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Asemi", "Zatollah", "Z", "Research Center for Biochemistry and Nutrition in Metabolic Diseases, Kashan University of Medical Sciences, PO Box 8715988141, Kashan, Iran."]], "text": "This study was carried out to determine the effects of vitamin D and omega-3 fatty acids co- supplementation on biomarkers of inflammation, oxidative stress and pregnancy outcomes in gestational diabetes (GDM) patients.This randomized, double-blind, placebo-controlled trial was conducted among 120 GDM women. Participants were randomly divided into four groups to receive: 1) 1000 mg omega-3 fatty acids containing 180 mg eicosapentaenoic acid (EPA) and 120 mg docosahexaenoic acid (DHA) twice a day + vitamin D placebo (n = 30); 2) 50,000 IU vitamin D every 2 weeks + omega-3 fatty acids placebo (n = 30); 3) 50,000 IU vitamin D every 2 weeks + 1000 mg omega-3 fatty acids twice a day (n = 30) and 4) vitamin D placebo + omega-3 fatty acids placebo (n = 30) for 6 weeks.Subjects who received vitamin D plus omega-3 fatty acids supplements compared with vitamin D, omega-3 fatty acids and placebo had significantly decreased high-sensitivity C-reactive protein (-2.0 ± 3.3 vs. -0.8 ± 4.4, -1.3 ± 2.4 and +0.9 ± 2.7 mg/L, respectively, P = 0.008), malondialdehyde (-0.5 ± 0.5 vs. -0.2 ± 0.5, -0.3 ± 0.9 and +0.5 ± 1.4 μmol/L, respectively, P < 0.001), and increased total antioxidant capacity (+92.1 ± 70.1 vs. +55.1 ± 123.6, +88.4 ± 95.2 and +1.0 ± 90.8 mmol/L, respectively, P = 0.001) and glutathione (+95.7 ± 86.7 vs. +23.0 ± 62.3, +30.0 ± 66.5 and -7.8 ± 126.5 μmol/L, respectively, P = 0.001). In addition, vitamin D and omega-3 fatty acids co-supplementation, compared with vitamin D, omega-3 fatty acids and placebo, resulted in lower incidences of newborns' hyperbilirubinemiain (P = 0.037) and newborns' hospitalization (P = 0.037).Overall, vitamin D and omega-3 fatty acids co-supplementation for 6 weeks among GDM women had beneficial effects on some biomarkers of inflammation, oxidative stress and pregnancy outcomes.", "id": "29299042", "date": "2017-12-28", "title": "The effects of vitamin D and omega-3 fatty acids co-supplementation on biomarkers of inflammation, oxidative stress and pregnancy outcomes in patients with gestational diabetes.", "doi": "10.1186/s12986-017-0236-9", "journal": ["Nutrition & metabolism", "Nutr Metab (Lond)"]}