{"authors": [["Jeznach-Steinhagen", "Anna", "A", "Department of Clinical Nutrition, Medical University od Warsaw, Poland; Institute of Mother and Child, Diabetes Outpatient Clinic, Warsaw, Poland."], ["Ostrowska", "Joanna", "J", "Department of Clinical Nutrition, Medical University od Warsaw, Poland."], ["Czerwonogrodzka-Senczyna", "Aneta", "A", "Department of Clinical Nutrition, Medical University od Warsaw, Poland."], ["Boniecka", "Iwona", "I", "Department of Clinical Nutrition, Medical University od Warsaw, Poland; Department of General and Metabolic Surgery, Military Institute of Medicine, Warsaw, Poland."], ["Gronostajska", "Wioletta", "W", "Department of Clinical Nutrition, Medical University od Warsaw, Poland."]], "text": "Non-alcoholic Fatty Liver Disease (NAFLD) is currently the most common chronic liver disease in the developed world. Nowadays, in the adult population of Europe it is estimated at 14% to 21%. Its most important risk factors are obesity and metabolic syndrome. Introducing lifestyle changes such as: dietary intervention and increased physical activity are the first-line treatment and are intended to support not only NAFLD but also associated diseases such as obesity, insulin resistance, diabetes and dyslipidemia. Dietary management focuses on weight reduction of overweight or obese people by decreasing energy in diet. It is recommended to limit the intake of saturated fats and trans fatty acids as well as cholesterol. Instead, it is important to increase the proportion of polyunsaturated fatty acid diets, mainly from the n-3 family, which exhibit anti-inflammatory activity. It is also beneficial to eat nuts, despite their high energy value, as a source of alpha linolenic acid, which lowers LDL cholesterol. It is important to increase the share of vegetable protein (eg. soya) and limit the intake of fat meat, milk and the dairy products. A key role in the treatment and prevention of NAFLD is also a reduction of simple sugars and total exclusion of added sugar in the diet. The rise of NAFLD in developed countries is analogous to the increase of fructose consumption, which high intake is directly indicated as the main cause of the disease. Choosing foods with high fiber content, low glycemic index and meals composed with low glycemic load, is conducive to weight reduction. An important role in supporting NAFLD treatment is also attributed to vitamin D, C and E supplementation and some probiotic bacteria, as well as cinnamon and turmeric, which improve insulin sensitivity. Daily physical activity is strongly recommended as the supplement of healthy lifestyle.", "id": "29298969", "date": null, "title": "[Dietetary recommendation for non-alcoholic fatty liver disease].", "doi": null, "journal": ["Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego", "Pol. Merkur. Lekarski"]}