{"authors": [["Takamatsu", "Yoshiki", "Y", "Tokyo Metropolitan Institute of Medical Sciences, 2-1-6 Kamikitazawa, Setagaya-ku, Tokyo 156-0057. Japan."], ["Ho", "Gilbert", "G", "PCND Neuroscience Research Institute, Poway, CA 92064. United States."], ["Shimizu", "Yuki", "Y", "Tokyo Metropolitan Institute of Medical Sciences, 2-1-6 Kamikitazawa, Setagaya-ku, Tokyo 156-0057. Japan."], ["Sugama", "Shuei", "S", "Department of Physiology, Nippon Medical School, Tokyo 113-8602. Japan."], ["Takenouchi", "Takato", "T", "Division of Animal Sciences, National Institute of Agrobiological Sciences, Tsukuba, Ibaraki 305-8634. Japan."], ["Waragai", "Masaaki", "M", "Tokyo Metropolitan Institute of Medical Sciences, 2-1-6 Kamikitazawa, Setagaya-ku, Tokyo 156-0057. Japan."], ["Wei", "Jianshe", "J", "Institute for Brain Sciences Research, School of Life Sciences, Henan University, Kaifeng 475004. China."], ["Hashimoto", "Makoto", "M", "Tokyo Metropolitan Institute of Medical Sciences, 2-1-6 Kamikitazawa, Setagaya-ku, Tokyo 156-0057. Japan."]], "text": "Centrifuges are the principal means of generating physiological hypergravity and have been used for many medical purposes, including the therapy of psychiatric diseases and evaluation of vestibular system in the pilots. In particular, modern centrifuges have evolved into mechanically sophisticated precision instruments compared to primitive ones in old times, indicating that centrifuges might possess great potential in modern medicine. Indeed, studies are in progress to apply centrifuges to musculoskeletal degenerative diseases, such as osteoporosis and sarcopenia. Given that the aging-related diseases are manifested under microgravity conditions, including astronauts and the bed-ridden elderly, it is reasonable to speculate that centrifuge-induced hypergravity may counteract the progression of these diseases. Such a view may also be important for neurodegenerative diseases for which the radical treatments are yet to be established.Therefore, the main objective of this paper is to discuss a potential therapeutic use of centrifuges for protection against the central nervous system (CNS) disorders, both in space and on Earth. Mechanistically hypergravity may exert stimulatory effects on preconditioning, chaperone expression, synapse plasticity, and growth and differentiation in the nervous system. Furthermore, hypergravity may suppress the progress of type II diabetes mellitus (T2DM), leading to inhibition of T2DM-triggered CNS disorders, including neurodegenerative diseases, ischemia and depression. Moreover, it is possible that hypergravity may counteract the neurodegeneration in hippocampus induced by the microgravity conditions and psychiatric diseases. Collectively, further investigations are warranted to demonstrate that centrifuge-induced hypergravity may be beneficial for the therapy of the CNS disorders.", "id": "29298650", "date": "2017-12-29", "title": "Potential Application of Centrifuges to Protect the CNS in Space and on Earth.", "doi": "10.2174/1567205015666171229225501", "journal": ["Current Alzheimer research", "Curr Alzheimer Res"]}