{"authors": [["Zareba-Szczudlik", "Julia", "J", "2nd Department of Obstetrics and Gynecology, Medical University of Warsaw , Poland."], ["Pykalo-Gawinska", "Dominika", "D", "Students' Scientific Group at the 2nd Department of Obstetrics and Gynecology, Medical University of Warsaw, Poland."], ["Gawinski", "Cieszymierz", "C", "Students' Scientific Group at the 2nd Department of Obstetrics and Gynecology, Medical University of Warsaw, Poland."], ["Lewandowski", "Zbigniew", "Z", "Department of Epidemiology, Medical University of Warsaw, Poland."], ["Malinowska-Polubiec", "Aneta", "A", "2nd Department of Obstetrics and Gynecology, Medical University of Warsaw , Poland."], ["Dobrowolska-Redo", "Agnieszka", "A", "2nd Department of Obstetrics and Gynecology, Medical University of Warsaw , Poland."], ["Czajkowski", "Krzysztof", "K", "2nd Department of Obstetrics and Gynecology, Medical University of Warsaw , Poland."], ["Wilczynski", "Jan", "J", "2nd Department of Obstetrics and Gynecology, Medical University of Warsaw , Poland."], ["Romejko-Wolniewicz", "Ewa", "E", "2nd Department of Obstetrics and Gynecology, Medical University of Warsaw , Poland."]], "text": "The aim of the study was to compare the perinatal outcome of pregnancies in mothers who were diagnosed with gestational diabetes mellitus (GDM) with previous versus current Polish Gynecological Society (PTG) criteria.475 patients were divided into three groups. In group A, the patients only met the previous PTG criteria for a GDM diagnosis, i.e., those with a blood glucose level of 140-152 mg/dl 2 hours after administration, a fasting glucose level <92 mg/dl, and a blood glucose level <180 mg/dl 1 hour after administration. Group B included patients complying with both the previous and current PTG criteria for a GDM diagnosis. Group C included patients who only met the current PTG criteria for a GDM diagnosis, i.e., those with a fasting blood glucose level of 92-99 mg/dl, a blood glucose level <180 mg/dl 1 hour and <140 mg/dl 2 hours after administration, respectively.Women from group C were characterized by the highest fasting glycaemia in the first trimester of pregnancy (93.0 mg/dL vs. 88.0 mg/dL vs. 83.5 mg/dL, p=0.012) and during the OGTT (p=0.001). Gestational diabetes was diagnosed significantly earlier in patients from group C (23 vs. 26 vs. 26 weeks, p=0.005). The patients from group A significantly less frequently required insulin therapy for proper glycemic control (p=0.035). Women from group A were characterized by lower pre-pregnancy BMI (p=0.001).Current PTG criteria for diagnosing GDM according to the IADPSG allow for identification of women who often require insulin therapy to achieve proper glycemic control.", "id": "29298286", "date": null, "title": "New criteria for gestational diabetes mellitus - do they impact the outcome?", "doi": null, "journal": ["Neuro endocrinology letters", "Neuro Endocrinol. Lett."]}