{"authors": [["Di Nardo", "Francesco", "F", "Istituto di Sanità Pubblica, Università Cattolica del Sacro Cuore di Roma, Rome, Italy."], ["Calabrò", "Giovanna Elisa", "GE", "Istituto di Sanità Pubblica, Università Cattolica del Sacro Cuore di Roma, Rome, Italy."], ["Ianuale", "Carolina", "C", "Istituto di Sanità Pubblica, Università Cattolica del Sacro Cuore di Roma, Rome, Italy."], ["Poscia", "Andrea", "A", "Istituto di Sanità Pubblica, Università Cattolica del Sacro Cuore di Roma, Rome, Italy."], ["Azzolini", "Elena", "E", "Istituto di Sanità Pubblica, Università Cattolica del Sacro Cuore di Roma, Rome, Italy."], ["Volpe", "Massimo", "M", "Fondazione Policlinico Universitario \"A. Gemelli\", Rome, Italy."], ["de Waure", "Chiara", "C", "Istituto di Sanità Pubblica, Università Cattolica del Sacro Cuore di Roma, Rome, Italy."]], "text": "Because of the relevant burden of pneumococcal diseases, newborns, people at risk and elderly are recommended vaccination but coverage is still low for problems in catching them. This study evaluates the proportion of eligible patients seen at hospital level in the view of assessing its potential role in vaccination campaigns.This is a retrospective analysis of discharge data of all patients over 49 years of age admitted between 2011 and 2013 to \"A. Gemelli\" teaching hospital. Eligibility for pneumococcal vaccination was evaluated based on ICD-9 codes.Among 65 047 unique patients, 53.2% were eligible for pneumococcal vaccination. Most common eligibility criteria were chronic heart diseases, cancer and diabetes. Considering also age ≥ 65 as an indication to vaccination, the proportion of eligible patients reached 76.8%. The highest number of eligible patients was seen in medical sciences, general surgery, cardiovascular medicine and neurosciences departments.Hospital might play an important role in catching patients eligible for pneumococcal vaccination because their proportion in the hospital setting is high.", "id": "29297858", "date": null, "title": "Capturing the chance for pneumococcal vaccination in the hospital setting.", "doi": "10.4415/ANN_17_04_04", "journal": ["Annali dell'Istituto superiore di sanita", "Ann. Ist. Super. Sanita"]}