{"authors": [["Delory", "T", "T", "Assistance Publique-Hôpitaux de Paris (APHP), Département Epidémiologie et Recherche Clinique, Hôpital Bichat-Claude Bernard, Paris, France; Centre d'Investigation Clinique 1425-EC, Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche 1123, Epidémiologie Clinique et Evaluation Economique Appliquées aux Populations Vulnérables, Paris, France; Université Paris Diderot, Sorbonne Paris Cité, Paris, France; APHP, Service de Maladies Infectieuses et Tropicales, Hôpital Saint Louis, Paris, France."], ["Ferrand", "H", "H", "APHP, Service de Maladies Infectieuses et Tropicales, Paris, France."], ["Grall", "N", "N", "Service de Bactériologie, Paris, France."], ["Casalino", "E", "E", "Service d'Accueil des Urgences, Paris, France."], ["Lafarge", "M", "M", "Service de Pneumologie, Paris, France."], ["Melot", "B", "B", "APHP, Service de Maladies Infectieuses et Tropicales, Paris, France."], ["Hajage", "D", "D", "Assistance Publique-Hôpitaux de Paris (APHP), Département Epidémiologie et Recherche Clinique, Hôpital Bichat-Claude Bernard, Paris, France; Centre d'Investigation Clinique 1425-EC, Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche 1123, Epidémiologie Clinique et Evaluation Economique Appliquées aux Populations Vulnérables, Paris, France."], ["Charpentier", "C", "C", "Service de Virologie, Hôpital Bichat-Claude Bernard, Paris, France."], ["Aubier", "M", "M", "Service de Virologie, Hôpital Bichat-Claude Bernard, Paris, France."], ["Tubach", "F", "F", "Assistance Publique-Hôpitaux de Paris (APHP), Département Epidémiologie et Recherche Clinique, Hôpital Bichat-Claude Bernard, Paris, France; Centre d'Investigation Clinique 1425-EC, Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche 1123, Epidémiologie Clinique et Evaluation Economique Appliquées aux Populations Vulnérables, Paris, France; Université Paris Diderot, Sorbonne Paris Cité, Paris."], ["Bouvet", "E", "E", "APHP, Service de Maladies Infectieuses et Tropicales, France."], ["Gault", "N", "N", "Assistance Publique-Hôpitaux de Paris (APHP), Département Epidémiologie et Recherche Clinique, Hôpital Bichat-Claude Bernard, Paris, France; Centre d'Investigation Clinique 1425-EC, Institut National de la Santé et de la Recherche Médicale, Unité Mixte de Recherche 1123, Epidémiologie Clinique et Evaluation Economique Appliquées aux Populations Vulnérables, Paris , Université Paris Diderot, Sorbonne Paris Cité, Paris, France."], ["Yazdanpanah", "Y", "Y", "APHP, Service de Maladies Infectieuses et Tropicales, France."]], "text": "To develop a diagnostic predictive model for the identification of patients with presumptive pulmonary tuberculosis (PTB) at high risk for active disease and those requiring nucleic acid amplification (NAAT) testing and/or preventive respiratory isolation in low-incidence, high-income countries.A 1:1 case-control study was conducted in consecutive immunocompetent patients with presumed PTB hospitalised between 2009 and 2012 in Paris, France. Cases were defined as individuals with culture-confirmed PTB, regardless of smear result. Those with presumed PTB and three smear- and culture-negative samples were selected as controls. A score was derived using conditional logistic regression. Internal validity of the score was assessed using the bootstrap method.A total of 354 patients were included in the analysis (177 cases, 177 controls). Among the 177 cases, 74 (42%) were smear-negative but culture-positive. Factors independently associated with PTB were age <50 years (adjusted OR [aOR] 4.7, 95%CI 1.8-12), diabetes (aOR 3.2, 95%CI 1.1-9.8), absence of cough with or without sputum (aOR 3.7, 95%CI 1.7-8.3), fever >15 days (aOR 3.5, 95%CI 1.3-9.5), apical infiltration without cavity (aOR 3.4, 95%CI 1.4-8.5) and cavitation or miliary pattern (aOR 19.7, 95%CI 7.6-51.1). Score C-index was 0.84 (95%CI 0.79-0.88). Calibration for the overall population (P = 0.770) and in smear-negative patients (P = 0.980) was appropriate. A score of 3.3 had 90% sensitivity, 50% specificity and 79% (IQR 28-95) median probability of PTB.This score could be used to build an algorithm to determine the need for respiratory isolation and/or NAAT use in PTB disease.", "id": "29297448", "date": null, "title": "Score for pulmonary tuberculosis in patients with clinical presumption of tuberculosis in a low-prevalence area.", "doi": "10.5588/ijtld.17.0353", "journal": ["The international journal of tuberculosis and lung disease : the official journal of the International Union against Tuberculosis and Lung Disease", "Int. J. Tuberc. Lung Dis."]}