{"authors": [["Nagu", "T", "T", "Department of Internal Medicine, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Ray", "R", "R", "Department of Internal Medicine, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Munseri", "P", "P", "Department of Internal Medicine, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Moshiro", "C", "C", "Department of Epidemiology and Biostatistics, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Shayo", "G", "G", "Department of Internal Medicine, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Kazema", "R", "R", "Radiology, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Mugusi", "F", "F", "Department of Internal Medicine, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."], ["Pallangyo", "K", "K", "Department of Internal Medicine, Muhimbili University of Health and Allied Sciences, Dar es Salaam, Tanzania."]], "text": "Reports on tuberculosis (TB) presentation among the elderly in sub-Sahara Africa are scarce at a time when the elderly population is increasing. This dearth of information is likely to lead to an increase in the number of undetected TB cases in the region.To describe TB presentation and response to anti-tuberculosis treatment at 2 months among elderly patients.Consecutive patients referred to TB centres in Dar es Salaam, Tanzania, underwent clinical, microbiological and chest X-ray (CXR) evaluations at baseline and after 2 months of anti-tuberculosis treatment. Patients aged 60 years were considered elderly and those aged 18-59 years formed the comparison group.Elderly patients with TB were more likely to have smear-negative TB (76.7% vs. 49.3%, P < 0.0001) and lower-zone lesions on CXR (41% vs. 17%, P < 0.001), but less likely to have cavities on CXR (77.6% vs. 50.4%, P < 0.0001) than the comparison group. Hypertension and diabetes mellitus were more common among the elderly than among controls. Mortality at 2 months was respectively 18.6% and 8.1% among the elderly and among controls. Human immunodeficiency virus infection and smoking increased mortality, while hypertension was associated with reduced mortality.TB in the elderly was associated with atypical clinical and radiological presentations. A high index of suspicion could minimise delays in diagnosis and treatment.", "id": "29297445", "date": null, "title": "Tuberculosis among the elderly in Tanzania: disease presentation and initial response to treatment.", "doi": "10.5588/ijtld.17.0161", "journal": ["The international journal of tuberculosis and lung disease : the official journal of the International Union against Tuberculosis and Lung Disease", "Int. J. Tuberc. Lung Dis."]}