{"authors": [["Fitzhugh", "Courtney D", "CD", "Sickle Cell Branch, National Heart, Lung, and Blood Institute (NHLBI)."], ["Hsieh", "Matthew M", "MM", "Molecular and Clinical Hematology Branch, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and NHLBI."], ["Taylor", "Tiffani", "T", "Molecular and Clinical Hematology Branch, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and NHLBI."], ["Coles", "Wynona", "W", "Molecular and Clinical Hematology Branch, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and NHLBI."], ["Roskom", "Katherine", "K", "Sickle Cell Branch, National Heart, Lung, and Blood Institute (NHLBI)."], ["Wilson", "Delon", "D", "Sickle Cell Branch, National Heart, Lung, and Blood Institute (NHLBI)."], ["Wright", "Elizabeth", "E", "Office of the Clinical Director, NIDDK, and."], ["Jeffries", "Neal", "N", "Division of Cardiovascular Sciences, Office of Biostatistics Research, NHLBI, National Institutes of Health, Bethesda, MD; and."], ["Gamper", "Christopher J", "CJ", "Sidney Kimmel Comprehensive Cancer Research Center, Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Powell", "Jonathan", "J", "Sidney Kimmel Comprehensive Cancer Research Center, Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Luznik", "Leo", "L", "Sidney Kimmel Comprehensive Cancer Research Center, Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Tisdale", "John F", "JF", "Molecular and Clinical Hematology Branch, National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and NHLBI."]], "text": "Peripheral blood stem cell transplantation (PBSCT) offers a curative option for sickle cell disease (SCD). Although HLA-matched sibling transplantation is promising, the vast majority of patients lack such a donor. We sought to develop a novel nonmyeloablative HLA-haploidentical PBSCT approach that could safely be used for patients with severe organ damage. Based on findings in our preclinical model, we developed a phase 1/2 trial using alemtuzumab, 400 cGy total body irradiation, and escalating doses of posttransplant cyclophosphamide (PT-Cy): 0 mg/kg in cohort 1, 50 mg/kg in cohort 2, and 100 mg/kg in cohort 3. A total of 21 patients with SCD and 2 with β-thalassemia received a transplant. The mean hematopoietic cell transplant-specific comorbidity index of 6 reflected patients with cirrhosis, heart failure, and end-stage renal disease. The engraftment rate improved from 1 (33%) of 3 in cohort 1 to 5 (63%) of 8 in cohort 2 and 10 (83%) of 12 in cohort 3. Percentage of donor myeloid and CD3 chimerism also improved with subsequent cohorts. There was no transplant-related mortality, and overall survival was 87%. At present, 0% in cohort 1, 25% in cohort 2, and 50% in cohort 3 remain free of their disease. There was no grade 2 to 4 acute or extensive chronic graft-versus-host disease (GVHD). Therefore, PT-Cy improves engraftment and successfully prevents severe GVHD after nonmyeloablative conditioning in patients with SCD who are at high risk for early mortality. Additional strategies are necessary to decrease the graft rejection rate and achieve a widely available cure for all patients with SCD. This trial was registered at www.clinicaltrials.gov as #NCT00977691.", "id": "29296707", "date": "2017-04-19", "title": "Cyclophosphamide improves engraftment in patients with SCD and severe organ damage who undergo haploidentical PBSCT.", "doi": "10.1182/bloodadvances.2016002972", "journal": ["Blood advances", "Blood Adv"]}