{"authors": [["Tjin", "Caroline Chandra", "CC", "Department of Chemistry, Yale University, New Haven, Connecticut 06520, United States."], ["Otley", "Kate D", "KD", "Department of Chemistry, Yale University, New Haven, Connecticut 06520, United States."], ["Baguley", "Tyler D", "TD", "Department of Chemistry, Yale University, New Haven, Connecticut 06520, United States."], ["Kurup", "Pradeep", "P", "The Child Study Center, Yale University School of Medicine, New Haven, Connecticut 06520, United States."], ["Xu", "Jian", "J", "The Child Study Center, Yale University School of Medicine, New Haven, Connecticut 06520, United States."], ["Nairn", "Angus C", "AC", "Department of Psychiatry, Yale University School of Medicine, New Haven, Connecticut 06508, United States."], ["Lombroso", "Paul J", "PJ", "The Child Study Center, Yale University School of Medicine, New Haven, Connecticut 06520, United States."], ["Ellman", "Jonathan A", "JA", "Department of Chemistry, Yale University, New Haven, Connecticut 06520, United States."]], "text": "Dysregulation of protein tyrosine phosphorylation has been implicated in a number of human diseases, including cancer, diabetes, and neurodegenerative diseases. As a result of their essential role in regulating protein tyrosine phosphorylation levels, protein tyrosine phosphatases (PTPs) have emerged as important yet challenging therapeutic targets. Here we report on the development and application of a glutathione-responsive motif to facilitate the efficient intracellular delivery of a novel class of selenosulfide phosphatase inhibitors for the selective active site directed inhibition of the targeted PTP by selenosulfide exchange with the active site cysteine. The strategy leverages the large difference in extracellular and intracellular glutathione levels to deliver selenosulfide phosphatase inhibitors to cells. As an initial exploration of the prodrug platform and the corresponding selenosulfide covalent inhibitor class, potent and selective inhibitors were developed for two therapeutically relevant PTP targets: the Mycobacterium tuberculosis virulence factor mPTPA and the CNS-specific tyrosine phosphatase, striatal-enriched protein tyrosine phosphatase (STEP). The lead selenosulfide inhibitors enable potent and selective inhibition of their respective targets over a panel of human PTPs and a representative cysteine protease. Kinetic parameters of the inhibitors were characterized, including reversibility of inhibition and rapid rate of GSH exchange at intracellular GSH concentrations. Additionally, active site covalent inhibitor-labeling with an mPTPA inhibitor was rigorously confirmed by mass spectrometry, and cellular activity was demonstrated with a STEP prodrug inhibitor in cortical neurons.", "id": "29296673", "date": "2017-12-06", "title": "Glutathione-Responsive Selenosulfide Prodrugs as a Platform Strategy for Potent and Selective Mechanism-Based Inhibition of Protein Tyrosine Phosphatases.", "doi": "10.1021/acscentsci.7b00486", "journal": ["ACS central science", "ACS Cent Sci"]}