{"authors": [["Siu", "Jason J", "JJ", "Department of Cancer Biology and Genetics, College of Medicine, The Ohio State University, Columbus, OH 43210, USA."], ["Queen", "Nicholas J", "NJ", "Department of Cancer Biology and Genetics, College of Medicine, The Ohio State University, Columbus, OH 43210, USA."], ["Liu", "Xianglan", "X", "Department of Cancer Biology and Genetics, College of Medicine, The Ohio State University, Columbus, OH 43210, USA."], ["Huang", "Wei", "W", "Department of Cancer Biology and Genetics, College of Medicine, The Ohio State University, Columbus, OH 43210, USA."], ["McMurphy", "Travis", "T", "Department of Cancer Biology and Genetics, College of Medicine, The Ohio State University, Columbus, OH 43210, USA."], ["Cao", "Lei", "L", "Department of Cancer Biology and Genetics, College of Medicine, The Ohio State University, Columbus, OH 43210, USA."]], "text": "Mutations in the melanocortin-4-receptor (MC4R) comprise the most common monogenic form of severe early-onset obesity, and conventional treatments are either ineffective long-term or contraindicated. Immediately downstream of MC4R-in the pathway for regulating energy balance-is brain-derived neurotrophic factor (BDNF). Our previous studies show that adeno-associated virus (AAV)-mediated hypothalamic BDNF gene transfer alleviates obesity and diabetes in both diet-induced and genetic models. To facilitate clinical translation, we developed a built-in autoregulatory system to control therapeutic gene expression mimicking the body's natural feedback systems. This autoregulatory approach leads to a sustainable plateau of body weight after substantial weight loss is achieved. Here, we examined the efficacy and safety of autoregulatory BDNF gene therapy in Mc4r heterozygous mice, which best resemble MC4R obese patients. Mc4r heterozygous mice were treated with either autoregulatory BDNF vector or YFP control and monitored for 30 weeks. BDNF gene therapy prevented the development of obesity and metabolic syndromes characterized by decreasing body weight and adiposity, suppressing food intake, alleviating hyperleptinemia and hyperinsulinemia, improving glucose and insulin tolerance, and increasing energy expenditure, without adverse cardiovascular function or behavioral disturbances. These safety and efficacy data provide preclinical evidence that BDNF gene therapy is a compelling treatment option for MC4R-deficient obese patients.", "id": "29296625", "date": "2017-09-29", "title": "Molecular Therapy of Melanocortin-4-Receptor Obesity by an Autoregulatory BDNF Vector.", "doi": "10.1016/j.omtm.2017.09.005", "journal": ["Molecular therapy. Methods & clinical development", "Mol Ther Methods Clin Dev"]}