{"authors": [["Chandrasekaran", "Krish", "K", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Muragundla", "Anjaneyulu", "A", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Demarest", "Tyler G", "TG", "Department AnesthesiologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Choi", "Joungil", "J", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Sagi", "Avinash R", "AR", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Najimi", "Neda", "N", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Kumar", "Pranith", "P", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Singh", "Anmol", "A", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Ho", "Cheng-Ying", "CY", "Department PathologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Fiskum", "Gary", "G", "Department AnesthesiologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."], ["Koch", "Lauren G", "LG", "Department of AnesthesiologyUniversity of MichiganAnn ArborMichigan48109."], ["Britton", "Steven L", "SL", "Department of AnesthesiologyUniversity of MichiganAnn ArborMichigan48109."], ["Russell", "James W", "JW", "Department of NeurologyUniversity of Maryland School of MedicineBaltimoreMaryland21201."]], "text": "There is a critical need to develop effective treatments for diabetic neuropathy. This study determined if a selective mGluR2/3 receptor agonist prevented or treated experimental diabetic peripheral neuropathy (DPN) through glutamate recycling and improved mitochondrial function.Adult male streptozotocin treated Sprague-Dawley rats with features of type 1 diabetes mellitus (T1DM) or Low Capacity Running (LCR) rats with insulin resistance or glucose intolerance were treated with 3 or 10 mg/kg/day LY379268. Neuropathy end points included mechanical allodynia, nerve conduction velocities (NCV), and intraepidermal nerve fiber density (IENFD). Markers of oxidative stress, antioxidant response, glutamate recycling pathways, and mitochondrial oxidative phosphorylation (OXPHOS) associated proteins were measured in dorsal root ganglia (DRG).In diabetic rats, NCV and IENFD were decreased. Diabetic rats treated with an mGluR2/3 agonist did not develop neuropathy despite remaining diabetic. Diabetic DRG showed increased levels of oxidized proteins, decreased levels of glutathione, decreased levels of mitochondrial DNA (mtDNA) and OXPHOS proteins. In addition, there was a 20-fold increase in levels of glial fibrillary acidic protein (GFAP) and the levels of glutamine synthetase and glutamate transporter proteins were decreased. When treated with a specific mGluR2/3 agonist, levels of glutathione, GFAP and oxidized proteins were normalized and levels of superoxide dismutase 2 (SOD2), SIRT1, PGC-1α, TFAM, glutamate transporter proteins, and glutamine synthetase were increased in DRG neurons.Activation of glutamate recycling pathways protects diabetic DRG and this is associated with activation of the SIRT1-PGC-1α-TFAM axis and preservation of mitochondrial OXPHOS function.", "id": "29296613", "date": "2017-11-01", "title": "mGluR2/3 activation of the SIRT1 axis preserves mitochondrial function in diabetic neuropathy.", "doi": "10.1002/acn3.484", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"]}