{"authors": [["Chakraborty", "Manodeep", "M", "Pharmacology Department, Yenepoya Pharmacy College and Research Centre, Mangalore 575018, India."], ["Ahmed", "Mohammed Gulzar", "MG", "Pharmaceutics Department, Yenepoya Pharmacy College and Research Centre, Mangalore 575018, India."], ["Bhattacharjee", "Ananya", "A", "Pharmacology Department, Srinivas College of Pharmacy, Mangalore 574143, India."]], "text": "Pomegranate can inhibit cytochrome P450 (CYP) 2C9 activity, which is largely responsible for the metabolism of sulfonylureas. The present study was undertaken to evaluate the pharmacokinetic and pharmacodynamic interaction of pomegranate and tolbutamide (TOL) against diabetic-induced complications.Diabetes was induced via administration of alloxan (150 mg/kg, intraperitoneally). Rats (n = 8) were treated with pomegranate juice (PJ) [3 mL/animal, per os (p.o.)], TOL (20 mg/kg, p.o.), and their combination for 4 weeks. Twenty-four hours after the last treatment, the pharmacodynamic interaction of PJ and TOL was evaluated by antinociceptive activity, electrocardiographic parameters, serum glucose, biomarkers, and lipid profile values. The influence of PJ on the pharmacokinetics of TOL was studied using the high performance liquid chromatography method.The combination of PJ and TOL resulted in a significant improvement against diabetic complications compared to the group treated with TOL alone. The combination group was found to be the best protective group by significant improvement of antinociceptive activity, restoration of electrocardiographic parameters, serum glucose, biomarkers, and lipid profile compared to the group treated with TOL alone. Results of the pharmacokinetic study revealed that PJ increases bioavailability and half-life, along with a decrease in clearance and elimination rate of TOL.From this study, it can be concluded that the combination of PJ and TOL exhibited profound protection compared to TOL alone against diabetic complications. The findings of pharmacokinetic interaction justified the results of pharmacodynamic interaction.", "id": "29296562", "date": "2017-08-01", "title": "The potential for interaction of tolbutamide with pomegranate juice against diabetic induced complications in rats.", "doi": "10.1016/j.imr.2017.07.006", "journal": ["Integrative medicine research", "Integr Med Res"]}