{"authors": [["Zhang", "Hongliang", "H", "Pharmacy Department, The First Affiliated Hospital of Guangxi Medical University, 530021, Nanning, China."], ["Zhong", "Xiaobin", "X", "Guangxi Key Laboratory of Regenerative Medicine, The First Affiliated Hospital of Guangxi Medical University, 530021, Nanning, China."], ["Huang", "Zhenguang", "Z", "Pharmacy Department, The First Affiliated Hospital of Guangxi Medical University, 530021, Nanning, China."], ["Huang", "Chun", "C", "Pharmacy Department, The First Affiliated Hospital of Guangxi Medical University, 530021, Nanning, China."], ["Liu", "Taotao", "T", "Pharmacy Department, The First Affiliated Hospital of Guangxi Medical University, 530021, Nanning, China."], ["Qiu", "Yue", "Y", "Pharmacy Department, The First Affiliated Hospital of Guangxi Medical University, 530021, Nanning, China."]], "text": "The effect of sulfonylurea for the treatment of neonatal diabetes (NDM) is remain uncertain. We conducted this systematic review and meta-analysis to investigate the effect of sulfonylurea for NDM and to provide the latest and most convincing evidence for developing clinical practice guidelines of NDM. A literature review was performed to identify all published studies reporting the sulfonylurea on the treatment of neonatal diabetes. The search included the following databases: PUBMED, EMBASE and the Cochrane Library. The primary outcome was the success rates of treatment, change of glycosylated hemoglobin (HbA1c) and C-peptide. Data results were pooled by using MetaAnalyst with a random-effects model. Ten studies (6 cohort studies and 4 cross-sectional studies) involving 285 participants were included in the analysis. The pooled estimated success rate by the random-effects model was 90.1%(95% CI: 85.1%-93.5%). HbA1c had a significantly lower compared with before treatment. The pooled estimate of MD was -2.289, and the 95% CI was -2.790 to -1.789 (P < 0.001). The subgroup analysis showed a similar result for cohort studies and in cross-sectional studies. The common mild side effect is gastrointestinal reaction. The present meta-analysis suggested that sulfonylurea had a positive effect for treatment NDM due to KATP channel mutations. In addition, sulfonylurea also displayed sound safety except the mild gastrointestinal reaction. However, the findings rely chiefly on data from observational studies. Further well-conducted trials are required to assess sulfonylurea for NDM.", "id": "29296240", "date": "2017-11-20", "title": "Sulfonylurea for the treatment of neonatal diabetes owing to KATP-channel mutations: a systematic review and meta-analysis.", "doi": "10.18632/oncotarget.22548", "journal": ["Oncotarget", "Oncotarget"]}