{"authors": [["Hu", "Xiaowen", "X", "Department of Infectious Diseases, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."], ["Liu", "Yang", "Y", "School of Chemistry and Molecular Biosciences, The University of Queensland, St Lucia Qld 4072, Australia."], ["Wang", "Changmei", "C", "Department of Endocrinology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."], ["Hou", "Lulu", "L", "Department of Endocrinology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."], ["Zheng", "Xiaoyan", "X", "Department of Endocrinology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."], ["Xu", "Yeqiu", "Y", "Department of Endocrinology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."], ["Ding", "Lin", "L", "Department of Endocrinology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."], ["Pang", "Shuguang", "S", "Department of Endocrinology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, China."]], "text": "An intriguing area of research in type 2 diabetes recently discovered association of metformin therapy with thyroid functional and morphological changes. We aimed to evaluate the external symptoms and biochemical indicators concerning thyroid function in rats treated with metformin. Male wistar rats were randomly divided into four groups: Group (D-/M-), Group (D-/M+), Group (D+/M-), and Group (D+/M+), according to whether they were induced to diabetic model or placed on metformin. Characteristics of food intake, body weight, and other external symptoms were recorded. Thyroid function, concluding serum thyrotropin (TSH), free triiodothyronine (FT3), free thyroxine (FT4), were measured. We found a significantly higher TSH and lower FT4 in rats in Group (D+/M-), compared with rats in Group (D-/M-), but no significant change in FT3 level. Rats on metformin treatment exhibited relatively lower body weight and symptoms like irritability and diarrhea, concomitant with marked increase in FT3 and FT4 , no matter if they were induced to diabetic model or not . A slight but significant reduction in TSH concentration was also observed in rats received metformin. These data reveal that metformin can modify thyroid function with corresponding clinical symptoms of hyperthyroidism in male rats. Metformin's contribution to suppress TSH and increase FT3, FT4 should arise our attention to its treatment interference in clinical practice.", "id": "29296189", "date": "2017-11-20", "title": "Metformin affects thyroid function in male rats.", "doi": "10.18632/oncotarget.22536", "journal": ["Oncotarget", "Oncotarget"]}