{"authors": [["Wang", "Xuan-Kang", "XK", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Sun", "Ting", "T", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Li", "Yu-Jiao", "YJ", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Wang", "Yu-Hong", "YH", "Department of Emergency, PLA Army General Hospital, Beijing 100700, P.R. China."], ["Li", "Yan-Jiao", "YJ", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Yang", "Liu-Di", "LD", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Feng", "Dan", "D", "Department of Diagnostic Radiology, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Zhao", "Ming-Gao", "MG", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."], ["Wu", "Yu-Mei", "YM", "Department of Pharmacology, School of Pharmacy, The Fourth Military Medical University, Xi'an, Shaanxi Province 710032, P.R. China."]], "text": "Type 2 diabetes (T2DM) has been associated with learning and memory impairment; however, drugs for diabetes could not prevent the development of cognitive decline in T2DM patients. In the present study, compounds derived from thiazolidinediones (TZD), a PPAR-γ agonist, were synthesized by conjuncting the alkyl-substituted benzimidazole group to TZD group (ATZDs). Based on the in vitro evaluation, the neuroprotection of ATZD2 was further investigated using a streptozotocin-induced T2DM rat model. Pharmacokinetic study showed that ATZD2 could pass the blood-brain barrier (BBB) while the rosiglitazone (RSG, the precursor compound of ATZD2) not. Administration of ATZD2 significantly promoted the survival rate and attenuated fasting blood glucose (FBG) levels as compared to RSG treatment in T2DM rats. Furthermore, ATZD2 treatment ameliorated the impairment of learning and memory by Morris water maze test. The beneficial effects of ATZD2 were associated with the down-regulation of hypoxia induced factor-1α, aldose reductase, and Bax expression which are related to T2DM pathology. ATZD2 treatment also attenuated the expression of inflammatory cytokines and restored the balance of redox in the diabetic hippocampus. These effects were more potent as compared with that of RSG at the same dose. The data indicate that ATZD2 may be a potent agent for the treatment of cognitive dysfunction in T2DM.", "id": "29296174", "date": "2017-11-18", "title": "A novel thiazolidinediones ATZD2 rescues memory deficits in a rat model of type 2 diabetes through antioxidant and antiinflammation.", "doi": "10.18632/oncotarget.22467", "journal": ["Oncotarget", "Oncotarget"]}