{"authors": [["Hamdi", "Imen", "I", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Chourabi", "Chadia", "C", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Arous", "Younes", "Y", "Department of Radiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Ghommidh", "Mehdi", "M", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Houissa", "Khalil", "K", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Haggui", "Abdeddayem", "A", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Hajlaoui", "Nadhem", "N", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Lahidheb", "Dhaker", "D", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Ben Abdallah", "Nejmeddine", "N", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Fehri", "Wafa", "W", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."], ["Haouala", "Habib", "H", "Department of Cardiology, Military Hospital of Tunis, Tunis, Tunisia."]], "text": "Caseous calcification of the mitral annulus (CCMA) is a rare echocardiographic finding. It is commonly misdiagnosed as an abscess, tumor or infective vegetation on the mitral valve. Since it is a benign process, differentiating it from malignant intra-cardiac mass is primordial to avoid unnecessary surgery. Various imaging modalities can be complimentary for definitive diagnosis. We present a case of CCMA in a 71-year-old female patient. Her medical history revealed hypertension, diabetes mellitus, hyperlipidaemia and coronary artery disease. She was referred to our department for coronary catheterization because of angina symptoms upon minimal exertion. The lesion was detected during echocardiography and was defined as a mass of heterogeneous content with calcification points, located at the posterior side of the mitral valve annulus. Restricted motion of the posterior leaflet and the mass effect caused only minimal mitral regurgitation. To establish the correct diagnosis, we performed the full spectrum of noninvasive cardiac imaging modalities. Transesophageal echocardiography identified well-organized, composite lesion with regular edges, markedly calcified margins and more echolucent central portion. A computed tomography (CT) was performed, showing a hyperdense mass with hypodense center and a calcified peripheral rim located at the posterior mitral ring. Cardiac magnetic resonance imaging (MRI) showed that the mass was hypointense with respect to the myocardium in the T1 and T2-weighted sequences and only presented late-phase enhancement in the surrounding capsule. Based on the CT and MRI findings, the diagnosis of CCMA was established. The patient was managed conservatively.", "id": "29296066", "date": "2017-05-04", "title": "Multimodality imaging assessment of a caseous calcification of the mitral valve annulus.", "doi": "10.1016/j.jsha.2017.04.007", "journal": ["Journal of the Saudi Heart Association", "J Saudi Heart Assoc"]}