{"authors": [["Al-Humaidi", "Ghada", "G", "Department of Nuclear Medicine, Al-Amiri Hospital, Kuwait City, KuwaitaKuwait."], ["Sarikaya", "Ismet", "I", "Department of Nuclear Medicine, Faculty of Medicine, Kuwait University, KuwaitaKuwait."], ["Elgazzar", "Abdelhamid H", "AH", "Department of Nuclear Medicine, Faculty of Medicine, Kuwait University, KuwaitaKuwait."], ["Owunwanne", "Azu", "A", "Department of Nuclear Medicine, Faculty of Medicine, Kuwait University, KuwaitaKuwait."]], "text": "The prevalence of coronary artery disease (CAD) is high in patients with diabetes. Because ischemia and infarction are often silent in diabetic patients, diagnosis of CAD occurs inevitably late. It is essential to identify the presence of CAD in diabetic patients to start early treatment. Therefore, the aim of this study was to determine the prevalence of abnormal myocardial perfusion in asymptomatic type 2 diabetic patients using myocardial perfusion imaging.Fifty-nine patients with type 2 diabetes, who did not have any history of CAD, but did have risk factors underwent myocardial perfusion single-photon emission computed tomography (SPECT) imaging using 99mTc-tetrofosmin and a 2-day stress-rest protocol. Two nuclear medicine specialists independently interpreted the images. Statistical analysis was performed to determine if there is a correlation between the presence of perfusion abnormalities and the history of diabetes (duration of disease, type of treatment, level of control, and presence and type of complications). The influence of other factors such as age, sex, smoking history, and family history of CAD, with abnormal scans were also studied.Of the 59 patients, abnormal scans were detected in 22 (37%) including 16 with reversible defects due to stress-induced ischemia. Hence the prevalence was 37%. Duration of diabetes, use of insulin, nephropathy, and neuropathy were significantly associated with abnormal scans (p = 0.048, p = 0.045, p = 0.006, and p = 0.03, respectively). Additionally, positive family history of CAD was highly associated with perfusion abnormalities (p < 0.001). No significant association was found between other risk factors, such as hyperlipidemia and the presence of perfusion defects.We found a high prevalence of myocardial perfusion abnormalities in asymptomatic type 2 diabetic patients. Perfusion abnormalities on myocardial perfusion SPECT images were associated with disease duration, insulin use, nephropathy, and neuropathy. Asymptomatic diabetic patients might be candidates with CAD abnormalities that can be studied using myocardial perfusion SPECT.", "id": "29296058", "date": "2017-05-19", "title": "Myocardial perfusion abnormalities in asymptomatic type 2 diabetic patients.", "doi": "10.1016/j.jsha.2017.04.006", "journal": ["Journal of the Saudi Heart Association", "J Saudi Heart Assoc"]}