{"authors": [["Rau", "Cheng-Shyuan", "CS", "Department of Neurosurgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. ersh2127@cloud.cgmh.org.tw."], ["Wu", "Shao-Chun", "SC", "Department of Anesthesiology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. shaochunwu@gmail.com."], ["Chen", "Yi-Chun", "YC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. libe320@yahoo.com.tw."], ["Chien", "Peng-Chen", "PC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. VENU_CHIEN@hotmail.com."], ["Hsieh", "Hsiao-Yun", "HY", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. sylvia19870714@hotmail.com."], ["Kuo", "Pao-Jen", "PJ", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. bow110470@gmail.com."], ["Hsieh", "Ching-Hua", "CH", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. m93chinghua@gmail.com."]], "text": "Background: Admission hyperglycemia is associated with increased morbidity and mortality in trauma patients. However, admission hyperglycemia is not only associated with stress-induced hyperglycemia (SIH) but also with diabetic hyperglycemia (DH); furthermore, patients with normoglycemia may not only have non-diabetic normoglycemia (NDN) but also have a possibility of diabetic normoglycemia (DN), with the diabetes under control. This study aimed to assess the effects of SIH and DH on the mortality outcomes of traumatic femoral fracture patients with NDN and DN. Methods: Admission hyperglycemia was diagnosed as a serum glucose ≥200 mg/dL upon arrival at the emergency department. Diabetes mellitus (DM) was determined by patient history and/or admission HbA1c ≥ 6.5%. DH and SIH were diagnosed by admission hyperglycemia in patients with and without DM. DN and NDN were determined by absence of admission hyperglycemia in patients with and without DM. These patients were allocated into four groups: SIH (n = 75), DH (n = 280), DN (n = 309), and NDN (n = 1326), with detailed information retracted from the Trauma Registry System at a level I trauma center between 1 January 2009, and 31 December 2016. Patients with incomplete registered data were excluded. The adjusted odds ratios (AORs) and 95% confidence intervals (CIs) for mortality were estimated through a stepwise model selection of a multiple regression model that was adjusted by controlling the cofounding variables such age, sex, co-morbidities, and Injury Severity Score. Results: Compared to NDN, a 9.8-fold (95% CI 1.54-62.05; p = 0.016) and a 5.8-fold (95% CI 1.46-22.67; p = 0.012) increase in the adjusted mortality odds ratio of patients with SIH and DH, respectively, were found in this study. In addition, the adjusted odds of mortality between SIH (AOR = 0.3; 95% CI 0.03-2.99; p = 0.302) as well as DH patients (AOR = 0.6; 95% CI 0.20-1.89; p = 0.394) and DN patients had no significant difference. Conclusions: This study demonstrated that SIH and DH patients with traumatic femoral fractures had higher mortality when compared with NDN patients, but not when compared with DN patients, with or without adjustment of the differences in patient's age, sex, co-morbidities, and injury severity.", "id": "29295584", "date": "2017-12-25", "title": "Mortality Rate Associated with Admission Hyperglycemia in Traumatic Femoral Fracture Patients Is Greater Than Non-Diabetic Normoglycemic Patients but Not Diabetic Normoglycemic Patients.", "doi": "10.3390/ijerph15010028", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}