{"authors": [["Khanolkar", "Amal R", "AR", "GOS Institute of Child Health, University College London (UCL), 30 Guildford Street, London WC1 1EH, UK. a.khanolkar@ucl.ac.uk."], ["Amin", "Rakesh", "R", "GOS Institute of Child Health, University College London (UCL), 30 Guildford Street, London WC1 1EH, UK. Rakesh.Amin@gosh.nhs.uk."], ["Taylor-Robinson", "David", "D", "Department of Public Health and Policy, University of Liverpool, London L69 3BX, UK. David.Taylor-Robinson@liverpool.ac.uk."], ["Viner", "Russell M", "RM", "GOS Institute of Child Health, University College London (UCL), 30 Guildford Street, London WC1 1EH, UK. r.viner@ucl.ac.uk."], ["Warner", "Justin", "J", "Department of Child Health, Children's Hospital for Wales, Cardiff CF14 4XW, UK. Justin.Warner@wales.nhs.uk."], ["Gevers", "Evelien F", "EF", "Centre for Endocrinology, William Harvey Research Institute, Queen Mary University London, London EV1M 6BQ, UK. Evelien.Gevers@bartshealth.nhs.uk."], ["Stephenson", "Terence", "T", "GOS Institute of Child Health, University College London (UCL), 30 Guildford Street, London WC1 1EH, UK. terence.stephenson@gmc-uk.org."]], "text": "It is unclear whether diabetic ketoacidosis (DKA) severity at diagnosis affects the natural history of type 1 diabetes (T1D). We analysed associations between DKA severity at diagnosis and glycaemic control during the first year post-diagnosis. We followed 341 children with T1D, <19 years (64% non-white) attending paediatric diabetes clinics in East London. Data were extracted from routine medical registers. Subjects were categorized with normal, mild, moderate, or severe DKA. Linear mixed-effects modelling was used to assess differences in longitudinal HbA1c trajectories (glycaemic control) during 12 months post-diagnosis (1288 HbA1c data-points) based on DKA, adjusting for sex, age, ethnicity, SES (Socioeconomic Status) and treatment type. Females (OR 1.6, 95% CI 1.1-2.4) and younger age, 0-6 vs. 13-18 years (OR 2.9, 95% CI 1.5-5.6) had increased risk for DKA at diagnosis. Moderate or severe DKA was associated with higher HbA1c at diagnosis (adjusted estimates 8 mmol/mol, 2-14, and 10 mmol/mol, 4-15, respectively, compared to normal DKA). Differences in HbA1c trajectories by DKA were no longer apparent at six months post-diagnosis. All subjects experienced a steep decrease in HbA1c during the first three months followed by a gradual increase. While, DKA severity was not associated with glycaemic control at 12 months post-diagnosis, age at diagnosis, ethnicity, gender, and treatment type were significantly associated. For example, Black and mixed ethnicity children had increased risk for poor glycaemic control compared to White children (adjusted RRR 5.4, 95% CI 1.7-17.3 and RRR 2.5, 95% CI 1.2-6.0, respectively). DKA severity at diagnosis is associated with higher initial HbA1c but not glycaemic control from six months post-diagnosis. Age at diagnosis, ethnicity, gender, and insulin pump are associated with glycaemic control at one year post-diagnosis.", "id": "29295580", "date": "2017-12-25", "title": "Diabetic Ketoacidosis Severity at Diagnosis and Glycaemic Control in the First Year of Childhood Onset Type 1 Diabetes-A Longitudinal Cohort Study.", "doi": "10.3390/ijerph15010026", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}