{"authors": [["Satoh", "Terumori", "T", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. terumori@hama-med.ac.jp."], ["Saotome", "Masao", "M", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. msaotome@hama-med.ac.jp."], ["Katoh", "Hideki", "H", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. hkatoh56@gmail.com."], ["Nonaka", "Daishi", "D", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. daishinonaka@gmail.com."], ["Hasan", "Prottoy", "P", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. dr.prottoyhasan@gmail.com."], ["Hayashi", "Hideharu", "H", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. hideharuhayashi@gmail.com."], ["Maekawa", "Yuichiro", "Y", "Internal Medicine III, Hamamatsu University School of Medicine, Hamamatsu 431-3192, Japan. ymaekawa@hama-med.ac.jp."]], "text": "Although beneficial effects of non-secreting intracellular renin (ns-renin) against ischemia have been reported, the precise mechanism remains unclear. In this study, we investigated the roles of ns-renin and mitochondrial extracellular signal-related kinase (ERK) 1/2 on mitochondrial permeability transition pore (mPTP) opening during ischemia in diabetes mellitus (DM) hearts. When isolated hearts from Wistar rats (non-DM hearts) and Goto-Kakizaki rats (DM hearts) were subjected to ischemia for 70 min by left anterior descending coronary artery ligation, DM hearts exhibited higher left ventricular (LV) developed pressure and lower LV end-diastolic pressure than non-DM hearts, suggesting ischemic resistance. In addition, DM hearts showed increased intracellular renin (int-renin, including secreting and non-secreting renin) in the ischemic area, and a direct renin inhibitor (DRI; aliskiren) attenuated ischemic resistance in DM hearts. ERK1/2 was significantly phosphorylated after ischemia in both whole cell and mitochondrial fractions in DM hearts. In isolated mitochondria from DM hearts, rat recombinant renin (r-renin) significantly phosphorylated mitochondrial ERK1/2, and hyperpolarized mitochondrial membrane potential (ΔΨm) in a U0126 (an inhibitor of mitogen-activated protein kinases/ERK kinases)-sensitive manner. R-renin also attenuated atractyloside (Atr, an mPTP opener)-induced ΔΨm depolarization and Atr-induced mitochondrial swelling in an U0126-sensitive manner in isolated mitochondria from DM hearts. Furthermore, U0126 attenuated ischemic resistance in DM hearts, whereas it did not alter the hemodynamics in non-DM hearts. Our results suggest that the increased int-renin during ischemia may inhibit mPTP opening through activation of mitochondrial ERK1/2, which may be involved in ischemic resistance in DM hearts.", "id": "29295576", "date": "2017-12-25", "title": "Intracellular Renin Inhibits Mitochondrial Permeability Transition Pore via Activated Mitochondrial Extracellular Signal-Regulated Kinase (ERK) 1/2 during Ischemia in Diabetic Hearts.", "doi": "10.3390/ijms19010055", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}