{"authors": [["Shamy", "Magdy", "M", "Department of Environmental Sciences, Faculty of Meteorology, Environment and Arid Land Agriculture, King Abdulaziz University, Jeddah 21589, Saudi Arabia. mshamy@kau.edu.sa."], ["Alghamdi", "Mansour", "M", "Department of Environmental Sciences, Faculty of Meteorology, Environment and Arid Land Agriculture, King Abdulaziz University, Jeddah 21589, Saudi Arabia. mans99@gmail.com."], ["Khoder", "Mamdouh I", "MI", "Department of Environmental Sciences, Faculty of Meteorology, Environment and Arid Land Agriculture, King Abdulaziz University, Jeddah 21589, Saudi Arabia. khoder_55@yahoo.com."], ["Mohorjy", "Abdullah M", "AM", "Department of Civil Engineering, Faculty of Engineering, King Abdulaziz University, Jeddah 21589, Saudi Arabia. amohorjy@kau.edu.sa."], ["Alkhatim", "Alser A", "AA", "Department of Environmental Sciences, Faculty of Meteorology, Environment and Arid Land Agriculture, King Abdulaziz University, Jeddah 21589, Saudi Arabia. abuenas@hotmail.com."], ["Alkhalaf", "Abdulrahman K", "AK", "Department of Meteorology, Faculty of Meteorology, Environment and Arid Land Agriculture, King Abdulaziz University, Jeddah 21589, Saudi Arabia. akhalaf@kau.edu.sa."], ["Brocato", "Jason", "J", "Department of Environmental Medicine, New York University School of Medicine, New York, NY 10987, USA. jab824@nyu.edu."], ["Chen", "Lung Chi", "LC", "Department of Environmental Medicine, New York University School of Medicine, New York, NY 10987, USA. lung-chi.chen@nyumc.org."], ["Thurston", "George D", "GD", "Department of Environmental Medicine, New York University School of Medicine, New York, NY 10987, USA. george.thurston@nyumc.org."], ["Lim", "Chris C", "CC", "Department of Environmental Medicine, New York University School of Medicine, New York, NY 10987, USA. cchaeha@gmail.com."], ["Costa", "Max", "M", "Department of Environmental Medicine, New York University School of Medicine, New York, NY 10987, USA. max.costa@nyumc.org."]], "text": "Recent epidemiological evidence suggests that exposure to particulates may be a factor in the etiology of metabolic syndrome (MetS). In this novel study, we investigated the relationship between particulate levels and prevalence of MetS component abnormalities (hypertension, hyperglycemia, obesity) in a recruited cohort (N = 2025) in Jeddah, Saudi Arabia. We observed significant associations between a 10 μg/m³ increase in PM2.5 and increased risks for MetS (Risk Ratio (RR): 1.12; 95% Confidence Interval (CI): 1.06-1.19), hyperglycemia (RR: 1.08; 95% CI: 1.03-1.14), and hypertension (RR: 1.09; 95% CI: 1.04-1.14). PM2.5 from soil/road dust was found to be associated with hyperglycemia (RR: 1.12; 95% CI: 1.06-1.19) and hypertension (RR: 1.11; 95% CI: 1.05-1.18), while PM2.5 from traffic was associated with hyperglycemia (RR: 1.33; 95% CI: 1.05-1.71). We did not observe any health associations with source-specific mass exposures. Our findings suggest that exposure to specific elemental components of PM2.5, especially Ni, may contribute to the development of cardiometabolic disorders.", "id": "29295575", "date": "2017-12-25", "title": "Association between Exposure to Ambient Air Particulates and Metabolic Syndrome Components in a Saudi Arabian Population.", "doi": "10.3390/ijerph15010027", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}