{"authors": [["Arpón", "Ana", "A", "Department of Nutrition, Food Sciences and Physiology, University of Navarra, 31008 Pamplona, Spain. aarpon.1@alumni.unav.es."], ["Milagro", "Fermín I", "FI", "Department of Nutrition, Food Sciences and Physiology, University of Navarra, 31008 Pamplona, Spain. fmilagro@unav.es."], ["Razquin", "Cristina", "C", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain. crazquin@unav.es."], ["Corella", "Dolores", "D", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain. dolores.corella@uv.es."], ["Estruch", "Ramón", "R", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain. restruch@clinic.ub.es."], ["Fitó", "Montserrat", "M", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain. mfito@imim.es."], ["Marti", "Amelia", "A", "Department of Nutrition, Food Sciences and Physiology, University of Navarra, 31008 Pamplona, Spain. amarti@unav.es."], ["Martínez-González", "Miguel A", "MA", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain."], ["Ros", "Emilio", "E", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain. EROS@clinic.ub.es."], ["Salas-Salvadó", "Jordi", "J", "Spanish Biomedical Research Centre in Physiopathology of Obesity and Nutrition (CIBERobn), Institute of Health Carlos III, 28029 Madrid, Spain."], ["Riezu-Boj", "José-Ignacio", "JI", "Department of Nutrition, Food Sciences and Physiology, University of Navarra, 31008 Pamplona, Spain."], ["Martínez", "J Alfredo", "JA", "Department of Nutrition, Food Sciences and Physiology, University of Navarra, 31008 Pamplona, Spain. jalfmtz@unav.es."]], "text": "DNA methylation could be reversible and mouldable by environmental factors, such as dietary exposures. The objective was to analyse whether an intervention with two Mediterranean diets, one rich in extra-virgin olive oil (MedDiet + EVOO) and the other one in nuts (MedDiet + nuts), was influencing the methylation status of peripheral white blood cells (PWBCs) genes. A subset of 36 representative individuals were selected within the PREvención con DIeta MEDiterránea (PREDIMED-Navarra) trial, with three intervention groups in high cardiovascular risk volunteers: MedDiet + EVOO, MedDiet + nuts, and a low-fat control group. Methylation was assessed at baseline and at five-year follow-up. Ingenuity pathway analysis showed routes with differentially methylated CpG sites (CpGs) related to intermediate metabolism, diabetes, inflammation, and signal transduction. Two CpGs were specifically selected: cg01081346-CPT1B/CHKB-CPT1B and cg17071192-GNAS/GNASAS, being associated with intermediate metabolism. Furthermore, cg01081346 was associated with PUFAs intake, showing a role for specific fatty acids on epigenetic modulation. Specific components of MedDiet, particularly nuts and EVOO, were able to induce methylation changes in several PWBCs genes. These changes may have potential benefits in health; especially those changes in genes related to intermediate metabolism, diabetes, inflammation and signal transduction, which may contribute to explain the role of MedDiet and fat quality on health outcomes.", "id": "29295516", "date": "2017-12-23", "title": "Impact of Consuming Extra-Virgin Olive Oil or Nuts within a Mediterranean Diet on DNA Methylation in Peripheral White Blood Cells within the PREDIMED-Navarra Randomized Controlled Trial: A Role for Dietary Lipids.", "doi": "10.3390/nu10010015", "journal": ["Nutrients", "Nutrients"]}