{"authors": [["Sakkiah", "Sugunadevi", "S", "National Center for Toxicological Research, Food and Drug Administration, Jefferson, AR 72079, USA. Suguna.Sakkiah@fda.hhs.gov."], ["Wang", "Tony", "T", "Department of Biology, Arkansas University, Fayetteville, AR 72701, USA. tonywang@email.uark.edu."], ["Zou", "Wen", "W", "National Center for Toxicological Research, Food and Drug Administration, Jefferson, AR 72079, USA. Wen.Zou@fda.hhs.gov."], ["Wang", "Yuping", "Y", "National Center for Toxicological Research, Food and Drug Administration, Jefferson, AR 72079, USA. Yuping.Wang@fda.hhs.gov."], ["Pan", "Bohu", "B", "National Center for Toxicological Research, Food and Drug Administration, Jefferson, AR 72079, USA. Bohu.Pan@fda.hhs.gov."], ["Tong", "Weida", "W", "National Center for Toxicological Research, Food and Drug Administration, Jefferson, AR 72079, USA. Weida.Tong@fda.hhs.gov."], ["Hong", "Huixiao", "H", "National Center for Toxicological Research, Food and Drug Administration, Jefferson, AR 72079, USA. Huixiao.Hong@fda.hhs.gov."]], "text": "Endocrine disrupting chemicals (EDCs) can mimic natural hormone to interact with receptors in the endocrine system and thus disrupt the functions of the endocrine system, raising concerns on the public health. In addition to disruption of the endocrine system, some EDCs have been found associated with many diseases such as breast cancer, prostate cancer, infertility, asthma, stroke, Alzheimer's disease, obesity, and diabetes mellitus. EDCs that binding androgen receptor have been reported associated with diabetes mellitus in in vitro, animal, and clinical studies. In this review, we summarize the structural basis and interactions between androgen receptor and EDCs as well as the associations of various types of diabetes mellitus with the EDCs mediated through androgen receptor binding. We also discuss the perspective research for further understanding the impact and mechanisms of EDCs on the risk of diabetes mellitus.", "id": "29295509", "date": "2017-12-23", "title": "Endocrine Disrupting Chemicals Mediated through Binding Androgen Receptor Are Associated with Diabetes Mellitus.", "doi": "10.3390/ijerph15010025", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}