{"authors": [["Kocot", "Joanna", "J", "Chair and Department of Medical Chemistry, Medical University of Lublin, Chodźki 4A, 20-093 Lublin, Poland. jacek.kurzepa@umlub.pl."], ["Dziemidok", "Piotr", "P", "Diabetology Ward, Institute of Rural Health, Jaczewskiego 2, 20-090 Lublin, Poland. piotr.dziemidok@op.pl."], ["Kiełczykowska", "Małgorzata", "M", "Chair and Department of Medical Chemistry, Medical University of Lublin, Chodźki 4A, 20-093 Lublin, Poland. malgorzata.kielczykowska@umlub.pl."], ["Kurzepa", "Jacek", "J", "Chair and Department of Medical Chemistry, Medical University of Lublin, Chodźki 4A, 20-093 Lublin, Poland."], ["Szcześniak", "Grzegorz", "G", "Diabetology Ward, Institute of Rural Health, Jaczewskiego 2, 20-090 Lublin, Poland. grzeszcze@poczta.wp.pl."], ["Musik", "Irena", "I", "Chair and Department of Medical Chemistry, Medical University of Lublin, Chodźki 4A, 20-093 Lublin, Poland. irena.musik@umlub.pl."]], "text": "A growing interest in the role of vitamin D in metabolic diseases led us to study the relationships between 25-hydroxyvitamin D₃ (25(OH)D₃) and the profiles of selected adipokines in type 2 diabetic (T2DM) patients. The study comprised 92 type 2 diabetics divided into quartiles regarding 25(OH)D₃ concentration. Each group was divided into male and female subgroups. All the studied patients had their anthropometric and biochemical parameters determined. Plasma 25-hydroxyvitamin D₃ concentration was determined by HPLC, while the selected adipokines (leptin, adiponectin, resistin and visfatin) by ELISA methods. The ratio of leptin to adiponectin (L/A) was calculated for all the patients. In 85.3% of diabetics a full (<20 ng/mL) or moderate (20-30 ng/mL) vitamin D deficit was found. Irrespective of sex, plasma leptin concentration decreased across increasing quartiles of 25(OH)D₃ level. In women, 25(OH)D₃ was negatively correlated with BMI, leptin level as well as L/A ratio, and positively with adiponectin concentration. In men, 25(OH)D₃ was positively correlated with HDL and negatively with systolic blood pressure (SBP), leptin level and L/A ratio. Considering all the patients, there ocurred a significant negative correlation between 25(OH)D₃ and SBP, BMI, WHR, TG, leptin and L/A ratio and positive ones between 25(OH)D₃ and both adiponectin and HDL. The results of the study support the existence of the relationship among vitamin D, obesity and leptin in type 2 diabetic patients.", "id": "29295491", "date": "2017-12-23", "title": "Is There Any Relationship between Plasma 25-Hydroxyvitamin D₃, Adipokine Profiles and Excessive Body Weight in Type 2 Diabetic Patients?", "doi": "10.3390/ijerph15010019", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}