{"authors": [["Lindsay", "Ana Cristina", "AC", "Department of Exercise and Health Sciences, University of Massachusetts Boston, Boston, MA 02125, USA. Ana.Lindsay@umb.edu."], ["Le", "Qun", "Q", "Department of Exercise and Health Sciences, University of Massachusetts Boston, Boston, MA 02125, USA. Qun.Le001@umb.edu."], ["Greaney", "Mary L", "ML", "Health Studies and Department of Kinesiology, University of Rhode Island, Kingston, RI 02881, USA. mgreaney@uri.edu."]], "text": "Chinese are a fast-growing immigrant population group in several parts of the world (e.g., Australia, Canada, Europe, Southeast Asia, United States). Research evidence suggests that compared to non-Hispanic whites, individuals of Asian-origin including Chinese are at higher risk of developing cardiovascular disease and type 2 diabetes at a lower body mass index (BMI). These risks may be possibly due to genetic differences in body composition and metabolic responses. Despite the increasing numbers of Chinese children growing up in immigrant families and the increasing prevalence of obesity among Chinese, little research has been focused on children of Chinese immigrant families. This integrative review synthesizes the evidence on infant feeding beliefs, attitudes, knowledge and practices of Chinese immigrant mothers; highlights limitations of available research; and offers suggestions for future research. Using the Preferred Reporting Items for Systematic Review and Meta-Analyses (PRISMA) guidelines, we searched four electronic academic/research databases (CINAHL, Medline, PsycINFO, and PubMed) to identify peer-reviewed, full-text papers published in English between January 2000 and September 2017. Only studies with mothers 18+ years old of normally developing infants were included. Of the 797 citations identified, 15 full-text papers were retrieved and 11 studies (8 cross-sectional studies, 3 qualitative studies) met the inclusion criteria and were included in this review. Reviewed studies revealed high initiation rates of breastfeeding, but sharp declines in breastfeeding rates by six months of age. In addition, reviewed studies revealed that the concomitantly use of breast milk and formula, and the early introduction of solid foods were common. Finally, reviewed studies identified several familial and socio-cultural influences on infant feeding beliefs and practices that may increase risk of overweight and obesity during infancy and early childhood among Chinese children of immigrant families. Nonetheless, as only 11 studies were identified and because the majority of studies (n = 8) were conducted in Australia, additional research including longitudinal studies, and studies conducted in countries with large Chinese immigrant population are needed to further identify and understand influences on Chinese immigrant mothers' beliefs, attitudes, and practices related to infant feeding that may increase risk of child overweight and obesity. This information is needed to develop interventions tailored to the beliefs and needs of this fast-growing immigrant group and aimed at promoting healthy infant feeding practices to prevent childhood overweight and obesity.", "id": "29295487", "date": "2017-12-23", "title": "Infant Feeding Beliefs, Attitudes, Knowledge and Practices of Chinese Immigrant Mothers: An Integrative Review of the Literature.", "doi": "10.3390/ijerph15010021", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}