{"authors": [["Raiola", "Assunta", "A", "Department of Agricultural Sciences, University of Naples Federico II, Via Università 100, 80055 Naples, Italy. assuntaraiola@hotmail.com."], ["Errico", "Angela", "A", "Department of Agricultural Sciences, University of Naples Federico II, Via Università 100, 80055 Naples, Italy. angela.errico@unina.it."], ["Petruk", "Ganna", "G", "Department of Chemical Sciences, University of Naples Federico II, Complesso Universitario di Monte Sant'Angelo, 80055 Naples, Italy. ganna.petruk@unina.it."], ["Monti", "Daria Maria", "DM", "Department of Chemical Sciences, University of Naples Federico II, Complesso Universitario di Monte Sant'Angelo, 80055 Naples, Italy. mdmonti@unina.it."], ["Barone", "Amalia", "A", "Department of Agricultural Sciences, University of Naples Federico II, Via Università 100, 80055 Naples, Italy. ambarone@unina.it."], ["Rigano", "Maria Manuela", "MM", "Department of Agricultural Sciences, University of Naples Federico II, Via Università 100, 80055 Naples, Italy. mrigano@unina.it."]], "text": "The beneficial role of the Mediterranean diet in the prevention of chronic diseases, including cardiovascular diseases, diabetes, and obesity, is well-recognized. In this context, Brassicaceae are considered important vegetables due to several evidences of their health promoting effects that are associated to bioactive compounds present in the edible parts of the plants. In this review, the mechanisms of action and the factors regulating the levels of the bioactive compounds in Brassicaceae have been discussed. In addition, the impact of industrial and domestic processing on the amount of these compounds have been considered, in order to identify the best conditions that are able to preserve the functional properties of the Brassicaceae products before consumption. Finally, the main strategies used to increase the content of health-promoting metabolites in Brassica plants through biofortification have been analyzed.", "id": "29295478", "date": "2017-12-23", "title": "Bioactive Compounds in Brassicaceae Vegetables with a Role in the Prevention of Chronic Diseases.", "doi": "10.3390/molecules23010015", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}