{"authors": [["Xia", "Eryu", "E", "IBM Research - China, Beijing, China."], ["Liu", "Haifeng", "H", "IBM Research - China, Beijing, China."], ["Li", "Jing", "J", "IBM Research - China, Beijing, China."], ["Mei", "Jing", "J", "IBM Research - China, Beijing, China."], ["Li", "Xuejun", "X", "Department of Endocrinology and Diabetes, the First Affiliated Hospital, Xiamen University, Xiamen, Fujian, China."], ["Xu", "Enliang", "E", "IBM Research - China, Beijing, China."], ["Li", "Xiang", "X", "IBM Research - China, Beijing, China."], ["Hu", "Gang", "G", "IBM Research - China, Beijing, China."], ["Xie", "Guotong", "G", "IBM Research - China, Beijing, China."], ["Xu", "Meilin", "M", "Pfizer Investment Co. Ltd., Beijing, China."]], "text": "Clinical decision support systems are information technology systems that assist clinical decision-making tasks, which have been shown to enhance clinical performance. Cluster analysis, which groups similar patients together, aims to separate patient cases into phenotypically heterogenous groups and defining therapeutically homogeneous patient subclasses. Useful as it is, the application of cluster analysis in clinical decision support systems is less reported. Here, we describe the usage of cluster analysis in clinical decision support systems, by first dividing patient cases into similar groups and then providing diagnosis or treatment suggestions based on the group profiles. This integration provides data for clinical decisions and compiles a wide range of clinical practices to inform the performance of individual clinicians. We also include an example usage of the system under the scenario of blood lipid management in type 2 diabetes. These efforts represent a step toward promoting patient-centered care and enabling precision medicine.", "id": "29295290", "date": null, "title": "Gathering Real World Evidence with Cluster Analysis for Clinical Decision Support.", "doi": null, "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"]}