{"authors": [["Shtaya", "Anan", "A", "Neurosciences Research Centre, Molecular and Clinical Sciences Research Institute, St George's, University of London, London, UK; Wessex Neurological Centre, University Hospital Southampton, Southampton, UK. Electronic address: ashtaya@sgul.ac.uk."], ["Sadek", "Ahmed-Ramadan", "AR", "Wessex Neurological Centre, University Hospital Southampton, Southampton, UK."], ["Nicoll", "James Ar", "JA", "Clinical Neurosciences, Clinical & Experimental Sciences, University of Southampton, Southampton, UK."], ["Nader-Sepahi", "Ali", "A", "Wessex Neurological Centre, University Hospital Southampton, Southampton, UK."]], "text": "Syringomyelia is a fluid filled cavitation within the substance of the spinal cord. This condition usually follows a primary pathology that disrupts the normal CSF circulation or disturbs the microcirculation and cytoarchitecture of the spinal cord parenchyma. However, an aetiology of recurrent syringomyelia resulted from an ectopic choroid plexus (CP) has not been discussed. Ectopic CP rests may be found within the central nervous system. Although there has been a single report, describing ectopic intramedullary spinal cord CP, to our knowledge, extra-cranial non-malignant CP in the central canal of the spinal cord has not been reported.We report CP in the central canal of the spinal cord in a 23-year-old male patient who had developmental delay and diabetes mellitus type I who presented with dissociated sensory changes and muscle wastage predominantly on the right upper and lower limbs. MRI demonstrated a multi-loculated spinal cord syringomyelia stretching from cervical (C3) to the conus medullaris causing recurrent neurological deficits. Central canal spinal cord lesion's biopsy revealed CP. Decompression and syringo-subarachnoid shunt insertion stabilised the patient's neurology.Our illustrative case reveals the presence of CP in the central canal of the spinal cord that may suggest a role in the aetiology of recurrent syringomyelia. While management poses a challenge to neurosurgeons, prompt decompression and shunting of the syringomyelia remains a favourable approach with acceptable outcomes. Further investigation into the pathophysiology of central canal CP ectopic causing recurrent syringomyelia and its correlation with spinal cord development may help future treatments.", "id": "29294392", "date": "2017-12-30", "title": "Choroid plexus in the central canal of the spinal cord causing recurrent syringomyelia.", "doi": "10.1016/j.wneu.2017.12.143", "journal": ["World neurosurgery", "World Neurosurg"]}