{"authors": [["Liu", "Si-Yang", "SY", "Ningxia Key Laboratory of Cerebrocranial Disease, Incubation Base of National Key Laboratory, Ningxia Medical University, Yinchuan 750004, China; Department of Endocrinology, The People's Hospital of Ningxia Hui Autonomous Region, Yinchuan 750004, China."], ["Chen", "Ling", "L", "General Hospital of Ningxia Medical University, Yinchuan 750004, China."], ["Li", "Xiao-Cheng", "XC", "Department of Endocrinology, The First Affiliated Hospital of Xi'an Medical University, Xi'an 710000, China."], ["Hu", "Qi-Kuan", "QK", "Department of Physiology, Ningxia Medical University, Yinchuan 750004, China."], ["He", "Lan-Jie", "LJ", "General Hospital of Ningxia Medical University, Yinchuan 750004, China; Department of Endocrinology, Qilu Hospital of Shandong University, Qingdao 266000, China. Electronic address: helanjie@medmail.com.cn."]], "text": "Lycium barbarum polysaccharide (LBP), the major active component of Lycium barbarum, has been found to be effective in the management of some diabetic complications. We evaluated the protective effect of LBP in diabetic peripheral neuropathy (DPN) and explored the possible mechanisms. We found that LBP mildly decreased blood glucose levels and partially rescued allodynia and hyperalgesia in the diabetes mellitus (DM) rats. For the electrophysiological function of the sciatic nerve, the decrease in sensory nerve conduction velocity (SNCV) and sensory nerve action potential (SNAP) amplitudes in DM rats were partially rescued. Moreover, DM-induced structural damage to the nerve fiber myelination showed great improvement by 12 weeks of LBP treatment. The decreased expression of the myelin-related proteins, myelin protein zero (P0) and myelin basic protein (MBP), in the DM sciatic nerve was also markedly rescued after 12 weeks of LBP treatment. Furthermore, the possible role of mammalian target of rapamycin (mTOR)-mediated autophagy during these protective processes was examined. The expression of microtubule-associated protein light chain 3-II(LC3-II) and Beclin1 in the sciatic nerve was significantly decreased while the expression of P62 increased in DM rats, demonstrating an decreased activation of autophagy. As expected, the LC3-II and Beclin1 protein levels were markedly increased, and P62 was markedly decreased after LBP treatment. The expression of mTOR, p-mTOR, p70 ribosomal protein S6 kinase (p70S6K) and p-p70S6K in the DM group were markedly increased, while all of these proteins decreased in LBP group. These results demonstrate that LBP exerts protective effects on DPN, which is likely to be mediated through the induction of autophagy by inhibiting the activation of the mTOR/p70S6K pathways.", "id": "29294366", "date": "2017-12-30", "title": "Lycium barbarum polysaccharide protects diabetic peripheral neuropathy by enhancing autophagy via mTOR/p70S6K inhibition in Streptozotocin-induced diabetic rats.", "doi": "10.1016/j.jchemneu.2017.12.011", "journal": ["Journal of chemical neuroanatomy", "J. Chem. Neuroanat."]}