{"authors": [["Zhao", "Yuxing", "Y", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Pu", "Die", "D", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Sun", "Yue", "Y", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Chen", "Jinliang", "J", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Luo", "Cheng", "C", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Wang", "Meili", "M", "The First People's Hospital of Zunyi, Zunyi, China."], ["Zhou", "Jing", "J", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Lv", "Ankang", "A", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Zhu", "Shiyu", "S", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Liao", "Zhiyin", "Z", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Zhao", "Kexiang", "K", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China."], ["Xiao", "Qian", "Q", "Department of Geriatrics, The First Affiliated Hospital, Chongqing Medical University, No. 1 Friendship Road, YuZhong District, Chongqing 400016, China. Electronic address: xiaoqian1956@126.com."]], "text": "Diabetes, characterized by chronic hyperglycemia, is known to induce synaptic degeneration in the brain, thereby resulting in cognitive dysfunction. Thrombospondin-1(TSP-1), the secreted protein produced by astrocytes, plays a crucial role in promoting synapse formation. Toll-like receptor 9 (TLR9) has been widely known to initiate the innate immune response. We recently reported TLR9 activation in neurons results in tau hyperphosphorylation induced by HG in vitro. Its activation has been also considered to mediate oxidative stress and astrocytic dysfunction under pathological circumstance. However, whether astrocytic TSP-1 alteration plays a role in synaptic protein loss under high glucose condition and whether TLR9 activation is involved in this process have not been reported. In this study, we found that primary mouse astrocytes incubated in high glucose (30mM) induced a significant decreased TSP-1 secretion and increased intracellular contents of TSP-1 without affecting transcription level. Addition of conditioned medium from high glucose (30mM) treated astrocytes to the primary neurons exhibited reduced synaptic proteins expression, which was attenuated by treatment with exogenous rTSP-1. In addition, we demonstrated that TLR9 activation along with reactive oxygen species (ROS) generation in astrocytes was induced by high glucose (30mM). Furthermore, we explored the relationship between TLR9 activation and TSP-1 production. Both TLR9 deficiency and the antioxidant N-acetyl-L-cysteine treatment improved altered intra- and extracellular TSP-1 levels under high glucose condition. Together, our findings suggest that high glucose (30mM) impairs TSP-1 secretion from astrocytes, which depends on astrocytic dysfunction associated with TLR9 activation mediated ROS signaling, ultimately contributing to the synaptic proteins loss.", "id": "29294308", "date": "2017-12-30", "title": "High glucose-induced defective thrombospondin-1 release from astrocytes via TLR9 activation contributes to the synaptic protein loss.", "doi": "10.1016/j.yexcr.2017.12.030", "journal": ["Experimental cell research", "Exp. Cell Res."]}