{"authors": [["Grzywa", "Renata H", "RH", "Department of Microbiology and Clinical Immunology, The Children's Memorial Health Institute, 20 Al. Dzieci Polskich, 04-730 Warsaw, Poland."]], "text": "NOD-like receptors (NLRs) are cytosolic proteins which involve in inflammatory processes and trigger programmed cell death. They are activated by pathogenic and non-infectious agents. In human, this family of receptors consist of 23 different identified proteins. Some receptors are forming multicenter complexes with procaspases and adaptive molecules ASC. Recently, attention has been paid to the important role of NOD receptors not only in infections, cancers, autoimmune and neurodegenerative diseases (multiple sclerosis, Alzheimer's disease, Parkinson's disease) but also in the pathogenesis of metabolic diseases, such as, obesity, non-alcoholic fatty liver disease (NAFLD) steatohepatitis (NASH), type 2 diabetes (T2DM), atherosclerosis, hypertension. In this review, we describe characteristic of the NLRs family and their participation in the pathogenesis of metabolic diseases.Receptory NOD-podobne są to białka cytosolowe biorące udział w procesach zapalnych i uruchamianiu zaprogramowanej śmierci komórek. Ulegają aktywacji poprzez czynniki patogenne i niezakaźne. U człowieka wykryto 23 różnych białek należących do tej rodziny receptorów. Niektóre receptory tworzą z prokaspazami i cząsteczkami adaptorowymi ASC wielobiałkowe kompleksy. W ostatnim czasie zwrócono uwagę na istotną rolę receptorów NOD-podobnych nie tylko w powstawaniu zakażeń, nowotworach, chorobach autoimmunizacyjnych i neurodegeneracyjnych (stwardnienie rozsiane, choroba Alzheimera, choroba Parkinsona), ale również w patogenezie chorób metabolicznych, takich jak otyłość, niealkoholowe stłuszczenie wątroby (NAFLD, ang. non-alcoholic fatty disease), niealkoholowe stłuszczeniowe zapalenie wątroby (NASH, ang. non-alcoholic steatohepatitis), cukrzyca typu 2, miażdżyca tętnic, nadciśnienie tętnicze. W niniejszym artykule scharakteryzowano rodzinę receptorów NOD-podobnych oraz omówiono ich udział w patogenezie chorób metabolicznych.", "id": "29294265", "date": null, "title": "[The role of NOD-like receptors (NLRs) in the pathogenesis of metabolic diseases].", "doi": null, "journal": ["Postepy biochemii", "Postepy Biochem."]}