{"authors": [["Banaszczak", "Marcin", "M", "Department of Biochemistry and Human Nutrition, Pomeranian Medical University, Broniewskiego 24,71-460 Szczecin, Poland."], ["Stachowska", "Ewa", "E", "Department of Biochemistry and Human Nutrition, Pomeranian Medical University, Broniewskiego 24,71-460 Szczecin, Poland."]], "text": "Nonalcoholic fatty liver disease (NAFLD) is one of the most common liver diseases in the world. Nowadays, the number of people with type II diabetes and hypertension is growing. These symptoms belong to metabolic syndrome and the liver manifestation of this disease is NAFLD. Most people suffering from NAFLD are obese but this disease can also affect the lean individuals. This disease in extreme cases can lead to liver fibrosis and cirrhosis. Although NAFLD remains largely asymptomatic for the most of the time it can progress to a severe form of disease called nonalcoholic steatohepatitis (NASH) or even hepatocellular carcinoma. In this review we describe a role of factors that influence NAFLD pathogenesis such as: insulin resistance, epigenetic factors, adipokine dysfunction, intestinal flora disorder, oxidative stress and markers of inflammatory states in the form of fatty acid derivatives.Niealkoholowe stłuszczenie wątroby (NAFLD) należy do najczęściej występujących chorób wątroby na świecie. W obecnych czasach spotyka się coraz więcej osób z czynnikami zespołu metabolicznego, cukrzycą typu II i nadciśnieniem, którego wątrobową manifestacją jest NAFLD. Większość osób cierpiących na NAFLD jest otyła, lecz choroba może dotknąć także osoby szczupłe. Choroba ta w skrajnych przypadkach może prowadzić do zwłóknienia wątroby i jej marskości. Choć NAFLD przez większość czasu pozostaje chorobą bezobjawową, to może ulec progresji do ciężkiej formy nazywanej niealkoholowym stłuszczeniowym zapaleniem wątroby (NASH), a nawet do raka wątrobowokomórkowego. W niniejszej pracy przeglądowej omówiono czynniki, które mają wpływ na patogenezę NAFLD, do których należą m.in. insulinooporność, czynniki epigenetyczne, zaburzenie funkcjonowania adipocytokin, zaburzenie flory jelitowej, stres oksydacyjny oraz markery stanów zapalnych - pochodne kwasów tłuszczowych.", "id": "29294263", "date": null, "title": "[NAFLD pathogenesis in the light of recent research].", "doi": null, "journal": ["Postepy biochemii", "Postepy Biochem."]}