{"authors": [["Yiu", "Wai Han", "WH", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Li", "Rui Xi", "RX", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Wong", "Dickson W L", "DWL", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Wu", "Hao Jia", "HJ", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Chan", "Kam Wa", "KW", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Chan", "Loretta Y Y", "LYY", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Leung", "Joseph C K", "JCK", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Lai", "Kar Neng", "KN", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."], ["Sacks", "Steven H", "SH", "Medical Research Council Centre for Transplantation, King's College London, Guy's Hospital, London, UK."], ["Zhou", "Wuding", "W", "Medical Research Council Centre for Transplantation, King's College London, Guy's Hospital, London, UK."], ["Tang", "Sydney C W", "SCW", "Division of Nephrology, Department of Medicine, Queen Mary Hospital, University of Hong Kong, Pokfulam, Hong Kong."]], "text": "Complement C5 mediates pro-inflammatory responses in many immune-related renal diseases. Given that the C5a level is elevated in diabetes, we investigated whether activation of C5a/C5aR signalling plays a pathogenic role in diabetic nephropathy (DN) and the therapeutic potential of C5a inhibition for renal fibrosis.Human renal biopsies from patients with DN and control subjects were used for immunohistochemical staining of complement C5 components. Renal function and tubulointerstitial injury were compared between db/m mice, vehicle-treated mice and C5a inhibitor-treated db/db mice. A cell culture model of tubule epithelial cells (HK-2) was used to demonstrate the effect of C5a on the renal fibrotic pathway.Increased levels of C5a, but not of its receptor C5aR, were detected in renal tubules from patients with DN. The intensity of C5a staining was positively correlated with the progression of the disease. In db/db mice, administration of a novel C5a inhibitor, NOX-D21, reduced the serum triglyceride level and attenuated the upregulation of diacylglycerolacyltransferase-1 and sterol-regulatory element binding protein-1 expression and lipid accumulation in diabetic kidney. NOX-D21-treated diabetic mice also had reduced serum blood urea nitrogen and creatinine levels with less glomerular and tubulointerstitial damage. Renal transforming growth factor beta 1 (TGF-β1), fibronectin and collagen type I expressions were reduced by NOX-D21. In HK-2 cells, C5a stimulated TGF-β production through the activation of the PI3K/Akt signalling pathway.Blockade of C5a signalling by NOX-D21 moderates altered lipid metabolism in diabetes and improved tubulointerstitial fibrosis by reduction of lipid accumulation and TGF-β-driven fibrosis in diabetic kidney.", "id": "29294056", "date": "2017-12-26", "title": "Complement C5a inhibition moderates lipid metabolism and reduces tubulointerstitial fibrosis in diabetic nephropathy.", "doi": "10.1093/ndt/gfx336", "journal": ["Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association", "Nephrol. Dial. Transplant."]}