{"authors": [["Wang", "Yao", "Y", "Department of Endocrinology, Zhongda Hospital, Institute of Diabetes, Southeast University, Nanjing 210009, China."], ["Hao", "Nana", "N", "Department of Endocrinology, Affiliated Fuyang Hospital of Anhui Medical University, Fuyang 236000, China."], ["Lin", "Haiyan", "H", "Department of Biochemistry and Molecular Biology, Nanjing Medical University, Nanjing 211166, China."], ["Wang", "Tianyuan", "T", "Department of Endocrinology, Zhongda Hospital, Institute of Diabetes, Southeast University, Nanjing 210009, China."], ["Xie", "Jinyang", "J", "Department of Endocrinology, Zhongda Hospital, Institute of Diabetes, Southeast University, Nanjing 210009, China."], ["Yuan", "Yuexing", "Y", "Department of Endocrinology, Zhongda Hospital, Institute of Diabetes, Southeast University, Nanjing 210009, China."]], "text": "High-glucose level exerts deleterious effects on pancreatic β cells, but the mechanisms remain unclear. Calcium/calmodulin-dependent serine protein kinase (CASK) plays a vital role in neural development and release of neurotransmitters, and probably plays a role in the anchoring of insulin on pancreatic β cell membrane. Hypoxia-inducible factor 1α (HIF1α) is involved in β-cell dysfunction. The aim of this study was to provide some basic evidence that CASK could be involved in glucotoxicity-induced insulin secretion dysfunction mediated by HIF1α in INS-1E cells. CASK overexpression plasmid, HIF1α agonist (CoCl2), and HIF1α selective inhibitor (KC7F2) were used. The results showed that chronic stimulation with high glucose could induce insulin secretion dysfunction in INS-1E β cells. Overexpression of CASK partially reversed the effects of high glucose on insulin secretion. CoCl2 reduced the expression of CASK, but KC7F2 reversed the glucotoxicity-induced CASK level reduction. These results suggest that glucotoxicity-induced insulin secretion defects in INS-1E cells could be mediated by HIF1α via the down-regulation of CASK.", "id": "29293883", "date": "2017-12-26", "title": "Down-regulation of CASK in glucotoxicity-induced insulin dysfunction in pancreatic β cells.", "doi": "10.1093/abbs/gmx139", "journal": ["Acta biochimica et biophysica Sinica", "Acta Biochim. Biophys. Sin. (Shanghai)"]}