{"authors": [["Eskander", "Antoine", "A", "1 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, University of Toronto, Sunnybrook Health Sciences Centre and Michael Garron Hospital, Toronto, Ontario, Canada."], ["Kang", "Stephen Y", "SY", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Tweel", "Benjamin", "B", "3 Department of Otolaryngology-Head and Neck Surgery, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Sitapara", "Jigar", "J", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Old", "Matthew", "M", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Ozer", "Enver", "E", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Agrawal", "Amit", "A", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Carrau", "Ricardo", "R", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Rocco", "James", "J", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."], ["Teknos", "Theodoros N", "TN", "2 Department of Otolaryngology-Head & Neck Surgery, Division of Head & Neck Oncology, Ohio State University, James Cancer Centre and Solove Research Institute, Columbus, Ohio, USA."]], "text": "Objective To determine the predictors of length of stay (LOS), readmission within 30 days, and unplanned return to the operating room (OR) within 30 days in head and neck free flap patients. Study Design Case series with chart review. Setting Tertiary academic cancer hospital. Subjects and Methods All head and neck free flap patients at The Ohio State University (OSU, 2006-2012) were assessed. Multivariable logistic regression to assess the impact of patient factors, flap and wound factors, and intraoperative factors on the aforementioned quality metric outcomes. Results In total, 515 patients were identified, of whom 66% had oral cavity cancers, 33% had recurrent tumors, and 28% underwent primary radiotherapy. Of the patients, 31.5% had a LOS greater than 9 days, predicted by longer operative time, oral cavity and pharyngeal tumor sites, blood transfusion, diabetes mellitus, and any complication. A total of 12.6% of patients were readmitted within 30 days predicted by absent OSU preoperative assessment clinic attendance and any complication, and 14.8% of patients had an unplanned OR return predicted by advanced age. Conclusions When assessing quality metrics, adjustment for the complexity involved in managing patients with head and neck cancer with a high comorbidity index, clean contaminated wounds, and a high degree of primary radiotherapy is important. Patients seen in a preoperative assessment clinic had a lower risk of readmission postoperatively, and this should be recommended for all head and neck free flap patients. Quality improvement projects should focus on predictors and prevention of complications as this was the number one predictor of both increased length of stay and readmission.", "id": "29293404", "date": "2017-12-01", "title": "Quality Indicators: Measurement and Predictors in Head and Neck Cancer Free Flap Patients.", "doi": "10.1177/0194599817742373", "journal": ["Otolaryngology--head and neck surgery : official journal of American Academy of Otolaryngology-Head and Neck Surgery", "Otolaryngol Head Neck Surg"]}