{"authors": [["Oxenkrug", "Gregory", "G", "Department of Psychiatry, Tufts University School of Medicine, USA."], ["van der Hart", "Marieke", "M", "Charles River Laboratories, S. San Francisco, USA."], ["Roeser", "Julien", "J", "Charles River Laboratories, S. San Francisco, USA."], ["Summergrad", "Paul", "P", "Department of Psychiatry, Tufts University School of Medicine, USA."]], "text": "Insulin resistance (IR), obesity and other components of metabolic syndrome [MetS] are highly associated with Alzheimer's (AD) and Parkinson's (PD) diseases. Dysregulation of kynurenine (Kyn) pathway (KP) of tryptophan (Trp) metabolism was suggested as major contributor to pathogenesis of AD and PD and MetS. KP, the major source of NAD+ in humans, occurs in brain and peripheral organs. Considering that some, but not all, peripherally originated derivatives of Kyn penetrate blood brain barrier, dysregulation of central and peripheral KP might have different functional impact. Up-regulated Kyn formation from Trp was discovered in central nervous system of AD and PD while assessments of peripheral KP in these diseases yield controversial results. We were interested to compare peripheral kynurenines in AD and PD with emphasis on MetS-associated kynurenines, i.e., kynurenic (KYNA) and anthranilic (ANA) acids and 3-hydroxykynurenine (3-HK). Serum concentrations of KP metabolites were evaluated (HPLC-MS method). In PD patients Trp concentrations were lower, and Kyn: Trp ratio, Kyn, ANA and KYNA were higher than in controls. 3-HK concentrations of PD patients were below the sensitivity threshold of the method. In AD patients. ANA serum concentrations were approximately 3 fold lower, and KYNA concentrations were approximately 40% higher than in controls. Our data suggest different patterns of KP dysregulation in PD and AD: systemic chronic subclinical inflammation activating central and peripheral KP in PD, and central, rather than peripheral, activation of KP in AD triggered by Aβ1-42. Dysregulation of peripheral KP in PD and AD patients might underline association between neurodegenerative diseases and MetS.", "id": "29292800", "date": "2017-11-19", "title": "Peripheral Tryptophan - Kynurenine Metabolism Associated with Metabolic Syndrome is Different in Parkinson's and Alzheimer's Diseases.", "doi": null, "journal": ["Endocrinology, diabetes and metabolism journal", "Endocrinol Diabetes Metab J"]}