{"authors": [["Riphagen", "Ineke J", "IJ", "Top Institute Food and Nutrition, 6709 PA Wageningen, The Netherlands. i.j.riphagen@umcg.nl."], ["Keyzer", "Charlotte A", "CA", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Center Groningen, 9700 RB Groningen, The Netherlands. c.a.keyzer@umcg.nl."], ["Drummen", "Nadja E A", "NEA", "R&D Group, VitaK, Maastricht University, 6229 EV Maastricht, The Netherlands. nadja.drummen@vitak.com."], ["de Borst", "Martin H", "MH", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Center Groningen, 9700 RB Groningen, The Netherlands. m.h.de.borst@umcg.nl."], ["Beulens", "Joline W J", "JWJ", "Department of Epidemiology and Biostatistics, EMGO+ Institute for Health and Care Research, VU Medical Center, 1081 BT Amsterdam, The Netherlands. j.beulens@vumc.nl."], ["Gansevoort", "Ron T", "RT", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Center Groningen, 9700 RB Groningen, The Netherlands. r.t.gansevoort@umcg.nl."], ["Geleijnse", "Johanna M", "JM", "Top Institute Food and Nutrition, 6709 PA Wageningen, The Netherlands. marianne.geleijnse@wur.nl."], ["Muskiet", "Frits A J", "FAJ", "Department of Laboratory Medicine, University of Groningen, University Medical Center Groningen, 9700 RB Groningen, The Netherlands. f.a.j.muskiet@umcg.nl."], ["Navis", "Gerjan", "G", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Center Groningen, 9700 RB Groningen, The Netherlands. g.j.navis@umcg.nl."], ["Visser", "Sipke T", "ST", "Unit of PharmacoEpidemiology & PharmacoEconomics, Department of Pharmacy, University of Groningen, 9713 AV Groningen, The Netherlands. sipkev@gmail.com."], ["Vermeer", "Cees", "C", "R&D Group, VitaK, Maastricht University, 6229 EV Maastricht, The Netherlands. cees.vermeer@outlook.com."], ["Kema", "Ido P", "IP", "Department of Laboratory Medicine, University of Groningen, University Medical Center Groningen, 9700 RB Groningen, The Netherlands. i.p.kema@umcg.nl."], ["Bakker", "Stephan J L", "SJL", "Top Institute Food and Nutrition, 6709 PA Wageningen, The Netherlands. s.j.l.bakker@umcg.nl."]], "text": "Matrix Gla Protein (MGP) is a strong vitamin K-dependent inhibitor of soft tissue calcification. We assessed the prevalence of functional vitamin K insufficiency, as derived from plasma desphospho-uncarboxylated MGP (dp-ucMGP), and investigated whether plasma dp-ucMGP is associated with all-cause and cardiovascular mortality in a large general population-based cohort. We included 4275 subjects (aged 53 ± 12 years, 46.0% male) participating in the prospective general population-based Prevention of Renal and Vascular End-Stage Disease (PREVEND) study. The prevalence of functional vitamin K insufficiency (i.e., dp-ucMGP > 500 pmol/L) was 31% in the total study population. This prevalence was significantly higher among elderly and subjects with comorbidities like hypertension, type 2 diabetes, chronic kidney disease, and cardiovascular disease (~50%). After 10 years of follow-up, 279 subjects had died, with 74 deaths attributable to cardiovascular causes. We found significant J-shaped associations of plasma dp-ucMGP with all-cause (linear term: hazard ratio (HR) (95% confidence interval (CI)) = 0.20 (0.12-0.33), p < 0.001; squared term: 1.14 (1.10-1.17), p < 0.001) and cardiovascular mortality (linear term: 0.12 (0.05-0.27), p < 0.001; squared term: 1.17 (1.11-1.23), p < 0.001). These associations remained significant after adjustment for potential confounders. Whether the correction of vitamin K insufficiency improves health outcomes needs to be addressed in future prospective intervention studies.", "id": "29292751", "date": "2017-12-08", "title": "Prevalence and Effects of Functional Vitamin K Insufficiency: The PREVEND Study.", "doi": "10.3390/nu9121334", "journal": ["Nutrients", "Nutrients"]}