{"authors": [["Ocón Bretón", "María Julia", "MJ", "Servicio de Endocrinología y Nutrición, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España. Electronic address: mjocon@salud.aragon.es."], ["Luengo Pérez", "Luis Miguel", "LM", "Unidad de Nutrición Clínica y Dietética, Hospital Universitario Infanta Cristina, Badajoz, España."], ["Virizuela", "Juan Antonio", "JA", "Servicio de Oncología Médica, Hospital Universitario Virgen Macarena, Sevilla, España."], ["Álvarez Hernández", "Julia", "J", "Servicio de Endocrinología y Nutrición. Hospital Universitario Príncipe de Asturias, Alcalá de Henares Madrid."], ["Jiménez Fonseca", "Paula", "P", "Servicio de Oncología Médica, Hospital Universitario Central de Asturias, Oviedo, España."], ["Cervera Peris", "Mercedes", "M", "Servicio de Farmacia, Hospital Universitario Son Espases, Palma de Mallorca, España."], ["Sendrós Madroño", "María José", "MJ", "Instituto Catalán de Oncología, Barcelona, España."], ["Grande", "Enrique", "E", "Servicio de Oncología Médica, Hospital Ramón y Cajal, Madrid, España."], ["Camblor Álvarez", "Miguel", "M", "Servicio de Endocrinología y Nutrición, Hospital General Universitario Gregorio Marañón, Madrid, España."]], "text": "Malnutrition is a common medical problem in cancer patients with a negative impact on quality of life. The aim of this study was to address different issues related to nutritional management of cancer patients in clinical practice. A multidisciplinary group of experts in Medical Oncology, Pharmacy, and Endocrinology and Nutrition prepared a list of topics related to the nutritional status of cancer patients and grouped them into three blocks: nutritional support, parenteral nutrition (PN), and home PN (HPN). A literature review was made of articles published in Spanish, English and French until April 2017. This consensus emphasizes several key elements that help physicians standardize management of the nutritional status of cancer patients in clinical practice, and establishes common guidelines for indication, monitoring, nutritional requirements, and access routes to PN.", "id": "29292219", "date": "2017-12-29", "title": "Nutritional support and parenteral nutrition in cancer patients: An expert consensus report.", "doi": "10.1016/j.endinu.2017.10.012", "journal": ["Endocrinologia, diabetes y nutricion", "Endocrinol Diabetes Nutr"]}