{"authors": [["Porchia", "Leonardo M", "LM", "Laboratorio de Investigación en Fisiopatología de Enfermedades Crónicas, Centro de Investigación Biomédica de Oriente, Delegación Puebla, Instituto Mexicano del Seguro Social, México. Carretera Federal Atlixco-Metepec Km 4.5, C.P. 42730 Atlixco, Puebla, México. Electronic address: lporchia@hotmail.com."], ["Gonzalez-Mejia", "M Elba", "ME", "Facultad de Medicina, Benemérita Universidad Autónoma de Puebla, Calle 13 Sur 2901 Colonia Volcanes, C.P. 72000, Puebla, Puebla, Mexico. Electronic address: elba.gonzalezmejia@gmail.com."], ["Torres-Rasgado", "Enrique", "E", "Facultad de Medicina, Benemérita Universidad Autónoma de Puebla, Calle 13 Sur 2901 Colonia Volcanes, C.P. 72000, Puebla, Puebla, Mexico. Electronic address: entora30@yahoo.com."], ["Ruiz-Vivanco", "Guadalupe", "G", "Laboratorio de Investigación en Fisiopatología de Enfermedades Crónicas, Centro de Investigación Biomédica de Oriente, Delegación Puebla, Instituto Mexicano del Seguro Social, México. Carretera Federal Atlixco-Metepec Km 4.5, C.P. 42730 Atlixco, Puebla, México; Facultad de Medicina, Benemérita Universidad Autónoma de Puebla, Calle 13 Sur 2901 Colonia Volcanes, C.P. 72000, Puebla, Puebla, Mexico; Posgrado en Ciencias Biológicas, Universidad Autónoma de Tlaxcala, Carretera Federal Tlaxcala, Puebla. S/N; Km. 1.5 Tlaxcala, Tlaxcala, C.P. 90062, Mexico. Electronic address: grv47@hotmail.com."], ["Pérez-Fuentes", "Ricardo", "R", "Laboratorio de Investigación en Fisiopatología de Enfermedades Crónicas, Centro de Investigación Biomédica de Oriente, Delegación Puebla, Instituto Mexicano del Seguro Social, México. Carretera Federal Atlixco-Metepec Km 4.5, C.P. 42730 Atlixco, Puebla, México; Facultad de Medicina, Benemérita Universidad Autónoma de Puebla, Calle 13 Sur 2901 Colonia Volcanes, C.P. 72000, Puebla, Puebla, Mexico. Electronic address: rycardoperez@hotmail.com."]], "text": "Insulin and uric acid were shown affect the prevalence of Metabolic Syndrome (MetS), but no studies examine their interaction. Therefore, we conducted this study to determine their biological interaction in subjects from central Mexico.433 subjects were enrolled for a cross-sectional study. MetS was defined according to the Harmonizing Definition. Hyperuricemia was defined as ≥7.0 mg/dL in males and ≥5.8 mg/dL in females. Hyperinsulinemia was defined as ≥11.0 μU/mL. Pearson correlation coefficient (r) was calculated to determine the association between uric acid or insulin and MetS. Logistic regression was used to determine the risk (odds ratio) of developing MetS. Biological interactions were determined by the PROCESS Macro and Anderson's method.Insulin and uric acid levels were elevated in MetS positive group (p < .05) and correlated with the number of MetS components (r = 0.276 and r = 0.166, p < .001, respectively). The interaction between uric acid and insulin was associated with the number of MetS components (PROCESS Model 1, interaction coefficient = -0.009, 95%CI: -0.017 to -0.001, p = .036). Johnson-Neyman analysis suggests the interaction is lost when uric acid concentration increased >7.0 mg/dL. When the cohort was separated by hyperinsulinemia and hyperuricemia, there was a significant risk of developing MetS for subjects with hyperuricemia (odds ratio = 2.3; 95%CI: 1.1-4.8, p < .05), hyperinsulinemia (odds ratio = 3.1; 95%CI: 1.9-4.9, p < .05), or both (odds ratio = 7.4; 95%CI: 3.2-17.2, p < .05); however, there was no multiplicative or additive interaction.Here, we show that uric acid and insulin augments the prevalence of MetS; however, no biological interaction was determined for hyperuricemia and hyperinsulinemia.", "id": "29292186", "date": "2017-12-22", "title": "Low serum uric acid concentration augments insulin effects on the prevalence of metabolic syndrome.", "doi": "10.1016/j.dsx.2017.12.012", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}