{"authors": [["Mokhayeri", "Yaser", "Y", "Department of Epidemiology, School of Public Health, Lorestan University of Medical Sciences, Khorramabad, Iran."], ["Riahi", "Seyed Mohammad", "SM", "Department of Epidemiology, School of Public Health, Student Research Committee, Shahid Beheshti University of Medical Sciences, Tehran, Iran; School of Health, Birjand University of Medical Sciences, Birjand, Iran. Electronic address: Dr.Riahim61@sbmu.ac.ir."], ["Rahimzadeh", "Shadi", "S", "Department of Epidemiology, School of Public Health, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Pourhoseingholi", "Mohammad Amin", "MA", "Gastroenterology and Liver Diseases Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Hashemi-Nazari", "Seyed Saeed", "SS", "Safety Promotion and Injury Prevention Research Center, Department of Epidemiology, School of Public Health, Shahid Beheshti University of Medical Sciences, Tehran, Iran. Electronic address: saeedh_1999@sbmu.ac.ir."]], "text": "Metabolic syndrome (MetS) is one of the most important predictors of CVD. Determining the trend of MetS, represents the trend of its components and consequently could forecast the incidence of related diseases particularly CVD. The main object of this study is describing the trend of MetS prevalence in both male and female.Original research studies from March 21, 2005 to March 20, 2015 that were published in English database and Persian databases were included in the systematic review. The random effect model was used to estimate the pooled prevalence of MetS. Subgroup analyses, to portray the trend of MetS, conducted based on implementation year.The total sample sizes for males using the criteria of ATP III and IDF were 30012 and 35064, and for female were 14572 and 16292. The pooled estimation of MetS prevalence in total, male, and female population according to ATP III was 28%, 23%, and 33%; for IDF definitions was 28%, 22%, and 33%. Moreover, according to meta-regression for ATP III the most important source of heterogeneity was mean age.The findings revealed the trend of MetS prevalence is declining although steady in the last 10 years.", "id": "29292185", "date": "2017-12-23", "title": "Metabolic syndrome prevalence in the Iranian adult's general population and its trend: A systematic review and meta-analysis of observational studies.", "doi": "10.1016/j.dsx.2017.12.023", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}