{"authors": [["Gallart-Aragón", "Tania", "T", "Complejo Hospitalario de Jaén, España."], ["Fernández-Lao", "Carolina", "C", "Departamento de Fisioterapia, Universidad de Granada, España."], ["Cózar-Ibañez", "Antonio", "A", "Complejo Hospitalario de Jaén, España."], ["Cantarero-Villanueva", "Irene", "I", "Departamento de Fisioterapia, Universidad de Granada, España. Electronic address: irenecantarero@ugr.es."], ["Cambil-Martín", "Jacobo", "J", "Departamento de Enfermería, Universidad de Granada, España."], ["Jiménez Ríos", "José Antonio", "JA", "Complejo Hospitalario de Granada, España."], ["Arroyo-Morales", "Manuel", "M", "Departamento de Fisioterapia, Universidad de Granada, España."]], "text": "The objective of our study is to analyze the possible relationship between changes in glycemic profile and body composition parameters in morbid obesity patients after tubular laparoscopic gastrectomy.A prospective observational cohort study with 69 patients was performed. The variables analyzed were body weight, blood glucose, hemoglobin, glycosylated, high density lipoprotein, low density lipoprotein, triglycerides, and waist and hip circumference. An analysis of variance of repeated measurements (ANOVA) and a correlation analysis through the Pearson test were carried out.A significant reduction in weight (p<.001 after surgery) and in glycosylated hemoglobin (p<.036) and waist hip (p<.001) were found at 6 months after surgery. There was no significant difference in the rest of the variables studied. In correlation analysis, a significant positive correlation was found between the change in concentration of hemoglobin glycosylated and hip circumference (p=.047; r=0.237), the smaller the hip circumference, the lower the concentration of glycosylated hemoglobin.Tubular laparoscopic gastrectomy is an effective technique for the treatment of morbidly obese patients with type 2 diabetes mellitus. The reduction in the perimeter of hip is related to glycosylated hemoglobin reduction 6 months after intervention.", "id": "29292099", "date": "2017-12-29", "title": "Relationship between changes in hemoglobin glycosilated and improvement of body composition in patients with morbid obesity after tubular laparoscopic gastrectomy.", "doi": "10.1016/j.medcli.2017.11.022", "journal": ["Medicina clinica", "Med Clin (Barc)"]}