{"authors": [["Tada", "Hayato", "H", "Department of Cardiovascular and Internal Medicine, Kanazawa University Graduate School of Medicine, Kanazawa, Japan. Electronic address: ht240z@sa3.so-net.ne.jp."], ["Kawashiri", "Masa-Aki", "MA", "Department of Cardiovascular and Internal Medicine, Kanazawa University Graduate School of Medicine, Kanazawa, Japan."], ["Nohara", "Atsushi", "A", "Department of Cardiovascular and Internal Medicine, Kanazawa University Graduate School of Medicine, Kanazawa, Japan."], ["Inazu", "Akihiro", "A", "Department of Cardiovascular and Internal Medicine, Kanazawa University Graduate School of Medicine, Kanazawa, Japan."], ["Mabuchi", "Hiroshi", "H", "Department of Cardiovascular and Internal Medicine, Kanazawa University Graduate School of Medicine, Kanazawa, Japan."], ["Yamagishi", "Masakazu", "M", "Department of Cardiovascular and Internal Medicine, Kanazawa University Graduate School of Medicine, Kanazawa, Japan."]], "text": "Recently, the concept of severe familial hypercholesterolemia (FH) has been proposed to identify individuals at an extremely high risk of developing coronary artery disease (CAD) among patients with FH. Although the adverse effects of arterial stiffness have been proven in the general population, insufficient data exist regarding its clinical impact in patients with FH.This study aimed to assess the association between arterial stiffness and CAD in patients with FH.We examined 245 patients with FH (162 males; mean age, 46 ± 17 years) and brachial-ankle pulse wave velocity (baPWV) measurements. We assessed baseline characteristics including lipid profiles, other traditional risk factors, the presence of CAD, and the baPWV.Multivariable logistic analysis adjusted for age, sex, hypertension, diabetes, smoking, and low-density lipoprotein cholesterol revealed that the baPWV was independently associated with CAD (odds ratio [OR]: 1.25, 95% confidence interval: 1.10-1.41; P = .000372; per 100 cm/s). Moreover, considering the baPWV with other traditional risk factors improved the risk discrimination of CAD (C-statistics 0.736 vs 0.799; P = .006067). Compared with the reference group without hypertension and low baPWV, patients with hypertension and high baPWV had a significantly higher OR for CAD (OR: 18.68, 95% confidence interval: 6.62-60.62; P = 1.7 × 10-7).Arterial stiffness assessed by the baPWV was significantly associated with the presence of CAD in patients with FH. Such assessments are useful in the risk stratification of CAD and are independent of hypertension in patients with FH.", "id": "29292049", "date": "2017-12-14", "title": "Assessment of arterial stiffness in patients with familial hypercholesterolemia.", "doi": "10.1016/j.jacl.2017.12.002", "journal": ["Journal of clinical lipidology", "J Clin Lipidol"]}