{"authors": [["Stub", "Dion", "D", "Alfred Health, Melbourne, Vic, Australia; Monash University, Melbourne, Vic, Australia; Western Health, Melbourne, Vic, Australia; Baker IDI Heart and Diabetes Institute, Melbourne, Vic, Australia."], ["Lefkovits", "Jeffrey", "J", "Monash University, Melbourne, Vic, Australia; Royal Melbourne Hospital, Melbourne, Vic, Australia."], ["Brennan", "Angela L", "AL", "Monash University, Melbourne, Vic, Australia."], ["Dinh", "Diem", "D", "Monash University, Melbourne, Vic, Australia."], ["Brien", "Rita", "R", "Monash University, Melbourne, Vic, Australia."], ["Duffy", "Stephen J", "SJ", "Alfred Health, Melbourne, Vic, Australia; Monash University, Melbourne, Vic, Australia."], ["Cox", "Nicholas", "N", "Western Health, Melbourne, Vic, Australia."], ["Nadurata", "Voltaire", "V", "Bendigo Health, Melbourne, Vic, Australia."], ["Clark", "David J", "DJ", "Austin Health, Melbourne, Vic, Australia."], ["Andrianopoulos", "Nick", "N", "Monash University, Melbourne, Vic, Australia."], ["Harper", "Richard", "R", "Monash University, Melbourne, Vic, Australia; Monash Health, Melbourne, Vic, Australia."], ["McNeil", "John", "J", "Monash University, Melbourne, Vic, Australia."], ["Reid", "Christopher M", "CM", "Monash University, Melbourne, Vic, Australia; Curtin University, Perth, WA, Australia. Electronic address: chris.reid@monash.edu."], [null, null, null, null]], "text": "The Victorian Cardiac Outcomes Registry (VCOR) was established in 2012 to ensure the safety and quality of cardiac based therapies across Victoria. As a clinical quality registry, VCOR monitors the performance of health services in both the public and private sectors, by measuring and reporting on trends in the quality of patient care over time, within individual hospitals, comparatively with other hospitals, and aggregated at the state level. The current paper describes the VCOR registry aims, methods, governance structure and progress to date.Primary management of the registry is undertaken at Monash University in association with the Victorian Cardiac Clinical Network, Department of Health and Human Services Victoria.The Victorian Cardiac Outcomes Registry has currently collected data on more than 33,000 cardiac patients across three separate areas of interest in 35 hospitals. These include percutaneous coronary intervention (PCI), the early treatment of acute myocardial infarction in rural and regional settings, and data relating to in-hospital management of heart failure.The Victorian Cardiac Outcomes Registry is a clinical cardiac registry that commenced data collection in 2013, providing a detailed description of selected aspects of contemporary cardiology clinical practice in a majority of Victorian hospitals. This information enables hospitals and cardiac units to benchmark their practice, clinical outcomes and quality of care to other similar units and hospitals across the state. If replicated by other states in Australia, there will be the potential for important national comparisons, with the goal to foster continuous improvement in patient care and outcomes across the entire Australian health system.", "id": "29291960", "date": "2017-10-12", "title": "The Establishment of the Victorian Cardiac Outcomes Registry (VCOR): Monitoring and Optimising Outcomes for Cardiac Patients in Victoria.", "doi": "10.1016/j.hlc.2017.07.013", "journal": ["Heart, lung & circulation", "Heart Lung Circ"]}