{"authors": [["Maria", "Zahra", "Z", "Department of Physiological Sciences, Oklahoma State University, Stillwater, OK, USA; Harold Hamm Diabetes Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Campolo", "Allison R", "AR", "Department of Physiological Sciences, Oklahoma State University, Stillwater, OK, USA; Harold Hamm Diabetes Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Scherlag", "Benjamin J", "BJ", "Department of Internal Medicine, University of Oklahoma, Oklahoma City, OK, USA."], ["Ritchey", "Jerry W", "JW", "Department of Veterinary Pathobiology, Oklahoma State University, Stillwater, OK, USA."], ["Lacombe", "Véronique A", "VA", "Department of Physiological Sciences, Oklahoma State University, Stillwater, OK, USA; Harold Hamm Diabetes Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA. Electronic address: veronique.lacombe@okstate.edu."]], "text": "Diabetes has been identified as major risk factor for atrial fibrillation (AF). Although glucose and insulin disturbances during diabetes may affect atrial function, little is known about the potential pathogenic role of glucose metabolism during AF. Glucose transport into the cell via glucose transporters (GLUTs) is the rate-limiting step of glucose utilization. Although GLUT4 is the major isoform, GLUT8 has emerged as a novel insulin-sensitive cardiac isoform. We hypothesized that atrial glucose homeostasis will be impaired during insulin resistance-induced AF. AF was induced by transesophageal atrial pacing in healthy mice and following a long-term high-fat-diet-induced insulin resistance. Active cell surface GLUT content was measured using the biotinylated photolabeling assay in the intact perfused heart. Atrial fibrosis, advanced glycation end products (AGEs) and glycogen were measured in the atria using histological analyses. Animals fed a high-fat-diet were obese and mildly hyperglycemic, and developed insulin resistance compared to controls. Insulin-resistant (IR) animals demonstrated an increased vulnerability to induced AF, as well as spontaneous AF. Insulin-stimulated translocation of GLUT4 and GLUT8 was down-regulated in the atria of IR animals, as well as their total protein expression. We also reported the absence of fibrosis, glycogen and AGE accumulation in the atria of IR animals. In the absence of structural remodeling and atrial fibrosis, these data suggest that insulin signaling dysregulation, resulting in impaired glucose transport in the atria, could provide a metabolic arrhythmogenic substrate and be a novel early pathogenic factor of AF.", "id": "29291943", "date": "2017-12-29", "title": "Dysregulation of insulin-sensitive glucose transporters during insulin resistance-induced atrial fibrillation.", "doi": "10.1016/j.bbadis.2017.12.038", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}