{"authors": [["Li", "Zheng", "Z", "School of Pharmacy, Guangdong Pharmaceutical University, Guangzhou 510006, PR China; Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China."], ["Liu", "Chunxia", "C", "Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China."], ["Shi", "Wei", "W", "Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China."], ["Cai", "Xingguang", "X", "Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China."], ["Dai", "Yuxuan", "Y", "Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China."], ["Liao", "Chen", "C", "Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China."], ["Huang", "Wenlong", "W", "Center of Drug Discovery, State Key Laboratory of Natural Medicines, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China; Jiangsu Key Laboratory of Drug Discovery for Metabolic Disease, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China. Electronic address: ydhuangwenlong@cpu.edu.cn."], ["Qian", "Hai", "H", "Jiangsu Key Laboratory of Drug Discovery for Metabolic Disease, China Pharmaceutical University, 24 Tongjiaxiang, Nanjing 210009, PR China. Electronic address: qianhai24@cpu.edu.cn."]], "text": "The free fatty acid receptor 1 (FFA1) is being considered to be a novel anti-diabetic target based on its role in amplifying insulin secretion. We have previously identified several series of FFA1 agonists with different heterocyclic scaffolds. Herein, we describe the structural exploration of other heterocyclic scaffolds directed by drug-like physicochemical properties. Further structure-based design and chiral resolution provided the most potent compound 11 (EC50 = 7.9 nM), which exhibited improved lipophilicity (LogD7.4: 1.93), ligand efficiency (LE = 0.32) and ligand lipophilicity efficiency (LLE = 6.2). Moreover, compound 11 revealed an even better pharmacokinetic property than that of TAK-875 in terms of plasma clearance, maximum concentration, and plasma exposure. Although robust agonistic activity and PK profiles for compound 11, the glucose-lowering effects in vivo is not ideal, and the exact reason for in vitro/in vivo difference was worthy for further exploration.", "id": "29291938", "date": "2017-12-24", "title": "Identification of highly potent and orally available free fatty acid receptor 1 agonists bearing isoxazole scaffold.", "doi": "10.1016/j.bmc.2017.12.030", "journal": ["Bioorganic & medicinal chemistry", "Bioorg. Med. Chem."]}