{"authors": [["Moody", "William E", "WE", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom. Electronic address: william.moody@nhs.net."], ["Lin", "Erica L S", "ELS", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom."], ["Thomson", "Louise E", "LE", "Department of Cardiac Imaging and Nuclear Cardiology, S. Mark Taper Foundation Imaging Center Los Angeles, California."], ["Berman", "Daniel S", "DS", "Department of Cardiac Imaging and Nuclear Cardiology, S. Mark Taper Foundation Imaging Center Los Angeles, California."], ["Edwards", "Nicola C", "NC", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom."], ["Holloway", "Benjamin", "B", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom."], ["Ferro", "Charles J", "CJ", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom."], ["Townend", "Jonathan N", "JN", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom."], ["Steeds", "Richard P", "RP", "Birmingham Cardio-Renal Group, Department of Cardiology, Institute of Cardiovascular Sciences, Nuffield House, Queen Elizabeth Hospital Birmingham, Birmingham, United Kingdom."], [null, null, null, null]], "text": "For patients awaiting renal transplantation, there is guideline consensus on the need for ischemia testing but no agreement on the frequency of repeat testing. Moreover, there are no data in this population evaluating changes in ischemia assessed with serial myocardial perfusion imaging. Consecutive patients (n = 649) with end-stage renal disease (ESRD) were referred for cardiovascular risk stratification before renal transplantation between 2007 and 2013. Of these, 151 patients (54 ± 9 years) underwent 2 stress-rest technetium-99m single-photon emission computed tomographic (SPECT) studies with CT attenuation correction in accordance with regional guidelines, which recommend repeat imaging in high-risk subjects who have not undergone renal transplantation within 3 years. An abnormal perfusion result was defined as a summed stress score ≥4. The median interval between imaging was 39 months. At baseline, 28% of patients (42/151) had abnormal SPECT perfusion, half with a fixed defect. Nine subjects (6%) underwent revascularization between SPECT studies after the baseline imaging demonstrated an ischemic perfusion defect size affecting ≥10% of the myocardium. On repeat imaging, 60% (25/42) had abnormal perfusion. In the 72% (109 of 151) with normal baseline SPECT perfusion, 19% (21/109) demonstrated new ischemia at follow-up and 3% (3/109) had an ischemic perfusion defect size ≥10%. The development of new-onset ischemia was associated with systolic hypertension (p = 0.015), serum phosphate (p = 0.043), and Agatston score (p = 0.002), but not diabetes (p = 0.12). In conclusion, there is a high frequency of new-onset ischemia in patients with ESRD awaiting renal transplantation. Further study is needed to define the optimal timing for repeat stress testing.", "id": "29291889", "date": "2017-12-11", "title": "Results of Serial Myocardial Perfusion Imaging in End-Stage Renal Disease.", "doi": "10.1016/j.amjcard.2017.11.038", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}