{"authors": [["Perera", "Kanjana S", "KS", "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."], ["Pearce", "Lesly A", "LA", "Minot, North Dakota."], ["Sharma", "Mukul", "M", "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."], ["Benavente", "Oscar", "O", "Department of Medicine, Division of Neurology, University of British Columbia, Vancouver, British Columbia, Canada."], ["Connolly", "Stuart J", "SJ", "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."], ["Hart", "Robert G", "RG", "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: robert.hart@phri.ca."], [null, null, null, null]], "text": "The mortality rate of most patients with atrial fibrillation (AF) exceeds the stroke rate, but predictors of mortality have not been well defined. The Atrial Fibrillation Clopidogrel Trial With Irbesartan for Prevention of Vascular Events (ACTIVE A) recruited patients with AF who were unsuitable to receive vitamin K-antagonists and were randomized to aspirin alone versus aspirin plus clopidogrel. We investigated independent predictors of all-cause mortality by multivariable Cox regression analysis and explored interactions with assigned antiplatelet therapy. Of the 7,554 patients enrolled with a mean age of 71 years, 1,687 (22%) patients died during the median follow-up of 3.7 years (annualized mortality rate 6.4%/year). Assignment to dual antiplatelet therapy had no effect on mortality (hazard ratio [HR] 0.99, 95% confidence interval [CI] 0.90 to 1.1) or on vascular and nonvascular death. Independent predictors of all-cause mortality were advancing age, lower body mass index (HR 1.4 < 25 kg/m2, 95% CI 1.3 to 1.6), diabetes mellitus, Latin American ethnicity (HR 1.4, 95% CI 1.1 to 1.6), previous stroke or transient ischemic attack, peripheral artery disease, increased resting heart rate (HR 1.3, 95% CI 1.1 to 1.4 per 30 bpm), lower diastolic blood pressure, coronary artery disease, heart failure, left ventricular systolic dysfunction, hemoglobin level of <13 mg/dl, and reduced estimated glomerular filtration rate. In conclusion, in this large clinical trial cohort of patients with AF, treatment with clopidogrel plus aspirin versus aspirin monotherapy did not affect all-cause mortality, vascular death, or nonvascular death. Novel independent predictors of increased mortality included lower diastolic blood pressure and Latin American ethnicity.", "id": "29291887", "date": "2017-12-11", "title": "Predictors of Mortality in Patients With Atrial Fibrillation (from the Atrial Fibrillation Clopidogrel Trial With Irbesartan for Prevention of Vascular Events [ACTIVE A]).", "doi": "10.1016/j.amjcard.2017.11.028", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}