{"authors": [["Cen", "Chao", "C", "Department of Hepatobiliary and Pancreatic Surgery, Key Laboratory of Combined Multi-organ Transplantation, Ministry of Public Health, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310003, China."], ["Fang", "Hai-Xing", "HX", "Department of Hepatobiliary Surgery, the First People's Hospital of Fuyang, Hangzhou 311400, China."], ["Yu", "Song-Feng", "SF", "Department of Hepatobiliary and Pancreatic Surgery, Key Laboratory of Combined Multi-organ Transplantation, Ministry of Public Health, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310003, China."], ["Liu", "Ji-Min", "JM", "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton CAN L8N 3Z5, Canada."], ["Liu", "Yuan-Xing", "YX", "Department of Hepatobiliary and Pancreatic Surgery, Key Laboratory of Combined Multi-organ Transplantation, Ministry of Public Health, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310003, China."], ["Zhou", "Lin", "L", "Department of Hepatobiliary and Pancreatic Surgery, Key Laboratory of Combined Multi-organ Transplantation, Ministry of Public Health, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310003, China."], ["Yu", "Jun", "J", "Department of Hepatobiliary and Pancreatic Surgery, Key Laboratory of Combined Multi-organ Transplantation, Ministry of Public Health, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310003, China."], ["Zheng", "Shu-Sen", "SS", "Department of Hepatobiliary and Pancreatic Surgery, Key Laboratory of Combined Multi-organ Transplantation, Ministry of Public Health, Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310003, China. Electronic address: shusenzheng@zju.edu.cn."]], "text": "New-onset diabetes after transplantation (NODAT) has become one of the major factors that affect the overall survival and long-term life quality in liver transplantation (LT) recipients. Previous studies found that the serum adiponectin concentration of diabetic patients is significantly lower than that of healthy subjects. Adiponectin regulates the blood glucose level by increasing body sensitivity to insulin through various mechanisms. In this study, we aimed to investigate the impact of diabetes related gene polymorphisms on the development of NODAT in liver recipients.A total of 256 LT patients in a single-center were selected retrospectively for the study. Genomic DNA was extracted from explanted liver tissues, and tested for twelve diabetes mellitus associated single nucleotide polymorphisms by Sequenom MassARRAY. Modified clinical models in predicting NODAT were established and evaluated.The GG genotype of ADIPOQ rs1501299 gene polymorphism was significantly more frequent in NODAT than non-NODAT LT patients (56% vs 39%, P=0.014). Dominant model (GG vs GT+TT, P=0.030) and recessive model (GT+GG vs TT, P=0.005) also confirmed the genotype distribution difference between NODAT and non-NODAT groups. Age (OR=1.048, P=0.004), BMI (OR=1.107, P=0.041), and blood tacrolimus level at 1-month LT (OR=1.170, P=0.003) were clinical independent risk factors of NODAT. Furthermore, rs1501299 could improve the ability of clinical model in predicting NODAT (AUROC=0.743, P<0.001).ADIPOQ rs1501299 gene polymorphism is associated with an increased risk of NODAT, which should be added to the clinical models in predicting the occurrence of NODAT in LT recipients.", "id": "29291779", "date": null, "title": "Association between ADIPOQ gene polymorphisms and the risk of new-onset diabetes mellitus after liver transplantation.", "doi": "10.1016/S1499-3872(17)60069-9", "journal": ["Hepatobiliary & pancreatic diseases international : HBPD INT", "HBPD INT"]}