{"authors": [["Feuerstein-Simon", "Carly", "C", "1 SUNY Upstate Medical University, Syracuse, NY, USA."], ["Bzdick", "Suzan", "S", "1 SUNY Upstate Medical University, Syracuse, NY, USA."], ["Padmanabhuni", "Amitha", "A", "1 SUNY Upstate Medical University, Syracuse, NY, USA."], ["Bains", "Puneetpal", "P", "1 SUNY Upstate Medical University, Syracuse, NY, USA."], ["Roe", "Cheryl", "C", "1 SUNY Upstate Medical University, Syracuse, NY, USA."], ["Weinstock", "Ruth S", "RS", "1 SUNY Upstate Medical University, Syracuse, NY, USA."]], "text": "Hypoglycemia and hypoglycemia unawareness are common in long-standing type 1 diabetes (T1D). This pilot study examined the real-world use of a smartphone application (app), which receives meter readings and logs hypoglycemic symptoms, causes, and treatments to reduce hypoglycemia.Adults with T1D and recent hypoglycemia synchronized their glucose meter to their smartphone and used the Joslin HypoMap™ app powered by Glooko to track hypoglycemic events. At baseline, and after 6 and 12 weeks of using the app, a blinded continuous glucose monitor (CGM; Dexcom G4) was used for 2 weeks and surveys administered.Participants (n = 22) at baseline had mean (SD) age 43 (14) years, duration of diabetes 26 (13) years, A1c 8.0% (0.87) and 21/22 had reduced hypoglycemia awareness per Clarke Hypoglycemia Unawareness survey scores; 13 (59%) were \"CGM completers\" (CGM data available at baseline and follow-up). Most noncompletion related to time required/difficulties using the mobile app. After 6 weeks, 8/13 completers (62% of CGM completers, 36% of total participants) had reduced daytime minutes with glucose <54 mg/dL (mean ↓331 minutes) and 10/13 (77% of CGM completers; 45% of total participants) had reduced time ≤ 70 mg/dL (mean ↓449 minutes). This was not sustained at 12 weeks, at which time half of the completers had less time (\"improved\"). Five participants reported improved hypoglycemia awareness; 9 stated the app helped them better recognize hypoglycemia.Use of this phone app has the potential to help reduce daytime hypoglycemia in a subset of T1D adults with reduce hypoglycemia awareness; larger studies are needed.", "id": "29291641", "date": "2017-12-01", "title": "Use of a Smartphone Application to Reduce Hypoglycemia in Type 1 Diabetes: A Pilot Study.", "doi": "10.1177/1932296817749859", "journal": ["Journal of diabetes science and technology", "J Diabetes Sci Technol"]}