{"authors": [["Ramachandra Bhat", "Lakshmishri", "L", "Centre for Nanotechnology & Advanced Biomaterials (CeNTAB), SASTRA University, Thanjavur 613401, India; School of Electrical & Electronics Engineering (SEEE), SASTRA University, Thanjavur 613401, India."], ["Vedantham", "Srinivasan", "S", "School of Chemical and Biotechnology (SCBT), SASTRA University, Thanjavur 613401, India; Disease Program Lead-Diabetes, MedGenome Inc., Narayana Health City, Bangalore 560099, India."], ["Krishnan", "Uma Maheswari", "UM", "Centre for Nanotechnology & Advanced Biomaterials (CeNTAB), SASTRA University, Thanjavur 613401, India; School of Chemical and Biotechnology (SCBT), SASTRA University, Thanjavur 613401, India."], ["Rayappan", "John Bosco Balaguru", "JBB", "Centre for Nanotechnology & Advanced Biomaterials (CeNTAB), SASTRA University, Thanjavur 613401, India; School of Electrical & Electronics Engineering (SEEE), SASTRA University, Thanjavur 613401, India. Electronic address: rjbosco@ece.sastra.edu."]], "text": "Methylglyoxal (MG) is a predominant precursor for advanced glycation end products (AGEs) due to its protein glycation reactions, which are the major causes of diabetic complications. MG is explored as a significant biomarker towards the prediction of diabetic complications. With this background, a non-enzymatic electrochemical biosensor has been developed to detect MG in human blood plasma samples. Microwave synthesized V2O5 nanoplates were used as interface material in the fabrication of modified gold (Au) working electrode for electrochemical MG biosensor. Orthorhombic crystal structured V2O5 with an oxidation state of +5 exhibited specific MG sensing performance. Cyclic voltammetry and amperometry studies confirmed the electrocatalytic nature of V2O5 nanoplates modified Au electrode in the detection of MG. Non-enzymatic V2O5 modified Au electrode showed a sensitivity of 4.519µAµM-1 with a linear range of 3-30µM, limit of detection (LOD) of 0.24µM, limit of quantification (LOQ) of 0.80µM and a response time less than 8s towards MG. The lifetime and percentage recovery of the sensor was found to be 25 days (90%) and 102.5-108.7% respectively.", "id": "29291594", "date": "2017-12-23", "title": "A non-enzymatic two step catalytic reduction of methylglyoxal by nanostructured V2O5 modified electrode.", "doi": "10.1016/j.bios.2017.12.036", "journal": ["Biosensors & bioelectronics", "Biosens Bioelectron"]}