{"authors": [["Abbasi", "Saleheh", "S", "Department of Chemistry, Faculty of Science, Yazd University, Yazd 89195-741, Iran."], ["Gharaghani", "Sajjad", "S", "Laboratory of Bioinformatics & Drug Design (LBD), Institute of Biochemistry and Biophysics, University of Tehran, Tehran, Iran. Electronic address: s.gharaghani@ut.ac.ir."], ["Benvidi", "Ali", "A", "Department of Chemistry, Faculty of Science, Yazd University, Yazd 89195-741, Iran. Electronic address: abenvidi@yazd.ac.ir."], ["Rezaeinasab", "Masoud", "M", "Department of Chemistry, Faculty of Science, Yazd University, Yazd 89195-741, Iran."]], "text": "Protein glycation in the body is one of the main reasons of diabetes complications. The electrochemical studies on the inhibitory mechanism of glycation are rather scarce. Thus, it is important to investigate the role of electrochemistry in the glycation process with basic chemometric frameworks. The aim of the current study is to investigate the anti-glycation effects of candidate compounds from thyme species i.e. thymol and p-cymene. To gain this objective, the electrochemical and absorption responses of glycated bovine serum albumin (BSA) in the absence and presence of inhibitors were recorded after 20 day of incubation. Due to the presence of multiple binding sites on BSA for the interaction with glucose, there are overlapping between the signals of these sites. Therefore, it is reasonable to use chemometric methods such as parallel factor analysis (PARAFAC) and alternating penalty trilinear decomposition (APTLD). The obtained results from chemometric methods showed that the solution of thymol at 5.0 mg mL-1 mixture with p-cymene (2.5 mg mL-1) was effective than thymol of 5.0 mg mL-1. Computational docking studies revealed the interaction pattern of thymol with BSA. The binding affinity of thymol was greater than glucose which it is in well agreement with the experimental data.", "id": "29291586", "date": "2017-12-24", "title": "New insights into the efficiency of thymol synergistic effect with p-cymene in inhibiting advanced glycation end products: A multi-way analysis based on spectroscopic and electrochemical methods in combination with molecular docking study.", "doi": "10.1016/j.jpba.2017.12.042", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}