{"authors": [["He", "Xiaowei", "X", "Department of Endocrinology, Islet Cell Senescense and Function Research Laboratory, Jiangsu Province Geriatric Institute, 30 Luojia Road, Nanjing, Jiangsu 210024, China."], ["Liu", "Yuanxin", "Y", "Department of Endocrinology, Islet Cell Senescense and Function Research Laboratory, Jiangsu Province Geriatric Institute, 30 Luojia Road, Nanjing, Jiangsu 210024, China."], ["Xu", "Bo", "B", "School of Public Health, Nanjing Medical University, Nanjing 211166, China."], ["Gu", "Liubao", "L", "Department of Endocrinology, Islet Cell Senescense and Function Research Laboratory, Jiangsu Province Geriatric Institute, 30 Luojia Road, Nanjing, Jiangsu 210024, China."], ["Tang", "Wei", "W", "Department of Endocrinology, Islet Cell Senescense and Function Research Laboratory, Jiangsu Province Geriatric Institute, 30 Luojia Road, Nanjing, Jiangsu 210024, China. Electronic address: drtangwei@aliyun.com."]], "text": "Exposure to perfluoroalkyl substances (PFAS) is associated with a range of adverse health effects. However, it remains unclear whether PFAS at environmentally relevant exposure levels are related to diabetes and metabolite concentrations in adults. Using cross-sectional data from 7904 adults (age≥20years) in the 2003-2012 National Health and Nutrition Examination Survey (NHANES), we examined the association of PFAS with the prevalence of diabetes and metabolite concentrations. A multivariate logistic regression was applied to investigate the associations of diabetes prevalence with serum perfluorooctanoate (PFOA), perfluorooctane sulfonate (PFOS), perfluorohexane sulfonate (PFHxS) and perfluorononanoate (PFNA) levels. A multivariate generalised linear regression was further performed to investigate the associations between PFAS exposure and some metabolites. We identified a strong positive association between serum PFOA and diabetes prevalence in men with an adjusted model (OR: 2.66, 95% CI: 1.63-4.35; P for trend=0.001). No significant association between serum PFOA and diabetes prevalence was observed in women (OR: 1.47, 95% CI: 0.88-2.46; P for trend=0.737). Furthermore, diabetes was not related to PFOS, PFHxS and PFNA, regardless of gender. In the gender-stratified generalised linear models, men and women with the highest PFOA levels demonstrated a 1.43% (95% CI: 0.62%-2.34%) and a 1.07% (95% CI: 0.27%-1.97%) greater increase in serum total cholesterol (P for trend=0.006 and 0.001) compared to those with the lowest PFOA levels. There were no significant associations between serum PFOA and other metabolites. These results provide epidemiological evidence that environment-related levels of serum PFOA may be positively associated with the prevalence of diabetes in men and with total cholesterol in adults. Further clinical and animal studies are urgently needed to elucidate putative causal relationships and shed light on the potential mode of action involved.", "id": "29291571", "date": "2017-12-29", "title": "PFOA is associated with diabetes and metabolic alteration in US men: National Health and Nutrition Examination Survey 2003-2012.", "doi": "10.1016/j.scitotenv.2017.12.186", "journal": ["The Science of the total environment", "Sci. Total Environ."]}