{"authors": [["Lee", "Inyoung", "I", "Department of Biotechnology and Life Science, Graduate School of Engineering, Tokyo University of Agriculture and Technology, 2-24-16 Naka-cho, Koganei, Tokyo 184-8588, Japan."], ["Loew", "Noya", "N", "Department of Biotechnology and Life Science, Graduate School of Engineering, Tokyo University of Agriculture and Technology, 2-24-16 Naka-cho, Koganei, Tokyo 184-8588, Japan."], ["Tsugawa", "Wakako", "W", "Department of Biotechnology and Life Science, Graduate School of Engineering, Tokyo University of Agriculture and Technology, 2-24-16 Naka-cho, Koganei, Tokyo 184-8588, Japan."], ["Lin", "Chi-En", "CE", "Harrington Program of Biomedical Engineering, School of Biological and Health Systems Engineering, Arizona State University, Tempe, AZ 85287, United States."], ["Probst", "David", "D", "Harrington Program of Biomedical Engineering, School of Biological and Health Systems Engineering, Arizona State University, Tempe, AZ 85287, United States."], ["La Belle", "Jeffrey T", "JT", "Harrington Program of Biomedical Engineering, School of Biological and Health Systems Engineering, Arizona State University, Tempe, AZ 85287, United States."], ["Sode", "Koji", "K", "Department of Biotechnology and Life Science, Graduate School of Engineering, Tokyo University of Agriculture and Technology, 2-24-16 Naka-cho, Koganei, Tokyo 184-8588, Japan; Ultizyme International Ltd., 1-13-16 Minami, Meguro, Tokyo 152-0013, Japan; Joint Department of Biomedical Engineering, University of North Carolina at Chapel Hill and North Carolina State University, Chapel Hill, NC 27599, United States. Electronic address: sode@cc.tuat.ac.jp."]], "text": "Continuous glucose monitoring (CGM) is a vital technology for diabetes patients by providing tight glycemic control. Currently, many commercially available CGM sensors use glucose oxidase (GOD) as sensor element, but this enzyme is not able to transfer electrons directly to the electrode without oxygen or an electronic mediator. We previously reported a mutated FAD dependent glucose dehydrogenase complex (FADGDH) capable of direct electron transfer (DET) via an electron transfer subunit without involving oxygen or a mediator. In this study, we investigated the electrochemical response of DET by controlling the immobilization of DET-FADGDH using 3 types of self-assembled monolayers (SAMs) with varying lengths. With the employment of DET-FADGDH and SAM, high current densities were achieved without being affected by interfering substances such as acetaminophen and ascorbic acid. Additionally, the current generated from DET-FADGDH electrodes decreased with increasing length of SAM, suggesting that the DET ability can be affected by the distance between the enzyme and the electrode. These results indicate the feasibility of controlling the immobilization state of the enzymes on the electrode surface.", "id": "29291433", "date": "2017-12-20", "title": "The electrochemical behavior of a FAD dependent glucose dehydrogenase with direct electron transfer subunit by immobilization on self-assembled monolayers.", "doi": "10.1016/j.bioelechem.2017.12.008", "journal": ["Bioelectrochemistry (Amsterdam, Netherlands)", "Bioelectrochemistry"]}