{"authors": [["Ali", "Mennatallah A", "MA", "Department of Pharmacology &Therapeutics, Faculty of Pharmacy and Drug Manufacturing, Pharos University, Alexandria, Egypt. Electronic address: mennallah.ismail@pua.edu.eg."], ["Eid", "Rania M H M", "RMHM", "Department of Physiology, Faculty of Medicine, Aswan University, Egypt."], ["Hanafi", "Mervat Y", "MY", "Department of Biochemistry, Medical Research Institute, Alexandria University, Alexandria, Egypt."]], "text": "Aim Vitamin C and vitamin E supplementations and their beneficial effects on type 2 diabetes mellitus (T2DM) have been subjected to countless controversial data. Hence, our aim is to investigate the hepatic molecular mechanisms of any diabetic predisposing risk of the chronic administration of different doses of vitamin E or vitamin C in rats.The rats were supplemented with different doses of vitamin C or vitamin E for eight months.Vitamin C and vitamin E increased fasting blood glucose, insulin, and homeostasis model assessment index for insulin resistance (HOMA). Vitamin C disrupted glucose tolerance by attenuating upstream hepatic insulin action through impairing the phosphorylation and activation of insulin receptor and its subsequent substrates; however, vitamin E showed its effect downstream insulin receptor in the insulin signaling pathway, reducing hepatic glucose transporter-2 (GLUT2) and phosphorylated protein kinase (p-Akt). Moreover, both vitamins showed their antioxidant capabilities [nuclear factor-erythroid-2-related factor 2 (Nrf2), total and reduced glutathione] and their negative effect on Wnt pathway [phosphorylated glycogen synthase kinase-3β (p-GSK-3β)], by altering the previously mentioned parameters, inevitably leading to severe reduction of reactive oxygen species (ROS) below the physiological levels.In conclusion, a detrimental effect of chronic antioxidant vitamins supplementation was detected; leading to insulin resistance and impaired glucose tolerance obviously through different mechanisms. Overall, these findings indicate that the conventional view that vitamins promote health benefits and delay chronic illnesses and aging should be modified or applied with caution.", "id": "29291420", "date": "2017-12-29", "title": "Vitamin C and E chronic supplementation differentially affect hepatic insulin signaling in rats.", "doi": "10.1016/j.lfs.2017.12.039", "journal": ["Life sciences", "Life Sci."]}