{"authors": [["Said", "Eman", "E", "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Mansoura University, Mansoura, Egypt."], ["Zaitone", "Sawsan A", "SA", "Department of Pharmacology & Toxicology, Faculty of Pharmacy, Suez Canal University, Ismailia, Egypt; Department of Pharmacology & Toxicology, Faculty of Pharmacy, University of Tabuk, Tabuk, Saudi Arabia."], ["Eldosoky", "Mohamed", "M", "Department of Medical Physiology, Faculty of Medicine, Mansoura University, Mansoura, Egypt."], ["Elsherbiny", "Nehal M", "NM", "Department of Biochemistry, Faculty of Pharmacy, Mansoura University, Mansoura, Egypt; Department of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Tabuk, Tabuk, Saudi Arabia. Electronic address: nelsherbiny@ut.edu.sa."]], "text": "Diabetic nephropathy (DN) is a serious complication of diabetes mellitus. Moreover,it is amongst the most common causes of end-stage renal failure. Inflammation is a crucial player in both development and progression of DN. JAK2/STA3 is a pleotropic cascade reported to regulate diverse inflammatory events. Previous studies reported involvement of JAK2/STA3 signal transduction pathway in diabetes-associated renal injury. In the current study, the inhibitory effect of nifuroxazide (25 mg/kg/day, orally) against inflammatory condition associating diabetic kidney progression in rats was evaluated. The underlying hypothesis is mainly via the inhibitory effect of nifuroxazide on STAT3 signaling. Results revealed that nifuroxazide effectively inhibited STAT3 activation in diabetic male rats, improved glomerular filtration function, protected against diabetes-induced histopathological and ultramicroscopic structural alterations. Further, nifuroxazide treatment significantly reduced renal macrophage infiltration and fibrosis and decreased mRNA and protein levels of TNF-α and IL-18 in diabetic renal tissue. The current findings shed the light on nifuroxazide's efficacy as an alternative anti-inflammatory therapy to hinder the development and progression of DN in diabetic patients mainly via STAT3 inhibition.", "id": "29291386", "date": "2017-12-30", "title": "Nifuroxazide, a STAT3 inhibitor, mitigates inflammatory burden and protects against diabetes-induced nephropathy in rats.", "doi": "10.1016/j.cbi.2017.12.030", "journal": ["Chemico-biological interactions", "Chem. Biol. Interact."]}