{"authors": [["Sandeep", "Yashwanth S", "YS", "Department of Neurosurgery, Narayana Medical College and Hospital, Nellore, Andhra Pradesh, India."], ["Guru", "M Raja", "MR", "Department of Neurology, Narayana Medical College and Hospital, Nellore, Andhra Pradesh, India."], ["Jena", "Ranjan Kumar", "RK", "Department of Neurosurgery, Narayana Medical College and Hospital, Nellore, Andhra Pradesh, India."], ["Kiran Kumar", "Veldurti Ananta", "VA", "Department of Neurosurgery, Narayana Medical College and Hospital, Nellore, Andhra Pradesh, India."], ["Agrawal", "Amit", "A", "Department of Neurosurgery, Narayana Medical College and Hospital, Nellore, Andhra Pradesh, India."]], "text": "Spontaneous intracerebral hemorrhage (SICH) subtype of stroke is characterized by bleeding into brain parenchyma which is not accompanied by trauma. Emergency surgical evacuation of large size SICH increases the chances of survival but does not help in functional recovery of the patients. The present study was conducted to assess the outcome of surgical management in patients with SICH.All patients who were diagnosed with SICH and underwent surgical evacuation of the hematoma included in the study. The outcome at 1 month was obtained through follow-up visits/telephonic interview when the former is not available. The primary outcome measure was in hospital mortality/condition at the time of discharge/neurological deficit/modified Rankin Scale (mRS) at 1 month follow-up.Out of 87 patients, 49 patients (63%) were male and 38 patients (37%) were females, male to female ratio was 1.2:0.8. Nearly 42% patient had systolic blood pressure with in normal range; however, in almost 50% of the cases, the systolic blood pressure at the time of admission was more than 140 mmHg. mRS was assessed for the patients at the time of admission, 39% patients had slight disability, 15% patients had moderate disability, 11% patients had moderately severe disability, and 33% patients had severe disability. Mortality was relatively higher in patients who had admission systolic blood pressure more than 140 mmHg (51% vs. 43%). mRS was assessed for the patients at the time of discharge after completion surgery and the severity of scale.Hypertension was found to be most common comorbid illness followed by smoking, alcohol intake, and diabetes mellitus. Hematoma was evacuated in 58% of the cases; it was supplement with decompressive craniectomy in 12% of the cases. Morality was relatively higher in patients who had admission systolic blood pressure more than 140 mmHg. Mortality was highest in <40 years age group in age group of 40-65 years, the mortality was 30.6%, and in >65 years age group, mortality was 15.4%; however, this was not statistically significant. Only 10% of patients can recover and live independently at 1 month, and only 20% of the survivors were independent at 6 months.", "id": "29291174", "date": null, "title": "Clinical study to assess the outcome in surgically managed patients of spontaneous intracerebral hemorrhage.", "doi": "10.4103/IJCIIS.IJCIIS_22_17", "journal": ["International journal of critical illness and injury science", "Int J Crit Illn Inj Sci"]}