{"authors": [["Said", "Adnan", "A", "Division of Gastroenterology and Hepatology, Department of Medicine, William S. Middleton VAMC, University of Wisconsin School of Medicine and Public Health, Madison, WI 53705, United States. axs@medicine.wisc.edu."], ["Ghufran", "Aiman", "A", "Gastroenterology and Hepatology, Medical College of Wisconsin, Milwaukee, WI 53226, United States."]], "text": "Non-alcoholic fatty liver disease (NAFLD) associated hepatocellular carcinoma (HCC) incidence is increasing worldwide, paralleling the obesity epidemic. Although most cases are associated with cirrhosis, HCC can occur without cirrhosis in NAFLD. Diabetes and obesity are associated risk factors for HCC in patients. Given the sheer magnitude of the underlying risk factors (diabetes, obesity, non-cirrhotic NAFLD) screening for HCC in the non-cirrhotic population is not recommended. Optimal screening strategies in NAFLD cirrhosis are not completely elucidated with Ultrasound having significant limitations in detection of liver lesions in the presence of obesity and steatosis. Consequently NAFLD-HCC is more often diagnosed at a later stage with larger tumors and reduced opportunities for curative treatments as opposed to HCC in other causes of cirrhosis. When HCC is found at a curative stage treatments including liver transplantation, resection and loco-regional therapies are associated with good results similar to that seen in HCV-HCC. Future strategies under study include the use of chemopreventive and antioxidant agents to reduce development of cirrhosis and non-alcoholic steatohepatitis (NASH). Strategies to reverse NASH via weight loss, control of associated conditions like diabetes are key strategies in reducing the increasing incidence of NASH-HCC. Novel therapeutic agents for NASH are in trials and if successful in achieving reversal of NASH will be an important strategy in reducing NAFLD-HCC.", "id": "29291167", "date": null, "title": "Epidemic of non-alcoholic fatty liver disease and hepatocellular carcinoma.", "doi": "10.5306/wjco.v8.i6.429", "journal": ["World journal of clinical oncology", "World J Clin Oncol"]}