{"authors": [["Moos", "Walter H", "WH", "Department of Pharmaceutical Chemistry, School of Pharmacy, University of California San Francisco, San Francisco, California."], ["Faller", "Douglas V", "DV", "Department of Medicine, Boston University School of Medicine, Boston, Massachusetts."], ["Glavas", "Ioannis P", "IP", "Department of Ophthalmology, New York University School of Medicine, New York, New York."], ["Harpp", "David N", "DN", "Department of Chemistry, McGill University, Montreal, QC, Canada."], ["Irwin", "Michael H", "MH", "Department of Pathobiology, College of Veterinary Medicine, Auburn University, Auburn, Alabama."], ["Kanara", "Iphigenia", "I", "Embassy of Greece in Moscow, Moscow, Russia."], ["Pinkert", "Carl A", "CA", "Department of Biological Sciences, College of Arts and Sciences, The University of Alabama, Tuscaloosa, Alabama."], ["Powers", "Whitney R", "WR", "Department of Health Sciences, Boston University, Boston, Massachusetts."], ["Steliou", "Kosta", "K", "Cancer Research Center, Boston University School of Medicine, Boston, Massachusetts."], ["Vavvas", "Demetrios G", "DG", "Retina Service, Angiogenesis Laboratory, Massachusetts Eye and Ear Infirmary, Boston, Massachusetts."], ["Kodukula", "Krishna", "K", "ShangPharma Innovation, Inc., South San Francisco, California."]], "text": "Eye disease is one of the primary medical conditions that requires attention and therapeutic intervention in ageing populations worldwide. Further, the global burden of diabetes and obesity, along with heart disease, all lead to secondary manifestations of ophthalmic distress. Therefore, there is increased interest in developing innovative new approaches that target various mechanisms and sequelae driving conditions that result in adverse vision. The research challenge is even greater given that the terrain of eye diseases is difficult to landscape into a single therapeutic theme. This report addresses the burden of eye disease due to mitochondrial dysfunction, including antioxidant, autophagic, epigenetic, mitophagic, and other cellular processes that modulate the biomedical end result. In this light, we single out lipoic acid as a potent known natural activator of these pathways, along with alternative and potentially more effective conjugates, which together harness the necessary potency, specificity, and biodistribution parameters required for improved therapeutic outcomes.", "id": "29291141", "date": "2017-12-01", "title": "Epigenetic Treatment of Neurodegenerative Ophthalmic Disorders: An Eye Toward the Future.", "doi": "10.1089/biores.2017.0036", "journal": ["BioResearch open access", "Biores Open Access"]}