{"authors": [["Jacobs", "Bart", "B", "Social Health Protection Programme, Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ), Phnom Penh, Cambodia."], ["Men", "Cheanrithy", "C", "Chean and Jaco Consulting, Phnom Penh, Cambodia."], ["Bigdeli", "Maryam", "M", "Department for Health Systems Governance and Financing, World Health Organization, Geneva, Switzerland."], ["Hill", "Peter S", "PS", "Department of Public Health, The University of Queensland, Brisbane, Queensland, Australia."]], "text": "Health system responses to the emergence of non-communicable diseases (NCDs) in many Southeast Asian nations, Cambodia included, have been insufficient. Little is known about how people suffering from such conditions behave in constrained contexts. We examined the experience of patients with NCDs as they seek care for their conditions and manage them.In-depth interviews with 28 purposively selected patients with hypertension and/or diabetes using an interview guide to capture the trajectory followed by interviewees from the development and recognition of symptoms to adherence to treatment. A general outline of major topics to be discussed was used instead of a predetermined list of specific questions.All interviewees had experienced symptoms for a substantial period of time, sometimes many years, before being diagnosed. Initial treatment focused on symptoms instead of underlying conditions, often at considerable financial cost. Following diagnosis, many struggled to take medicines daily for their condition and adhering to the required behaviour changes. Many resorted to complementary medicine. Lack of financial resources was a common reason to discontinue treatment. Many reported loss of income and assets such as livestock and productive land and increasingly relied on others.In order to assist people with NCDs in Cambodia, there is a need for a multipronged approach focusing on communities and healthcare providers. Information campaigns could focus on the timely recognition by communities of symptoms indicative of the conditions, together with instigating demand for routine screening at qualified health providers. Peer support is considerable, and locally adjusted approaches based on this principle should be considered.", "id": "29291130", "date": "2017-08-29", "title": "Limited understanding, limited services, limited resources: patients' experiences with managing hypertension and diabetes in Cambodia.", "doi": "10.1136/bmjgh-2016-000235", "journal": ["BMJ global health", "BMJ Glob Health"]}