{"authors": [["Pan", "Yanyun", "Y", "Traditional Chinese Medicine School, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Zhao", "Dandan", "D", "Diabetes Research Center, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Yu", "Na", "N", "Traditional Chinese Medicine School, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["An", "Tian", "T", "Traditional Chinese Medicine School, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Miao", "Jianan", "J", "Traditional Chinese Medicine School, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Mo", "Fangfang", "F", "Diabetes Research Center, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Gu", "Yujie", "Y", "Traditional Chinese Medicine School, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Zhang", "Dongwei", "D", "Diabetes Research Center, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Gao", "Sihua", "S", "Diabetes Research Center, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."], ["Jiang", "Guangjian", "G", "Diabetes Research Center, Beijing University of Chinese Medicine, Beijing 100029, People's Republic of China."]], "text": "Curcumin is an active component derived from Curcuma longa L. which is a traditional Chinese medicine that is widely used for treating metabolic diseases through regulating different molecular pathways. Here, in this study, we aimed to comprehensively investigate the effects of curcumin on glycolipid metabolism in vivo and in vitro and then determine the underlying mechanism. Male C57BL/6 J obese mice and 3T3-L1 adipocytes were used for in vivo and in vitro study, respectively. Our results demonstrated that treatment with curcumin for eight weeks decreased body weight, fat mass and serum lipid profiles. Meanwhile, it lowered fasting blood glucose and increased the insulin sensitivity in high-fat diet-induced obese mice. In addition, curcumin stimulated lipolysis and improved glycolipid metabolism through upregulating the expressions of adipose triglyceride lipase and hormone-sensitive lipase, peroxisome proliferator activated receptor γ/α (PPARγ/α) and CCAAT/enhancer binding proteinα (C/EBPα) in adipose tissue of the mice. In differentiated 3T3-L1 cells, curcumin reduced glycerol release and increased glucose uptake via upregulating PPARγ and C/EBPα. We concluded that curcumin has the potential to improve glycolipid metabolism disorders caused by obesity through regulating PPARγ signalling pathway.", "id": "29291086", "date": "2017-11-15", "title": "Curcumin improves glycolipid metabolism through regulating peroxisome proliferator activated receptor γ signalling pathway in high-fat diet-induced obese mice and 3T3-L1 adipocytes.", "doi": "10.1098/rsos.170917", "journal": ["Royal Society open science", "R Soc Open Sci"]}