{"authors": [["Cao", "Mingfeng", "M", "Department of Endocrinology, Shandong Provincial Hospital Affilated to Shandong University, Jinan 250100, Shandong, China."], ["Tian", "Zhenhua", "Z", "Department of Endocrinology, Shandong Provincial Hospital Affilated to Shandong University, Jinan 250100, Shandong, China."], ["Zhang", "Lin", "L", "Department of Endocrinology, Shandong Provincial Hospital Affilated to Shandong University, Jinan 250100, Shandong, China."], ["Liu", "Ruiting", "R", "Department of Endocrinology, Shandong Provincial Hospital Affilated to Shandong University, Jinan 250100, Shandong, China."], ["Guan", "Qingbo", "Q", "Department of Endocrinology, Shandong Provincial Hospital Affilated to Shandong University, Jinan 250100, Shandong, China."], ["Jiang", "Jinjiao", "J", "Department of Endocrinology, Shandong Provincial Hospital Affilated to Shandong University, Jinan 250100, Shandong, China."]], "text": "Diabetic nephropathy (DN) causes high mortality in patients with diabetes mellitus and imposes heavy burden on individuals and society. In previous studies, various researches have investigated the association of DN with CCR5 59029G/A polymorphism, but relevant findings were controversial. Therefore, we performed this meta-analysis to obtain a conclusion on this issue.CCR5 59029G/A polymorphism showed significant risk-increasing effects on DN in all analyses under AA vs. GG, AA+GA vs. GG, AA vs. GG+GA, A vs. G and GA vs. GG model contrasts. Besides, a similar result was also obtained in Asian and type 2 diabetes mellitus groups under these five contrasts after subgroup analyses.The relevant publications were searched from the electronic databases and other sources. The association intensity between CCR5 59029G/A polymorphism and DN susceptibility was measured using pooled odds ratios (ORs) with corresponding 95% confidence intervals (95% CIs). Inter-study heterogeneity was inspected with Q test, and sensitivity analysis was conducted to verify the stability of the final outcomes by removing one study each time in turn. Begg's funnel plot and Egger's test were utilized to examine publication bias among selected studies.CCR5 59029G/A polymorphism is significantly related to enhanced susceptibility to DN, especially in Asian populations and people with type 2 diabetes mellitus.", "id": "29291000", "date": "2017-10-30", "title": "Effects of CCR5 59029G/A polymorphism on the risk to diabetic nephropathy.", "doi": "10.18632/oncotarget.22148", "journal": ["Oncotarget", "Oncotarget"]}