{"authors": [["Bai", "Chunyu", "C", "Key Laboratory of Precision Oncology of Shandong Higher Education, Institute of Precision Medicine, Jining Medical University, Jining, 272067, PR China."], ["Gao", "Yuhua", "Y", "College of Basic Medicine, Jining Medical University, Jining, 272067, PR China."], ["Zhang", "Xiangyang", "X", "College of Basic Medicine, Jining Medical University, Jining, 272067, PR China."], ["Yang", "Wancai", "W", "Key Laboratory of Precision Oncology of Shandong Higher Education, Institute of Precision Medicine, Jining Medical University, Jining, 272067, PR China."], ["Guan", "Weijun", "W", "Institute of Animal Sciences, Chinese Academy of Agricultural Sciences, Beijing 100193, PR China."]], "text": "miRNAs regulate insulin secretion, pancreatic development, and beta-cell differentiation. However, their function in the differentiation of IPCs from MSCs is poorly understood. In this study, to screen for miRNAs and their targets that function during the formation of IPCs from MSCs, we examined the miRNA expression profiles of MSCs and IPCs using RNA-seq and qPCR to confirm the above results. We found that miR-34c exhibited transient upregulation at an early stage of the formation of IPCs derived from MSCs. Next, we analyzed the biological function of miR-34c by predicting its targets using bioinformatic tools. Combining our data with those from previous reports, we found that miR-34c and its targets play an important role in the formation of IPCs. Therefore, we overexpressed miR-34c and expressed small interfering RNAs of its targets in MSCs to investigate their functions in IPC formation. We found that miR-34c acts as a bidirectional switch in the formation of IPCs derived from MSCs by regulating the expression of targets to affect insulin synthesis and secretion. miR-34c was shown to downregulate its targets, including PDE7B, PDGFRA, and MAP2K1, to increase proinsulin synthesis, but when miR-34c continually dysregulated such expression, it suppressed the expression of other targets, namely ACSL4 and SAR1A, weakening insulin secretion in IPCs. These results suggest that endogenous miRNAs involved in the formation of IPCs from stem cells should be considered in the development of effective cell transplant therapy for diabetes.", "id": "29290993", "date": "2017-10-16", "title": "MicroRNA-34c acts as a bidirectional switch in the maturation of insulin-producing cells derived from mesenchymal stem cells.", "doi": "10.18632/oncotarget.21883", "journal": ["Oncotarget", "Oncotarget"]}