{"authors": [["Qian", "Ling-Bo", "LB", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Jiang", "Sai-Zhi", "SZ", "Pediatric Research Institute, Department of Pediatrics of the University of Louisville, Louisville, Kentucky 40202, USA."], ["Tang", "Xiao-Qiang", "XQ", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Zhang", "Jian", "J", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Liang", "Ya-Qin", "YQ", "Pediatric Research Institute, Department of Pediatrics of the University of Louisville, Louisville, Kentucky 40202, USA."], ["Yu", "Hai-Tao", "HT", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Chen", "Jing", "J", "Pediatric Research Institute, Department of Pediatrics of the University of Louisville, Louisville, Kentucky 40202, USA."], ["Xu", "Zheng", "Z", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Liu", "Rui-Ming", "RM", "Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, University of Alabama at Birmingham School of Medicine, Birmingham, Alabama 35294, USA."], ["Keller", "Bradley B", "BB", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Ji", "Hong-Lei", "HL", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."], ["Cai", "Lu", "L", "Cardiovascular Center, The First Hospital of Jilin University, Changchun 130021, China."]], "text": "Both diabetes and angiotensin II (Ang II) excess trigger cardiac remodeling and dysfunction, and diabetic cardiomyopathy. We hypothesized that cardiac hypertrophy associated with the development of diabetic cardiomyopathy is worsened by increased Ang II. Male type 1 diabetic OVE26 and wild-type mice were given Ang II (sc., 1.15 mg/kg, twice a day) for 14 days. Diabetes-induced cardiac dysfunction and hypertrophy was exacerbated by Ang II treatment as determined by echocardiography, wheat germ agglutinin staining and atrial natriuretic peptide. Ang II treatment dramatically exacerbated diabetes-caused decreased LC3-II, a marker of autophagy, and increased p62, an indicator of cytosolic protein clearance. Ang II treatment also augmented diabetes-associated increased phosphorylated levels of c-Jun, JNK, mTOR, and miR-221, and decreased of p27 expression, a direct target of miR-221. Chromatin immunoprecipitation assay showed that Ang II elevated c-Jun binding to the promoter of miR-221 in diabetic mice. These results suggest that Ang II accelerates cardiac hypertrophy in the early stage of murine diabetes, probably through activation of the JKN/c-Jun/miR-221 axis and inhibition of downstream autophagy. Therefore, inhibition of Ang II or miR-221 in diabetic individuals may be a potential approach for delaying the onset and/or reducing the severity of diabetic cardiomyopathy.", "id": "29290979", "date": "2017-09-28", "title": "Exacerbation of diabetic cardiac hypertrophy in OVE26 mice by angiotensin II is associated with JNK/c-Jun/miR-221-mediated autophagy inhibition.", "doi": "10.18632/oncotarget.21302", "journal": ["Oncotarget", "Oncotarget"]}