{"authors": [["Tsai", "Fuu-Jen", "FJ", "School of Chinese Medicine, China Medical University, Taichung, Taiwan."], ["Cheng", "Chi-Fung", "CF", "Graduate Institute of Biostatistics, School of Public Health, China Medical University, Taichung, Taiwan."], ["Lai", "Chih-Ho", "CH", "Department of Microbiology and Immunology, Chang Gung University, Taoyuan, Taiwan."], ["Wu", "Yang-Chang", "YC", "School of Chinese Medicine, China Medical University, Taichung, Taiwan."], ["Ho", "Mao-Wang", "MW", "Section of Infectious Diseases, Department of Internal Medicine, China Medical University Hospital, Taichung, Taiwan."], ["Wang", "Jen-Hsien", "JH", "Section of Infectious Diseases, Department of Internal Medicine, China Medical University Hospital, Taichung, Taiwan."], ["Tien", "Ni", "N", "Department of Medical Laboratory Science and Biotechnology, China Medical University, Taichung, Taiwan."], ["Liu", "Xiang", "X", "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Tsang", "Hsinyi", "H", "National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Lin", "Ting-Hsu", "TH", "Genetic Center, Department of Medical Research, China Medical University Hospital, Taichung, Taiwan."], ["Liao", "Chiu-Chu", "CC", "Genetic Center, Department of Medical Research, China Medical University Hospital, Taichung, Taiwan."], ["Huang", "Shao-Mei", "SM", "Genetic Center, Department of Medical Research, China Medical University Hospital, Taichung, Taiwan."], ["Li", "Ju-Pi", "JP", "School of Chinese Medicine, China Medical University, Taichung, Taiwan."], ["Lin", "Jung-Chun", "JC", "School of Medical Laboratory Science and Biotechnology, College of Medical Science and Technology, Taipei Medical University, Taipei, Taiwan."], ["Lin", "Chih-Chien", "CC", "Department of Cosmetic Science, Providence University, Taichung, Taiwan."], ["Chen", "Jin-Hua", "JH", "Biostatistics Center, College of Management, Taipei Medical University, Taipei, Taiwan."], ["Liang", "Wen-Miin", "WM", "Graduate Institute of Biostatistics, School of Public Health, China Medical University, Taichung, Taiwan."], ["Lin", "Ying-Ju", "YJ", "School of Chinese Medicine, China Medical University, Taichung, Taiwan."]], "text": "HIV-infected patients exposed to antiretroviral therapy (ART) have an increased risk for hyperlipidemia and cardiovascular disease. We performed a longitudinal, comprehensive, and population-based study to investigate the cumulative effect of different types of ART regimens on hyperlipidemia risk in the Taiwanese HIV/ART cohort. A total of 13,370 HIV-infected patients (2,674 hyperlipidemia and 10,696 non-hyperlipidemia patients) were recruited after matching for age, gender, and the first diagnosis date of HIV infection by using the National Health Insurance Research Database in Taiwan. Hyperlipidemia risk associated with cumulative ART use, ART adherence, and their combination was assessed. The matched hyperlipidemia group had a larger number of patients using ART and a higher incidence of comorbidities, specifically, respiratory disease and diabetes. Patients with high ART dosage and dose-dependent manner adherence, respectively, demonstrated an increased risk of hyperlipidemia. For single ART regimens, patients receiving nucleoside reverse-transcriptase inhibitors (NRTI/NRTI)- containing regimen had the highest hyperlipidemia risk, followed by protease inhibitor (PI)- containing and non-NRTI- containing regimens. For combination ART regimens, patients receiving a NRTI/NRTI + PI regimen had the highest hyperlipidemia risk. An increased cumulative drug dose was observed in patients who received the PI, NRTI/NRTI, NRTI, and NNRTI regimens in the hyperlipidemia group, when compared to the non-hyperlipidemia group. In conclusion, ART cumulative use, adherence, and regimen may affect hyperlipidemia risk among HIV-infected patients in a dose-dependent manner.", "id": "29290955", "date": "2017-11-15", "title": "Effect of antiretroviral therapy use and adherence on the risk of hyperlipidemia among HIV-infected patients, in the highly active antiretroviral therapy era.", "doi": "10.18632/oncotarget.22465", "journal": ["Oncotarget", "Oncotarget"]}