{"authors": [["Zhang", "Jun-Jun", "JJ", "Department of Nephrology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan, China."], ["Yang", "Liu", "L", "Department of Nephrology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan, China."], ["Huang", "Jun-Wen", "JW", "Department of Nephrology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan, China."], ["Liu", "Yu-Jie", "YJ", "Department of Nephrology and Rheumatology, Children's Hospital of Zhengzhou City, Zhengzhou, Henan, China."], ["Wang", "Jin-Wei", "JW", "Renal Division, Department of Medicine, Peking University First Hospital, Beijing, China."], ["Zhang", "Lu-Xia", "LX", "Renal Division, Department of Medicine, Peking University First Hospital, Beijing, China."], ["Zhao", "Ming-Hui", "MH", "Renal Division, Department of Medicine, Peking University First Hospital, Beijing, China."], ["Liu", "Zhang-Suo", "ZS", "Department of Nephrology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan, China."]], "text": "Although the prevalence of chronic kidney disease (CKD) and diabetes mellitus (DM) is increasing globally, information on Chinese CKD patients with DM is lacking. A total of 3499 pre-dialysis CKD patients from across China were enrolled in the Chinese Cohort Study of Chronic Kidney Disease (C-STRIDE) between November 2011 and April 2016. We divided the C-STRIDE patients into CKD with DM and CKD without DM groups and compared their clinical, demographic, and laboratory data in this cross-sectional study. CKD patients with DM were older, had a higher male-to-female ratio, and had more complications than CKD patients without DM. Age, smoking, and 24-h urinary protein levels were associated with co-occurrence of CKD and DM. Less than 50% of patients in either group took antilipemic, cardiovascular, cerebrovascular, or anti-anemic drugs. In addition, only 18.38% of CKD patients with DM had undergone a renal biopsy, and diabetic nephropathy was confirmed in 35.4% of them. Our findings suggest that several types of medication and renal biopsies should be used more frequently in the treatment of Chinese CKD patients with DM.", "id": "29290951", "date": "2017-11-10", "title": "Characteristics and comparison between diabetes mellitus and non-diabetes mellitus among chronic kidney disease patients: A cross-sectional study of the Chinese Cohort Study of Chronic Kidney Disease (C-STRIDE).", "doi": "10.18632/oncotarget.22368", "journal": ["Oncotarget", "Oncotarget"]}