{"authors": [["Koga", "Hiroki", "H", "Department of Surgery, Saga University Faculty of Medicine, Saga 849-8501, Japan."], ["Kai", "Keita", "K", "Department of Pathology, Saga University Hospital, Saga 849-8501, Japan. kaikeit@cc.saga-u.ac.jp."], ["Aishima", "Shinichi", "S", "Department of Pathology, Saga University Hospital, Saga 849-8501, Japan."], ["Kawaguchi", "Atsushi", "A", "Center for Comprehensive Community Medicine, Saga University Faculty of Medicine, Saga 849-8501, Japan."], ["Yamaji", "Koutaro", "K", "Department of Surgery, Saga University Faculty of Medicine, Saga 849-8501, Japan."], ["Ide", "Takao", "T", "Department of Surgery, Saga University Faculty of Medicine, Saga 849-8501, Japan."], ["Ueda", "Junji", "J", "Department of Surgery, Saga University Faculty of Medicine, Saga 849-8501, Japan."], ["Noshiro", "Hirokazu", "H", "Department of Surgery, Saga University Faculty of Medicine, Saga 849-8501, Japan."]], "text": "To investigate the prevalence, clinicopathological characteristics and surgical outcomes of occult hepatitis B virus (HBV) infection (OBI) in patients with non-B, non-C (NBNC) hepatocellular carcinoma (HCC).This study retrospectively examined the cases of 78 NBNC patients with curative resection for HCC for whom DNA could be extracted from formalin-fixed paraffin-embedded tissue. OBI was determined by the HBV-DNA amplification of at least two different sets of primers by TaqMan real-time polymerase chain reaction. Possibly carcinogenetic factors such as alcohol abuse, diabetes mellitus, obesity and non-alcoholic steatohepatitis (NASH) were examined. Surgical outcomes were evaluated according to disease-free survival (DFS), overall survival (OS) and disease-specific survival (DSS).OBI was found in 27/78 patients (34.6%) with NBNC HCC. The OBI patients were significantly younger than the non-OBI cases at the time of surgery (average age 63.0 vs 68.1, P = 0.0334) and the OBI cases overlapped with other etiologies significantly more frequently compared to the non-OBI cases (P = 0.0057). OBI had no impact on the DFS, OS or DSS. Only tumor-related factors affected these surgical outcomes.Our findings indicate that OBI had no impact on surgical outcomes. The surgical outcomes of NBNC HCC depend on early tumor detection; this reconfirms the importance of a periodic medical examination for individuals who have NBNC HCC risk factors.", "id": "29290910", "date": null, "title": "Occult hepatitis B virus infection and surgical outcomes in non-B, non-C patients with curative resection for hepatocellular carcinoma.", "doi": "10.4254/wjh.v9.i35.1286", "journal": ["World journal of hepatology", "World J Hepatol"]}