{"authors": [["De Lorenzo", "Andrea", "A", "Clinica de Diagnostico por Imagem, Rio de Janeiro, Brazil."], ["Souza", "Victor F", "VF", "Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Glerian", "Leticia", "L", "Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Lima", "Ronaldo Sl", "RS", "Clinica de Diagnostico por Imagem, Rio de Janeiro, Brazil."]], "text": "Even though diabetes mellitus (DM) has been considered a \"Coronary Artery Disease (CAD) equivalent\", that is still controversial, especially in a contemporary population subject to optimized treatment.We aimed to assess the cardiovascular risk of diabetics by myocardial perfusion scintigraphy (MPS).Consecutive patients who underwent MPS from 2008 to 2012 were studied. Perfusion scores were calculated, and abnormal MPS was defined as a summed stress score >3. Patients were followed for 3±1 years for all-cause death, which was compared between patients with DM (without known CAD) and patients with known CAD but without DM.Among 3409 patients, 471 (13.8%) were diabetics without known CAD (DM group) and 638 (18.7%) had CAD without diabetes (CAD group). Annualized death rates were not significantly different between DM or CAD patients (0.9 vs 1.5%, p=0.09). With normal MPS, death rates were 0.7% for DM and 0.6% for CAD (p=0.8). With abnormal MPS, death rates increased similarly in the DM and CAD groups.In diabetic patients without known CAD, the rate of death was not significantly different from patients with prior CAD and without DM. Abnormal MPS increased risk similarly in diabetic patients and in those with CAD. These findings suggest that DM may still be considered a high-risk condition, comparable to known CAD, and effectively stratified by MPS.", "id": "29290832", "date": "2017-08-11", "title": "Prognostic Assessment of Diabetics Using Myocardial Perfusion Imaging: Diabetes Mellitus is Still a Coronary Artery Disease Equivalent.", "doi": "10.2174/1874192401711010076", "journal": ["The open cardiovascular medicine journal", "Open Cardiovasc Med J"]}