{"authors": [["Miret-Casals", "Laia", "L", "Department of Organic Chemistry, University of Barcelona, Barcelona Science Park (PCB), Barcelona 08028, Spain."], ["Sebastián", "David", "D", "Institute for Research in Biomedicine (IRB Barcelona), The Barcelona Institute of Science and Technology, Barcelona 08028, Spain; Departament de Bioquímica i Biomedicina Molecular, Universitat de Barcelona, Barcelona 08028, Spain; CIBER de Diabetes y Enfermedades Metabólicas Asociadas (CIBERDEM), Instituto de Salud Carlos III, Madrid 28029, Spain."], ["Brea", "José", "J", "Grupo BioFarma-Unidad de Evaluación de Actividades Farmacológicas de Compuestos Químicos, Universidad de Santiago de Compostela, Santiago de Compostela 15782, Spain."], ["Rico-Leo", "Eva M", "EM", "Departamento de Bioquímica y Biología Molecular y Genética, Facultad de Ciencias, Universidad de Extremadura, Badajoz 06006, Spain."], ["Palacín", "Manuel", "M", "Institute for Research in Biomedicine (IRB Barcelona), The Barcelona Institute of Science and Technology, Barcelona 08028, Spain; Departament de Bioquímica i Biomedicina Molecular, Universitat de Barcelona, Barcelona 08028, Spain; Centro de Investigación Biomédica en Red de Enfermedades Raras, Barcelona 08028, Spain."], ["Fernández-Salguero", "Pedro M", "PM", "Departamento de Bioquímica y Biología Molecular y Genética, Facultad de Ciencias, Universidad de Extremadura, Badajoz 06006, Spain."], ["Loza", "M Isabel", "MI", "Grupo BioFarma-Unidad de Evaluación de Actividades Farmacológicas de Compuestos Químicos, Universidad de Santiago de Compostela, Santiago de Compostela 15782, Spain."], ["Albericio", "Fernando", "F", "Department of Organic Chemistry, University of Barcelona, Barcelona Science Park (PCB), Barcelona 08028, Spain; Networking Centre on Bioengineering, Biomaterials and Nanomedicine (CIBER-BBN), Barcelona Science Park, Barcelona 08028, Spain; School of Chemistry & Physics, University of KwaZulu-Natal, Durban 4001, South Africa. Electronic address: albericio@ub.edu."], ["Zorzano", "Antonio", "A", "Institute for Research in Biomedicine (IRB Barcelona), The Barcelona Institute of Science and Technology, Barcelona 08028, Spain; Departament de Bioquímica i Biomedicina Molecular, Universitat de Barcelona, Barcelona 08028, Spain; CIBER de Diabetes y Enfermedades Metabólicas Asociadas (CIBERDEM), Instituto de Salud Carlos III, Madrid 28029, Spain. Electronic address: antonio.zorzano@irbbarcelona.org."]], "text": "Mitochondria are dynamic organelles that produce most of the cellular ATP, and are involved in many other cellular functions such as Ca2+ signaling, differentiation, apoptosis, cell cycle, and cell growth. One key process of mitochondrial dynamics is mitochondrial fusion, which is catalyzed by mitofusins (MFN1 and MFN2) and OPA1. The outer mitochondrial membrane protein MFN2 plays a relevant role in the maintenance of mitochondrial metabolism, insulin signaling, and mutations that cause neurodegenerative disorders. Therefore, modulation of proteins involved in mitochondrial dynamics has emerged as a potential pharmacological strategy. Here, we report the identification of small molecules by high-throughput screen that promote mitochondrial elongation in an MFN1/MFN2-dependent manner. Detailed analysis of their mode of action reveals a previously unknown connection between pyrimidine metabolism and mitochondrial dynamics. Our data indicate a link between pyrimidine biosynthesis and mitochondrial dynamics, which maintains cell survival under stress conditions characterized by loss of pyrimidine synthesis.", "id": "29290623", "date": "2017-12-23", "title": "Identification of New Activators of Mitochondrial Fusion Reveals a Link between Mitochondrial Morphology and Pyrimidine Metabolism.", "doi": "10.1016/j.chembiol.2017.12.001", "journal": ["Cell chemical biology", "Cell Chem Biol"]}