{"authors": [["Porteiro", "Begoña", "B", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Fondevila", "Marcos F", "MF", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Buque", "Xabier", "X", "Department of Physiology, Faculty of Medicine and Nursing, University of the Basque Country UPV/EHU, Spain; Biocruces Research Institute, Spain."], ["Gonzalez-Rellan", "Maria J", "MJ", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Fernandez", "Uxia", "U", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Mora", "Alfonso", "A", "Centro Nacional de Investigaciones Cardiovasculares Carlos III (CNIC), Madrid, Spain."], ["Beiroa", "Daniel", "D", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Senra", "Ana", "A", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain."], ["Gallego", "Rosalia", "R", "Department of Morphological Sciences, School of Medicine, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain."], ["Fernø", "Johan", "J", "KG Jebsen Center for Diabetes Research, Department of Clinical Science, University of Bergen, Bergen, Norway; Hormone Laboratory, Haukeland University Hospital, Bergen, Norway."], ["López", "Miguel", "M", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Sabio", "Guadalupe", "G", "Centro Nacional de Investigaciones Cardiovasculares Carlos III (CNIC), Madrid, Spain."], ["Dieguez", "Carlos", "C", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain."], ["Aspichueta", "Patricia", "P", "Department of Physiology, Faculty of Medicine and Nursing, University of the Basque Country UPV/EHU, Spain; Biocruces Research Institute, Spain."], ["Nogueiras", "Rubén", "R", "Department of Physiology, CIMUS, University of Santiago de Compostela-Instituto de Investigación Sanitaria, Santiago de Compostela, 15782, Spain; CIBER Fisiopatología de la Obesidad y Nutrición (CIBERobn), 15706, Spain. Electronic address: ruben.nogueiras@usc.es."]], "text": "Recent reports have implicated the p53 tumor suppressor in the regulation of lipid metabolism. We hypothesized that the pharmacological activation of p53 with low-dose doxorubicin, which is widely used to treat several types of cancer, may have beneficial effects on nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH).We used long-term pharmacological activation of p53 by i.p. or oral administration of low-dose doxorubicin in different animal models of NAFLD (high fat diet containing 45% and 60% kcal fat) and NASH (methionine- and choline-deficient diet and choline deficiency combined with high fat diet). We also administered doxorubicin in mice lacking p53 in the liver and in two human hepatic cells lines (HepG2 and THLE2).The attenuation of liver damage was accompanied by the stimulation of fatty acid oxidation and decrease of lipogenesis, inflammation, and ER stress. The effects of doxorubicin were abrogated in mice with liver-specific ablation of p53. Finally, the effects of doxorubicin on lipid metabolism found in animal models were also present in two human hepatic cells lines, in which the drug stimulated fatty acid oxidation and inhibited de novo lipogenesis at doses that did not cause changes in apoptosis or cell viability.These data provide new evidence for targeting p53 as a strategy to treat liver disease.", "id": "29290620", "date": "2017-12-15", "title": "Pharmacological stimulation of p53 with low-dose doxorubicin ameliorates diet-induced nonalcoholic steatosis and steatohepatitis.", "doi": "10.1016/j.molmet.2017.12.005", "journal": ["Molecular metabolism", "Mol Metab"]}