{"authors": [["Kim", "Young-Kyu", "YK", "Department of Orthopaedic Surgery, Gil Medical Center, Gachon University, Incheon, Republic of Korea."], ["Jung", "Kyu-Hak", "KH", "Department of Orthopaedic Surgery, Gil Medical Center, Gachon University, Incheon, Republic of Korea. Electronic address: jjangumom52@hanmail.net."], ["Kim", "Jin-Woo", "JW", "Department of Orthopaedic Surgery, Seoul National University College of Medicine, Seoul National University Bundang Hospital, Seongnam, Republic of Korea."], ["Kim", "Ui-Seok", "US", "Department of Orthopaedic Surgery, Gil Medical Center, Gachon University, Incheon, Republic of Korea."], ["Hwang", "Do-Hyun", "DH", "Department of Orthopaedic Surgery, Gil Medical Center, Gachon University, Incheon, Republic of Korea."]], "text": "We wished to identify the preoperative prognostic factors associated with structural integrity after repair of medium-sized and larger rotator cuff tears and to determine the cutoff values using receiver operating characteristic curve analysis.The study included 180 patients with medium-sized and larger rotator cuff tears. Each had a minimum 2-year postoperative follow-up by magnetic resonance imaging. We assessed several patient-related and disease-related preoperative factors using univariate and multivariate logistic regression analysis. To determine the cutoff value for the significant variables, receiver operating characteristic curve analysis was performed.Retears occurred in 28 of the 180 patients (15.6%). Univariate analysis found that retear was significantly affected by the type of work and pattern of tear. The rate of retear was significantly increased in diabetes and with increasing tear size, extent of retraction, delamination, and fatty infiltration. Furthermore, reduced remnant tendon length, distance from the musculotendinous junction to the face of the glenoid, occupation ratio, and acromiohumeral interval were also significant risk factors. In the multivariate analysis, body mass index, diabetes, dyslipidemia, extent of retraction, delamination, distance from musculotendinous junction to face of glenoid, occupation ratio, fatty infiltration of infraspinatus, and acromiohumeral interval remained significant risk factors. The extent of retraction (22.2 mm) and the occupation ratio (53.5%) showed highly accurate cutoff values for predicting retear.Multiple factors influenced the healing process after rotator cuff repair. The best predictors were the extent of retraction and occupation ratio, which could help assist in determining the prognosis after rotator cuff repairs.", "id": "29290609", "date": "2017-12-29", "title": "Factors affecting rotator cuff integrity after arthroscopic repair for medium-sized or larger cuff tears: a retrospective cohort study.", "doi": "10.1016/j.jse.2017.11.016", "journal": ["Journal of shoulder and elbow surgery", "J Shoulder Elbow Surg"]}