{"authors": [["Friedman", "Jonathan R", "JR", "Department of Molecular and Cellular Biology, University of California, Davis, CA 95616, USA."], ["Kannan", "Muthukumar", "M", "Laboratory of Cell and Molecular Biology, National Institute of Diabetes and Digestive and Kidney Diseases, NIH, Bethesda, MD 20892, USA."], ["Toulmay", "Alexandre", "A", "Laboratory of Cell and Molecular Biology, National Institute of Diabetes and Digestive and Kidney Diseases, NIH, Bethesda, MD 20892, USA."], ["Jan", "Calvin H", "CH", "Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, CA 94158, USA; Howard Hughes Medical Institute, University of California at San Francisco, San Francisco, CA 94158, USA; Calico Life Sciences LLC, South San Francisco, CA 94080, USA."], ["Weissman", "Jonathan S", "JS", "Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, CA 94158, USA; Howard Hughes Medical Institute, University of California at San Francisco, San Francisco, CA 94158, USA."], ["Prinz", "William A", "WA", "Laboratory of Cell and Molecular Biology, National Institute of Diabetes and Digestive and Kidney Diseases, NIH, Bethesda, MD 20892, USA."], ["Nunnari", "Jodi", "J", "Department of Molecular and Cellular Biology, University of California, Davis, CA 95616, USA. Electronic address: jmnunnari@ucdavis.edu."]], "text": "Spatial organization of phospholipid synthesis in eukaryotes is critical for cellular homeostasis. The synthesis of phosphatidylcholine (PC), the most abundant cellular phospholipid, occurs redundantly via the ER-localized Kennedy pathway and a pathway that traverses the ER and mitochondria via membrane contact sites. The basis of the ER-mitochondrial PC synthesis pathway is the exclusive mitochondrial localization of a key pathway enzyme, phosphatidylserine decarboxylase Psd1, which generates phosphatidylethanolamine (PE). We find that Psd1 is localized to both mitochondria and the ER. Our data indicate that Psd1-dependent PE made at mitochondria and the ER has separable cellular functions. In addition, the relative organellar localization of Psd1 is dynamically modulated based on metabolic needs. These data reveal a critical role for ER-localized Psd1 in cellular phospholipid homeostasis, question the significance of an ER-mitochondrial PC synthesis pathway to cellular phospholipid homeostasis, and establish the importance of fine spatial regulation of lipid biosynthesis for cellular functions.", "id": "29290583", "date": "2017-12-26", "title": "Lipid Homeostasis Is Maintained by Dual Targeting of the Mitochondrial PE Biosynthesis Enzyme to the ER.", "doi": "10.1016/j.devcel.2017.11.023", "journal": ["Developmental cell", "Dev. Cell"]}