{"authors": [["Aguirre", "Miguel", "M", "Centro de Investigaciones Endocrino-Metabólicas Dr. Félix Gómez, Facultad de Medicina, Universidad del Zulia, Servicio de Endocrinología, Hospital Universitario de Maracaibo, Maracaibo, Estado Zulia, Venezuela."], ["Briceño", "Yajaira", "Y", "Unidad de Endocrinología, Instituto Autónomo Hospital Universitario de Los Andes, Universidad de Los Andes, Mérida, Venezuela."], ["Gómez-Pérez", "Roald", "R", "Unidad de Endocrinología, Instituto Autónomo Hospital Universitario de Los Andes, Universidad de Los Andes, Mérida, Venezuela."], ["Zerpa", "Yajaira", "Y", "Unidad de Endocrinología, Instituto Autónomo Hospital Universitario de Los Andes, Universidad de Los Andes, Mérida, Venezuela."], ["Camacho", "Nolis", "N", "Unidad de Nutrición, Crecimiento y Desarrollo Infantil, Instituto Autónomo Hospital Universitario de Los Andes, Universidad de Los Andes, Mérida, Venezuela."], ["Paoli", "Mariela", "M", "Unidad de Endocrinología, Instituto Autónomo Hospital Universitario de Los Andes, Universidad de Los Andes, Mérida, Venezuela. Electronic address: paolimariela@hotmail.com."]], "text": "To determine the behavior of the triglycerides/HDL-cholesterol ratio (TG/HDL) as a cardiometabolic risk marker in children and adolescents from Mérida, Venezuela.A total of 1292 children and adolescents aged 7-18 years who attended educational institutions in the Libertador Municipality were enrolled into this study. Anthropometric measurements and blood pressure values were recorded. Fasting blood glucose, insulin and lipid levels were measured. The TG/HDL ratio, HOMA-IR, and QUICKI indexes were calculated. Subjects were categorized as with and without cardiometabolic risk based on the presence or absence of 2or more risk factors. Cut-off points for the TG/HDL ratio were determined by constructing ROC curves.Significantly higher mean TG/HDL ratios were found in pubertal (2.2 ± 1.7) as compared to prepubertal subjects (1.8 ± 1.5; P=.001), with no sex differences. Two or more risk factors were found in 14.7% (n=192) of the participants, in whom TG/HDL ratios were significantly higher as compared to those with no risk (3.5±2.9 versus 1.6±0.8 in prepubertal and 4.1 ± 3.5 versus 1.8 ± 0.9 in pubertal subjects; P=.0001). According to cardiometabolic risk, cut-off points for the TG/HDL ratio of 1.8 and 2.5 were found for prepubertal and pubertal children respectively. These cut-off points showed risks (odds ratio) higher than 2.5 for conditions such as metabolic syndrome, elevated non-HDL-C, abdominal obesity, and elevated HOMA-IR.In this sample of children and adolescents, an elevated TG/HDLc ratio was found to be a good marker for predicting cardiometabolic risk.", "id": "29290474", "date": "2017-12-28", "title": "Triglycerides/High density lipoprotein cholesterol ratio as a cardiometabolic risk marker in children and adolescents from Mérida city, Venezuela.", "doi": "10.1016/j.endinu.2017.10.010", "journal": ["Endocrinologia, diabetes y nutricion", "Endocrinol Diabetes Nutr"]}