{"authors": [["Ingold", "Irina", "I", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany."], ["Berndt", "Carsten", "C", "Heinrich-Heine University, Department of Neurology, Medical Faculty, 40255 Düsseldorf, Germany."], ["Schmitt", "Sabine", "S", "Institute of Toxicology and Environmental Hygiene, Technical University of Munich, 80802 Munich, Germany."], ["Doll", "Sebastian", "S", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany."], ["Poschmann", "Gereon", "G", "Heinrich-Heine University, Molecular Proteomics Laboratory, Biomedical Research Center (BMFZ), 40225 Düsseldorf, Germany."], ["Buday", "Katalin", "K", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany."], ["Roveri", "Antonella", "A", "Department of Molecular Medicine, University of Padova, Padova, Italy."], ["Peng", "Xiaoxiao", "X", "CVMD Translational Medicine Unit, Early Clinical Development, IMED Biotech Unit, AstraZeneca, Gothenburg, Sweden."], ["Porto Freitas", "Florencio", "F", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany."], ["Seibt", "Tobias", "T", "Department of Nephrology, Medizinische Klinik und Poliklinik IV, Klinikum der Universität München, 80336 München, Germany."], ["Mehr", "Lisa", "L", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany."], ["Aichler", "Michaela", "M", "Helmholtz Zentrum München, Research Unit of Analytical Pathology, 85764 Neuherberg, Germany."], ["Walch", "Axel", "A", "Helmholtz Zentrum München, Research Unit of Analytical Pathology, 85764 Neuherberg, Germany."], ["Lamp", "Daniel", "D", "Helmholtz Zentrum München, Helmholtz Diabetes Center and German Diabetes Center (DZD), 85764 Neuherberg, Germany; Helmholtz Zentrum München, Institute for Diabetes and Obesity, 85748 Garching, Germany."], ["Jastroch", "Martin", "M", "Helmholtz Zentrum München, Helmholtz Diabetes Center and German Diabetes Center (DZD), 85764 Neuherberg, Germany; Helmholtz Zentrum München, Institute for Diabetes and Obesity, 85748 Garching, Germany."], ["Miyamoto", "Sayuri", "S", "Departamento de Bioquímica, Instituto de Química, Universidade de São Paulo, São Paulo, Brazil."], ["Wurst", "Wolfgang", "W", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany; German Center for Neurodegenerative Diseases (DZNE), 81377 Munich, Germany; Technische Universität München-Weihenstephan, Chair of Developmental Genetics, c/o Helmholtz Zentrum München, 85764 Neuherberg, Germany."], ["Ursini", "Fulvio", "F", "Department of Molecular Medicine, University of Padova, Padova, Italy."], ["Arnér", "Elias S J", "ESJ", "Division of Biochemistry, Department of Medical Biochemistry and Biophysics, Karolinska Institutet, 171 77 Stockholm, Sweden."], ["Fradejas-Villar", "Noelia", "N", "Rheinische Friedrich-Wilhelms-University Bonn, Institute for Biochemistry and Molecular Biology, 53115 Bonn, Germany."], ["Schweizer", "Ulrich", "U", "Rheinische Friedrich-Wilhelms-University Bonn, Institute for Biochemistry and Molecular Biology, 53115 Bonn, Germany."], ["Zischka", "Hans", "H", "Institute of Toxicology and Environmental Hygiene, Technical University of Munich, 80802 Munich, Germany; Helmholtz Zentrum München, Institute of Molecular Toxicology and Pharmacology, 85764 Neuherberg, Germany."], ["Friedmann Angeli", "José Pedro", "JP", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany."], ["Conrad", "Marcus", "M", "Helmholtz Zentrum München, Institute of Developmental Genetics, 85764 Neuherberg, Germany. Electronic address: marcus.conrad@helmholtz-muenchen.de."]], "text": "Selenoproteins are rare proteins among all kingdoms of life containing the 21st amino acid, selenocysteine. Selenocysteine resembles cysteine, differing only by the substitution of selenium for sulfur. Yet the actual advantage of selenolate- versus thiolate-based catalysis has remained enigmatic, as most of the known selenoproteins also exist as cysteine-containing homologs. Here, we demonstrate that selenolate-based catalysis of the essential mammalian selenoprotein GPX4 is unexpectedly dispensable for normal embryogenesis. Yet the survival of a specific type of interneurons emerges to exclusively depend on selenocysteine-containing GPX4, thereby preventing fatal epileptic seizures. Mechanistically, selenocysteine utilization by GPX4 confers exquisite resistance to irreversible overoxidation as cells expressing a cysteine variant are highly sensitive toward peroxide-induced ferroptosis. Remarkably, concomitant deletion of all selenoproteins in Gpx4cys/cys cells revealed that selenoproteins are dispensable for cell viability provided partial GPX4 activity is retained. Conclusively, 200 years after its discovery, a specific and indispensable role for selenium is provided.", "id": "29290465", "date": "2017-12-28", "title": "Selenium Utilization by GPX4 Is Required to Prevent Hydroperoxide-Induced Ferroptosis.", "doi": "10.1016/j.cell.2017.11.048", "journal": ["Cell", "Cell"]}