{"authors": [["Lajmi", "H", "H", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia. Electronic address: houda.lajmi@gmail.com."], ["Hmaied", "W", "W", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia."], ["Ben Jalel", "W", "W", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia."], ["Chelly", "Z", "Z", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia."], ["Ben Yakhlef", "A", "A", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia."], ["Ben Zineb", "F", "F", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia."], ["El Fekih", "L", "L", "Internal security forces hospital, Mohamed Fadhel Ben Achour street, Marsa Safsaf, Tunis, Tunisia."]], "text": "Oculomotor palsy is one of the most frequent neuro-ophthalmologic complications of diabetic patients. It generates less interest in the literature than the other ocular manifestations. Our goal was to study the clinical, epidemiological, therapeutic and prognostic characteristics of oculomotor palsy in the diabetic.This is a retrospective study of 24 diabetic patients with oculomotor palsy. The ophthalmological examination emphasized ocular motility. We performed an orthoptic assessment and a Hess-Lancaster test. Neuro-imaging was ordered in case of IIIrd and IVth nerve involvement, bilateral involvement, multiple ocular cranial nerve palsy or associated optic neuropathy. Treatment consisted of glucose management and alternating monocular occlusion or prisms for the diplopia. Data were entered and analyzed on SPSS 11.5 software.The mean age of the patients was 58.5±11.9 years. Binocular diplopia was the main symptom. The oculomotor palsy involved the VIth nerve in 50% of cases and was bilateral in two cases. Three patients also had an optic neuropathy. The mean duration of diabetes was 11.7±11 years; poorly controlled diabetes was found in 75% of cases and an association with diabetic retinopathy was noted in 56% of cases.Long-standing uncontrolled type 2 diabetes, hypertension, coronary artery disease, left ventricular hypertrophy, and elevated hematocrit are the most common risk factors. The VIth nerve is commonly involved. Certain characteristics of the pupillary light reflex can help to differentiate an ischemic insult from an aneurysmal injury to the IIIrd nerve.", "id": "29290461", "date": "2017-12-28", "title": "Oculomotor palsy in diabetics.", "doi": "10.1016/j.jfo.2017.06.010", "journal": ["Journal francais d'ophtalmologie", "J Fr Ophtalmol"]}