{"authors": [["Krauthammer", "Alexander", "A", "Department of Pediatrics, and Immunology, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Lahad", "Avishay", "A", "Pediatric Gastroenterology and Nutrition Unit, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Sarouk", "Yifat", "Y", "Pediatric Pulmonology Unit and Ataxia Telangiectasia Center, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel; Sackler Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Somech", "Raz", "R", "Department of Pediatrics, and Immunology, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel; Sackler Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Nissenkorn", "Andreea", "A", "Sackler Medicine, Tel-Aviv University, Tel-Aviv, Israel; Pediatric Neurology Unit, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Modan-Moses", "Dalit", "D", "Sackler Medicine, Tel-Aviv University, Tel-Aviv, Israel; Pediatric Endocrinology and Diabetes Unit, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Levi-Kidron", "Hila", "H", "Pediatric Gastroenterology and Nutrition Unit, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Sadeh-Kon", "Tal", "T", "Pediatric Gastroenterology and Nutrition Unit, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Weiss", "Batia", "B", "Pediatric Gastroenterology and Nutrition Unit, The Edmond and Lily Safra Children's Faculty of Hospital, Chaim Sheba Medical Center, Tel-Hashomer, Israel; Sackler Medicine, Tel-Aviv University, Tel-Aviv, Israel. Electronic address: weissb@sheba.health.gov.il."]], "text": "Ataxia telangiectasia (A-T) is a rare genetic disease involving multiple organs, but, to our knowledge, data on long-term gastrointestinal and nutritional involvement are scarce. The aim of this study was to longitudinally review the nutritional and gastrointestinal aspects of A-T.This was a retrospective chart review of patients followed from 1986 to 2015 at one center. Demographic, laboratory, and nutritional data were retrieved. Body mass index (BMI) values were converted to BMI Z-score (BMI-Z). Caloric intake was estimated by food diaries and compared with estimated energy requirements for sex and age with a physical activity level factor for light physical activity.The study included 53 patients (28 males [53%], ages 14.6 ± 5.2 y). BMI-Z was inversely correlated with age (r = 0.48; P < 0.004). A decline below minimal BMI percentiles was observed after the age of 4 y in boys and 7 y in girls. The relative percentage of caloric intake decreased with age (r = -0.5; P < 0.002), and was positively correlated with BMI-Z (r = 0.35; P < 0.05). Presence of cough during meals was associated with recurrent lower respiratory tract infections (Fisher exact test, P < 0.01). Gastrostomy tubes were inserted in 12 patients, leading to improvement in BMI-Z from -5.1 ± 2.4 to -4 ± 2.9 (P < 0.05).There is a progressive growth failure and low nutritional intake with age in patients with A-T, starting in early childhood in males, and more prominent in patients with cough and choking during meals. A proactive approach and insertion of a percutaneous gastrostomy tube as soon as the BMI-Z starts to decrease should be considered.", "id": "29290356", "date": "2017-08-24", "title": "Long-term nutritional and gastrointestinal aspects in patients with ataxia telangiectasia.", "doi": "10.1016/j.nut.2017.08.008", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}