{"authors": [["Bollinger", "Lance M", "LM", "Department of Kinesiology and Health Promotion, College of Education, University of Kentucky, Lexington, KY, USA; Center for Muscle Biology, University of Kentucky, Lexington, KY, USA. Electronic address: lance.bollinger@uky.edu."], ["Campbell", "Marilyn S", "MS", "Department of Kinesiology and Health Promotion, College of Education, University of Kentucky, Lexington, KY, USA."], ["Brault", "Jeffrey J", "JJ", "Departments of Kinesiology, Physiology, and Biochemistry & Molecular Biology, East Carolina University, Greenville, NC, USA; East Carolina Diabetes and Obesity Institute, East Carolina University, Greenville, NC, USA."]], "text": "Protein balance is a crucial determinant of myocellular size and function. The effects of fatty acids on myocellular protein balance remain controversial. The aim of this study was to determine the direct effects of a mixed-species fatty acid environment on myocellular protein synthesis and degradation.C2C12 myotubes were cultured in media containing equimolar (250 μM) palmitic acid and oleate (PO) or bovine serum albumin control for ≤72 h. Myocellular protein balance was determined via incorporation (synthesis) or release (degradation) of 3H-tyrosine after 24, 48, and 72 h of treatment. Expression of major proteolytic genes was measured by reverse transcription polymerase chain reaction.PO significantly increased myocellular protein content at 24, 48, and 72 h. Basal myocellular protein synthesis was unchanged by PO. However, PO significantly decreased basal rate of protein degradation at 24 h and this effect persisted throughout 72 h of treatment. Expression of the proteolytic genes Atrogin-1 (MAFbx), MuRF-1, LC3, and ATG4 B, was reduced during the 72 h PO.A mixed-species fatty acid environment increases myocellular protein content by decreasing the rate of protein degradation, which may be regulated at the level of gene transcription.", "id": "29290354", "date": "2017-08-02", "title": "Palmitate and oleate co-treatment increases myocellular protein content via impaired protein degradation.", "doi": "10.1016/j.nut.2017.07.017", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}