{"authors": [["Sotoudeh", "Gity", "G", "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran. Electronic address: Gsotodeh@tums.ac.ir."], ["Abshirini", "Maryam", "M", "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."], ["Bagheri", "Fariba", "F", "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."], ["Siassi", "Fereydoun", "F", "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."], ["Koohdani", "Fariba", "F", "Department of Cellular, Molecular Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."], ["Aslany", "Zahra", "Z", "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."]], "text": "Dietary total antioxidant capacity (DTAC) has been proposed as a tool for assessing the intake of antioxidants. The relationship between DTAC and blood glucose levels has been investigated mostly in healthy people. The aim of this study was to evaluate the association between DTAC and prediabetes morbidity in a case-control study.We examined 300 individuals with and without prediabetes (n = 150/group) who attended a Diabetes Screening Center in Shahreza, Iran. The anthropometric measures, physical activity, and blood glucose levels of all participants were measured. Food intake over the previous year was determined using a semiquantitative food frequency questionnaire, and sex-specific, energy-adjusted DTAC was calculated using the U.S. Department of Agriculture's database. Logistic reg/ression was used to model the relationship between DTAC and prediabetes morbidity.The mean DTAC was significantly lower in individuals with prediabetes than in the control group (P < 0.001). Across increasing DTAC quartiles, the participants had lower fasting blood glucose and 2-h postchallenge plasma glucose (Ptrend < 0.02). After adjustment for body mass index; physical activity; education; dietary intake of fiber, fat, energy, and coffee; participants in the fourth quartile of DTAC were less likely to experience prediabetes compared with those in the first quartile (odds ratio, 0.18; 95% confidence interval, 0.07-0.49).The DTAC score appears useful when assessing the antioxidant capacity of diet and to better understand the relationship between diet and prediabetes morbidity. Future studies are needed to confirm the findings from the present study in other populations.", "id": "29290350", "date": "2017-08-10", "title": "Higher dietary total antioxidant capacity is inversely related to prediabetes: A case-control study.", "doi": "10.1016/j.nut.2017.08.005", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}