{"authors": [["Yu", "Alan S L", "ASL", "Division of Nephrology and Hypertension and the Kidney Institute, University of Kansas, Medical Center, Kansas City, Kansas, USA. Electronic address: ayu@kumc.edu."], ["Shen", "Chengli", "C", "Department of Biomedical Informatics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Landsittel", "Douglas P", "DP", "Department of Biomedical Informatics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Harris", "Peter C", "PC", "Division of Nephrology and Hypertension, Mayo Clinic, Rochester, Minnesota, USA."], ["Torres", "Vicente E", "VE", "Division of Nephrology and Hypertension, Mayo Clinic, Rochester, Minnesota, USA."], ["Mrug", "Michal", "M", "Division of Nephrology, University of Alabama and the Department of Veterans Affairs Medical Center, Birmingham, Alabama, USA."], ["Bae", "Kyongtae T", "KT", "Department of Radiology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Grantham", "Jared J", "JJ", "Division of Nephrology and Hypertension and the Kidney Institute, University of Kansas, Medical Center, Kansas City, Kansas, USA."], ["Rahbari-Oskoui", "Frederic F", "FF", "Department of Internal Medicine, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Flessner", "Michael F", "MF", "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, Maryland, USA."], ["Bennett", "William M", "WM", "Legacy Good Samaritan Hospital, Portland, Oregon, USA."], ["Chapman", "Arlene B", "AB", "Department of Internal Medicine, Emory University School of Medicine, Atlanta, Georgia, USA; Section of Nephrology, University of Chicago School of Medicine, Chicago, Illinois, USA."], [null, null, null, null]], "text": "Autosomal dominant polycystic kidney disease (ADPKD) is characterized by progressive enlargement of kidney cysts leading to chronic kidney disease (CKD) and end-stage renal disease (ESRD). Identification of an early biomarker that can predict progression of CKD is urgently needed. In an earlier Consortium for Radiologic Imaging Studies of Polycystic Kidney Disease (CRISP) study (a prospective, multicenter, observational analysis of 241 patients with ADPKD initiated in 2000), baseline height-adjusted total kidney volume (htTKV) was shown to be associated with development of CKD stage 3 after eight years of follow-up. Here we conducted an extended study and found that in a multivariable logistic regression model, baseline htTKV was shown to be a strong, independent predictor for the development of CKD after a median follow-up of 13 years. The odds ratio of reaching each CKD stage per 100 mL/m increment in htTKV was 1.38 (95% confidence interval 1.19-1.60) for stage 3, 1.42 (1.23-1.64) for stage 4, and 1.35 (1.18-1.55) for stage 5 or ESRD. Baseline htTKV was also associated with relative decreases in the glomerular filtration rate of 30%, and 57% or more. Moreover, the rate of change in htTKV was negatively correlated with the slope of the glomerular filtration rate. While ADPKD genotype was also associated with CKD outcomes, it was not an independent prognostic factor after adjusting for htTKV. Thus, baseline total kidney volume and the rate of kidney growth are strongly associated with the development of advanced stages of CKD. These findings support the use of total kidney volume as a prognostic and potentially monitoring biomarker in ADPKD.", "id": "29290310", "date": "2017-12-28", "title": "Baseline total kidney volume and the rate of kidney growth are associated with chronic kidney disease progression in Autosomal Dominant Polycystic Kidney Disease.", "doi": "10.1016/j.kint.2017.09.027", "journal": ["Kidney international", "Kidney Int."]}