{"authors": [["Anagnostis", "Panagiotis", "P", "Unit of Reproductive Endocrinology, First Department of Obstetrics and Gynecology, Medical School, Aristotle University of Thessaloniki, Greece. Electronic address: anagnwstis.pan@yahoo.gr."], ["Paschou", "Stavroula A", "SA", "Division of Endocrinology and Diabetes, \"Aghia Sophia\" Hospital, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Goulis", "Dimitrios G", "DG", "Unit of Reproductive Endocrinology, First Department of Obstetrics and Gynecology, Medical School, Aristotle University of Thessaloniki, Greece."], ["Athyros", "Vasilios G", "VG", "Second Propedeutic Department of Internal Medicine, Medical School, Aristotle University of Thessaloniki, Hippokration Hospital, Thessaloniki, Greece."], ["Karagiannis", "Asterios", "A", "Second Propedeutic Department of Internal Medicine, Medical School, Aristotle University of Thessaloniki, Hippokration Hospital, Thessaloniki, Greece."]], "text": "Specific dietary strategies are the mainstay of management in most cases of dyslipidaemia, prior to or simultaneously with the initiation of a lipid-lowering agent. The exact approach differs according to the type of dyslipidaemia. In particular, a reduction in carbohydrates (mainly foods with a high glycaemic index) and their substitution with mono- and polyunsaturated fatty acids is the main strategy in patients with high levels of triglycerides (Tg) and/or low levels of high-density lipoprotein cholesterol (HDL-c). A reduction in saturated and trans fatty acids, combined with an increased intake of specific dietary components, such as plant sterols, soy protein and red yeast rice, constitutes the more efficacious dietary approach in cases where levels of total cholesterol and low-density lipoprotein cholesterol (LDL-c) are elevated. A reduction in excessive body weight is beneficial in every type of dyslipidaemia, whereas increased physical activity is mostly effective in cases with low HDL-c and high Tg levels. With respect to the potential cardiovascular benefit of these dietary interventions, there is currently evidence for the Mediterranean diet. Potential benefit may derive also from single dietary components of that diet, such as legumes, fruits, vegetables, nuts and omega-3 fatty acids, although to a lesser extent than with that general dietary pattern. The purpose of this review is to outline current knowledge regarding the recommended specific dietary pattern according to the type of dyslipidaemia and the evidence for the potential cardiovascular benefits of such approaches.", "id": "29290214", "date": "2017-11-14", "title": "Dietary management of dyslipidaemias. Is there any evidence for cardiovascular benefit?", "doi": "10.1016/j.maturitas.2017.11.011", "journal": ["Maturitas", "Maturitas"]}