{"authors": [["Zhou", "Xiaoyan", "X", "Laboratory of Morphology, Xuzhou Medical University, Xuzhou, Jiangsu, 221004, People's Republic of China."], ["Gan", "Tian", "T", "The Graduate School, Xuzhou Medical University, Xuzhou, Jiangsu, 221004, People's Republic of China."], ["Fang", "Gaoxia", "G", "The Graduate School, Xuzhou Medical University, Xuzhou, Jiangsu, 221004, People's Republic of China."], ["Wang", "Shangshang", "S", "The Graduate School, Xuzhou Medical University, Xuzhou, Jiangsu, 221004, People's Republic of China."], ["Mao", "Yizhen", "Y", "The Graduate School, Xuzhou Medical University, Xuzhou, Jiangsu, 221004, People's Republic of China."], ["Ying", "Changjiang", "C", "Department of Endocrinology, Affiliated Hospital of Xuzhou Medical University, 99 West Huai-Hai Road, Xuzhou, Jiangsu, 221002, People's Republic of China. ycj321651@163.com."]], "text": "It is generally accepted that inflammation plays a key role in anxiety and depression induced by diabetes. However, the underlying mechanism and effective treatment method of these diabetes-associated behavior disorders remain to be determined. In the present study, we attempted to illuminate the implication of zeaxanthin in anxiety, depression and neuroinflammation caused by hyperglycemia, and further elaborate the relevant mechanism under these neuropsychiatric disorders. In the current work, diabetic rats were induced by high glucose and fat diet followed by a single intraperitoneal injection of streptozocin, and zeaxanthin was orally administration every day (From 6th to 19th week). Diabetes-associated anxiety and depression were assessed using open field test (OFT) and Forced swimming test (FST) respectively. Moreover, the levels of interleukin-6 (IL-6), interleukin-1β (IL-1β) and tumor necrosis factor-α (TNF-α) in hippocampus were tested using ELISA and WB. Data showed that long-term zeaxanthin treatment improve diabetic symptoms and alleviate anxiety and depression in diabetic rats. Furthermore, excessive production of IL-6, IL-1β and TNF-α could be reduced with zeaxanthin treatment. In conclusion, we suggested that zeaxanthin can ameliorate diabetes-associated anxiety and depression, inhibit inflammation in diabetic rats. Our results could provide a potential therapeutic approach for the treatment of abnormal behavior induced by hyperglycemia.", "id": "29290042", "date": "2017-12-30", "title": "Zeaxanthin improved diabetes-induced anxiety and depression through inhibiting inflammation in hippocampus.", "doi": "10.1007/s11011-017-0179-x", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}