{"authors": [["Shah", "V N", "VN", "Barbara Davis Center for Diabetes, University of Colorado Anschutz Medical Campus, Aurora, CO, USA. viral.shah@ucdenver.edu."], ["Sippl", "R", "R", "Barbara Davis Center for Diabetes, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."], ["Joshee", "P", "P", "Barbara Davis Center for Diabetes, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."], ["Pyle", "L", "L", "Barbara Davis Center for Diabetes, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."], ["Kohrt", "W M", "WM", "Division of Geriatric Medicine, Department of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."], ["Schauer", "I E", "IE", "Division of Endocrinology, Metabolism and Diabetes, Department of Medicine, Anschutz Medical Campus, University of Colorado, Aurora, CO, USA."], ["Snell-Bergeon", "J K", "JK", "Barbara Davis Center for Diabetes, University of Colorado Anschutz Medical Campus, Aurora, CO, USA."]], "text": "We evaluated trabecular bone score (TBS) and factors affecting TBS in adults with type 1 diabetes (T1D) compared to age-, sex-, and body mass index (BMI)-matched adults without diabetes. Adults with T1D had lower TBS compared to controls. Abdominal obesity and insulin resistance are associated with lower TBS.We evaluated TBS, a non-invasive method to evaluate trabecular bone quality at the lumbar spine, in adults with T1D compared to age-, sex-, and BMI-matched adults without diabetes.We calculated TBS from adults with T1D (n = 47) and controls (n = 47) who had a lumbar spine dual x-ray absorptiometry (DXA) at their third visit (2006-2009) of the ongoing \"Coronary Artery Calcification in Type 1 Diabetes (CACTI) Study.\" The linear relationships of TBS and bone mineral density (BMD) with hemoglobin A1c, blood pressure, lipids, and insulin resistance were evaluated using Pearson's correlation coefficient. Multiple linear regression was used to test the association of TBS with sex and diabetes while adjusting for other potential confounders.TBS was significantly lower in adults with T1D compared to controls (1.42 ± 0.12 vs 1.44 ± 0.08, p = 0.02) after adjusting for age, sex, current smoking status, and lumbar spine BMD, despite no difference in lumbar spine BMD between the groups. Components of the metabolic syndrome, including diastolic blood pressure, BMI, triglycerides, and insulin resistance were negatively correlated with TBS among patients with T1D.Trabecular bone score, an indirect measurement of trabecular bone quality, was lower in adults with T1D compared to controls. Components of metabolic syndrome and insulin resistance were associated with lower TBS in adults with T1D.", "id": "29290026", "date": "2017-12-30", "title": "Trabecular bone quality is lower in adults with type 1 diabetes and is negatively associated with insulin resistance.", "doi": "10.1007/s00198-017-4353-0", "journal": ["Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA", "Osteoporos Int"]}