{"authors": [["Moulla", "Yusef", "Y", "Division of Bariatric Surgery, Clinic of Visceral, Transplant, Thoracic and Vascular Surgery, University Hospital, Liebigstr. 20, D-4015 Leipzig, Germany. yusef.moulla@medizin.uni-leipzig.de."], ["Lyros", "Orestis", "O", "Division of Bariatric Surgery, Clinic of Visceral, Transplant, Thoracic and Vascular Surgery, University Hospital, Liebigstr. 20, D-4015 Leipzig, Germany."], ["Adolf", "Daniela", "D", "StatConsult GmbH, Leipzig, Germany."], ["Kaiser", "Thorsten", "T", "Laboratory Institute, University of Leipzig, Leipzig, Germany."], ["Dietrich", "Arne", "A", "Division of Bariatric Surgery, Clinic of Visceral, Transplant, Thoracic and Vascular Surgery, University Hospital, Liebigstr. 20, D-4015 Leipzig, Germany."]], "text": "Increased serum myoglobin levels following bariatric surgery can predict rhabdomyolysis, a severe postoperative complication, which can induce acute kidney injury (AKI). The aim of this study is to evaluate clinical factors to predict increased postoperative serum myoglobin levels following bariatric surgery.Serum myoglobin levels were studied in 281obese patients undergoing bariatric surgery in the University Hospital Leipzig, Germany between May 2012 and June 2015. A linear regression model using stepwise model selection and hence a nomogram for postoperative serum myoglobin levels after bariatric surgery with statistically significant covariates were derived and verified using bootstrap sampling.Increased serum myoglobin levels were detected firstly 4 h directly after bariatric surgery (median 124 ng/ml, range 25-22,064 ng/ml). On multivariable analysis, age, body mass index (BMI), presence of Diabetes Mellitus (DM) type II, duration of bariatric surgery, and preoperative serum myoglobin levels were significant predictors for increased serum myoglobin levels postoperatively. Furthermore, the patients were classified according to bariatric surgery duration and BMI into groups. Patients with BMI ≥ 60 kg/m2 and operating time (OP-Time) ≥ 160 min demonstrated the highest postoperative serum myoglobin levels (32% with values ≥ 3000 ng/ml) and had significantly higher postoperative morbidity including rhabdomyolysis, AKI, and compartment syndrome.We provide a clinical nomogram for prediction of serum myoglobin levels following bariatric surgery, which may improve clinicians' abilities to stratify bariatric patients in risk of developing rhabdomyolysis during the postoperative course, but requires further validation.", "id": "29290012", "date": "2017-12-30", "title": "A Nomogram Based on Clinical Factors to Predict the Serum Myoglobin Levels Following Bariatric Surgery.", "doi": "10.1007/s11695-017-3078-7", "journal": ["Obesity surgery", "Obes Surg"]}