{"authors": [["Franceschi", "Roberto", "R", "Department of Pediatrics, Santa Chiara Hospital Trento, Trento, Italy."], ["Longhi", "Silvia", "S", "Department of Pediatrics, General Hospital Bolzano, Bolzano, Italy."], ["Cauvin", "Vittoria", "V", "Department of Pediatrics, Santa Chiara Hospital Trento, Trento, Italy."], ["Fassio", "Angelo", "A", "Rheumatology Unit, University of Verona, Verona, Italy."], ["Gallo", "Giuseppe", "G", "Department of Pediatrics, Santa Chiara Hospital Trento, Trento, Italy."], ["Lupi", "Fiorenzo", "F", "Department of Pediatrics, General Hospital Bolzano, Bolzano, Italy."], ["Reinstadler", "Petra", "P", "Department of Pediatrics, General Hospital Bolzano, Bolzano, Italy."], ["Fanolla", "Antonio", "A", "Department of Biostatistics, Regional Hospital Bolzano, Bolzano, Italy."], ["Gatti", "Davide", "D", "Rheumatology Unit, University of Verona, Verona, Italy."], ["Radetti", "Giorgio", "G", "Department of Pediatrics, General Hospital Bolzano, Bolzano, Italy. giorgio.radetti@gmail.com."]], "text": "Adults with Type 1 diabetes mellitus show a high risk of bone fracture, probably as a consequence of a decreased bone mass and microarchitectural bone alterations. The aim of the study was to investigate the potential negative effects of type 1 diabetes on bone geometry, quality, and bone markers in a group of children and adolescents. 96 children, mean age 10.5 ± 3.1 years, agreed to participate to the study. Bone geometry was evaluated on digitalized X-rays at the level of the 2nd metacarpal bone. The following parameters were investigated and expressed as SDS: outer diameter (D), inner diameter (d), cortical area (CA), and medullary area (MA). Bone strength was evaluated as Bending Breaking Resistance Index (BBRI) from the geometric data. Bone turnover markers (PINP, CTX-I, and BAP), sclerostin, Dkk-1, PTH, and 25OH-Vitamin D were also assessed. A group of healthy 40 subjects of normal body weight and height served as controls for the bone markers. D (- 0.99 ± 0.98), d (- 0.41 ± 0.88), CA (- 0.85 ± 0.78), and MA (- 0.46 ± 0.78) were all significantly smaller than in controls (p < 0.01). BBRI was significantly lower (- 2.61 ± 2.18; p < 0.0001). PTH, PINP, and BAP were higher in the diabetic children. Multiple regression analysis showed that CA and D were influenced by insulin/Kg/day and by BMI, while d was influenced by PINP only. Type 1 diabetic children show smaller and weaker bones. The increased bone turnover could play a key role since it might amplify the deficit in bone strength associated with the inadequate osteoblastic activity caused by the disease itself.", "id": "29290007", "date": "2017-12-30", "title": "Bone Geometry, Quality, and Bone Markers in Children with Type 1 Diabetes Mellitus.", "doi": "10.1007/s00223-017-0381-1", "journal": ["Calcified tissue international", "Calcif. Tissue Int."]}