{"authors": [["Kim", "Eunhee", "E", "Burke-Cornell Medical Research Institute, White Plains, NY, 10605, USA."], ["Yang", "Jiwon", "J", "Burke-Cornell Medical Research Institute, White Plains, NY, 10605, USA."], ["Park", "Keun Woo", "KW", "Burke-Cornell Medical Research Institute, White Plains, NY, 10605, USA."], ["Cho", "Sunghee", "S", "Burke-Cornell Medical Research Institute, White Plains, NY, 10605, USA. suc2002@med.cornell.edu."]], "text": "In light of repeated translational failures with preclinical neuroprotection-based strategies, this preclinical study reevaluates brain swelling as an important pathological event in diabetic stroke and investigates underlying mechanism of the comorbidity-enhanced brain edema formation. Type 2 (mild), type 1 (moderate), and mixed type 1/2 (severe) diabetic mice were subjected to transient focal ischemia. Infarct volume, brain swelling, and IgG extravasation were assessed at 3 days post-stroke. Expression of vascular endothelial growth factor (VEGF)-A, endothelial-specific molecule-1 (Esm1), and the VEGF receptor 2 (VEGFR2) was determined in the ischemic brain. Additionally, SU5416, a VEGFR2 inhibitor, was treated in the type 1/2 diabetic mice, and stroke outcomes were determined. All diabetic groups displayed bigger infarct volume and brain swelling compared to nondiabetic mice, and the increased swelling was disproportionately larger relative to infarct enlargement. Diabetic conditions significantly increased VEGF-A, Esm1, and VEGFR2 expressions in the ischemic brain compared to nondiabetic mice. Notably, in diabetic mice, VEGFR2 mRNA levels were positively correlated with brain swelling, but not with infarct volume. Treatment with SU5416 in diabetic mice significantly reduced brain swelling. The study shows that brain swelling is a predominant pathological event in diabetic stroke and that an underlying event for diabetes-enhanced brain swelling includes the activation of VEGF signaling. This study suggests consideration of stroke therapies aiming at primarily reducing brain swelling for subjects with diabetes.", "id": "29290003", "date": "2017-12-30", "title": "Inhibition of VEGF Signaling Reduces Diabetes-Exacerbated Brain Swelling, but Not Infarct Size, in Large Cerebral Infarction in Mice.", "doi": "10.1007/s12975-017-0601-z", "journal": ["Translational stroke research", "Transl Stroke Res"]}