{"authors": [["Kim", "Su Mi", "SM", "Department of Obstetrics and Gynecology, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Baek", "Jong Min", "JM", "Department of General Surgery, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Song", "Jae Yen", "JY", "Department of Obstetrics and Gynecology, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Lee", "Sung Jong", "SJ", "Department of Obstetrics and Gynecology, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Park", "Eun Kyung", "EK", "Department of Obstetrics and Gynecology, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Kim", "Chan Joo", "CJ", "Department of Obstetrics and Gynecology, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Lee", "Yong Seok", "YS", "Department of Obstetrics and Gynecology, College of Medicine, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea. gom@catholic.ac.kr."]], "text": "To compare surgical outcomes and complications of 334 women who underwent total laparoscopic hysterectomy with or without the use of barbed sutures for vaginal cuff closure.A retrospective study was conducted on a cohort of women who underwent total laparoscopic hysterectomy for benign gynecologic diseases at Dae-Jeon St. Mary's Hospital, between May 2009 and May 2016. Surgical outcomes and complications were compared between the two groups.A total of 334 women were included: 212 cases of vaginal cuff suture performed with traditional suture material and 122 cases of vaginal cuff suture performed with the barbed suture. No difference in major complications including vaginal bleeding and vaginal cuff dehiscence was found between the two groups, with a significant reduction in operative times for the barbed suture group (P = 0.002). Underlying clinical variables including diabetes, pelvic adhesion, and obesity showed no significant differences in complication rate.Vaginal cuff suture performed with barbed suture material is a safe and well-tolerated procedure and reduces operative times. We did not find any meaningful decrease in postoperative vaginal complications including vaginal cuff dehiscence based on the suture material.", "id": "29289989", "date": "2017-12-30", "title": "The use of barbed sutures for vaginal cuff closure during laparoscopic hysterectomy.", "doi": "10.1007/s00404-017-4637-9", "journal": ["Archives of gynecology and obstetrics", "Arch. Gynecol. Obstet."]}