{"authors": [["Ramos-Prol", "A", "A", "Endocrinology and Nutrition Department, Hospital Universitario y Politécnico La Fe, Valencia, Spain."], ["Hervás-Marín", "D", "D", "Biostatistics Unit, Health Research Institute La Fe, Valencia, Spain."], ["Rodríguez-Medina", "B", "B", "Liver Transplantation and Hepatology Unit, Hospital Universitario y Politécnico La Fe, Valencia, Spain."], ["Rubio-Almanza", "M", "M", "Endocrinology and Nutrition Department, Hospital Universitario y Politécnico La Fe, Valencia, Spain."], ["Berenguer", "M", "M", "Liver Transplantation and Hepatology Unit, Hospital Universitario y Politécnico La Fe, Valencia, Spain."], ["Moya-Herraiz", "Á", "Á", "Liver Transplantation and Hepatology Unit, Hospital Universitario y Politécnico La Fe, Valencia, Spain."], ["Merino-Torres", "J F", "JF", "Endocrinology and Nutrition Department, Hospital Universitario y Politécnico La Fe, Valencia, Spain. merino_jfr@gva.es."]], "text": "The debate about the impact of intensified hyperglycemia treatment is still ranging. The main objective was to assess whether intensive glycemic control in hospitalized diabetic patients undergoing a liver transplant is associated with a lower rate of graft rejection at 3 months and at 5 years post-transplant.Cross-sectional study comparing a cohort of patients undergoing liver transplant in 2010 and 2011, in whom an intensive insulin protocol was applied, with a retrospective group of patients undergoing a liver transplant in 2005 and 2006, in whom a conventional insulin protocol was applied. Both diabetics and non-diabetics were compared. As intensive insulin therapy is applied mainly in diabetic patients, it is expected that, when comparing both periods, the treatment would only benefit those patients.The logistic regression model showed a statistically significant interaction between the treatment group and the presence of diabetes for the rejection rate 3 months and 5 years post-transplant. At both time points, the intensive insulin treatment group had lower rejection rates in the case of diabetic patients, which did not occur in non-diabetic patients.Our study shows a decrease in the rate of liver graft rejection in diabetic patients undergoing intensive insulin treatment.", "id": "29289983", "date": "2017-12-30", "title": "Intensified blood glucose treatment in diabetic patients undergoing a liver transplant: impact on graft evolution at 3 months and at 5 years.", "doi": "10.1007/s40618-017-0810-z", "journal": ["Journal of endocrinological investigation", "J. Endocrinol. Invest."]}