{"authors": [["Fernandez-Cachon", "María L", "ML", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Pedersen", "Søren L", "SL", "Gubra, Hørsholm, Denmark."], ["Rigbolt", "Kristoffer T", "KT", "Gubra, Hørsholm, Denmark."], ["Zhang", "Chen", "C", "Gubra, Hørsholm, Denmark."], ["Fabricius", "Katrine", "K", "Gubra, Hørsholm, Denmark."], ["Hansen", "Henrik H", "HH", "Gubra, Hørsholm, Denmark."], ["Elster", "Lisbeth", "L", "Gubra, Hørsholm, Denmark."], ["Fink", "Lisbeth N", "LN", "Gubra, Hørsholm, Denmark."], ["Schäfer", "Matthias", "M", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Rhee", "Nicolai A", "NA", "Center for Diabetes Research, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark."], ["Langholz", "Ebbe", "E", "Department of Medicine, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark."], ["Wandall", "Erik", "E", "Department of Medicine, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark."], ["Friis", "Steffen U", "SU", "Department of Medicine, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark."], ["Vilmann", "Peter", "P", "Gastro Unit, Herlev Hospital, University of Copenhagen, Herlev, Denmark."], ["Kristiansen", "Viggo B", "VB", "Gastro Unit, Hvidovre Hospital, University of Copenhagen, Hvidovre, Denmark."], ["Schmidt", "Christina", "C", "Evotec International, Göttingen, Germany."], ["Schreiter", "Kay", "K", "Evotec International, Göttingen, Germany."], ["Breitschopf", "Kristin", "K", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Hübschle", "Thomas", "T", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Jorsal", "Tina", "T", "Center for Diabetes Research, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark; Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark."], ["Vilsbøll", "Tina", "T", "Center for Diabetes Research, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark."], ["Schmidt", "Thorsten", "T", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Theis", "Stefan", "S", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Knop", "Filip K", "FK", "Department of Clinical Medicine, Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark; Novo Nordisk Foundation Center for Basic Metabolic Research, Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark; Center for Diabetes Research, Gentofte Hospital, University of Copenhagen, Hellerup, Denmark."], ["Larsen", "Philip Just", "PJ", "Sanofi-Aventis, Frankfurt am Main, Germany."], ["Jelsing", "Jacob", "J", "Gubra, Hørsholm, Denmark. Electronic address: jacob@gubra.dk."]], "text": "To determine whether intestinal expression of guanylate cyclase activator 2A (GUCA2A) and guanylate cyclase activator 2B (GUCA2B) genes is regulated in obese humans following Roux-en-Y gastric bypass (RYGB), and to evaluate the corresponding guanylin (GN) and uroguanylin (UGN) peptides for potentially contributing to the beneficial metabolic effects of RYGB.Enteroendocrine cells were harvested peri- and post-RYGB, and GUCA2A/GUCA2B mRNA expression was compared. GN, UGN and their prohormones (proGN, proUGN) were administered subcutaneously in normal-weight mice to evaluate effects on food intake and glucose regulation. The effect of pro-UGN or UGN overexpression, using adeno-associated virus (AAV) vectors, was assessed in diet-induced obese (DIO) mice. Intracerebroventricular administration of GN and UGN was performed in rats for assessment of putative centrally mediated effects on food intake. GN and UGN, as well as their prohormones, were evaluated for effects on glucose-stimulated insulin secretion (GSIS) in rat pancreatic islets and perfused rat pancreas.GUCA2A and GUCA2B mRNA expression was significantly upregulated in enteroendocrine cells after RYGB. Peripheral administration of guanylins or prohormones did not influence food intake, oral glucose tolerance, and GSIS. Central administration of GN and UGN did not affect food intake in rats. Chronic AVV-mediated overexpression of UGN and proUGN had no effect on body weight or glucose homeostasis in DIO mice.GN and UGN, as well as their prohormones, do not seem to play a significant role in body weight regulation and glycemic control, suggesting that guanylin-family peptides do not show promise as targets for the treatment of obesity or diabetes.", "id": "29289697", "date": "2017-12-28", "title": "Guanylin and uroguanylin mRNA expression is increased following Roux-en-Y gastric bypass, but guanylins do not play a significant role in body weight regulation and glycemic control.", "doi": "10.1016/j.peptides.2017.12.024", "journal": ["Peptides", "Peptides"]}