{"authors": [["Bell", "Balyssa B", "BB", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, IA, USA."], ["Harlan", "Shannon M", "SM", "Department of Internal Medicine, University of Iowa Carver College of Medicine, Iowa City, IA, USA."], ["Morgan", "Donald A", "DA", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, IA, USA."], ["Guo", "Deng-Fu", "DF", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, IA, USA."], ["Rahmouni", "Kamal", "K", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, IA, USA; Department of Internal Medicine, University of Iowa Carver College of Medicine, Iowa City, IA, USA; Fraternal Order of Eagles Diabetes Research Center, University of Iowa Carver College of Medicine, Iowa City, IA, USA; Obesity Research and Educational Initiative, University of Iowa Carver College of Medicine, Iowa City, IA, USA; Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, IA, USA. Electronic address: kamal-rahmouni@uiowa.edu."]], "text": "The autonomic nervous system is critically involved in mediating the control by leptin of many physiological processes. Here, we examined the role of the leptin receptor (LepR) in proopiomelanocortin (POMC) and agouti-related peptide (AgRP) neurons in mediating the effects of leptin on regional sympathetic and parasympathetic nerve activity.We analyzed how deletion of the LepR in POMC neurons (POMCCre/LepRfl/fl mice) or AgRP neurons (AgRPCre/LepRfl/fl mice) affects the ability of leptin to increase sympathetic and parasympathetic nerve activity. We also studied mice lacking the catalytic p110α or p110β subunits of phosphatidylinositol-3 kinase (PI3K) in POMC neurons.Leptin-evoked increase in sympathetic nerve activity subserving thermogenic brown adipose tissue was partially blunted in mice lacking the LepR in either POMC or AgRP neurons. On the other hand, loss of the LepR in AgRP, but not POMC, neurons interfered with leptin-induced sympathetic nerve activation to the inguinal fat depot. The increase in hepatic sympathetic traffic induced by leptin was also reduced in mice lacking the LepR in AgRP, but not POMC, neurons whereas LepR deletion in either AgRP or POMC neurons attenuated the hepatic parasympathetic nerve activation evoked by leptin. Interestingly, the renal, lumbar and splanchnic sympathetic nerve activation caused by leptin were significantly blunted in POMCCre/LepRfl/fl mice, but not in AgRPCre/LepRfl/fl mice. However, loss of the LepR in POMC or AgRP neurons did not interfere with the ability of leptin to increase sympathetic traffic to the adrenal gland. Furthermore, ablation of the p110α, but not the p110β, isoform of PI3K from POMC neurons eliminated the leptin-elicited renal sympathetic nerve activation. Finally, we show trans-synaptic retrograde tracing of both POMC and AgRP neurons from the kidneys.POMC and AgRP neurons are differentially involved in mediating the effects of leptin on autonomic nerve activity subserving various tissues and organs.", "id": "29289646", "date": "2017-12-18", "title": "Differential contribution of POMC and AgRP neurons to the regulation of regional autonomic nerve activity by leptin.", "doi": "10.1016/j.molmet.2017.12.006", "journal": ["Molecular metabolism", "Mol Metab"]}