{"authors": [["Zarei", "Mohammad", "M", "Department of Pharmacology, Toxicology and Therapeutic Chemistry, Faculty of Pharmacy and Food Sciences, University of Barcelona, Institute of Biomedicine of the University of Barcelona (IBUB), Barcelona, Spain; Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Research Institute-Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona, Spain."], ["Barroso", "Emma", "E", "Department of Pharmacology, Toxicology and Therapeutic Chemistry, Faculty of Pharmacy and Food Sciences, University of Barcelona, Institute of Biomedicine of the University of Barcelona (IBUB), Barcelona, Spain; Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Research Institute-Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona, Spain."], ["Palomer", "Xavier", "X", "Department of Pharmacology, Toxicology and Therapeutic Chemistry, Faculty of Pharmacy and Food Sciences, University of Barcelona, Institute of Biomedicine of the University of Barcelona (IBUB), Barcelona, Spain; Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Research Institute-Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona, Spain."], ["Dai", "Jianli", "J", "Key Laboratory of Nutrition and Metabolism, Institute for Nutritional Sciences, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, University of the Chinese Academy of Sciences, Shanghai, China."], ["Rada", "Patricia", "P", "Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Instituto de Investigaciones Biomédicas Alberto Sols (CSIC/UAM), Madrid, Spain."], ["Quesada-López", "Tania", "T", "Research Institute-Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona, Spain; Department of Biochemistry and Molecular Biomedicine and IBUB, University of Barcelona, Barcelona, Spain; Spanish Biomedical Research Center in Physiopathology of Obesity and Nutrition (CIBEROBN)-Instituto de Salud Carlos III, Spain."], ["Escolà-Gil", "Joan Carles", "JC", "Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Institut d'Investigacions Biomèdiques (IIB) Sant Pau, Barcelona, Spain; Departament de Bioquímica i Biología Molecular, Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Cedó", "Lidia", "L", "Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Institut d'Investigacions Biomèdiques (IIB) Sant Pau, Barcelona, Spain."], ["Zali", "Mohammad Reza", "MR", "Gastroenterology and Liver Diseases Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Molaei", "Mahsa", "M", "Gastroenterology and Liver Diseases Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Dabiri", "Reza", "R", "lnternal Medicine Department, Semnan University of Medical Sciences, Semnan, Iran."], ["Vázquez", "Santiago", "S", "Department of Pharmacology, Toxicology and Therapeutic Chemistry, Faculty of Pharmacy and Food Sciences, University of Barcelona, Institute of Biomedicine of the University of Barcelona (IBUB), Barcelona, Spain."], ["Pujol", "Eugènia", "E", "Department of Pharmacology, Toxicology and Therapeutic Chemistry, Faculty of Pharmacy and Food Sciences, University of Barcelona, Institute of Biomedicine of the University of Barcelona (IBUB), Barcelona, Spain."], ["Valverde", "Ángela M", "ÁM", "Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Instituto de Investigaciones Biomédicas Alberto Sols (CSIC/UAM), Madrid, Spain."], ["Villarroya", "Francesc", "F", "Research Institute-Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona, Spain; Department of Biochemistry and Molecular Biomedicine and IBUB, University of Barcelona, Barcelona, Spain; Spanish Biomedical Research Center in Physiopathology of Obesity and Nutrition (CIBEROBN)-Instituto de Salud Carlos III, Spain."], ["Liu", "Yong", "Y", "Hubei Key Laboratory of Cell Homeostasis, College of Life Sciences, Institute for Advanced Studies, Wuhan University, Wuhan, China."], ["Wahli", "Walter", "W", "Center for Integrative Genomics, University of Lausanne, Lausanne, Switzerland; Lee Kong Chian School of Medicine, Nanyang Technological University, 308232, Singapore; INRA ToxAlim, UMR1331, Chemin de Tournefeuille, Toulouse Cedex, France."], ["Vázquez-Carrera", "Manuel", "M", "Department of Pharmacology, Toxicology and Therapeutic Chemistry, Faculty of Pharmacy and Food Sciences, University of Barcelona, Institute of Biomedicine of the University of Barcelona (IBUB), Barcelona, Spain; Spanish Biomedical Research Center in Diabetes and Associated Metabolic Diseases (CIBERDEM)-Instituto de Salud Carlos III, Barcelona, Spain; Research Institute-Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona, Spain. Electronic address: mvazquezcarrera@ub.edu."]], "text": "The very low-density lipoprotein receptor (VLDLR) plays an important role in the development of hepatic steatosis. In this study, we investigated the role of Peroxisome Proliferator-Activated Receptor (PPAR)β/δ and fibroblast growth factor 21 (FGF21) in hepatic VLDLR regulation.Studies were conducted in wild-type and Pparβ/δ-null mice, primary mouse hepatocytes, human Huh-7 hepatocytes, and liver biopsies from control subjects and patients with moderate and severe hepatic steatosis.Increased VLDLR levels were observed in liver of Pparβ/δ-null mice and in Pparβ/δ-knocked down mouse primary hepatocytes through mechanisms involving the heme-regulated eukaryotic translation initiation factor 2α (eIF2α) kinase (HRI), activating transcription factor (ATF) 4 and the oxidative stress-induced nuclear factor (erythroid-derived 2)-like 2 (Nrf2) pathways. Moreover, by using a neutralizing antibody against FGF21, Fgf21-null mice and by treating mice with recombinant FGF21, we show that FGF21 may protect against hepatic steatosis by attenuating endoplasmic reticulum (ER) stress-induced VLDLR upregulation. Finally, in liver biopsies from patients with moderate and severe hepatic steatosis, we observed an increase in VLDLR levels that was accompanied by a reduction in PPARβ/δ mRNA abundance and DNA-binding activity compared with control subjects.Overall, these findings provide new mechanisms by which PPARβ/δ and FGF21 regulate VLDLR levels and influence hepatic steatosis development.", "id": "29289645", "date": "2017-12-19", "title": "Hepatic regulation of VLDL receptor by PPARβ/δ and FGF21 modulates non-alcoholic fatty liver disease.", "doi": "10.1016/j.molmet.2017.12.008", "journal": ["Molecular metabolism", "Mol Metab"]}