{"authors": [["Harrison", "Anne L", "AL", "School of Allied Health, La Trobe University; Physiotherapy Department, Werribee Mercy Hospital."], ["Taylor", "Nicholas F", "NF", "School of Allied Health, La Trobe University; Allied Health Clinical Research Office, Eastern Health."], ["Shields", "Nora", "N", "School of Allied Health, La Trobe University; Northern Health."], ["Frawley", "Helena C", "HC", "Department of Physiotherapy, Faculty of Medicine, Nursing and Health Sciences, Monash University; Centre for Allied Health Research and Education, Cabrini Health, Melbourne, Australia."]], "text": "What are the attitudes, barriers and enablers to physical activity perceived by pregnant women?In a systematic literature review, eight electronic databases were searched: AMED, CINAHL, Embase, Joanna Briggs Institute, Medline, PsycInfo, SPORTDiscus (from database inception until June 2016) and PubMed (from 2011 until June 2016). Quantitative data expressed as proportions were meta-analysed. Data collected using Likert scales were synthesised descriptively. Qualitative data were analysed thematically using an inductive approach and content analysis. Findings were categorised as intrapersonal, interpersonal or environmental, based on a social-ecological framework.Pregnant women.Not applicable.Attitudes and perceived barriers and enablers to physical activity during pregnancy.Forty-nine articles reporting data from 47 studies (7655 participants) were included. Data were collected using questionnaires, interviews and focus groups. Meta-analyses of proportions showed that pregnant women had positive attitudes towards physical activity, identifying it as important (0.80, 95% CI 0.52 to 0.98), beneficial (0.71, 95% CI 0.58 to 0.83) and safe (0.86, 95% CI 0.79 to 0.92). This was supported by themes emerging in 15 qualitative studies that reported on attitudes (important, 12 studies; beneficial, 10 studies). Barriers to physical activity were predominantly intrapersonal such as fatigue, lack of time and pregnancy discomforts. Frequent enablers included maternal and foetal health benefits (intrapersonal), social support (interpersonal) and pregnancy-specific programs. Few environmental factors were identified. Little information was available about attitudes, barriers and enablers of physical activity for pregnant women with gestational diabetes mellitus who are at risk from inactivity.Intrapersonal themes were the most frequently reported barriers and enablers to physical activity during pregnancy. Social support also played an enabling role. Person-centred strategies using behaviour change techniques should be used to address intrapersonal and social factors to translate pregnant women's positive attitudes into increased physical activity participation.PROSPERO CRD42016037643. [Harrison AL, Taylor NF, Shields N, Frawley HC (2018) Attitudes, barriers and enablers to physical activity in pregnant women: a systematic review. Journal of Physiotherapy 64: 24-32].", "id": "29289592", "date": "2017-12-27", "title": "Attitudes, barriers and enablers to physical activity in pregnant women: a systematic review.", "doi": "10.1016/j.jphys.2017.11.012", "journal": ["Journal of physiotherapy", "J Physiother"]}