{"authors": [["Tsuneki", "Hiroshi", "H", "Department of Clinical Pharmacology, University of Toyama, 2630 Sugitani, Toyama 930-0194, Japan. Electronic address: htsuneki@pha.u-toyama.ac.jp."], ["Wada", "Tsutomu", "T", "Department of Clinical Pharmacology, University of Toyama, 2630 Sugitani, Toyama 930-0194, Japan."], ["Sasaoka", "Toshiyasu", "T", "Department of Clinical Pharmacology, University of Toyama, 2630 Sugitani, Toyama 930-0194, Japan."]], "text": "Sleep, a mysterious behavior, has recently been recognized as a crucial factor for health and longevity. The daily sleep/wake cycle provides the basis of biorhythms controlling whole-body homeostasis and homeodynamics; therefore, disruption of sleep causes several physical and psychological disorders, including cardiovascular disease, obesity, diabetes, cancer, anxiety, depression, and cognitive dysfunction. However, the mechanism linking sleep disturbances and sleep-related disorders remains unknown. Orexin (also known as hypocretin) is a neuropeptide produced in the hypothalamus. Central levels of orexin oscillate with the daily rhythm and peak at the awake phase. Orexin plays a major role in stabilizing the wakefulness state. Orexin deficiency causes sleep/wake-state instability, resulting in narcolepsy. Hyper-activation of the orexin system also causes sleep disturbances, such as insomnia, and hence, suvorexant, an orexin receptor antagonist, has been clinically used to treat insomnia. Importantly, central actions of orexin regulate motivated behaviors, stress response, and energy/glucose metabolism by coordinating the central-autonomic nervous systems and endocrine systems. These multiple actions of orexin maintain survival. However, it remains unknown whether chronopharmacological interventions targeting the orexin system ameliorate sleep-related disorders as well as sleep in humans. To understand the significance of adequate orexin action for prevention of these disorders, this review summarizes the physiological functions of daily orexin action and pathological implications of its mistimed or reduced action in sleep disturbances and sleep-related disorders (lifestyle-related physical and neurological disorders in particular). Timed administration of drugs targeting the orexin system may prevent lifestyle-related diseases by improving the quality of life in patients with sleep disturbances.", "id": "29289556", "date": "2017-12-29", "title": "Chronopathophysiological implications of orexin in sleep disturbances and lifestyle-related disorders.", "doi": "10.1016/j.pharmthera.2017.12.010", "journal": ["Pharmacology & therapeutics", "Pharmacol. Ther."]}