{"authors": [["Wang", "Qiongzhang", "Q", "Wenzhou Medical University, Wenzhou 325000, Zhejiang Province, China."], ["Zhao", "Kai", "K", "Wenzhou Medical University, Wenzhou 325000, Zhejiang Province, China."], ["Cai", "Yan", "Y", "Wenzhou Medical University, Wenzhou 325000, Zhejiang Province, China."], ["Tu", "Xinjie", "X", "Wenzhou Medical University, Wenzhou 325000, Zhejiang Province, China."], ["Liu", "Yuntao", "Y", "Wenzhou Medical University, Wenzhou 325000, Zhejiang Province, China."], ["He", "Jincai", "J", "Wenzhou Medical University, Wenzhou 325000, Zhejiang Province, China.. Electronic address: hjc@wmu.edu.cn."]], "text": "Diabetes mellitus is associated with post-stroke cognitive impairment. To the best of our knowledge, no study has explored the relationship between prediabetes and post-stroke cognitive impairment. The purpose of this study is to explore the association between prediabetes and cognitive impairment in ischaemic stroke patients at 1 month.Two hundred one acute ischaemic stroke patients were consecutively recruited within the first 24 h after admission and were followed up for 1 month. Patients were divided into a diabetes mellitus group, prediabetes group and non-diabetes mellitus group by fasting glucose levels, 2-h postprandial blood glucose levels and glycosylated haemoglobin levels at admission. Cognitive function was evaluated by the Mini-Mental State Examination at 1 month after stroke.The prediabetes group had a higher risk of post-stroke cognitive impairment than the non-diabetes group (35.7% vs. 18.1%, χ2=4.252, P=0.039). In logistical analyses, prediabetes was associated with post-stroke cognitive impairment after adjusting for potential confounding factors (odds ratio 3.062, 95% confidence interval 1.130-8.299, P=0.028).Our findings show that prediabetes is associated with post-stroke cognitive impairment and may predict its development at 1 month post-stroke.", "id": "29289546", "date": "2017-12-28", "title": "Prediabetes is associated with post-stroke cognitive impairment in ischaemic stroke patients.", "doi": "10.1016/j.brainres.2017.12.034", "journal": ["Brain research", "Brain Res."]}