{"authors": [["Morrison", "Steven", "S", "School of Physical Therapy and Athletic Training, Old Dominion University, Norfolk, VA. Electronic address: smorriso@odu.edu."], ["Simmons", "Rachel", "R", "School of Physical Therapy and Athletic Training, Old Dominion University, Norfolk, VA."], ["Colberg", "Sheri R", "SR", "Human Movement Sciences Department, Old Dominion University, Norfolk, VA."], ["Parson", "Henri K", "HK", "Strelitz Diabetes Center, Eastern Virginia Medical School, Norfolk, VA."], ["Vinik", "Aaron I", "AI", "Strelitz Diabetes Center, Eastern Virginia Medical School, Norfolk, VA."]], "text": "This study examined the benefits of and differences between 12 weeks of thrice-weekly supervised balance training and an unsupervised at-home balance activity (using the Nintendo Wii Fit) for improving balance and reaction time and lowering falls risk in older individuals with type 2 diabetes mellitus (T2DM).Before-after trial.University research laboratory, home environment.Sixty-five older adults with type 2 diabetes were recruited for this study. Participants were randomly allocated to either supervised balance training (mean age 67.8 ± 5.2) or unsupervised training using the Nintendo Wii Fit balance board (mean age 66.1 ± 5.6).The training period for both groups lasted for 12 weeks. Individuals were required to complete three 40-minute sessions per week for a total of 36 sessions.The primary outcome measure was falls risk, which was as derived from the physiological profile assessment. In addition, measures of simple reaction time, lower limb proprioception, postural sway, knee flexion, and knee extension strength were also collected. Persons also self-reported any falls in the previous 6 months.Both training programs resulted in a significant lowering of falls risk (P < .05). The reduced risk was attributable to significant changes in reaction times for the hand (P < .05), foot (P < .01), lower-limb proprioception (P < .01), and postural sway (P < .05).Overall, training led to a decrease in falls risk, which was driven by improvements in reaction times, lower limb proprioception, and general balance ability. Interestingly, the reduced falls risk occurred without significant changes in leg strength, suggesting that interventions to reduce falls risk that target intrinsic risk factors related to balance control (over muscle strength) may have positive benefits for the older adult with T2DM at risk for falls.", "id": "29289541", "date": "2017-12-27", "title": "Supervised Balance Training and Wii Fit-Based Exercises Lower Falls Risk in Older Adults With Type 2 Diabetes.", "doi": "10.1016/j.jamda.2017.11.004", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}