{"authors": [["Umpierrez", "Guillermo E", "GE", "Department of Medicine, Emory University, Atlanta, GA. Electronic address: geumpie@emory.edu."], ["Cardona", "Saumeth", "S", "Department of Medicine, Emory University, Atlanta, GA."], ["Chachkhiani", "David", "D", "Department of Medicine, Emory University, Atlanta, GA."], ["Fayfman", "Maya", "M", "Department of Medicine, Emory University, Atlanta, GA."], ["Saiyed", "Sahebi", "S", "Department of Medicine, Emory University, Atlanta, GA."], ["Wang", "Heqiong", "H", "Rollins School of Public Health, Emory University, Atlanta, GA."], ["Vellanki", "Priyathama", "P", "Department of Medicine, Emory University, Atlanta, GA."], ["Haw", "J Sonya", "JS", "Department of Medicine, Emory University, Atlanta, GA."], ["Olson", "Darin E", "DE", "Department of Medicine, Emory University, Atlanta, GA."], ["Pasquel", "Francisco J", "FJ", "Department of Medicine, Emory University, Atlanta, GA."], ["Johnson", "Theodore M", "TM", "Department of Medicine, Emory University, Atlanta, GA; Birmingham/Atlanta VA GRECC."]], "text": "Safe and easily implemented treatment regimens are needed for the management of patients with type 2 diabetes mellitus (T2DM) in long-term care (LTC) and skilled nursing facilities.This 6-month open-label randomized controlled trial compared the efficacy and safety of a DPP4 inhibitor (linagliptin) and basal insulin (glargine) in LTC residents with T2DM.Three LTC institutions affiliated with a community safety-net hospital, US Department of Veterans Affairs and Emory Healthcare System in Atlanta, Georgia.A total of 140 residents with T2DM treated with oral antidiabetic agents or low-dose insulin (≤0.1 U/kg/d), with fasting or premeal blood glucose (BG) > 180 mg/dL and/or HbA1c >7.5%.Baseline antidiabetic therapy, except metformin, was discontinued on trial entry. Residents were treated with linagliptin 5 mg/d (n = 67) or glargine at a starting dose of 0.1 U/kg/d (n = 73). Both groups received supplemental rapid-acting insulin before meals for BG > 200 mg/dL.Primary outcome was mean difference in daily BG between groups. Main secondary endpoints included differences in frequency of hypoglycemia, glycosylated hemoglobin (HbA1c), complications, emergency department visits, and hospital transfers.Treatment with linagliptin resulted in no significant differences in mean daily BG (146 ± 34 mg/dL vs. 157 ± 36 mg/dL, P = .07) compared to glargine. Linagliptin treatment resulted in fewer mild hypoglycemic events <70 mg/dL (3% vs. 37%, P < .001), but there were no differences in BG < 54 mg/dL (P = .06) or <40 mg/dL (P = .05) compared to glargine. There were no significant between-group differences in HbA1c, length of stay, complications, emergency department visits, or hospitalizations.Treatment with linagliptin resulted in noninferior glycemic control and in significantly lower risk of hypoglycemia compared to insulin glargine in long-term care and skilled nursing facility residents with type 2 diabetes.", "id": "29289540", "date": "2017-12-27", "title": "A Randomized Controlled Study Comparing a DPP4 Inhibitor (Linagliptin) and Basal Insulin (Glargine) in Patients With Type 2 Diabetes in Long-Term Care and Skilled Nursing Facilities: Linagliptin-LTC Trial.", "doi": "10.1016/j.jamda.2017.11.002", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}