{"authors": [["Nouhjah", "Sedigheh", "S", "Diabetes Research Center, Health Research Institute, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran. Electronic address: s_nouhjah@yahoo.com."], ["Shahbazian", "Hajieh", "H", "Diabetes Research Center, Health Research Institute, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."], ["Shahbazian", "Nahid", "N", "Department of Obstetrics and Gynecology, Fertility Infertility and Perinatology Research Center, Imam Khomeini Hospital, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran. Electronic address: shahbazian449@yahoo.com."], ["Jahanfar", "Shayesteh", "S", "School of Health Sciences Building 2212, Room 2239 Central Michigan University, Mount Pleasant, MI 48859, USA. Electronic address: jahanfar2000@yahoo.com."], ["Jahanshahi", "Alireza", "A", "Diabetes Research Center, Health Research Institute, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran; Internal Medicine Ward, Golestan Teaching Hospital, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran. Electronic address: dr.a.jahanshahi@gmail.com."], ["Cheraghian", "Bahman", "B", "Department of Epidemiology and Biostatistics, Faculty of Health, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran. Electronic address: cheraghian2000@yahoo.com."], ["Mohammadi", "Zeinab Dehghan", "ZD", "Diabetes Research Center, Health Research Institute, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."], ["Ghodrati", "Niloofar", "N", "Student Research Committee, Faculty of Pharmacy, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran. Electronic address: sdhrc@ajums.ac.ir."], ["Houshmandi", "Sousan", "S", "Department of Midwifery, Ardabil University of medical sciences, Ardabil, Iran. Electronic address: sousan2020@gmail.com."]], "text": "This study aimed to determine the prevalence rate of metabolic syndrome and its potential risk factors, 6-12 weeks postpartum in women with GDM compared to women with normal glucose tolerance.LAGAs is an ongoing population-based prospective cohort study that started in March 2015 in Ahvaz, Iran. During 11 months of study progression, 176 women with GDM pregnancy and 86 healthy women underwent a fasting glucose test, 75-g OGTT and fasting lipid tests at 6-12 weeks postpartum. GDM was defined based on IADPSG criteria. Postpartum glucose intolerance was defined according to ADA criteria and metabolic syndrome using 2 sets of criteria.The overall rate of metabolic syndrome at 6-12 weeks postpartum was 16% by NCEP-ATP III criteria (18.2% in women with GDM and 11.6% in controls) and 19.1% by IDF criteria (21% in women with gestational diabetes and 15.1% in controls). Pre-pregnancy overweight or obesity, (OR 1.89, 95% CI: 1.05-3.38, P = .03), pregnancy systolic blood pressure (OR 1.03, 95% CI: 1.008-1.52, P = .006) and requiring insulin or metformin (OR 3.08, 95% CI: 1.25-7.60, P = 0.01), were associated risk factors for the presence of MetS in GDM-exposed women. In women with normal glucose during pregnancy, pre-pregnancy BMI ≥25 kg/m2 was a risk factor of metabolic syndrome (OR 2.82, 95% CI: 1.11-7.15, P = .02).The rate of metabolic syndrome in women with or without GDM at 6-12 weeks postpartum is high particularly in women with high BMI. An early postpartum prevention and screening program for cardiovascular risk factors is important for women with GDM.", "id": "29289537", "date": "2017-12-22", "title": "Early postpartum metabolic syndrome in women with or without gestational diabetes: Results from Life after Gestational Diabetes Ahvaz cohort study.", "doi": "10.1016/j.dsx.2017.12.027", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}