{"authors": [["Kreicher", "Kathryn L", "KL", "Department of Otolaryngology-Head & Neck Surgery, Medical University of South Carolina, Charleston, SC, United States; Case Western Reserve University School of Medicine, Cleveland, OH, United States. Electronic address: kreicher@musc.edu."], ["Bauschard", "Michael J", "MJ", "Department of Otolaryngology-Head & Neck Surgery, Medical University of South Carolina, Charleston, SC, United States. Electronic address: bauschar@musc.edu."], ["Clemmens", "Clarice S", "CS", "Department of Otolaryngology-Head & Neck Surgery, Medical University of South Carolina, Charleston, SC, United States. Electronic address: clemmens@musc.edu."], ["Riva", "Concetta Maria", "CM", "Department of Otolaryngology-Head & Neck Surgery, Medical University of South Carolina, Charleston, SC, United States; Department of Pediatrics, Medical University of South Carolina, Charleston, SC, United States. Electronic address: riva@musc.edu."], ["Meyer", "Ted A", "TA", "Department of Otolaryngology-Head & Neck Surgery, Medical University of South Carolina, Charleston, SC, United States. Electronic address: meyerta@musc.edu."]], "text": "The purpose of this study was to evaluate hearing impairment in pediatric patients with cystic fibrosis (CF).This is a retrospective analysis of the AudGen database generated by Children's Hospital of Philadelphia. Audiograms were analyzed for type of hearing loss (HL), pure-tone-average (PTA), laterality, and change in hearing over time. Medical charts were reviewed to identify factors that influence development and progression of hearing loss.217 patients with CF were included in this study. 69 (31.8%) had hearing loss on initial audiogram. Chronic otitis media (OR: 2.4, 95% CI: 1.3-4.5, p<0.01), Eustachian tube dysfunction (OR: 2.4, 95% CI: 1.4-5.4, p<0.01), and otorrhea (OR: 6.3, 95% CI: 1.6-24.7, p<0.01) were positive predictors of HL. Children with a diagnosis of diabetes had more decline in hearing over time than those without diabetes (12.4±17.2dB worsening vs. -5.7±9.8dB improvement in PTA, p=0.014).This is the largest comprehensive analysis of all types of hearing loss in pediatric patients with CF. Our data suggest that children with more severe sinus disease may be at lower risk for inflammatory middle ear disease and subsequent hearing loss. Patients who develop complications of CF such as diabetes should be monitored frequently, and the use of ototoxic drugs should be limited if possible.", "id": "29289454", "date": "2017-12-27", "title": "Audiometric assessment of pediatric patients with cystic fibrosis.", "doi": "10.1016/j.jcf.2017.10.007", "journal": ["Journal of cystic fibrosis : official journal of the European Cystic Fibrosis Society", "J. Cyst. Fibros."]}