{"authors": [["Probst", "Marc A", "MA", "Department of Emergency Medicine, Mount Sinai School of Medicine, New York, New York, USA. Electronic address: mprobst@gmail.com."], ["Noseworthy", "Peter A", "PA", "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, Minnesota, USA; Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, Minnesota, USA; Heart Rhythm Section, Department of Cardiovascular Medicine, Mayo Clinic, Rochester, Minnesota, USA."], ["Brito", "Juan P", "JP", "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, Minnesota, USA; Division of Endocrinology, Diabetes, Metabolism and Nutrition, Department of Medicine, Mayo Clinic, Rochester, Minnesota, USA."], ["Hess", "Erik P", "EP", "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, Minnesota, USA; Division of Healthcare Policy and Research, Mayo Clinic, Rochester, Minnesota, USA; Department of Emergency Medicine, Mayo Clinic, Rochester, Minnesota, USA."]], "text": "Shared decision-making is playing an increasingly large role in emergency cardiovascular care. Although there are many challenges to successfully performing shared decision-making in the emergency department, there are numerous clinical scenarios in which it should be used. In this article, we explore new research and emerging decision aids in the following emergency care scenarios: (1) low-risk chest pain; (2) new-onset atrial fibrillation; and (3) moderate-risk syncope. These decision aids are designed to engage patients and facilitate shared decision-making for specific treatment and disposition (admit vs discharge) decisions. We then offer a 3-step, practical approach to performing shared decision-making in the acute care setting, on the basis of broad stakeholder input and previous conceptual work. Step 1 involves simply acknowledging that a clinical decision needs to be made. Step 2 involves a shared discussion about the working diagnosis and the options for care in the context of the patient's values, preferences, and circumstances. The third and final step requires the patient and provider to agree on a plan of action regarding further medical care. The implementation of shared decision-making in emergency cardiology has the potential to shift the paradigm of clinical practice from paternalism toward mutualism and improve the quality and experience of care for our patients.", "id": "29289400", "date": "2017-09-22", "title": "Shared Decision-Making as the Future of Emergency Cardiology.", "doi": "10.1016/j.cjca.2017.09.014", "journal": ["The Canadian journal of cardiology", "Can J Cardiol"]}