{"authors": [["Kim", "Chul-Hee", "CH", "Division of Endocrinology & Metabolism, Department of Internal Medicine, Soonchunhyang University College of Medicine, Bucheon, Korea."], ["Kim", "Hong-Kyu", "HK", "Health Screening & Promotion Center, Asan Medical Center, Seoul, Korea. Electronic address: hkkim0801@amc.seoul.kr."], ["Kim", "Eun-Hee", "EH", "Health Screening & Promotion Center, Asan Medical Center, Seoul, Korea."], ["Bae", "Sung-Jin", "SJ", "Health Screening & Promotion Center, Asan Medical Center, Seoul, Korea."], ["Choe", "Jaewon", "J", "Health Screening & Promotion Center, Asan Medical Center, Seoul, Korea."], ["Park", "Joong-Yeol", "JY", "Division of Endocrinology & Metabolism, Department of Internal Medicine, University of Ulsan College of Medicine, Seoul, Korea."]], "text": "The changes in insulin resistance and insulin secretion and their association with changes in glucose regulation status in Asians with prediabetes remain uncertain.We included Korean adults (aged 20-79 years) with prediabetes who underwent routine medical check-ups at a mean interval of 5 years. Prediabetes was defined as fasting plasma glucose (FPG) 5.6-6.9mmol/l or HbA1c 5.7-6.4% (39-46mmol/mol). Insulin resistance (HOMA-IR) and beta-cell function (HOMA-%B) indices were assessed by homeostasis model assessment. Incident diabetes was defined as FPG ≥ 7.0mmol/l, HbA1c ≥ 6.5% (48mmol/mol), or initiation of antidiabetic medications.Among the 7,208 participants with prediabetes, 4,410 (61.2%) remained as prediabetes (control group), 2,123 (29.5%) reverted to normal glucose regulation (regressors), and 675 (9.4%) progressed to type 2 diabetes (progressors) after 5 years. Compared with the control group, the progressors had higher baseline HOMA-IR (2.48 ± 1.45 versus 2.06 ± 1.20, P < 0.001), but similar baseline HOMA-%B (74.6 ± 47.6 versus 73.1 ± 41.4, P=0.68). By contrast, the regressors had lower baseline HOMA-IR (1.98 ± 1.14 versus 2.06 ± 1.20, P = 0.035) but higher baseline HOMA-%B (77.4 ± 43.1 versus 73.1 ± 41.4, P = 0.001). After 5 years, the progressors showed a 31% increase in HOMA-IR (2.48 ± 1.45 versus 3.24 ± 2.10, P < 0.001) and 15% decrease in HOMA-%B (74.6 ± 47.6 versus 63.8 ± 40.4, P < 0.001), whereas the regressors showed 29% decrease in HOMA-IR (1.98 ± 1.14 versus 1.41 ± 0.78, P < 0.001) and 4% increase in HOMA-%B (77.4 ± 43.1 versus 80.2 ± 47.9, P = 0.010).Although increase in insulin resistance and decrease in beta-cell function both contributed to the progression to type 2 diabetes from prediabetes, longitudinal change in insulin resistance was the predominant factor in Koreans.", "id": "29289263", "date": "2017-09-28", "title": "Longitudinal Changes in Insulin Resistance, Beta-Cell Function and Glucose Regulation Status in Prediabetes.", "doi": "10.1016/j.amjms.2017.09.010", "journal": ["The American journal of the medical sciences", "Am. J. Med. Sci."]}