{"authors": [["Rastogi", "Subha", "S", "Pharmacognosy & Ethnopharmacology Division, CSIR-National Botanical Research Institute, Rana Pratap Marg, Lucknow 226001, India. Electronic address: subharastogi1@rediffmail.com."], ["Pandey", "Madan Mohan", "MM", "Pharmacognosy & Ethnopharmacology Division, CSIR-National Botanical Research Institute, Rana Pratap Marg, Lucknow 226001, India."], ["Rawat", "Ajay Kumar Singh", "AKS", "Pharmacognosy & Ethnopharmacology Division, CSIR-National Botanical Research Institute, Rana Pratap Marg, Lucknow 226001, India."]], "text": "Genus Adiantum (Pteridaceae) forms a significant dominant component of many plant communities especially in the tropical and temperate regions. These are commonly known as maidenhair ferns and several have been used medicinally in different parts of the world. They exhibit antidysenteric, antiulcer, antimicrobial, antitumor and antiviral activities. The traditional uses of Adiantum species are known to be for respiratory problems such as cough cold, fever, pneumonia and mucous formation.This review aims to provide a comprehensive and updated, categorized information on the botanical aspects, traditional uses, phytochemistry, pharmacological activities and toxicological research of Adiantum species in order to explore their therapeutic potential and evaluate future research opportunities.The available information on various species belonging to the genus Adiantum was collected via electronic search (using Pubmed, SciFinder, Scirus, Google Scholar, JCCC@INSTIRC and Web of Science) and a library search for articles published in peer-reviewed journals.The literature provided information on several ethnopharmacologically well known Adiantum species, the best studied species being A. capillus-veneris. From these plant species, more than 130 compounds belonging to triterpenoids, flavanoids, phenyl propanoids, phenolics, coumarins, phytosterols, fatty acids and others were identified. Experimental evidences confirmed that the Adiantum species could be used in treating microbial infections, diabetes, liver disorders as well as inflammatory disorders.Plants belonging to the genus Adiantum have offered bioactive crude extracts as well as pure compounds, thus substantiating their effectiveness in traditional medicine. Although toxicity studies carried out on some Adiantum species have showed them to be non-toxic, further toxicological studies are still required to confirm their safety in humans. Future research should be directed towards implementing an integrated approach through intensive investigations of all the species of Adiantum relating to phytochemical and pharmacological properties, especially bio-assay guided isolation of phytoconstituents, their mechanism of action, as well as their bioavailability and pharmacokinetics, safety and efficacy.", "id": "29288826", "date": "2017-12-28", "title": "Ethnopharmacological uses, phytochemistry and pharmacology of genus Adiantum: A comprehensive review.", "doi": "10.1016/j.jep.2017.12.034", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}