{"authors": [["Minami", "Haruka", "H", "Fordham University, United States. Electronic address: hminami@fordham.edu."], ["Brinkman", "Hannah R", "HR", "Fordham University, United States."], ["Nahvi", "Shadi", "S", "Albert Einstein College of Medicine, Montefiore Medical Center, United States."], ["Arnsten", "Julia H", "JH", "Albert Einstein College of Medicine, Montefiore Medical Center, United States."], ["Rivera-Mindt", "Monica", "M", "Fordham University, United States."], ["Wetter", "David W", "DW", "University of Utah, United States."], ["Bloom", "Erika Litvin", "EL", "Rhode Island Hospital, Alpert Medical School of Brown, United States."], ["Price", "Lawrence H", "LH", "Butler Hospital, Alpert Medical School of Brown University, United States."], ["Vieira", "Carlos", "C", "Fordham University, United States."], ["Donnelly", "Remington", "R", "Fordham University, United States."], ["McClain", "Lauren M", "LM", "Fordham University, United States."], ["Kennedy", "Katherine A", "KA", "Fordham University, United States."], ["D'Aquila", "Erica", "E", "ICAP at Columbia University, United States."], ["Fine", "M", "M", "Mindful Living, United States."], ["McCarthy", "Danielle E", "DE", "Center for Tobacco Research and Intervention, University of Wisconsin School of Medicine and Public Health, United States."], ["Graham Thomas", "J", "J", "Weight Control and Diabetes Research Center, Alpert Medical School of Brown University, United States."], ["Hecht", "Jacki", "J", "University of Texas at Austin, United States."], ["Brown", "Richard A", "RA", "University of Texas at Austin, United States."]], "text": "Although individuals with psychiatric disorders are disproportionately affected by cigarette smoking, few outpatient mental health treatment facilities offer smoking cessation services. In this paper, we describe the development of a smartphone-assisted mindfulness smoking cessation intervention with contingency management (SMI-CM), as well as the design and methods of an ongoing pilot randomized controlled trial (RCT) targeting smokers receiving outpatient psychiatric treatment. We also report the results of an open-label pilot feasibility study.In phase 1, we developed and pilot-tested SMI-CM, which includes a smartphone intervention app that prompts participants to practice mindfulness, complete ecological momentary assessment (EMA) reports 5 times per day, and submit carbon monoxide (CO) videos twice per day. Participants earned incentives if submitted videos showed CO≤6ppm. In phase 2, smokers receiving outpatient treatment for mood disorders are randomized to receive SMI-CM or enhanced standard treatment plus non-contingent CM (EST).The results from the pilot feasibility study (N=8) showed that participants practiced mindfulness an average of 3.4times/day (≥3min), completed 72.3% of prompted EMA reports, and submitted 68.0% of requested CO videos. Participants reported that the program was helpful overall (M=4.85/5) and that daily mindfulness practice was helpful for both managing mood and quitting smoking (Ms=4.50/5).The results from the feasibility study indicated high levels of acceptability and satisfaction with SMI-CM. The ongoing RCT will allow evaluation of the efficacy and mechanisms of action underlying SMI-CM for improving cessation rates among smokers with mood disorders.", "id": "29288740", "date": "2017-12-27", "title": "Rationale, design and pilot feasibility results of a smartphone-assisted, mindfulness-based intervention for smokers with mood disorders: Project mSMART MIND.", "doi": "10.1016/j.cct.2017.12.014", "journal": ["Contemporary clinical trials", "Contemp Clin Trials"]}