{"authors": [["Sonoda", "Nao", "N", "Department of Mathematical Health Science, Graduate School of Medicine, Osaka University, Suita, Japan. Electronic address: 25b16803@sahs.med.osaka-u.ac.jp."], ["Morimoto", "Akiko", "A", "Department of Fundamental Nursing, Graduate School of Nursing, Osaka Prefecture University, Habikino, Japan."], ["Tatsumi", "Yukako", "Y", "Department of Hygiene and Public Health, Teikyo University, Itabashi-ku, Japan."], ["Asayama", "Kei", "K", "Department of Hygiene and Public Health, Teikyo University, Itabashi-ku, Japan."], ["Ohkubo", "Takayoshi", "T", "Department of Hygiene and Public Health, Teikyo University, Itabashi-ku, Japan."], ["Izawa", "Satoshi", "S", "Saku Central Hospital, Saku, Japan."], ["Ohno", "Yuko", "Y", "Department of Mathematical Health Science, Graduate School of Medicine, Osaka University, Suita, Japan."]], "text": "To assess the impact of diabetes on restrictive and obstructive lung function impairment.This 5-year prospective study included 7524 participants aged 40-69years without lung function impairment at baseline who underwent a comprehensive medical check-up between April 2008 and March 2009 at Saku Central Hospital. Diabetes was defined by fasting plasma glucose ≥7.0mmol/l (126mg/dl), HbA1c≥6.5% (48mmol/mol), or a history of diabetes, as determined by interviews conducted by the physicians. Restrictive and obstructive lung function impairment were defined as forced vital capacity (FVC)<80% predicted and forced expiratory volume in one second (FEV1) to FVC ratio (FEV1/FVC)<0.70, respectively. Participants were screened until they developed restrictive or obstructive lung function impairment or until March 2014.During the follow-up period, 171 and 639 individuals developed restrictive and obstructive lung function impairment, respectively. Individuals with diabetes had a 1.6-fold higher risk of restrictive lung function impairment than those without diabetes after adjusting for sex, age, height, abdominal obesity, smoking status, exercise habits, systolic blood pressure, HDL-cholesterol, log-transformed high-sensitivity C-reactive protein, and baseline lung function [multivariable-adjusted HR and 95% CI; 1.57 (1.04-2.36)]. In contrast, individuals with diabetes did not have a significantly higher risk of obstructive lung function impairment [multivariable-adjusted HR and 95% CI; 0.93 (0.72-1.21)].Diabetes was associated with restrictive lung function impairment but not obstructive lung function impairment.", "id": "29288691", "date": "2017-12-28", "title": "A prospective study of the impact of diabetes mellitus on restrictive and obstructive lung function impairment: the Saku study.", "doi": "10.1016/j.metabol.2017.12.006", "journal": ["Metabolism: clinical and experimental", "Metab. Clin. Exp."]}