{"authors": [["Oishi", "Katsutaka", "K", "Biological Clock Research Group, Biomedical Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Tsukuba, Ibaraki, Japan; Department of Applied Biological Science, Graduate School of Science and Technology, Tokyo University of Science, Noda, Chiba, Japan; Department of Computational Biology and Medical Sciences, Graduate School of Frontier Sciences, The University of Tokyo, Kashiwa, Chiba, Japan. Electronic address: k-ooishi@aist.go.jp."], ["Ohyama", "Sumika", "S", "Biological Clock Research Group, Biomedical Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Tsukuba, Ibaraki, Japan."], ["Higo-Yamamoto", "Sayaka", "S", "Biological Clock Research Group, Biomedical Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Tsukuba, Ibaraki, Japan."]], "text": "Sleep disturbances are associated with various metabolic diseases such as hypertension and diabetes. We had previously established a mouse model of a psychophysiological stress-induced chronic sleep disorder (CSD) characterized by disrupted circadian rhythms of wheel-running activity, core body temperature, and sleep-wake cycles. To evaluate the underlying mechanisms of metabolic disorders induced by CSD, we created mice with CSD for six weeks and fed them with a high-fat diet. Glucose intolerance with hyperglycemia resulted, although plasma insulin levels and body weight increases were identical between control and CSD mice. Gluconeogenesis and glycolysis were enhanced and suppressed, respectively, in the livers of CSD mice, because the mRNA expression of Pck1 was significantly increased, whereas that of Gck and Pklr were significantly decreased in the CSD mice. Adipose inflammation induced by the high-fat diet seemed suppressed by the CSD, because the mRNA expression levels of Adgre1, Ccl2, and Tnf were significantly downregulated in the adipose tissues of CSD mice. These findings suggest that CSD impair glucose tolerance by inducing gluconeogenesis and suppressing glycolysis. Hyperphasia with hypoleptinemia, hypercorticosteronemia, and increased plasma free fatty acids might be involved in the impaired glucose metabolism under a CSD. Further studies are needed to elucidate the endocrine and molecular mechanisms underlying the associations between sleep disorders and impaired glucose homeostasis that consequently causes diabetes.", "id": "29288667", "date": "2017-12-28", "title": "Chronic sleep disorder induced by psychophysiological stress induces glucose intolerance without adipose inflammation in mice.", "doi": "10.1016/j.bbrc.2017.12.158", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}