{"authors": [["Chang", "Lin", "L", "Division of Gastroenterology, Oppenheimer Center for Neurobiology of Stress and Resilience at University of California, Los Angeles, California."], ["Di Lorenzo", "Carlo", "C", "Division of Gastroenterology, Hepatology and Nutrition, Nationwide Children's Hospital, The Ohio State University College of Medicine, Columbus, Ohio."], ["Farrugia", "Gianrico", "G", "Department of Physiology and Biomedical Engineering, Mayo Clinic, Rochester, Minnesota."], ["Hamilton", "Frank A", "FA", "Division of Digestive Diseases and Nutrition, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, Maryland."], ["Mawe", "Gary M", "GM", "Department of Neurological Sciences, University of Vermont, Burlington, Vermont."], ["Pasricha", "Pankaj J", "PJ", "Johns Hopkins University School of Medicine, Baltimore, Maryland."], ["Wiley", "John W", "JW", "Department Internal Medicine, University of Michigan, Ann Arbor, Michigan. Electronic address: jwiley@umich.edu."]], "text": "In June 2016, the National Institutes of Health hosted a workshop on functional bowel disorders (FBDs), particularly irritable bowel syndrome, with the objective of elucidating gaps in current knowledge and recommending strategies to address these gaps. The workshop aimed to provide a roadmap to help strategically guide research efforts during the next decade. Attendees were a diverse group of internationally recognized leaders in basic and clinical FBD research. This document summarizes the results of their deliberations, including the following general conclusions and recommendations. First, the high prevalence, economic burden, and impact on quality of life associated with FBDs necessitate an urgent need for improved understanding of FBDs. Second, preclinical discoveries are at a point that they can be realistically translated into novel diagnostic tests and treatments. Third, FBDs are broadly accepted as bidirectional disorders of the brain-gut axis, differentially affecting individuals throughout life. Research must integrate each component of the brain-gut axis and the influence of biological sex, early-life stressors, and genetic and epigenetic factors in individual patients. Fourth, research priorities to improve diagnostic and management paradigms include enhancement of the provider-patient relationship, longitudinal studies to identify risk and protective factors of FBDs, identification of biomarkers and endophenotypes in symptom severity and treatment response, and incorporation of emerging \"-omics\" discoveries. These paradigms can be applied by well-trained clinicians who are familiar with multimodal treatments. Fifth, essential components of a successful program will include the generation of a large, validated, broadly accessible database that is rigorously phenotyped; a parallel, linkable biorepository; dedicated resources to support peer-reviewed, hypothesis-driven research; access to dedicated bioinformatics expertise; and oversight by funding agencies to review priorities, progress, and potential synergies with relevant stakeholders.", "id": "29288656", "date": "2017-12-27", "title": "Functional Bowel Disorders: A Roadmap to Guide the Next Generation of Research.", "doi": "10.1053/j.gastro.2017.12.010", "journal": ["Gastroenterology", "Gastroenterology"]}