{"authors": [["Sutcliffe", "Siobhan", "S", "Division of Public Health Sciences, Department of Surgery, Washington University School of Medicine, St. Louis, MO. Electronic address: sutcliffes@wustl.edu."], ["Jemielita", "Thomas", "T", "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Lai", "H Henry", "HH", "Division of Urologic Surgery, Department of Surgery, Washington University School of Medicine, St. Louis, MO; Department of Anesthesiology, Washington University School of Medicine, St. Louis, MO."], ["Andriole", "Gerald L", "GL", "Division of Urologic Surgery, Department of Surgery, Washington University School of Medicine, St. Louis, MO."], ["Bradley", "Catherine S", "CS", "Department of Obstetrics and Gynecology, University of Iowa, Iowa City, IA."], ["Clemens", "J Quentin", "JQ", "Division of Neurology and Pelvic Reconstructive Surgery, Department of Urology, University of Michigan, Ann Arbor, MI."], ["Gallop", "Robert", "R", "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Hooton", "Thomas M", "TM", "Division of Infectious Diseases, Department of Medicine, University of Miami School of Medicine, Miami, FL."], ["Kreder", "Karl J", "KJ", "Department of Urology, University of Iowa, Iowa City, IA."], ["Krieger", "John N", "JN", "Department of Urology, University of Washington, Seattle, WA."], ["Kusek", "John W", "JW", "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD."], ["Labus", "Jennifer", "J", "Oppenheimer Center for Neurobiology of Stress and Resilience, and Division of Digestive Diseases, Department of Medicine, David Geffen School of Medicine, University of California - Los Angeles, Los Angeles, CA."], ["Lucia", "M Scott", "MS", "Department of Pathology, University of Colorado, Aurora, CO."], ["Mackey", "Sean", "S", "Division of Pain Medicine, Department of Anesthesiology, Perioperative and Pain Medicine, Stanford University School of Medicine, Palo Alto, CA."], ["Naliboff", "Bruce D", "BD", "Departments of Medicine, and Psychiatry and Biobehavioral Sciences, David Geffen School of Medicine, University of California - Los Angeles, Los Angeles, CA."], ["Robinson", "Nancy A", "NA", "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Rodriguez", "Larissa V", "LV", "Institute of Urology, University of Southern California, Beverly Hills, CA."], ["Stephens-Shields", "Alisa", "A", "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["van Bokhoven", "Adrie", "A", "Department of Pathology, University of Colorado, Aurora, CO."], ["Wolin", "Kathleen Y", "KY", "ScaleDown, Chicago, IL."], ["Yan", "Yan", "Y", "Division of Public Health Sciences, Department of Surgery, Washington University School of Medicine, St. Louis, MO."], ["Yang", "Claire C", "CC", "Department of Urology, University of Washington, Seattle, WA."], ["Landis", "J Richard", "JR", "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Colditz", "Graham A", "GA", "Division of Public Health Sciences, Department of Surgery, Washington University School of Medicine, St. Louis, MO."], [null, null, null, null]], "text": "Although many factors have been proposed to trigger symptom exacerbations (\"flares\") in patients with interstitial cystitis/bladder pain syndrome and chronic prostatitis/chronic pelvic pain syndrome, few studies have investigated these factors empirically. Therefore, we embedded a case-crossover study in the Multidisciplinary Approach to the Study of Chronic Pelvic Pain longitudinal study to evaluate a range of patient-reported triggers.Exposure to proposed triggers (diet, physical activities, sedentary behaviors, stress, sexual activities, infection-like symptoms, and allergies) was assessed by questionnaire a maximum of three times when participants reported flares and at three randomly-selected times. Participants' pre-flare to -non-flare exposures were compared by conditional logistic regression.In our full analytic sample (n=292 participants), only two factors, recent sexual activity (odds ratio (OR)=1.44, 95% confidence interval (CI): 1.06-1.96) and symptoms of a urinary tract infection (OR=3.39, 95% CI: 2.02-5.68), which may overlap with those of flares, were associated with flare onset. In sub-analyses restricted to flares with specific, suspected triggers, additional positive associations were observed for some (certain dietary factors, abdominal muscle exercises, and vaginal infection-like symptoms and fever), but not other (e.g., stress) factors.With the exception of sexual activity, our findings suggest that patient-reported triggers may be either individual/group-specific or may not contribute to flares. These findings suggest caution in following rigid, global flare prevention strategies and support additional research to develop evidence-based strategies.", "id": "29288643", "date": "2017-12-27", "title": "A Case-Crossover Study of Urologic Chronic Pelvic Pain Syndrome Flare Triggers in the Mapp Research Network.", "doi": "10.1016/j.juro.2017.12.050", "journal": ["The Journal of urology", "J. Urol."]}