{"authors": [["Garnier", "Lorna", "L", "Immunology Department, Lyon-Sud Hospital, Hospices Civils de Lyon, Pierre-Bénite, France."], ["Marchand", "Lucien", "L", "Endocrinology and Diabetes Department, Lyon-Sud Hospital, Hospices Civils de Lyon, Pierre-Bénite, France."], ["Benoit", "Marine", "M", "Endocrinology and Diabetes Department, Groupement Hospitalier Est, Hospices Civils de Lyon, Bron, France."], ["Nicolino", "Marc", "M", "Pediatric Endocrinology Department, Groupement Hospitalier Est, Hospices Civils de Lyon, Bron, France."], ["Bendelac", "Nathalie", "N", "Pediatric Endocrinology Department, Groupement Hospitalier Est, Hospices Civils de Lyon, Bron, France."], ["Wright", "Catherine", "C", "Pediatric Department, CHU Annecy, Annecy, France."], ["Moulin", "Philippe", "P", "Endocrinology and Diabetes Department, Groupement Hospitalier Est, Hospices Civils de Lyon, Bron, France."], ["Lombard", "Christine", "C", "Immunology Department, Lyon-Sud Hospital, Hospices Civils de Lyon, Pierre-Bénite, France."], ["Thivolet", "Charles", "C", "Endocrinology and Diabetes Department, Lyon-Sud Hospital, Hospices Civils de Lyon, Pierre-Bénite, France."], ["Fabien", "Nicole", "N", "Immunology Department, Lyon-Sud Hospital, Hospices Civils de Lyon, Pierre-Bénite, France. Electronic address: nicole.fabien@chu-lyon.fr."]], "text": "Evaluate the added value of screening anti-ZnT8 antibodies (ZnT8A) in addition to the classical anti-GAD (GADA) and anti-IA-2 (IA-2A) antibodies for the diagnosis of type-1 diabetes (T1D) within a large cohort of both children and adults.Retrospective 2-year study including 516 patients (215 children, 301 adults) who had blood tests at diabetes onset and/or for diabetes classification. ZnT8A, GADA, and IA-2A were analyzed in all samples.Among those individuals included, 142 (28%) were ZnT8A-positive. A total of 228/516 suffered from T1D, of whom 110 (48%) were ZnT8A-positive and 166 (73%) GADA and/or IA-2A positive. When adding ZnT8A to GADA/IA-2A, 184 (81%) patients were positive for ≥1 Ab. Regarding the 122 patients at T1D onset, 75 (61%) were positive for ZnT8A and the proportion of patients with T1D with ≥1 Ab reached 89%. The highest prevalence of ZnT8A was observed in children aged 6-10years. Fourteen of the 124 patients positive for ZnT8A with a known clinical diagnosis suffered from a disease other than T1D.ZnT8A should be included in routine evaluation at diabetes onset and is a valuable biological marker to classify newly-diagnosed diabetics. The predictive value in our high-risk subjects has to be confirmed.", "id": "29288641", "date": "2017-12-28", "title": "Screening of ZnT8 autoantibodies in the diagnosis of autoimmune diabetes in a large French cohort.", "doi": "10.1016/j.cca.2017.12.043", "journal": ["Clinica chimica acta; international journal of clinical chemistry", "Clin. Chim. Acta"]}