{"authors": [["Zhao", "Baihui", "B", "Department of Obstetrics, Women's Hospital, School of Medicine, Zhejiang University."], ["Han", "Xiujun", "X", "Department of Obstetrics, Women's Hospital, School of Medicine, Zhejiang University."], ["Meng", "Qing", "Q", "Department of Obstetrics, Women's Hospital, School of Medicine, Zhejiang University."], ["Luo", "Qiong", "Q", "Department of Obstetrics, Women's Hospital, School of Medicine, Zhejiang University."]], "text": "To determine whether maternal serum markers in the early-second trimester are useful for prediction of gestational diabetes mellitus (GDM).A total of 876 singleton pregnancies were recruited in the present study. Blood samples were collected during 16-20 gestational weeks. GDM women were diagnosed by OGTT during 24-28 gestational weeks. Fifty-six cases of GDM and 73 healthy cases were selected. Maternal serum concentrations of placental protein 13 (PP13), pentraxin 3 (PTX3), soluble fms-like tyrosine kinase-1 (sFlt-1), myostatin and follistatin (FST) were detected at 16-20 weeks' gestation. All of these markers concentrations were expressed as multiples of the medians (MoMs). Mann-Whitney U was used for comparison of the MoMs of different concentrations of these five serum markers between the GDM group and the control group. Receiver operating characteristic (ROC) curve analysis was applied to assess sensitivity and specificity of significant serum markers from Mann-Whitney U Comparison.Compared to healthy pregnancies, the serum level of PP13, PTX3, sFlt-1, myostatin and FST in early-second trimester were significantly increased in patients who had developed GDM late. In screening for GDM by PP13, PTX3, sFlt-1, myostatin and FST, the detection rate were 92.3%, 94.9%, 94.9%, 92.5% and 92.3% respectively at 80% specificity. PTX3 and sFlt-1 were the most sensitive markers.Maternal serum markers including PP13, PTX3, sFlt-1, myostatin and FST increase in early-second trimester of GDM women. These five markers, especially PTX3 and sFlt-1, could have the value of prediction for those patients who would develop GDM in late-second trimester. This article is protected by copyright. All rights reserved.", "id": "29288571", "date": "2017-12-29", "title": "Early second-trimester maternal serum markers in prediction of gestational diabetes mellitus.", "doi": "10.1111/jdi.12798", "journal": ["Journal of diabetes investigation", "J Diabetes Investig"]}