{"authors": [["Craig-Schapiro", "Rebecca", "R", "The Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, MD, USA."], ["Nejim", "Besma", "B", "The Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, MD, USA."], ["Arhuidese", "Isibor", "I", "The Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, MD, USA."], ["Malas", "Mahmoud B", "MB", "The Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, MD, USA."]], "text": "While studies demonstrate poor outcomes of lower extremity revascularization in patients with end-stage renal disease, little is known about results in renal transplant patients. We analyzed 2-year primary patency and limb salvage outcomes and associated risk factors of transplant (n = 202) and nontransplant patients (n = 25 274) in the Vascular Quality Initiative database undergoing infrainguinal bypass from 2003 to 2016. Multivariable Cox regression analysis and coarsened exact matching with many-to-one were used. Transplant patients were more likely to have critical limb ischemia and revascularization of more distal arteries and to receive vein conduits. Primary patency was similar between transplant and nontransplant patients at 1 year (80.8% vs 77.5%) and 2 years (67.9% vs 63.7%, P = .079). Amputation-free survival was higher for nontransplant patients (1 year: 82.4% vs 75.3%, 2 years: 68.8% vs 58.2%, P = .0060), although overall survival was equivalent (2 years: 84.6% vs 87.2%, 4 years: 75.9% vs 79.6%, P = .35). Risk factors for primary patency loss included being female, critical limb ischemia, prior bypass, and distal bypass. Age, diabetes, prior contralateral amputation, critical limb ischemia, prosthetic conduit, and more distal bypass were associated with limb loss. This is the largest series of infrainguinal revascularization in transplant patients. Outcomes for transplant patients are not inferior, and aggressive approaches at limb salvage are justifiable in appropriately selected patients.", "id": "29288558", "date": "2017-12-29", "title": "Aggressive infrainguinal revascularization in renal transplant patients is justifiable.", "doi": "10.1111/ajt.14636", "journal": ["American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons", "Am. J. Transplant."]}