{"authors": [["Carlsson", "Per-Ola", "PO", "Department of Medical Cell Biology, Uppsala University, Uppsala, Sweden."], ["Espes", "Daniel", "D", "Department of Medical Cell Biology, Uppsala University, Uppsala, Sweden."], ["Sedigh", "Amir", "A", "Department of Surgical Sciences, Uppsala University, Uppsala, Sweden."], ["Rotem", "Avi", "A", "BetaO2 Technologies Ltd, Rosh HaAyin, Israel."], ["Zimermann", "Baruch", "B", "BetaO2 Technologies Ltd, Rosh HaAyin, Israel."], ["Grinberg", "Helena", "H", "BetaO2 Technologies Ltd, Rosh HaAyin, Israel."], ["Goldman", "Tali", "T", "BetaO2 Technologies Ltd, Rosh HaAyin, Israel."], ["Barkai", "Uriel", "U", "BetaO2 Technologies Ltd, Rosh HaAyin, Israel."], ["Avni", "Yuval", "Y", "BetaO2 Technologies Ltd, Rosh HaAyin, Israel."], ["Westermark", "Gunilla T", "GT", "Department of Medical Cell Biology, Uppsala University, Uppsala, Sweden."], ["Carlbom", "Lina", "L", "Department of Surgical Sciences, Uppsala University, Uppsala, Sweden."], ["Ahlström", "Håkan", "H", "Department of Surgical Sciences, Uppsala University, Uppsala, Sweden."], ["Eriksson", "Olof", "O", "Department of Medicinal Chemistry, Uppsala University, Uppsala, Sweden."], ["Olerud", "Johan", "J", "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden."], ["Korsgren", "Olle", "O", "Department of Immunology, Genetics and Pathology, Uppsala University, Uppsala, Sweden."]], "text": "Macroencapsulation devices provide the dual possibility to immunoprotect transplanted cells while also being retrievable; the latter bearing importance for safety in future trials with stem-cell derived cells. However, macroencapsulation entails a problem with oxygen supply to the encapsulated cells. The βAir device solves this with an incorporated refillable oxygen tank. This phase 1 study evaluated the safety and efficacy of implanting the βAir device containing allogeneic human pancreatic islets to patients with type 1 diabetes. Four patients were transplanted with 1-2 βAir devices, each containing 155000-180000 IEQ (i.e. 1800-4600 IEQ per kg body weight), and monitored for 3-6 months, followed by the recovery of devices. Implantation of the βAir device was safe and successfully prevented immunization and rejection of the transplanted tissue. However, although beta cells survived in the device, only minute levels of circulating C-peptide were observed with no impact on metabolic control. Fibrotic tissue with immune cells was formed in capsule surroundings. Recovered devices displayed a blunted glucose-stimulated insulin response, and amyloid formation in the endocrine tissue. We conclude that the βAir device is safe and can support survival of allogeneic islets for several months, although the function of the transplanted cells was limited. This article is protected by copyright. All rights reserved.", "id": "29288549", "date": "2017-12-29", "title": "Transplantation of Macro-encapsulated Human Islets within the Bioartificial Pancreas β Air to Patients with Type 1 Diabetes Mellitus.", "doi": "10.1111/ajt.14642", "journal": ["American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons", "Am. J. Transplant."]}