{"authors": [["Tang", "Qinghui", "Q", "Department of Cardiology, Dongyang People's Hospital, 60 Wuning West Road, 322100, Dongyang, Zhejiang, People's Republic of China."], ["Len", "Qiang", "Q", "Department of Cardiology of Wuhan people's Hospital."], ["Liu", "Zheng", "Z", "Department of Cardiology of Wuhan people's Hospital."], ["Wang", "W D", "WD", "Key Laboratory of Biochemistry, Wuhan people's Hospital."]], "text": "Oxidative stress injury is believed to be important in diabetic cardiomyopathy. Recent evidence indicates that miR-22 plays an important role in various cardiovascular diseases, but the protective role of miR-22 in diabetic cardiomyopathy remains undetermined.Diabetes was induced in male C57BL/6 mice by intraperitoneal injection with streptozotocin combined with a high-fat diet and miR-22 was overexpressed following transfection with adeno-associated virus. Cardiac function was assessed by echocardiography and a cardiac catheter system. In vitro study, H9c2 cells were treated with normal or high glucose (HG), and cell viability or apoptosis were detected using the Cell Counting Kit-8 (CCK-8) assay and flow cytometry, respectively. Reactive oxygen species (ROS), malondialdehyde (MDA), and superoxide dismutase (SOD) were also detected in diabetic mice and H9c2 cells. The expression level of miR-22 was detected by real-time PCR. The protein expression of Sirt 1, oxidative stress injury -related proteins (GRP78,CHOP,ATF 3) and apoptosis related proteins Bax/Bcl-2,cl-casp-9/casp-9 and cl-casp-3/casp-3 were determined by Western blotting analysis.HG induced oxidative stress injury and apoptosis were observed in H9c2 cells, which were ameliorated by miR-22. Cardiac dysfunction and severely altered heart structure were also observed in diabetic mice and were dramatically reversed by overexpression of miR-22. The expression of Sirt 1 decreased significantly in diabetic mice and HG-treated H9c2 cells. Overexpression of miR-22 restored the level of Sirt 1. Bioinformatics analysis predicted that Sirt 1 was a potential target gene of miR-22. Luciferase reporter assay verified that miR-22 promoted Sirt 1 expression by direct binding to the Sirt 1 3'untranslated repeats (UTRs). Up-regulation of Sirt 1 could improve cell viability and attenuate oxidative stress injury and apoptosis in the HG-treated H9c2 cells, similar to the effect of miR-22 .However, the protective effects of miR-22 against HG-induced oxidative stress injury and apoptosis were abrogated by knockdown of Sirt-1.Overexpression of miR-22 can attenuate oxidative stress injury in diabetic cardiomyopathy by up-regulation of Sirt 1in vivo and in vitro. This article is protected by copyright. All rights reserved.", "id": "29288528", "date": "2017-12-29", "title": "Overexpression of miR-22 attenuates oxidative stress injury in diabetic cardiomyopathy via Sirt 1.", "doi": "10.1111/1755-5922.12318", "journal": ["Cardiovascular therapeutics", "Cardiovasc Ther"]}