{"authors": [["Brokaw", "Sarah M", "SM", "Montana Department of Public Health and Human Services, Cogswell Building, C-301, P.O. Box 202951, Helena, MT, 59620-2951, USA."], ["Carpenedo", "Dorota", "D", "Montana Department of Public Health and Human Services, Cogswell Building, C-301, P.O. Box 202951, Helena, MT, 59620-2951, USA. dcarpenedo@mt.gov."], ["Campbell", "Paul", "P", "Montana Department of Public Health and Human Services, Cogswell Building, C-301, P.O. Box 202951, Helena, MT, 59620-2951, USA."], ["Butcher", "Marcene K", "MK", "Montana Department of Public Health and Human Services, Cogswell Building, C-301, P.O. Box 202951, Helena, MT, 59620-2951, USA."], ["Helgerson", "Steven D", "SD", "Montana Department of Public Health and Human Services, Cogswell Building, C-301, P.O. Box 202951, Helena, MT, 59620-2951, USA."], ["Harwell", "Todd S", "TS", "Montana Department of Public Health and Human Services, Cogswell Building, C-301, P.O. Box 202951, Helena, MT, 59620-2951, USA."], [null, null, null, null]], "text": "Objectives To evaluate lifestyle change outcomes among women with and without a history of gestational diabetes mellitus (GDM) enrolled in the Montana Diabetes Prevention Program (DPP). Methods Participation, self-monitoring behavior, weight loss, and cardiometabolic risk reduction were compared among 5091 women at high-risk for type 2 diabetes, with and without a history of GDM, enrolled in the Montana DPP between 2008 and 2015. Results Women with a history of GDM (6% of enrolled women, n = 283) were significantly younger than women without GDM. No significant differences in participation, self-monitoring fat intake, achievement of the physical activity goal, or weight loss were found among women with and without a history of GDM. Overall, women lost an average of 5.0 kg (± 6.5), and 45 and 29% of women achieved 5 and 7% weight loss, respectively. Both groups lost significant and comparable amounts of weight. After adjusting for age and other factors, no differences were found in achievement of ≥ 5% weight loss (AOR 0.84; 95% CI 0.61-1.16) or the ≥ 7% weight loss goal (AOR 1.04; 95% CI 0.73-1.47) among women with and without a history of GDM. Conclusions for Practice Our findings suggest that women with and without a history of GDM successfully participate in and achieve significant weight loss in the DPP. Health care providers should identify and refer women with risk factors for type 2 diabetes, including a history of GDM, to a DPP within their community.", "id": "29288406", "date": "2017-12-29", "title": "Does a History of Gestational Diabetes Mellitus Affect Key Outcomes in Women Participating in a Diabetes Prevention Program?", "doi": "10.1007/s10995-017-2420-y", "journal": ["Maternal and child health journal", "Matern Child Health J"]}