{"authors": [["Gante", "Inês", "I", "Department of Obstetrics, Maternidade Bissaya Barreto - Centro Hospitalar e Universitário de Coimbra, Rua Augusta, 3000-061, Coimbra, Portugal. inesrcgante@gmail.com."], ["Ferreira", "Ana Carina", "AC", "Department of Nephrology, Hospital Curry Cabral - Centro Hospitalar Lisboa Central, Rua Beneficência 8, 1069-166, Lisbon, Portugal."], ["Pestana", "Gonçalo", "G", "Department of Cardiology, Centro Hospitalar de São João, Alameda Prof. Hernâni Monteiro, 4200-319, Porto, Portugal."], ["Pires", "Daniela", "D", "Department of Infectious Diseases, Centro Hospitalar de Lisboa Norte and Faculdade de Medicina de Lisboa, Av. Egas Moniz, 1649-035, Lisbon, Portugal."], ["Amaral", "Njila", "N", "Department of Obstetrics and Gynecology, Hospital Beatriz Angelo, Avenida Carlos Teixeira 3, 2674-514, Loures, Portugal."], ["Dores", "Jorge", "J", "Department of Endocrinology, Centro Hospitalar do Porto, Largo Prof. Abel Salazar, 4099-001, Porto, Portugal."], ["do Céu Almeida", "Maria", "M", "Department of Obstetrics, Maternidade Bissaya Barreto - Centro Hospitalar e Universitário de Coimbra, Rua Augusta, 3000-061, Coimbra, Portugal."], ["Sandoval", "José Luis", "JL", "Unit of Population Epidemiology, Department of Community Medicine, Primary Care, and Emergency Medicine, Geneva University Hospitals, Rue Gabrielle Perret-Gentil, 1205, Geneva, Switzerland. jose.sandoval@cantab.net."]], "text": "Gestational diabetes mellitus (GDM) occurs in 5-15% of pregnancies, and lower maternal educational attainment has been associated with higher risk of GDM. We aimed to determine if maternal education level is associated with persistent post-partum glucose metabolism disorders in women with GDM.Retrospective cohort study of women with GDM followed in 25 Portuguese health institutions between 2008 and 2012. Educational attainment was categorised into four levels. Prevalence of post-partum glucose metabolism disorders (type 2 diabetes mellitus, increased fasting plasma glucose or impaired glucose tolerance) was compared and adjusted odds ratios calculated controlling for confounders using logistic regression.We included 4490 women diagnosed with GDM. Educational level ranged as follows: 6.8% (n = 307) were at level 1 (≤ 6th grade), 34.6% (n = 1554) at level 2 (6-9th grade), 30.4% (n = 1364) at level 3 (10-12th grade) and 28.2% (n = 1265) at level 4 (≥ university degree). At 6 weeks post-partum re-evaluation, 10.9% (n = 491) had persistent glucose metabolism disorders. Educational levels 1 and 2 had a higher probability of persistent post-partum glucose metabolism disorders when compared to level 4 (OR = 2.37 [1.69;3.32], p < 0.001 and OR = 1.39 [1.09;1.76], p = 0.008, for level 1 and 2, respectively), an association that persisted in multivariable logistic regression adjusting for confounders (level 1 OR = 2.25 [1.53;3.33], p < 0.001; level 2 OR = 1.43 [1.09;1.89], p = 0.01).Persistent post-partum glucose metabolism disorders are frequent in women with GDM and associated with lower maternal educational level. Interventions aimed at this risk group may contribute towards a decrease in prevalence of post-partum glucose metabolism disorders.", "id": "29288374", "date": "2017-12-29", "title": "Maternal educational level and the risk of persistent post-partum glucose metabolism disorders in women with gestational diabetes mellitus.", "doi": "10.1007/s00592-017-1090-y", "journal": ["Acta diabetologica", "Acta Diabetol"]}