{"authors": [["Mali", "Vishal", "V", "Department of Physiological Sciences, EVMS, Norfolk, VA, 23501, USA."], ["Haddox", "Samuel", "S", "Department of Physiological Sciences, EVMS, Norfolk, VA, 23501, USA."], ["Hornersmith", "Corey", "C", "Department of Physiological Sciences, EVMS, Norfolk, VA, 23501, USA."], ["Matrougui", "Khalid", "K", "Department of Physiological Sciences, EVMS, Norfolk, VA, 23501, USA."], ["Belmadani", "Souad", "S", "Department of Physiological Sciences, EVMS, Norfolk, VA, 23501, USA. belmads@evms.edu."]], "text": "We previously reported that EGFR tyrosine kinase (EGFRtk) activity and endoplasmic reticulum (ER) stress are enhanced in type 2 diabetic (T2D) mice and cause vascular dysfunction. In the present study, we determined the in vivo contribution of EGFRtk and ER stress in acute myocardial infarction induced by acute ischemia (40 min)-reperfusion (24 h) (I/R) injury in T2D (db-/db-) mice. We treated db-/db- mice with EGFRtk inhibitor (AG1478, 10 mg/kg/day) for 2 weeks. Mice were then subjected to myocardial I/R injury. The db-/db- mice developed a significant infarct after I/R injury. The inhibition of EGFRtk significantly reduced the infarct size and ER stress induction. We also determined that the inhibition of ER stress (tauroursodeoxycholic acid, TUDCA, 150 mg/kg per day) in db-/db- significantly decrease the infarct size indicating that ER stress is a downstream mechanism to EGFRtk. Moreover, AG1478 and TUDCA reduced myocardium p38 and ERK1/2 MAP-kinases activity, and increased the activity of the pro-survival signaling cascade Akt. Additionally, the inhibition of EGFRtk and ER stress reduced cell apoptosis and the inflammation as indicated by the reduction in macrophages and neutrophil infiltration. We determined for the first time that the inhibition of EGFRtk protects T2D heart against I/R injury through ER stress-dependent mechanism. The cardioprotective effect of EGFRtk and ER stress inhibition involves the activation of survival pathway, and inhibition of apoptosis, and inflammation. Thus, targeting EGFRtk and ER stress has the potential for therapy to overcome myocardial infarction in T2D.", "id": "29288332", "date": "2017-12-29", "title": "Essential role for EGFR tyrosine kinase and ER stress in myocardial infarction in type 2 diabetes.", "doi": "10.1007/s00424-017-2097-5", "journal": ["Pflugers Archiv : European journal of physiology", "Pflugers Arch."]}