{"authors": [["Pendharkar", "Sayali A", "SA", "School of Medicine, University of Auckland, Auckland, New Zealand."], ["Singh", "Ruma G", "RG", "School of Medicine, University of Auckland, Auckland, New Zealand."], ["Chand", "Shayal K", "SK", "School of Medicine, University of Auckland, Auckland, New Zealand."], ["Cervantes", "Aya", "A", "School of Medicine, University of Auckland, Auckland, New Zealand."], ["Petrov", "Maxim S", "MS", "School of Medicine, University of Auckland, Auckland, New Zealand. max.petrov@gmail.com."]], "text": "Pro-inflammatory cytokines, such as interleukin (IL)-6, tumour necrosis factor (TNF)α, and monocyte chemoattractant protein (MCP)-1, are often elevated in individuals after acute pancreatitis but what determines their levels is poorly understood. Gut hormones have emerged as possible modulators of inflammatory response. The aim was to investigate the associations between pro-inflammatory cytokines and a comprehensive panel of gut hormones after an episode of acute pancreatitis.Fasting blood samples were collected to measure cytokines (IL-6, TNFα, and MCP-1) and gut hormones (cholecystokinin, gastric inhibitory peptide (GIP), ghrelin, glicentin, glucagon-like peptide-1, oxyntomodulin, peptide YY, secretin, and vasoactive intestinal peptide). A series of linear regression analyses was conducted and four statistical models were used to adjust for patient- and pancreatitis-related covariates.A total of 83 individuals were recruited. GIP and peptide YY were significantly (p < 0.001) associated with IL-6, TNFα, MCP-1, consistently in all the four models. Every 1 ng/mL change in GIP resulted in a 16.2, 3.2, and 50.8% increase in IL-6, TNFα, and MCP-1, respectively, in the most adjusted model. Every 1 ng/mL change in peptide YY resulted in a 7.0, 2.4, and 32.1% increase in IL-6, TNFα, and MCP-1, respectively, in the most adjusted model. GIP independently contributed 29.0-36.5% and peptide YY - 17.4-48.9% to circulating levels of the studied pro-inflammatory cytokines. The other seven studied gut hormones did not show consistently significant associations with pro-inflammatory cytokines.GIP and peptide YY appear to be involved in perpetuation of subclinical inflammation following an episode of acute pancreatitis, which is known to play an important role in the pathogenesis of blood glucose derangements. These findings advance the understanding of mechanisms underlying diabetes of the exocrine pancreas and have translational implications.", "id": "29288273", "date": "2017-12-29", "title": "Pro-inflammatory cytokines after an episode of acute pancreatitis: associations with fasting gut hormone profile.", "doi": "10.1007/s00011-017-1125-4", "journal": ["Inflammation research : official journal of the European Histamine Research Society ... [et al.]", "Inflamm. Res."]}