{"authors": [["Zhang", "Shu-Jie", "SJ", "Eye Institute, Eye & ENT Hospital, Shanghai Medical College, Fudan University, Shanghai, China."], ["Chen", "Xue", "X", "Department of Ophthalmology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China."], ["Li", "Chao-Peng", "CP", "Department of Ophthalmology, Huai'an First People's Hospital, Nanjing Medical University, Jiangsu, China."], ["Li", "Xiu-Miao", "XM", "Eye Hospital, Nanjing Medical University, Nanjing, China."], ["Liu", "Chang", "C", "Eye Institute, Eye & ENT Hospital, Shanghai Medical College, Fudan University, Shanghai, China."], ["Liu", "Bai-Hui", "BH", "Department of Pediatric Surgery, Children's Hospital of Fudan University, Shanghai, China."], ["Shan", "Kun", "K", "Eye Institute, Eye & ENT Hospital, Shanghai Medical College, Fudan University, Shanghai, China."], ["Jiang", "Qin", "Q", "Eye Hospital, Nanjing Medical University, Nanjing, China."], ["Zhao", "Chen", "C", "Eye Institute, Eye & ENT Hospital, Shanghai Medical College, Fudan University, Shanghai, China."], ["Yan", "Biao", "B", "Eye Institute, Eye & ENT Hospital, Shanghai Medical College, Fudan University, Shanghai, China."]], "text": "To reveal the expression profile and clinical significance of circular RNAs (circRNAs) in diabetic retinopathy (DR).Circular RNA microarrays were performed to identify DR-related circRNAs. Gene ontology (GO) enrichment and KEGG analysis was performed to determine the biologic modules and signaling pathway. TargetScan and miRana program was used to predict circRNA/miRNA interaction. Quantitative PCR assays were performed to detect circRNA expression pattern in clinical samples. Ki67 staining, Transwell, tube formation, and spheroid sprouting assays were performed to investigate the role and mechanism of circRNA in endothelial angiogenic function.A total of 529 circRNAs were aberrantly expressed in diabetic retinas. The host genes of differentially expressed circRNAs were targeted to ATP binding (biologic process); extracellular exosome (cellular component); and intracellular signal transduction (molecular function). Circ_0005015 was verified to be upregulated in the plasma, vitreous sample, and fibrovascular membranes of DR patients. Circ_0005015 facilitated retinal endothelial angiogenic function via regulating endothelial cell proliferation, migration, and tube formation. Circ_0005015 acted as miR-519d-3p sponge to inhibit miR-519d-3p activity, leading to increased MMP-2, XIAP, and STAT3 expression.circRNAs are involved in DR pathogenesis, and thus serve as potential biomarkers of DR diagnosis.", "id": "29288268", "date": null, "title": "Identification and Characterization of Circular RNAs as a New Class of Putative Biomarkers in Diabetes Retinopathy.", "doi": "10.1167/iovs.17-22698", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}