{"authors": [["Mitchell", "Sabrina L", "SL", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Neininger", "Abigail C", "AC", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Bruce", "Carleigh N", "CN", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Chocron", "Isaac M", "IM", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Bregman", "Jana A", "JA", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Estopinal", "Christopher B", "CB", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Muhammad", "Ayesha", "A", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Umfress", "Allison C", "AC", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Jarrell", "Kelli L", "KL", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Warden", "Cassandra", "C", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Harlow", "Paula A", "PA", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Wellons", "Melissa", "M", "Department of Medicine, Vanderbilt University Medical Center, Nashville, Tennessee, United States."], ["Samuels", "David C", "DC", "Vanderbilt Genetics Institute and Department of Molecular Physiology and Biophysics, Vanderbilt University, Nashville, Tennessee, United States."], ["Brantley", "Milam A", "MA", "Vanderbilt Eye Institute, Vanderbilt University Medical Center, Nashville, Tennessee, United States."]], "text": "We previously demonstrated an association between European mitochondrial haplogroups and proliferative diabetic retinopathy (PDR). The purpose of this study was to determine how the relationship between these haplogroups and both diabetes duration and hyperglycemia, two major risk factors for diabetic retinopathy (DR), affect PDR prevalence.Our population consisted of patients with type 2 diabetes with (n = 377) and without (n = 480) DR. A Kruskal-Wallis test was used to compare diabetes duration and hemoglobin A1c (HbA1c) among mitochondrial haplogroups. Logistic regressions were performed to investigate diabetes duration and HbA1c as risk factors for PDR in the context of European mitochondrial haplogroups.Neither diabetes duration nor HbA1c differed among mitochondrial haplogroups. Among DR patients from haplogroup H, longer diabetes duration and increasing HbA1c were significant risk factors for PDR (P = 0.0001 and P = 0.011, respectively). Neither diabetes duration nor HbA1c was a significant risk factor for PDR in DR patients from haplogroup UK.European mitochondrial haplogroups modify the effects of diabetes duration and HbA1c on PDR risk in patients with type 2 diabetes. In our patient population, longer diabetes duration and higher HbA1c increased PDR risk in patients from haplogroup H, but did not affect PDR risk in patients from haplogroup UK. This relationship has not been previously demonstrated and may explain, in part, why some patients with nonproliferative DR develop PDR and others do not, despite similar diabetes duration and glycemic control.", "id": "29288266", "date": null, "title": "Mitochondrial Haplogroups Modify the Effect of Diabetes Duration and HbA1c on Proliferative Diabetic Retinopathy Risk in Patients With Type 2 Diabetes.", "doi": "10.1167/iovs.17-22804", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}