{"authors": [["Yu", "Dahai", "D", "Department of Nephrology, The First Affiliated Hospital, Zhengzhou University, Zhengzhou, China."], ["Yang", "Wei", "W", "Department of Nephrology, The First Affiliated Hospital, Zhengzhou University, Zhengzhou, China."], ["Cai", "Yamei", "Y", "Department of Nephrology, The First Affiliated Hospital, Zhengzhou University, Zhengzhou, China."], ["Zhao", "Zhanzheng", "Z", "Department of Nephrology, The First Affiliated Hospital, Zhengzhou University, Zhengzhou, China."], ["Simmons", "David", "D", "Macarthur Clinical School, Western Sydney University, Sydney, Australia."]], "text": "Few studies have estimated the effect of diabetes integrated care at a population level. We have assessed the impact of introducing a community service-led diabetes integrated care programme on commissioner payments (tariff) for inpatient care in rural England.The Diabetes Integrated Care Initiative was delivered by a separate enhanced community diabetes service, increasing specialist nursing, dietetic, podiatry and medical support to primary care and patients, while linking into other diabetes specialist services. Commissioner data were provided by the local authority. The difference in area between the two overlapping distribution curves of inpatient payments at baseline and follow-up (at 3 years) was used to estimate the effect of integrated care on commissioner inpatient payments on a population level.Over the 3-year period, reduced inpatient payments occurred in 2.7% (1.3% to 5.8%) of patients with diabetes aged more than 70 years in the intervention area. However, reduced diabetes inpatient payments occurred in 3.20% (1.77% to 7.20%) of patients aged <70 years and 4.1% (2.3% to 7.9%) of patients ≥70 years in one of the two adjacent areas.This enhanced community diabetes services was not associated with substantially reduced inpatient payments. Alternative diabetes integrated care approaches (eg, with direct primary and secondary care collaboration rather than with a community service) should be tested.", "id": "29288173", "date": "2017-12-28", "title": "Population-level impact of diabetes integrated care on commissioner payments for inpatient care among people with type 2 diabetes in Cambridgeshire: a postintervention cohort follow-up study.", "doi": "10.1136/bmjopen-2017-015816", "journal": ["BMJ open", "BMJ Open"]}