{"authors": [["Wong", "Chun Y", "CY", "School of Pharmacy and Biomedical Science, Curtin University, Bentley 6102, Australia; Curtin Health Innovation Research Institute, Bentley 6102, Australia."], ["Al-Salami", "Hani", "H", "School of Pharmacy and Biomedical Science, Curtin University, Bentley 6102, Australia; Curtin Health Innovation Research Institute, Bentley 6102, Australia."], ["Dass", "Crispin R", "CR", "School of Pharmacy and Biomedical Science, Curtin University, Bentley 6102, Australia; Curtin Health Innovation Research Institute, Bentley 6102, Australia. Electronic address: Crispin.Dass@curtin.edu.au."]], "text": "Diabetes mellitus is a chronic metabolic health disease affecting the homeostasis of blood sugar levels. However, subcutaneous injection of insulin can lead to patient non-compliance, discomfort, pain and local infection. Sub-micron sized drug delivery systems have gained attention in oral delivery of insulin for diabetes treatment. In most of the recent literature, the terms \"microparticles\" and \"nanoparticle\" refer to particles where the dimensions of the particle are measured in micrometers and nanometers respectively. For instance, insulin-loaded particles are defined as microparticles with size larger than 1 μm by most of the research groups. The size difference between nanoparticles and microparticles proffers numerous effects on the drug loading efficiency, aggregation, permeability across the biological membranes, cell entry and tissue retention. For instance, microparticulate drug delivery systems have demonstrated a number of advantages including protective effect against enzymatic degradation, enhancement of peptide stability, site-specific and controlled drug release. Compared to nanoparticulate drug delivery systems, microparticulate formulations can facilitate oral absorption of insulin by paracellular, transcellular and lymphatic routes. In this article, we review the current status of microparticles, microcapsules and microspheres for oral administration of insulin. A number of novel techniques including layer-by-layer coating, self-polymerisation of shell, nanocomposite microparticulate drug delivery system seem to be promising for enhancing the oral bioavailability of insulin. This review draws several conclusions for future directions and challenges to be addressed for optimising the properties of microparticulate drug formulations and enhancing their hypoglycaemic effects.", "id": "29288095", "date": "2017-12-26", "title": "Microparticles, microcapsules and microspheres: A review of recent developments and prospects for oral delivery of insulin.", "doi": "10.1016/j.ijpharm.2017.12.036", "journal": ["International journal of pharmaceutics", "Int J Pharm"]}