{"authors": [["Abdelkader", "Dalia H", "DH", "School of Pharmacy and Pharmaceutical Sciences, Saad Centre for Pharmacy and Diabetes, Ulster University, Cromore Road, Coleraine, Co. Londonderry BT52 1SA, UK; Faculty of Pharmacy, Pharmaceutical Technology Department, Tanta University, Tanta 31111, Egypt."], ["Osman", "Mohamed A", "MA", "Faculty of Pharmacy, Pharmaceutical Technology Department, Tanta University, Tanta 31111, Egypt."], ["El-Gizawy", "Sanaa A", "SA", "Faculty of Pharmacy, Pharmaceutical Technology Department, Tanta University, Tanta 31111, Egypt."], ["Hawthorne", "Susan J", "SJ", "School of Pharmacy and Pharmaceutical Sciences, Saad Centre for Pharmacy and Diabetes, Ulster University, Cromore Road, Coleraine, Co. Londonderry BT52 1SA, UK."], ["Faheem", "Ahmed M", "AM", "Sunderland Pharmacy School, University of Sunderland, Sunderland SR1 3SD, UK."], ["McCarron", "Paul A", "PA", "School of Pharmacy and Pharmaceutical Sciences, Saad Centre for Pharmacy and Diabetes, Ulster University, Cromore Road, Coleraine, Co. Londonderry BT52 1SA, UK. Electronic address: p.mccarron@ulster.ac.uk."]], "text": "We describe the development of a nanoparticulate system, with variation of poly(ethylene glycol) (PEG) content, capable of releasing therapeutic levels of bioactive insulin for extended periods of time. Recombinant human insulin was encapsulated in poly(d,l-lactide-co-glycolide) nanoparticles, manufactured with variation in poly(ethylene glycol) content, and shown to be stable for 6days using SDS-PAGE, western blot and MALDI MS. To determine if insulin released from this sustained release matrix could stimulate migration of cell types normally active in dermal repair, a model wound was simulated by scratching confluent cultures of human keratinocytes (HaCaT) and fibroblasts (Hs27). Although free insulin was shown to have proliferative effect, closure of in vitro scratch fissures was significantly faster following administration of nano-encapsulated insulin. This effect was more pronounced in HaCaT cells when compared to Hs27 cells. Variation in PEG content had the greatest effect on NP size, with a lesser influence on scratch closure times. Our work supports a particulate uptake mechanism that provides for intracellular insulin delivery, leading to enhanced cell proliferation. When placed into an appropriate topical delivery vehicle, such as a hydrogel, the extended and sustained topical administration of active insulin delivered from a nanoparticulate vehicle shows promise in promoting tissue healing.", "id": "29288081", "date": "2017-12-26", "title": "Effect of poly(ethylene glycol) on insulin stability and cutaneous cell proliferation in vitro following cytoplasmic delivery of insulin-loaded nanoparticulate carriers - A potential topical wound management approach.", "doi": "10.1016/j.ejps.2017.12.018", "journal": ["European journal of pharmaceutical sciences : official journal of the European Federation for Pharmaceutical Sciences", "Eur J Pharm Sci"]}