{"authors": [["Retnakaran", "Ravi", "R", "Leadership Sinai Centre for Diabetes, Mount Sinai Hospital, Toronto, Ontario, Canada; Division of Endocrinology, University of Toronto, Toronto, Ontario, Canada; Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, Ontario, Canada. Electronic address: ravi.retnakaran@sinaihealthsystem.ca."]], "text": "It is generally acknowledged that patients with diabetes comprise a high-risk population for the development of cardiovascular disease. However, it is perhaps less well recognized that there actually exists considerable heterogeneity in vascular risk within this patient population, with a sizable subset of individuals seemingly at low risk for major cardiovascular events despite the presence of diabetes. Because traditional clinical risk calculators have shown wide variability in their performance in the setting of diabetes, there exists a need for additional risk predictors in this patient population. In this context, there has been considerable interest in the potential utility of circulating biomarkers as clinical tools that might facilitate risk stratification and thereby guide therapeutic and preventative decision-making. Coupled with the current era of dedicated cardiovascular outcome trials in type 2 diabetes, this interest has spawned a growing literature of recent studies that evaluated potential biomarkers. To date, these studies have identified N-terminal pro-B-type natriuretic peptide, high-sensitivity cardiac troponins, and growth differentiation factor-15 as cardiovascular biomarkers of particular potential in patients with diabetes. Furthermore, recognizing the potential benefit of collective consideration of different biomarkers reflecting distinct pathophysiologic processes that might contribute to the development of cardiovascular disease, there is emerging emphasis on the evaluation of combinations of biomarkers for optimal risk prediction. Although not currently ready for clinical practice, this rapidly-growing topic of biomarker research might ultimately facilitate the goal of individualized risk stratification and thereby enable truly personalized management of diabetes.", "id": "29287943", "date": "2017-10-31", "title": "Novel Biomarkers for Predicting Cardiovascular Disease in Patients With Diabetes.", "doi": "10.1016/j.cjca.2017.10.017", "journal": ["The Canadian journal of cardiology", "Can J Cardiol"]}