{"authors": [["Miettinen", "Maija E", "ME", "Chronic Disease Prevention Unit, National Institute for Health and Welfare, 00271, Helsinki, Finland. Electronic address: maija.miettinen@thl.fi."], ["Smart", "Melissa C", "MC", "Blizard Institute, Barts and the London School of Medicine and Dentistry, Queen Mary University of London, E1 4NS, UK; University of Essex, Colchester, CO4 3SQ, UK."], ["Kinnunen", "Leena", "L", "Genomics and Biomarkers Unit, National Institute for Health and Welfare, 00271 Helsinki, Finland."], ["Keinänen-Kiukaanniemi", "Sirkka", "S", "Faculty of Medicine, Center for Life Course Health Research, University of Oulu, 90014 Oulu, Finland; MRC and Unit of Primary Care, Oulu University Hospital, 90220, Oulu, Finland; Health Center of Oulu, Oulu, Finland."], ["Moilanen", "Leena", "L", "Department of Medicine, Kuopio University Hospital, Northern Savo Hospital District, Kuopio Campus, 70210, Kuopio, Finland."], ["Puolijoki", "Hannu", "H", "Central Hospital of Southern Ostrobothnia, 60220, Seinäjoki, Finland."], ["Saltevo", "Juha", "J", "Central Finland Central Hospital, 40620, Jyväskylä, Finland."], ["Oksa", "Heikki", "H", "Pirkanmaa Hospital District, Finland, Tampere University Hospital, 33521, Tampere, Finland."], ["Hitman", "Graham A", "GA", "Blizard Institute, Barts and the London School of Medicine and Dentistry, Queen Mary University of London, E1 4NS, UK."], ["Tuomilehto", "Jaakko", "J", "Chronic Disease Prevention Unit, National Institute for Health and Welfare, 00271, Helsinki, Finland; Central Hospital of Southern Ostrobothnia, 60220, Seinäjoki, Finland; Center for Vascular Prevention, Danube-University Krems, 3500, Krems an Der Donau, Austria; Diabetes Research Group, King Abdulaziz University, Jeddah, 23218, Saudi Arabia; Dasman Diabetes Institute, Kuwait City, 1180, Kuwait."], ["Peltonen", "Markku", "M", "Chronic Disease Prevention Unit, National Institute for Health and Welfare, 00271, Helsinki, Finland."]], "text": "In addition to sunlight and dietary sources, several genes in the metabolic pathway of vitamin D affect serum 25-hydroxyvitamin D (25OHD) concentration. It is not known whether this genetic regulation is influenced by host characteristics. We investigated the effect of age and gender on the genetic regulation of serum 25OHD concentration. In total, 2868 Finnish men and women aged 45-74 years participated in FIN-D2D population-based health survey in 2007. Of the 2822 participants that had serum 25OHD concentration available, 2757 were successfully genotyped. Age and gender-dependent association of SNPs with serum 25OHD concentration was studied in 10 SNPs with previously found association with vitamin D metabolites. Associations of 3 SNPs with serum 25OHD concentration were dependent on age with greater effects on younger (≤60 y) than older (>60 y) adults (rs10783219 in VDR, rs12512631 in GC and rs3794060 in NADSYN1/DHCR7; pinteraction = 0.03, 0.02 and 0.01, respectively). The results suggested a novel association between serum 25OHD concentration and rs8082391 in STAT5B gene in men but not in women (pinteraction = 0.01). After multiple testing correction with false discovery rate method, two age-dependent interactions (rs3794060 in NADSYN1/DHCR7 gene and rs12512631 in GC gene) remained statistically significant. This is the first study to suggest that genetic regulation of serum 25OHD concentration is age-dependent. Our results also indicated a novel association between serum 25OHD concentration and SNP in STAT5B gene in men. The results need to be confirmed in future studies preferably in a larger sample.", "id": "29287921", "date": "2017-12-26", "title": "The effect of age and gender on the genetic regulation of serum 25-hydroxyvitamin D - the FIN-D2D population-based study.", "doi": "10.1016/j.jsbmb.2017.12.018", "journal": ["The Journal of steroid biochemistry and molecular biology", "J. Steroid Biochem. Mol. Biol."]}