{"authors": [["Belaid", "Lisa", "L", "Service de néphrologie, CHU Pontchaillou, 2, rue Henri-Le-Guilloux, 35000 Rennes, France. Electronic address: lisabelaid@hotmail.fr."], ["Bayat-Makoei", "Sahar", "S", "École des hautes études en santé publique, 15, avenue du Professeur-Léon-Bernard, CS 74312, 35043 Rennes, France."], ["Laguerre", "Brigitte", "B", "Centre régional de lutte contre le cancer, avenue de la Bataille-Flandres-Dunkerque, 35000 Rennes, France."], ["Vigneau", "Cécile", "C", "Service de néphrologie, CHU Pontchaillou, 2, rue Henri-Le-Guilloux, 35000 Rennes, France."]], "text": "The aim of this study is to measure the monitoring and the incidence of renovascular effects of angiogenesis inhibitors in real population.Are included in this descriptive, monocentric, practical study, patients of 18 years old and more, orally treated by angiogenesis inhibitors and monitored in consultation by clinician nurses. The main interest variable is the incidence of hypertension at three months of treatment.From January, 2011 to July, 2014, 324 patients have been included, whose 53% are men. Mean age is 62±13 years old. Antecedents are: 37% of hypertension, 17% of chronic renal insufficiency, 21% of nephrectomy, 13% of diabetes. Most frequent cancers are kidney (31%), liver (23%) and breast (16%). Most used molecules are: sorafenib (30%), sunitinib (23%) and everolimus (16%). Blood pressure has been measured at the beginning of the treatment in 157 patients (48%). Among them, during the first three months of treatment, 55 (35%) present hypertension according to the oncological definition and 59 (38%) according to the classical definition; 30 patients (19%) are considered as hypertensive according to only one of the two definitions. In multivariable analysis, variables significantly associated with hypertension are: age (OR=1.04; 95% CI 1.02-1.08; P<0.01) and antecedent of nephrectomy (OR=4.29; 95%CI 1.86-9.92; P<0.01).In this cohort, only 48% of the patients had blood pressure determination before treatment. Hypertension under angiogenesis inhibitors is probably underestimated. Age and antecedent of nephrectomy seem to be correlated with the occurrence of hypertension.", "id": "29287894", "date": "2017-12-26", "title": "[Monitoring of hypertension in patients orally treated by angiogenesis inhibitor in daily practice].", "doi": "10.1016/j.nephro.2017.04.006", "journal": ["Nephrologie & therapeutique", "Nephrol. Ther."]}