{"authors": [["Aslam", "M", "M", "Department of Endocrinology, Centre for Diabetes Endocrinology & Metabolism, University College of Medical Sciences (University of Delhi) & GTB Hospital, Delhi 110095, India."], ["Siddiqui", "A A", "AA", "Department of Endocrinology, Centre for Diabetes Endocrinology & Metabolism, University College of Medical Sciences (University of Delhi) & GTB Hospital, Delhi 110095, India."], ["Sandeep", "G", "G", "Department of Endocrinology, Centre for Diabetes Endocrinology & Metabolism, University College of Medical Sciences (University of Delhi) & GTB Hospital, Delhi 110095, India."], ["Madhu", "S V", "SV", "Department of Endocrinology, Centre for Diabetes Endocrinology & Metabolism, University College of Medical Sciences (University of Delhi) & GTB Hospital, Delhi 110095, India. Electronic address: drsvmadhu@gmail.com."]], "text": "To find out the prevalence of obesity and glucose intolerance among nurses working in tertiary care hospital.Study was conducted in 496 apparently healthy females comprising two groups. Group B had 290 nurses and control group A had 206 age matched female subjects of general population. Detailed performa was filled which included anthropometry, systemic examination and other details. Fasting plasma glucose was done followed by oral glucose tolerance test (OGTT). Subjects with body mass index ≥23 kg/m2 were categorized as 'overweight' and ≥25 kg/m2 as 'obese' as per criteria for Asian Indians. Women with waist circumference of ≥80 cm were categorized as 'centrally obese'.Mean age of subjects in groups A and B was 40.45 ± 8.64 years and 40.50 ± 6.96 years respectively. Significantly higher number of nurses (80%) were overweight or obese compared to controls (59.71%,P = < .001). Similarly, central obesity was significantly higher in nurses (82.07%) compared to controls (67.96%,P = <.001). The prevalence of glucose intolerance (prediabetes and newly detected diabetes) was significantly higher in controls compared to nurses (45.63% vs 29.66%, P < .001).Every four out of five nurses working in tertiary care hospital have overweight/obesity and central obesity. Despite this they have lower rates of glucose intolerance.", "id": "29287842", "date": "2017-12-22", "title": "High prevalence of obesity among nursing personnel working in tertiary care hospital.", "doi": "10.1016/j.dsx.2017.12.014", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}