{"authors": [["Kachekouche", "Youssouf", "Y", "Departement of Biology, Valorisation of Human Actions for the Protection of the Environment and Application in Public Health Laboratory, University of Tlemcen, 13000, Algeria. Electronic address: Youcef.kache13@gmail.com."], ["Dali-Sahi", "Madjda", "M", "Departement of Biology, Valorisation of Human Actions for the Protection of the Environment and Application in Public Health Laboratory, University of Tlemcen, 13000, Algeria."], ["Benmansour", "Djamel", "D", "Departement of Ecology and Environment, Statistics and Random Models Laboratory, University of Tlemcen, 13000, Algeria."], ["Dennouni-Medjati", "Nouria", "N", "Departement of Biology, Analytical Chemistry and Electrochemistry Laoboratory, University of Tlemcen, 13000, Algeria."]], "text": "Hematological changes affecting blood cells and the coagulation factors are shown to be associated with diabetes mellitus. We investigated some of the hematological risk factors implicated in the development of type 2 diabetes mellitus.The study conducted in western Algeria on a sample of 1852 subjects, 1059 with type 2 diabetes and 793 witnesses, were evaluated for peripheral blood parameters using hematology analyzer. All the informations related to the disease were collected from the patients and recorded using predesigned questionnaire.The logistic model retained, the mean corpuscular hemoglobin concentration reveals that subjects with concentration over the normal ratio (>36 g/dl) have an exposure risk six and half times higher than subjects with normal concentration (OR = 6.59; 95% CI = 2.51-17.31, P = 0.000). As regards to the platelets blood ratio, subjects with a ratio lower are five times more exposed to type 2 diabetes compared to subjects with a normal ratio (OR = 5.01; 95% CI = 1.78-14.13, P < 0.002). Our logistic model also retained basophils ratio (OR = 2.18; 95% CI = 1.35-3.53, P < 0.001) and sedimentation rate at one hour (OR = 7.83; 95% CI = 3.39-18.06, P = 0.000).Hematological profile associated with type 2 diabetes mellitus retained the mean corpuscular hemoglobin concentration over the normal ratio, lower platelets blood ratio, basophils ratio and sedimentation rate at one hour.", "id": "29287841", "date": "2017-12-21", "title": "Hematological profile associated with type 2 diabetes mellitus.", "doi": "10.1016/j.dsx.2017.12.015", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}