{"authors": [["Saghebjoo", "Marziyeh", "M", "Department of Exercise Physiology, Faculty of Sport Sciences, University of Birjand, Birjand, Iran. Electronic address: m_saghebjoo@birjand.ac.ir."], ["Nezamdoost", "Zeynab", "Z", "Department of Exercise Physiology, Faculty of Sport Sciences, University of Birjand, Birjand, Iran."], ["Ahmadabadi", "Fereshteh", "F", "Department of Exercise Physiology, Faculty of Sport Sciences, University of Birjand, Birjand, Iran."], ["Saffari", "Iman", "I", "Department of Exercise Physiology, Faculty of Sport Sciences, University of Birjand, Birjand, Iran."], ["Hamidi", "Azar", "A", "Faculty of Sport Sciences, Islamic Azad University of Neyshabur, Neyshabur, Iran."]], "text": "The aim of this study was to investigate the effect of 12 weeks of aerobic training on serum levels of high sensitivity C- reactive protein (hs-CRP), tumor necrosis factor-alpha (TNF-α), lipid profile and anthropometric characteristics in middle-aged women patients with type-2 diabetes.A quasi-experimental study, 20 women patients with type-2 diabetes (mean age, 50.25 ± 4.36 years, Body mass index, 25.51 ± 2.91 kg/m2, and body fat percentage 23.67 ± 3.05%) were randomly categorized into two experimental and control groups. The protocol aerobic training included eight-minute jogging and eight-minute running with 75-85 percent maximum heart rate reserve in the first session. Per both sessions, one minute added to running time and it increased up to 32 min after 12 weeks. Blood sampling and anthropometric measurements, 24 h before and 48 h after the last training session were conducted.The result showed a significant reduction in hs-CRP and TNF-α in the experimental than control group (P = 0.01). Exercise training-treated patients showed a significant decrease in TG, LDL and increase HDL in comparison with baseline and the control group (P < .05). The results also showed a significant decrease in weight, body mass index, body fat percentage, and waist-hip ratio (P values 0.02, 0.03, 001, 0.04 respectively) following the 12 weeks aerobic training.It seems that long-term aerobic training, improved some important anthropometric and biochemical parameters in patients with type-2 diabetes. These observations give a new insight into the mechanisms by which aerobic training can reduce the cardiovascular risk in diabetes.", "id": "29287840", "date": "2017-12-21", "title": "The effect of 12 weeks of aerobic training on serum levels high sensitivity C-reactive protein, tumor necrosis factor-alpha, lipid profile and anthropometric characteristics in middle-age women patients with type 2 diabetes.", "doi": "10.1016/j.dsx.2017.12.008", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}