{"authors": [["Sanz-Corbalán", "Irene", "I", "Diabetic Foot Unit, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: iresanzcorbalan@hotmail.com."], ["Lázaro-Martínez", "José Luis", "JL", "Diabetic Foot Unit, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: dabetes@ucm.es."], ["García-Morales", "Esther", "E", "Diabetic Foot Unit, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: esthergarciamorales@yahoo.es."], ["Molines-Barroso", "Raúl", "R", "Diabetic Foot Unit, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: rauljmolines@hotmail.com."], ["Álvaro-Afonso", "Francisco", "F", "Diabetic Foot Unit, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: fraalv@hotmail.com."], ["García-Álvarez", "Yolanda", "Y", "Diabetic Foot Unit, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: yolienf3@hotmail.com."]], "text": "to evaluate the utility of the sudomotor function test (SFT) as a clinical tool in the Risk Stratification System of diabetic patients and to demonstrate the earlier detection of the risk of developing diabetic foot ulcers (DFU) compared to the standard clinical tests.prospective follow-up study on 263 patients enrolled consecutively over 3.5 years. Diabetic patients without active DFU were classified according to the International Working Group Risk Stratification System (RSS) and categorized according to the results of the Semmes-Wenstein Monofilament (SWM) and biothesiometer measurements or the SFT. The main outcome evaluated was the development of DFU.median follow-up was 42 [38-44] months. Sixty patients (22.8%) developed DFU after a median of 6.2 [3-17] months. Ten patients that were included in the no-risk group (group 0) based on the SWM and biothesiometer results developed DFU. Thus the sensitivity of this approach was 83.33% and the specificity was 50.47%. Based on the SFT results, all patients that developed DFU were included in the correct risk group. This approach had 100% sensitivity and 31.53% specificity. Regarding the diagnostic accuracy of the two Methods, the respective AUC values were 0.776 (95% CI 0.702-0.849) and 0.816 (95% CI 0.757-0.874).SFT improved RSS in diabetic patients in a specialized diabetic foot unit. SFT categorized patients correctly according to the risk of developing DFU.", "id": "29287839", "date": "2017-12-26", "title": "Advantages of early diagnosis of diabetic neuropathy in the prevention of diabetic foot ulcers.", "doi": "10.1016/j.diabres.2017.12.018", "journal": ["Diabetes research and clinical practice", "Diabetes Res. Clin. Pract."]}