{"authors": [["Glezeva", "Nadezhda", "N", "gHealth Research Group, UCD Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Ireland."], ["Chisale", "Master", "M", "Mzuzu Central Hospital, Mzuzu, Malawi."], ["McDonald", "Kenneth", "K", "gHealth Research Group, UCD Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Ireland."], ["Ledwidge", "Mark", "M", "gHealth Research Group, UCD Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Ireland."], ["Gallagher", "Joe", "J", "gHealth Research Group, UCD Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Ireland."], ["Watson", "Chris J", "CJ", "Centre for Experimental Medicine, Queen's University Belfast, Northern Ireland, United Kingdom. Electronic address: chris.watson@qub.ac.uk."]], "text": "Type 2 diabetes mellitus is no longer a disease of high income countries but a global health pandemic. With the continued and rapid increase in its prevalence worldwide it is forecasted that diabetes will be a leading cause of morbidity and mortality. A major concern stems from its role in development and progression of cardiovascular disease, including cardiac dysfunction and heart failure. Within low- and middle-income areas such as Sub-Saharan Africa the burden of diabetes is already significant driven by many factors, including, socioeconomic (urbanisation), nutritional (high-calorie \"western-diet\", obesity) and lifestyle (physical inactivity) changes. Insufficient economic and community resources, poor health care system development and chronic disease management, poor education, and a lack of preventative and diagnostic measures further aggravate the severity of the diabetes problem. This review outlines the burden of type 2 diabetes mellitus in Sub-Saharan Africa and highlights the need for improved community health care and regulations to reduce its epidemiological spread and devastating impact on health.", "id": "29287838", "date": "2017-12-27", "title": "Diabetes and complications of the heart in Sub-Saharan Africa: An urgent need for improved awareness, diagnostics and management.", "doi": "10.1016/j.diabres.2017.12.019", "journal": ["Diabetes research and clinical practice", "Diabetes Res. Clin. Pract."]}