{"authors": [["Bagherniya", "Mohammad", "M", "Student Research Committee, Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Nobili", "Valerio", "V", "Hepato-Metabolic Disease Unit, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Blesso", "Christopher N", "CN", "Department of Nutritional Sciences, University of Connecticut, Storrs, CT, United States."], ["Sahebkar", "Amirhossein", "A", "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran; Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad 9177948564, Iran; School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: sahebkara@mums.ac.ir."]], "text": "Non-alcoholic fatty liver disease (NAFLD) is a major cause of liver diseases, and is closely related to metabolic syndrome and its related conditions, diabetes mellitus and dyslipidemia. On the other hand, NAFLD as a multisystem disease increases the risk of several chronic diseases include type 2 diabetes mellitus, cardiovascular disease (CVD), and chronic kidney disease. The main objective was to review the efficacy of bioactive natural compounds assessed by clinical trials. Search literature using four databases (PubMed, EBSCO, Web of Science, and Ovid Medline) to review publications that focused on the impact of bioactive natural compounds in NAFLD treatment. Due to the lack of effective pharmacological treatments available for NAFLD, lifestyle modifications such as following a healthy diet, vigorous physical activity, and weight reduction remain the first line of treatment for NAFLD. However, due to the poor adherence to this type of treatment, especially for long-term weight loss diets some of which may have harmful effects on the liver, finding novel therapeutic agents for NAFLD treatment and/or preventing NAFLD progression has garnered significant interest. Although the therapeutic agents of NAFLD treatment have been reviewed previously, to date, no summary has been conducted of clinical trials examining the effects of herbal compounds on NAFLD-related biomarkers. This review highlights the beneficial role of herbal bioactives and medicinal plants in NAFLD treatment, particularly as complementary to a healthy lifestyle. All natural products described in this review seem to have some benefits to improve oxidative stress, cellular inflammation and insulin-resistance, which always remain as the \"primum movens\" of NAFLD pathogenesis.", "id": "29287685", "date": "2017-12-26", "title": "Medicinal plants and bioactive natural compounds in the treatment of non-alcoholic fatty liver disease: A clinical review.", "doi": "10.1016/j.phrs.2017.12.020", "journal": ["Pharmacological research", "Pharmacol. Res."]}