{"authors": [["Kim", "Hyoungnae", "H", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Yun", "Hae-Ryong", "HR", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Park", "Seohyun", "S", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Jhee", "Jong Hyun", "JH", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Park", "Jung Tak", "JT", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Yoo", "Tae-Hyun", "TH", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Lee", "Kyu-Beck", "KB", "Department of Internal Medicine, Sungkyunkwan University School of Medicine, Kangbuk Samsung Hospital, Seoul, Republic of Korea."], ["Kim", "Yeong-Hoon", "YH", "Department of Internal Medicine, Busan Paik Hospital, College of Medicine, Inje University, Busan, Republic of Korea."], ["Sung", "Su-Ah", "SA", "Department of Internal Medicine, Eulji General Hospital, Eulji School of Medicine, Seoul, Republic of Korea."], ["Lee", "Joongyub", "J", "Medical Research Collaborating Center, Seoul National University Hospital and Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Kang", "Shin-Wook", "SW", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Choi", "Kyu Hun", "KH", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea."], ["Ahn", "Curie", "C", "Department of Internal Medicine, Seoul National University, Seoul, Republic of Korea."], ["Han", "Seung Hyeok", "SH", "Department of Internal Medicine, College of Medicine, Institute of Kidney Disease Research, Yonsei University, Seoul, Republic of Korea. Electronic address: hansh@yuhs.ac."]], "text": "Adiponectin is an adipokine secreted by adipocytes. A low adiponectin level is a significant risk factor of diabetes mellitus and cardiovascular disease. Recent studies have shown that adiponectin is negatively associated with hematopoiesis and predicts the development of anemia in the general population. In chronic kidney disease (CKD) patients, circulating adiponectin level is paradoxically elevated and the role of adiponectin is complex. Therefore, we evaluated the relationship between adiponectin and anemia in these patients.This prospective longitudinal study included 2113 patients from the KNOW-CKD study (KoreaN cohort study for Outcome in patients With CKD), after excluding 125 without data on adiponectin levels. Hemoglobin levels were measured yearly during a mean follow-up period of 23.7 months. Anemia was defined as hemoglobin levels of <13.0 and 12.0 g/dL for men and women, respectively.Mean patient age was 53.6 ± 12.2 years, and 1289 (61%) were men. The mean estimated glomerular filtration rate (eGFR) was 50.4 ± 30.2 mL min-1 1.73 m-2. Serum adiponectin level was inversely associated with body mass index, eGFR, log-transformed C-reactive protein, and positively with Charlson comorbidity index, urine protein to creatinine ratio, and high density lipoprotein cholesterol. In addition, serum adiponectin level was also negatively correlated with hemoglobin level and reticulocyte production index in both men and women. In multivariable linear regression analysis after adjustment of multiple confounders, adiponectin was negatively associated with hemoglobin (men, β = -0.219, P < .001; women, β = -0.09, P = .025). Among 1227 patients without anemia at baseline, 307 newly developed anemia during the follow-up period. In multivariable Cox regression analysis after adjustment of confounders, high adiponectin level was significantly associated with an increased risk of incident anemia (per 1 µg/mL increase, hazard ratio, 1.02; 95% confidence interval 1.01-1.04; P = .001).A high serum adiponectin level is independently associated with a low hemoglobin level and predicts the development of anemia in patients with CKD. These findings reveal the potential role of adiponectin in CKD-related anemia.", "id": "29287218", "date": "2017-12-26", "title": "High serum adiponectin is associated with anemia development in chronic kidney disease: The results from the KNOW-CKD study.", "doi": "10.1016/j.cyto.2017.12.018", "journal": ["Cytokine", "Cytokine"]}