{"authors": [["Díaz-Venegas", "Carlos", "C", "Max Planck Institute for Demographic Research, Rostock, Germany."], ["Schneider", "Daniel C", "DC", "Max Planck Institute for Demographic Research, Rostock, Germany."], ["Myrskylä", "Mikko", "M", "Max Planck Institute for Demographic Research, Rostock, Germany."], ["Mehta", "Neil K", "NK", "School of Public Health, University of Michigan, Ann Arbor, Michigan, United States of America."]], "text": "Diabetes affects mortality and cognitive functioning. It is not known how diabetes influences life expectancy (LE) with and without cognitive impairment. We seek to examine age at onset of cognitive impairment and life expectancy (LE) with and without cognitive impairment by diabetes status among middle- and older-aged Americans. Data come from the U.S. Health and Retirement Study 2000-2012 linked to the National Death Index (N = 13,687). We use multinomial regression models stratified by gender and controlling for age, education and race/ethnicity to estimate diabetes-status specific transition probabilities, then use a Markov chain matrix population model to calculate age at onset of cognitive impairment and LE with and without cognitive impairment by diabetes status at age 50. LE at age 50 was 27.6 (men) and 32.1 (women). From age 50, those with diabetes had a first incidence of cognitive impairment 3 (men) and 4 (women) years earlier than those without. Diabetes reduced total LE by 5-7 years and cognitively healthy LE by 4-6 years. Those with diabetes lived one year less in a cognitively impaired state than those without. Over 80% of the lower LE associated with diabetes is attributable to the loss of cognitively-healthy years. Those with diabetes have a shorter LE with cognitive impairment because of higher mortality. In analyses by educational attainment, education was strongly protective of cognitive health, yet diabetes was associated with lower age of cognitive impairment onset and fewer cognitive healthy years lived in all educational groups. The excess mortality because of diabetes may be decreasing. If the mortality decline is not coupled with a comparable decline in the risk of cognitive impairment, the population level burden of impaired cognition may grow larger.", "id": "29287106", "date": "2017-12-29", "title": "Life expectancy with and without cognitive impairment by diabetes status among older Americans.", "doi": "10.1371/journal.pone.0190488", "journal": ["PloS one", "PLoS ONE"]}