{"authors": [["Müller", "Werner E G", "WEG", "ERC Advanced Investigator Grant Research Group at the Institute for Physiological Chemistry, University Medical Center of the Johannes Gutenberg University, Mainz, Duesbergweg 6, Mainz, Germany."], ["Wang", "Shunfeng", "S", "ERC Advanced Investigator Grant Research Group at the Institute for Physiological Chemistry, University Medical Center of the Johannes Gutenberg University, Mainz, Duesbergweg 6, Mainz, Germany."], ["Wiens", "Matthias", "M", "ERC Advanced Investigator Grant Research Group at the Institute for Physiological Chemistry, University Medical Center of the Johannes Gutenberg University, Mainz, Duesbergweg 6, Mainz, Germany."], ["Neufurth", "Meik", "M", "ERC Advanced Investigator Grant Research Group at the Institute for Physiological Chemistry, University Medical Center of the Johannes Gutenberg University, Mainz, Duesbergweg 6, Mainz, Germany."], ["Ackermann", "Maximilian", "M", "Institute of Functional and Clinical Anatomy, University Medical Center of the Johannes Gutenberg University, Mainz, Germany."], ["Relkovic", "Dinko", "D", "Fidelta Ltd., Prilaz baruna Filipovića 29, Zagreb, Croatia."], ["Kokkinopoulou", "Maria", "M", "Max Planck Institute for Polymer Research, Ackermannweg 10, Mainz, Germany; and."], ["Feng", "Qingling", "Q", "Key Laboratory of Advanced Materials of Ministry of Education of China, School of Materials Science and Engineering, Tsinghua University, Beijing, China."], ["Schröder", "Heinz C", "HC", "ERC Advanced Investigator Grant Research Group at the Institute for Physiological Chemistry, University Medical Center of the Johannes Gutenberg University, Mainz, Duesbergweg 6, Mainz, Germany."], ["Wang", "Xiaohong", "X", "ERC Advanced Investigator Grant Research Group at the Institute for Physiological Chemistry, University Medical Center of the Johannes Gutenberg University, Mainz, Duesbergweg 6, Mainz, Germany."]], "text": "Recently two approaches were reported that addressed a vitally important problem in regenerative medicine, i. e. the successful treatment of wounds even under diabetic conditions. Accordingly, these studies with diabetic rabbits [Sarojini et al. PLoS One 2017, 12(4):e0174899] and diabetic mice [Müller et al. Polymers 2017, 9, 300] identified a novel (potential) target for the acceleration of wound healing in diabetes. Both studies propose a raise of the intracellular metabolic energy status via exogenous administration either of ATP, encapsulated into lipid vesicles, or of polyphosphate (polyP) micro-/nanoparticles. Recently this physiological polymer, polyP, was found to release metabolic energy in form of ATP into both the extra- and also intra-cellular space. In the present work the uptake mechanism of the amorphous polyP microparticles \"Ca-polyP-MP\" has been described and found to be a clathrin-dependent endocytosis import, based on inhibition studies with the inhibitor trifluoperazine, which blocks the clathrin-dependent endocytosis import. The experiments had been performed with SaOS-2 cells, by studying the uptake and distribution of the electron-dense particles into the cells, and with HUVEC cells, for analysis of the intracellular accumulation of polyP, visualized by fluorescent staining of polyP. Concurrently with the uptake of particular polyP the intracellular ATP level increased as well. In contrast to \"Ca-polyP-MP\" the soluble polyP, administered as \"Na-polyP[Ca2+]\", did not cause an increase in the intracellular Ca2+ level, suggesting a different mode of action of these two forms of polyP. Based on existing data on the effect of polyP and ATP on the induction of vascularization during wound repair, both groups (Sarojini et al. and Müller et al.) propose that the acceleration of wound repair is based on an increased metabolic energy supply directly to the regenerating wound area.", "id": "29287071", "date": "2017-12-29", "title": "Uptake of polyphosphate microparticles in vitro (SaOS-2 and HUVEC cells) followed by an increase of the intracellular ATP pool size.", "doi": "10.1371/journal.pone.0188977", "journal": ["PloS one", "PLoS ONE"]}