{"authors": [["Bishop", "Todd M", "TM", "Center of Excellence for Suicide Prevention, Canandaigua VAMC, 400 Fort Hill Ave, Canandaigua, NY 14244. todd.bishop@va.gov."], ["Ashrafioun", "Lisham", "L", "VISN 2 Center of Excellence for Suicide Prevention, Canandaigua VA Medical Center, Canandaigua, New York, USA."], ["Pigeon", "Wilfred R", "WR", "VISN 2 Center of Excellence for Suicide Prevention, Canandaigua VA Medical Center, Canandaigua, New York, USA."]], "text": "Sleep disturbances have been associated with increased risk for suicidal thought and behavior. The literature in regard to sleep and suicide, however, has focused predominantly on generalized sleep disturbance or insomnia. The purpose of the current study is to examine relationships among sleep apnea and suicidal thought and behavior using a nationally representative sample.We conducted a secondary analysis of 2014 data from the National Survey on Drug Use and Health. Respondents from a random sample of US households who were 18 years or older (N = 40,149) completed an interview including items assessing past-year sleep apnea, suicidal ideation, suicide planning, and suicide attempt.Among respondents with sleep apnea (2.9%; n = 1,155), prevalence of suicidality was reported to be 9.7% for suicidal ideation, 3.4% for suicide planning, and 1.0% for suicide attempt compared with 4.9%, 1.4%, and 0.7%, respectively, for those without sleep apnea. Multiple logistic regression analyses revealed that sleep apnea was significantly associated with both suicidal ideation (OR = 1.50; 95% CI, 1.18-1.91) and suicide planning (OR = 1.56; 95% CI, 1.08-2.26) after controlling for age, sex, ethnicity, past-year substance use disorder, self-rated overall health, past-year sedative-hypnotic misuse, past-year depressive episode, heart disease, high blood pressure, stroke, diabetes, and body mass index. Sleep apnea was not significantly associated with report of past-year suicide attempt (OR = 1.22; 95% CI, 0.66-2.26).Suicidal ideation and suicide planning were more likely to be endorsed by respondents with sleep apnea compared to those without after accounting for key covariates. Diagnosis of sleep apnea may represent an early opportunity for providers to discuss suicide and mental health with their patients.", "id": "29286590", "date": "2017-12-19", "title": "The Association Between Sleep Apnea and Suicidal Thought and Behavior: An Analysis of National Survey Data.", "doi": "10.4088/JCP.17m11480", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"]}