{"authors": [["Dombrovska", "N S", "NS", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», 53 Melnykova str., Kyiv, 04050, Ukraine."], ["Pleskach", "O Ya", "OY", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», 53 Melnykova str., Kyiv, 04050, Ukraine."]], "text": "assay of the total adiponectin level in the ChNPP accident clean up workers (ACUW) of the «iodine peri od» exposed to ionizing radiation in a young age and suffering now from type 2 diabetes mellitusMaterials and methods. The Chernobyl Nuclear Power Plant accident clean up workers (ACUW) of the iodine period (n=111) exposed to ionizing radiation at a young age (18-35 years) were examined in two groups: Group I (main study group, n=66) of persons with type 2 diabetes mellitus (DM) and Group II (comparison group, n=45) of persons with normal glucose challenge test results. Total radiation doses varied in the range of 10.0-860.0 mSv. Group III (nosological control group, n=20) included persons suffering type 2 DM but not exposed to ionizing radiation (IR) and Group IV were apparently healthy. All study groups were representative by the age. Anthropometric data and parameters of glycemic control were assayed. Index of the homeostatic model for assessing insulin resistance (HOMA IR) was calculated. Level of total adiponectin was assayed by the immune enzyme method. Statistical pro cessing of the data was carried out using Missrosoft® Exxel 2002 software.Serum concentration of total adiponectin in the Chornobyl NPP ACUW of the iodine peri od and suffering type 2 DM despite having normal body weight or overweight or any degree of obesity was signifi cantly lower compared to apparently healthy persons ACUW with and normal glycemic control. Moderate negative correlation was found between the level of total adiponectin and degree of obesity in the ACUW suffering type 2 DM (t = 0.367, p <0.05). With an increase in the duration of the disease there was a decrease in serum concentration of total adiponectin in the Chornobyl NPP ACUW of iodine period suffering type 2 DM and in the group of nosologi cal control. The most favorable type of glycemic profile was peculiar for patients in the main group with higher lev els of total serum adiponectin and the lowest body mass index (up to 25 kg/m2). An increase in the body mass index was accompanied by an adverse combination of abnormalities in glycemic metabolism (increased glucose concen tration, IRI, and HbA1c), insulin resistance (a significant increase in HOMA) against the background of a decrease in concentration of total adiponectin. No significant differences were found in adiponectin levels in dose subgroups. At the same time, the reliable differences between the main group and comparison group were found in the 2-5th dose subgroups, which are due to differences in numbers of people with metabolic syndrome (obesity) in the groups.Meta: vyznachennia rivnia zagal'nogo adyponektynu v uchasnykiv likvidatsiï naslidkiv avariï (ULNA) na ChAES y̆od nogo periodu, iaki buly opromineni v molodomu vitsi ta khvoriiut' na TsD 2 typu.Materialy ta metody. Obstezheno 111 ULNA na ChAES y̆odnogo periodu, oprominenykh u molodomu vitsi (18–35 rokiv), iaki buly rozpodileni na dvi grupy: I grupa (osnovna) – 66 osib z TsD 2 typu; II grupa (porivniannia) – 45 osib za naiavnosti nezminenogo gliukozotolerantnogo testu. Dozy zagal'nogo oprominennia kolyvalysia v diapazoni 10,0–860,0 mZv. III grupa (nozologichnogo kontroliu) – 20 osib, iaki strazhdaiut' na TsD 2 typu, ale ne zaznaly diï ionizuiuchogo vyprominiuvannia (IV); IV grupa – praktychno zdorovi. Grupy sposterezhennia buly reprezentatyvny my za vikom. Vyznachalysia antropometrychni pokaznyky i pokaznyky glikemichnogo kontroliu. Rozrakhovuvaly indeks gomeostatychnoï modeli otsinky insulinorezystentnosti (HOMA IR). Riven' zagal'nogo adyponektynu vyz nachaly imunofermentnym metodom. Statystychnu obrobku otrymanykh danykh provedeno za dopomogoiu programno go zabezpechennia Misrosoft® Ekhsel 2002.Rezul'taty ta vysnovky. Kontsentratsiia zagal'nogo adyponektynu v syrovattsi krovi v ULNA na ChAES y̆odnogo periodu, iaki khvoriiut' na TsD 2 typu, z normal'noiu, nadlyshkovoiu masoiu tila i riznymy stupeniamy ozhyrinnia bu la statystychno znachushche nyzhchoiu, porivniano z praktychno zdorovymy ta ULNA z normal'nym glikemichnym kontro lem. Vyiavleno seredn'oï syly obernenyy̆ koreliatsiy̆nyy̆ zv’iazok mizh rivnem zagal'nogo adyponektynu i stupenem ozhyrinnia v ULNA, iaki khvoriiut' na TsD 2 typu (t = 0,367, p < 0,05). Zi zbil'shenniam tryvalosti zakhvoriuvannia vidbu vaiet'sia znyzhennia kontsentratsiï zagal'nogo adyponektynu v syrovattsi krovi v ULNA na ChAES y̆odnogo periodu, iaki khvoriiut' na TsD 2 typu ta v grupi nozologichnogo kontroliu. Nay̆bil'sh spryiatlyvyy̆ typ glikemichnogo profiliu ma ly patsiienty osnovnoï grupy z vyshchymy rivniamy zagal'nogo adyponektynu v syrovattsi ta nay̆nyzhchym indeksom ma sy tila (do 25 kg/m2). Zbil'shennia indeksu masy tila suprovodzhuvalosia nespryiatlyvym poiednanniam patologichnykh zmin glikemichnogo metabolizmu (zbil'shennia kontsentratsiï gliukozy, IRI, HbA1c), insulinorezystentnosti (dos tovirne zbil'shennia HOMA) na tli zmenshennia kontsentratsiï zagal'nogo adyponektynu. Provedenyy̆ analiz poka zav vidsutnist' dostovirnykh vidminnostey̆ rivnia adyponektynu v dozovykh pidgrupakh. V toy̆ zhe chas dostovirni vidminnosti mizh osnovnoiu grupoiu i grupoiu porivniannia vstanovleni v 2–5 y̆ dozovykh pidgrupakh, shcho obumovleno riznoiu kil'kistiu osib z metabolichnym syndromom (ozhyrinniam) v grupakh.", "id": "29286520", "date": null, "title": "Serum content of total adipionectin in the ChNPP accident clean up workers of the «iodine period» suffering from type 2 diabetes mellitus (literature review and research data).", "doi": null, "journal": ["Problemy radiatsiinoi medytsyny ta radiobiolohii", "Probl Radiac Med Radiobiol"]}