{"authors": [["Garibay", "Darline", "D", "Department of Biomedical Sciences, Cornell University."], ["Cummings", "Bethany P", "BP", "Department of Biomedical Sciences, Cornell University; bpc68@cornell.edu."]], "text": "Bariatric surgery, such as vertical sleeve gastrectomy (VSG), is a surgery of the gastrointestinal tract that is performed for the purpose of weight loss. Bariatric surgery is currently the most effective long-term treatment for obesity. In addition to weight loss, bariatric surgery produces additional health benefits such as remission of type 2 diabetes, remission of hypertension, and decreased risk of developing certain types of cancer. The mechanisms beyond weight loss for these benefits remain incompletely defined. Therefore, animal models of bariatric surgery are being developed and validated to identify the mechanisms leading to these benefits, with the goal of improving understanding of gastrointestinal physiology and identifying new therapeutic targets. VSG has become the most commonly performed bariatric procedure in the clinic in the United States because it is highly effective at producing weight loss and metabolic improvement, and is simpler to perform than other bariatric procedures. Therefore, we have developed and validated a murine model of VSG. This murine VSG model recapitulates many of the effects of VSG seen in humans, including improved glucose and blood pressure regulation. The method is based on isolation of the stomach, ligation of gastric vessels, and removal of 70% of the stomach by transecting along the greater curvature of the stomach. We have successfully applied this surgical protocol to various genetically modified mouse lines to define the mechanistic contributors to the benefits of VSG. Furthermore, this murine VSG model has been combined with other surgical techniques, to achieve deeper mechanistic insight. Therefore, this is a simple and versatile model for studying gastrointestinal physiology and the health benefits of bariatric surgery.", "id": "29286478", "date": "2017-12-18", "title": "A Murine Model of Vertical Sleeve Gastrectomy.", "doi": "10.3791/56534", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}