{"authors": [["Hidmark", "Asa S", "AS", "Department of Medicine I and Clinical Chemistry, University Hospital of Heidelberg."], ["Nawroth", "Peter P", "PP", "Department of Medicine I and Clinical Chemistry, University Hospital of Heidelberg; Institute for Diabetes and Cancer IDC Helmholtz Center Munich, Germany & Joint Heidelberg-IDC Translational Diabetes Program; German Center for Diabetes Research (DZD)."], ["Fleming", "Thomas", "T", "Department of Medicine I and Clinical Chemistry, University Hospital of Heidelberg; German Center for Diabetes Research (DZD); Thomas.Fleming@med.uni-heidelberg.de."]], "text": "Nerve-resident immune cells in the peripheral nervous system (PNS) are essential to maintaining neuronal integrity in a healthy nerve. The immune cells of the PNS are affected by injury and disease, affecting the nerve function and the capacity for regeneration. Neuronal immune cells are commonly analyzed by immunofluorescence (IF). While IF is essential for determining the location of the immune cells in the nerve, IF is only semi-quantitative and the method is limited to the number of markers that can be analyzed simultaneously and the degree of surface expression. In this study, flow cytometry was used for quantitative analysis of leukocyte infiltration into sciatic nerves or dorsal root ganglions (DRGs) of individual mice. Single cell analysis was performed using DAPI and several proteins were analyzed simultaneously for either surface or intracellular expression. Both sciatic nerves from one mouse that were treated according to this protocol generated ≥ 30,000 single nucleated events. The proportion of leukocytes in the sciatic nerves, determined by expression of CD45, was approximately 5% of total cell content in the sciatic nerve and approximately 5-10% in the DRG. Although this protocol focuses primarily on the immune cell population within the PNS, the flexibility of flow cytometry to measure a number of markers simultaneously means that the other cells populations present within the nerve, such as Schwann cells, pericytes, fibroblasts, and endothelial cells, can also be analyzed using this method. This method therefore provides a new means for studying systemic effects on the PNS, such as neurotoxicology and genetic models of neuropathy or in chronic diseases, such as diabetes.", "id": "29286468", "date": "2017-12-06", "title": "Analysis of Immune Cells in Single Sciatic Nerves and Dorsal Root Ganglion from a Single Mouse Using Flow Cytometry.", "doi": "10.3791/56538", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}