{"authors": [["Changou", "Chun Austin", "CA", "The Ph.D. Program for Cancer Biology and Drug Discovery, College of Medical Science and Technology, Taipei Medical University; Integrated Laboratory, Center of Translational Medicine, Taipei Medical University; Core Facility, Taipei Medical University."], ["Ajoy", "Reni", "R", "The Ph.D. Program for Neural Regenerative Medicine, College of Medical Science and Technology, Taipei Medical University; Graduate Institute of Neural Regenerative Medicine, College of Medical Science and Technology, Taipei Medical University."], ["Chou", "Szu-Yi", "SY", "The Ph.D. Program for Neural Regenerative Medicine, College of Medical Science and Technology, Taipei Medical University; Graduate Institute of Neural Regenerative Medicine, College of Medical Science and Technology, Taipei Medical University; TMU research center for Neurotrauma and Neuroregeneration, College of Medical Science and Technology, Taipei Medical University; sichou@tmu.edu.tw."]], "text": "Type 2 diabetes mellitus (T2DM) is a global health crisis which is characterized by insulin signaling impairment and chronic inflammation in peripheral tissues. The hypothalamus in the central nervous system (CNS) is the control center for energy and insulin signal response regulation. Chronic inflammation in peripheral tissues and imbalances of certain chemokines (such as CCL5, TNFα, and IL-6) contribute to diabetes and obesity. However, the functional mechanism(s) connecting chemokines and hypothalamic insulin signal regulation still remain unclear. In vitro primary neuron culture models are convenient and simple models which can be used to investigate insulin signal regulation in hypothalamic neurons. In this study, we introduced exogeneous GLUT4 protein conjugated with GFP (GFP-GLUT4) into primary hypothalamic neurons to track GLUT4 membrane translocation upon insulin stimulation. Time-lapse images of GFP-GLUT4 protein trafficking were recorded by deconvolution microscopy, which allowed users to generate high-speed, high-resolution images without damaging the neurons significantly while conducting the experiment. The contribution of CCR5 in insulin regulated GLUT4 translocation was observed in CCR5 deficient hypothalamic neurons, which were isolated and cultured from CCR5 knockout mice. Our results demonstrated that the GLUT4 membrane translocation efficiency was reduced in CCR5 deficient hypothalamic neurons after insulin stimulation.", "id": "29286405", "date": "2017-12-07", "title": "Live Images of GLUT4 Protein Trafficking in Mouse Primary Hypothalamic Neurons Using Deconvolution Microscopy.", "doi": "10.3791/56409", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}