{"authors": [["Xu", "Yi", "Y", "Department of Medicine, Division of Regenerative Medicine, Loma Linda University."], ["Wasnik", "Samiksha", "S", "Department of Medicine, Division of Regenerative Medicine, Loma Linda University."], ["Baylink", "David J", "DJ", "Department of Medicine, Division of Regenerative Medicine, Loma Linda University."], ["Berumen", "Edmundo Carreon", "EC", "Department of Medicine, Division of Regenerative Medicine, Loma Linda University."], ["Tang", "Xiaolei", "X", "Department of Medicine, Division of Regenerative Medicine, Loma Linda University; XITang@llu.edu."]], "text": "Qa-1 (HLA-E in human) belongs to a group of non-classical major histocompatibility complex 1b (MHC-Ib) molecules. Recent data suggest that Qa-1 molecules play important roles in surveying cells for structural and functional integrity, inducing immune regulation, and limiting immune responses to viral infections. Additionally, functional augmentation of Qa-1-restricted CD8+ T cells through epitope immunization has shown therapeutic effects in several autoimmune disease animal models, e.g. experimental allergic encephalomyelitis, collagen-induced arthritis, and non-obese diabetes. Therefore, there is an urgent need for a method that can efficiently and quickly identify functional Qa-1 epitopes in a protein. Here, we describe a protocol that utilizes Qa-1-restricted CD8+ T cell lines specific for an overlapping peptide (OLP) library for determining Qa-1 epitopes in a protein. This OLP library contains 15-mer overlapping peptides that cover the whole length of a protein, and adjacent peptides overlap by 11 amino acids. Using this protocol, we recently identified a 9-mer Qa-1 epitope in myelin oligodendrocyte glycoprotein (MOG). This newly mapped MOG Qa-1 epitope was shown to induce epitope-specific, Qa-1-restricted CD8+ T cells that enhanced myelin-specific immune regulation. Therefore, this protocol is useful for future investigation of novel targets and functions of Qa-1-restricted CD8+ T cells.", "id": "29286392", "date": "2017-12-20", "title": "Overlapping Peptide Library to Map Qa-1 Epitopes in a Protein.", "doi": "10.3791/56401", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}