{"authors": [["Sun", "Lili", "L", "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. 18322050489@163.com."], ["Ding", "Feifei", "F", "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. vampiredff@163.com."], ["You", "Guangjiao", "G", "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. 15022169561@163.com."], ["Liu", "Han", "H", "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. liuhanhebei@163.com."], ["Wang", "Meng", "M", "Tianjin State Key Laboratory of Modern Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. mengwangr@163.com."], ["Ren", "Xiaoliang", "X", "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. renxiaoliang@tjutcm.edu.cn."], ["Deng", "Yanru", "Y", "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China. dyanru@sina.com."]], "text": "JinQi Jiangtang (JQJT) tablets, a Chinese patent medicine approved by the State Food and Drug Administration, are composed of Coptidis Rhizoma, Astragali Radix, and Lonicerae Japonicae Flos, and have a significant effect on diabetes. Coptidis Rhizoma is monarch drug in the prescription. The aim of the present study was to investigate and compare the pharmacokinetics of multiple ingredients from JQJT tablets and Coptidis Rhizoma extract (CRE) following oral administration in rats. Five alkaloids: coptisine chloride, epiberberine chloride, berberine chloride, jatrorrhizine chloride, and palmatine chloride, were simultaneously determined in rat plasma using established and validated ultra-high performance liquid chromatography mass spectrometry (UPLC-MS/MS). Significant pharmacokinetic differences were observed for the five alkaloids after a single administration of CRE and JQJT tablets. Compared with CRE, the Cmax values of palmatine chloride and jatrorrhizine chloride were decreased significantly, the AUC0-t values of four alkaloids (all except jatrorrhizine chloride) were notably decreased, and the mean residence times of all five alkaloids were significantly decreased after administration of JQJT tablets. The results indicated that the absorption characteristics of the five alkaloids from Coptidis Rhizoma would be influenced by the compatibility of Astragali Radix or Lonicerae Japonicae Flos from JQJT tablets, such that absorption was inhibited and elimination was accelerated. In conclusion, the developed strategy was suitable for the comparison of five alkaloids from JinQi Jiangtang tablets and its monarch drug, which could be valuable for compatibility studies of traditional Chinese medicines.", "id": "29286316", "date": "2017-12-29", "title": "Development and Validation of an UPLC-MS/MS Method for Pharmacokinetic Comparison of Five Alkaloids from JinQi Jiangtang Tablets and Its Monarch Drug Coptidis Rhizoma.", "doi": "10.3390/pharmaceutics10010004", "journal": ["Pharmaceutics", "Pharmaceutics"]}