{"authors": [["Martinez-Millana", "Antonio", "A", "Instituto Universitario de Investigación de Aplicaciones de las Tecnologías de la Información y de las Comunicaciones Avanzadas (ITACA), Universitat Politecnica de Valencia, Camino de Vera S/N, Valencia 46022, Spain. anmarmil@itaca.upv.es."], ["Bayo-Monton", "Jose-Luis", "JL", "Instituto Universitario de Investigación de Aplicaciones de las Tecnologías de la Información y de las Comunicaciones Avanzadas (ITACA), Universitat Politecnica de Valencia, Camino de Vera S/N, Valencia 46022, Spain. jobamon@itaca.upv.es."], ["Argente-Pla", "María", "M", "Servicio de Endocrinología y Nutrición del Hospital Universitario y Politécnico La Fe, Bulevar Sur S/N, Valencia 46026, Spain. carferll@itaca.upv.es."], ["Fernandez-Llatas", "Carlos", "C", "Instituto Universitario de Investigación de Aplicaciones de las Tecnologías de la Información y de las Comunicaciones Avanzadas (ITACA), Universitat Politecnica de Valencia, Camino de Vera S/N, Valencia 46022, Spain. vtraver@itaca.upv.es."], ["Merino-Torres", "Juan Francisco", "JF", "Servicio de Endocrinología y Nutrición del Hospital Universitario y Politécnico La Fe, Bulevar Sur S/N, Valencia 46026, Spain. mariaargentepla@gmail.com."], ["Traver-Salcedo", "Vicente", "V", "Instituto Universitario de Investigación de Aplicaciones de las Tecnologías de la Información y de las Comunicaciones Avanzadas (ITACA), Universitat Politecnica de Valencia, Camino de Vera S/N, Valencia 46022, Spain. merino_jfr@gva.es."]], "text": "Life expectancy is increasing and, so, the years that patients have to live with chronic diseases and co-morbidities. Type 2 diabetes is one of the most prevalent chronic diseases, specifically linked to being overweight and ages over sixty. Recent studies have demonstrated the effectiveness of new strategies to delay and even prevent the onset of type 2 diabetes by a combination of active and healthy lifestyle on cohorts of mid to high risk subjects. Prospective research has been driven on large groups of the population to build risk scores that aim to obtain a rule for the classification of patients according to the odds for developing the disease. Currently, there are more than two hundred models and risk scores for doing this, but a few have been properly evaluated in external groups and integrated into a clinical application for decision support. In this paper, we present a novel system architecture based on service choreography and hybrid modeling, which enables a distributed integration of clinical databases, statistical and mathematical engines and web interfaces to be deployed in a clinical setting. The system was assessed during an eight-week continuous period with eight endocrinologists of a hospital who evaluated up to 8080 patients with seven different type 2 diabetes risk models implemented in two mathematical engines. Throughput was assessed as a matter of technical key performance indicators, confirming the reliability and efficiency of the proposed architecture to integrate hybrid artificial intelligence tools into daily clinical routine to identify high risk subjects.", "id": "29286314", "date": "2017-12-29", "title": "Integration of Distributed Services and Hybrid Models Based on Process Choreography to Predict and Detect Type 2 Diabetes.", "doi": "10.3390/s18010079", "journal": ["Sensors (Basel, Switzerland)", "Sensors (Basel)"]}