{"authors": [["Wang", "Ning", "N", "Department of Biotechnology, School of Food Science and Biological Engineering, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Zhang", "Jiahui", "J", "Department of Biochemistry, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Qin", "Mengting", "M", "Department of Biotechnology, School of Food Science and Biological Engineering, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Yi", "Wenjing", "W", "Department of Biochemistry, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Yu", "Shuang", "S", "Department of Biochemistry, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Chen", "Yi", "Y", "Department of Biochemistry, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Guan", "Jing", "J", "Department of Biochemistry, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Zhang", "Rui", "R", "Department of Biochemistry, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."]], "text": "Pancreatic β cells are sensitive to oxidative stress, which is one of the predominant causes of cell damage and the emergence of diabetes. The identification of effective therapeutic strategies to protect pancreatic cells from oxidative stress has increased interest in the screening of antioxidants from natural products. The present study aimed to investigate the protective effects of morin against streptozotocin (STZ)‑induced cell damage in a rat insulinoma cell line (RINm5F pancreatic β cells) and to identify the underlying mechanisms. The results indicated that morin inhibited the increase in intracellular reactive oxygen species, attenuated the activity of poly (ADP‑ribose) polymerase, restored intracellular nicotinamide adenine dinucleotide levels and reduced the apoptotic cell death of STZ‑treated pancreatic β cells. Treatment with morin significantly upregulated catalase in pancreatic β cells, and ameliorated the STZ‑induced loss of catalase at the genetic, protein and enzymatic level. In further experiments, morin induced the phosphorylation of 5' adenosine monophosphate‑activated protein kinase (AMPK), which subsequently promoted the translocation of forkhead box O3 (FOXO3) to the nucleus. Specific small interfering RNAs (siRNAs) against AMPK and FOXO3 suppressed morin‑induced catalase expression. Furthermore, catalase‑specific siRNA abolished the protective effects of morin against STZ‑stimulated cell death. Taken together, these results indicated that morin protected RINm5F cells from STZ‑induced cell damage by triggering the phosphorylation of AMPK, thus resulting in subsequent activation of FOXO3 and induction of catalase.", "id": "29286118", "date": "2017-12-29", "title": "Amelioration of streptozotocin‑induced pancreatic β cell damage by morin: Involvement of the AMPK‑FOXO3‑catalase signaling pathway.", "doi": "10.3892/ijmm.2017.3357", "journal": ["International journal of molecular medicine", "Int. J. Mol. Med."]}