{"authors": [["Lin", "Nan", "N", "Department of Obstetrics and Gynecology, The Fourth Affiliated Hospital of Harbin Medical University, Harbin, Heilongjiang 150001, P.R. China."], ["Cai", "Yan", "Y", "Department of Obstetrics and Gynecology, The Fourth Affiliated Hospital of Harbin Medical University, Harbin, Heilongjiang 150001, P.R. China."], ["Zhang", "Linlin", "L", "Gastroenterology Department, Harbin The First Hospital, Harbin, Heilongjiang 150001, P.R. China."], ["Chen", "Yahang", "Y", "Department of Obstetrics and Gynecology, The Hospital of Heilongjiang, Harbin, Heilongjiang 150001, P.R. China."]], "text": "Maternal diabetes has been reported to be a critical factor for congenital heart defects (CHD) in offspring. The present study aimed to screen the key genes that may be involved in CHD in offspring of diabetic mothers. The present study obtained the gene expression profile of GSE32078, including three embryonic heart tissue samples at embryonic day 13.5 (E13.5), three embryonic heart tissue samples at embryonic day 15.5 (E15.5) from diabetic mice and their respective controls from normal mice. The cut‑off criterion of P<0.08 was set to screen differentially expressed genes (DEGs). Their enrichment functions were predicted by Gene Ontology. The enriched pathways were forecasted by Kyoto Encyclopedia of Genes and Genomes and Reactome analysis. Protein‑protein interaction (PPI) networks for DEGs were constructed using Cytoscape. The present study identified 869 and 802 DEGs in E13.5 group and E15.5 group, respectively and 182 DEGs were shared by the two developmental stages. The pathway enrichment analysis results revealed that DEGs including intercellular adhesion molecule 1 (Icam1) and H2‑M9 were enriched in cell adhesion molecules; DEGs including bone morphogenetic protein receptor type 1A, transforming growth factor β receptor 1 and SMAD specific E3 ubiquitin protein ligase 1 were enriched in the tumor growth factor‑β signaling pathway. In addition, DEGs including Icam1, C1s and Fc fragment of IgG receptor IIb were enriched in Staphylococcus aureus infection. Furthermore, the shared DEGs including Icam1, nuclear receptor corepressor 1 (Ncor1) and AKT serine/threonine kinase 3 (Akt3) had high connectivity degrees in the PPI network. The shared DEGs including Icam1, Ncor1 and Akt3 may be important in the cardiogenesis of embryos. These genes may be involved in the development of CHD in the offspring of diabetic mothers.", "id": "29286097", "date": "2017-12-20", "title": "Identification of key genes associated with congenital heart defects in embryos of diabetic mice.", "doi": "10.3892/mmr.2017.8330", "journal": ["Molecular medicine reports", "Mol Med Rep"]}