{"authors": [["Li", "Yuanhang", "Y", "Medical Department, Cancer Hospital of China Medical University, Shenyang, Liaoning 110042, P.R. China."], ["Bai", "Weijun", "W", "Medical Department, Cancer Hospital of China Medical University, Shenyang, Liaoning 110042, P.R. China."], ["Zhang", "Xu", "X", "Radiotherapy Department, Cancer Hospital of China Medical University, Shenyang, Liaoning 110042, P.R. China."]], "text": "The present study aimed to classify gastric cancer (GC) into subtypes and to screen the subtype‑specific genes, their targeted microRNAs (miRNAs) and enriched pathways to explore the putative mechanism of each GC subtypes. The GSE13861 data set was downloaded from the Gene Expression Omnibus and used to screen differential expression genes (DEGs) in GC samples based on the detection of imbalanced differential signal algorithm. The specific genes in each subtype were identified with the cut‑off criterion of U>0.04, pathway enrichment analysis was performed and the subtype‑specific subpaths of miRNA‑target pathway were determined. A total of 1,263 DEGs were identified in the primary gastric adenocarcinoma (PGD) samples, which were subsequently divided into four subtypes, according to the hierarchy cluster analysis. Identification of the subpaths of each subtype indicated that the subpath related to subtype 1 was miRNA (miR)‑202/calcium voltage‑gated channel subunit α1 (CACNA1E)/type II diabetes mellitus. The nuclear factor‑κB signaling pathway was the most significantly specific pathway and subpath identified for subtype 2, which was regulated by miR‑338‑targeted suppression of C‑C motif chemokine ligand 21 (CCL21). For subtype 3, significant related pathways included ubiquitin‑mediated proteolysis and proteasome, and the important subpath was miR‑146B/proteasome 26S subunit, non‑ATPase 3 (PSMD3)/proteasome; focal adhesion was the significant pathway indicated for subtype 4, and the subpaths were miR‑34A/vinculin (VCL)/focal adhesion and miR‑34C/VCL/focal adhesion. In addition, Helicobacter pylori infection was higher in GC subtype 1 than in other subtypes. Specific genes, such as CACNA1E, CCL21, PSMD3 and VCL, may be used as potential feature genes to identify different subtypes of GC, and their associated subpaths may partially explain the pathogenetic mechanism of each GC subtype.", "id": "29286091", "date": "2017-12-20", "title": "Identifying heterogeneous subtypes of gastric cancer and subtype‑specific subpaths of microRNA‑target pathways.", "doi": "10.3892/mmr.2017.8329", "journal": ["Molecular medicine reports", "Mol Med Rep"]}