{"authors": [["Targher", "Giovanni", "G", "Department of Medicine, Section of Endocrinology, Diabetes and Metabolism, University and Azienda Ospedaliera Universitaria Integrata of Verona, Piazzale Stefani 1, 37126 Verona, Italy."], ["Lonardo", "Amedeo", "A", "Azienda Ospedaliera Universitaria di Modena, Ospedale Civile Sant'Agostino Estense, Via Giardini 1355, 41126 Baggiovara, Modena, Italy."], ["Byrne", "Christopher D", "CD", "Nutrition and Metabolism, Faculty of Medicine, Institute of Developmental Sciences (IDS), MP887, University of Southampton, Southampton General Hospital, Tremona Road, Southampton SO16 6YD, UK."]], "text": "Nonalcoholic fatty liver disease (NAFLD) and diabetes mellitus are common diseases that often coexist and might act synergistically to increase the risk of hepatic and extra-hepatic clinical outcomes. NAFLD affects up to 70-80% of patients with type 2 diabetes mellitus and up to 30-40% of adults with type 1 diabetes mellitus. The coexistence of NAFLD and diabetes mellitus increases the risk of developing not only the more severe forms of NAFLD but also chronic vascular complications of diabetes mellitus. Indeed, substantial evidence links NAFLD with an increased risk of developing cardiovascular disease and other cardiac and arrhythmic complications in patients with type 1 diabetes mellitus or type 2 diabetes mellitus. NAFLD is also associated with an increased risk of developing microvascular diabetic complications, especially chronic kidney disease. This Review focuses on the strong association between NAFLD and the risk of chronic vascular complications in patients with type 1 diabetes mellitus or type 2 diabetes mellitus, thereby promoting an increased awareness of the extra-hepatic implications of this increasingly prevalent and burdensome liver disease. We also discuss the putative underlying mechanisms by which NAFLD contributes to vascular diseases, as well as the emerging role of changes in the gut microbiota (dysbiosis) in the pathogenesis of NAFLD and associated vascular diseases.", "id": "29286050", "date": "2017-12-29", "title": "Nonalcoholic fatty liver disease and chronic vascular complications of diabetes mellitus.", "doi": "10.1038/nrendo.2017.173", "journal": ["Nature reviews. Endocrinology", "Nat Rev Endocrinol"]}