{"authors": [["Vlasov", "A P", "AP", "Ogarev Mordovian State University, Saransk, Russia."], ["Zaitsev", "P P", "PP", "Ogarev Mordovian State University, Saransk, Russia."], ["Vlasov", "P A", "PA", "Ogarev Mordovian State University, Saransk, Russia."], ["Bolotskikh", "V A", "VA", "Burdenko Voronezh State Medical University, Voronezh, Russia."], ["Grigoriev", "A G", "AG", "Ogarev Mordovian State University, Saransk, Russia."], ["Vlasova", "T I", "TI", "Ogarev Mordovian State University, Saransk, Russia."], ["Karpunkin", "O A", "OA", "Ogarev Mordovian State University, Saransk, Russia."]], "text": "The purpose of the study was to study the effectiveness of the domestic drug Remaxol in reparative processes of laparotomic wound tissues in acute surgical abdominal pathology in patients with diabetes mellitus.Clinical and laboratory studies were performed in 86 patients with acute surgical pathology of the abdominal cavity, 56 patients with type 1 diabetes mellitus, including 26 patients who received Remaxol in the early postoperative period (daily intravenous infusions of 400.0 ml for 5 days).It was established that diabetes mellitus is an important aggravating factor in the reparative process of tissue structures of a laparotomic wound. Undoubtedly, a significant factor in reducing the reparative potential of tissues is a significant activation of factors leading to membrane-destabilizing phenomena - oxidative stress, activation of phospholipases, hypoxia. The inclusion of Remaxol, which has antioxidant and antihypoxic effects, allows to significantly correct these pathogenetic components, which is the basis for optimization of the reparative process against the background of diabetes mellitus. There was a significant decrease in wound complications in the early postoperative period, a significant reduction in the stay of patients in the hospital.Цель исследования - изучение эффективности отечественного препарата ремаксол при репаративных процессах тканей лапаротомной раны при острой хирургической патологии брюшной полости у больных сахарным диабетом. Материалы и методы. Клинико-лабораторные исследования проведены у 86 больных с острой хирургической патологией органов брюшной полости, из них 56 больных сахарным диабетом I типа, в том числе 26 больных, которым в раннем послеоперационном периоде применен ремаксол (ежедневные внутривенные вливания по 400 мл в течение 5 сут). Результаты. Установлено, что сахарный диабет является существенным отягощающим фактором репаративного процесса тканевых структур лапаротомной раны. Значимым фактором снижения репаративного потенциала тканей является существенная активизация факторов, приводящих к мембранодестабилизирующим явлениям, - оксидативный стресс, активизация фосфолипаз, гипоксия. Включение в схему терапии препарата ремаксол, обладающего антиоксидантным и антигипоксантным эффектами, позволяет существенно корректировать указанные патогенетические компоненты, что лежит в основе оптимизации репаративного процесса на фоне сахарного диабета. Отмечено достоверное уменьшение в раннем послеоперационном периоде раневых осложнений, существенное сокращение пребывания больных в стационаре.", "id": "29286031", "date": null, "title": "[Increase of reparative potential of fabrics in sugar diabetes].", "doi": "10.17116/hirurgia20171252-57", "journal": ["Khirurgiia", "Khirurgiia (Mosk)"]}