{"authors": [["Halmos", "Tamás", "T", "Metabolikus Ambulancia, Mazsihisz Szeretetkórház Budapest."], ["Suba", "Ilona", "I", "Tüdőgondozó Intézet, Bajcsy-Zsilinszky Kórház-Rendelőintézet Budapest."]], "text": "Non-alcoholic fatty liver disease is the most common non-infectious chronic liver-disease in our age, and is a spectrum of all the diseases associated with increased fat accumulation in the hepatocytes. Its development is promoted by sedentary life-style, over-feeding, and certain genetic predisposition. Prevalence in the adult population, even in Hungary is ~30%. In a part of cases, this disease may pass into non-alcoholic steatohepatitis, later into fibrosis, rarely into primary hepatocellular cancer. Fatty liver is closely and bidirectionally related to the metabolic syndrome and type 2 diabetes, and nowadays there is a general consensus that fatty liver is the hepatic manifestation of the metabolic sycndrome. The importance of the fatty liver has been highly emphasized recently. In addition to the progression into steatohepatitis, its causal relationship with numerous extrahepatic disorders has been discovered. In our overview, we deal with the epidemiology, pathomechanism of the disease, discuss the possibilities of diagnosis, its relationship with the intestinal microbiota, its recently recognized correlations with bile acids and their receptors, and its supposed correlations with the circadian CLOCK system. Hereinafter, we overview those extrahepatic disorders, which have been shown to be causal link with the non-alcoholic fatty liver disease. Among these, we emphasize the metabolic syndrome/type 2 diabetes, cardiovascular disorders, chronic kidney disease, sleep apnea/hypoventilation syndrome, inflammatory bowel disease, Alzheimer's disease, osteoporosis, and psoriasis, as well. Based on the above, it can be stated, that high risk individuals with non-alcoholic fatty liver disease need systemic care, and require the detection of other components of this systemic pathological condition. While currently specific therapy for the disease is not yet known, life-style changes, adequate use of available medicines can prevent disease progression. Promising research is under way, including drugs, manipulation of the intestinal flora or the possibility of therapeutic use of bile acid receptors, and also bariatric surgery. Orv Hetil. 2017; 158(52): 2051-2061.", "id": "29285942", "date": null, "title": "[Non-alcoholic fatty liver disease, as a component of the metabolic syndrome, and its causal correlations with other extrahepatic diseases].", "doi": "10.1556/650.2017.30936", "journal": ["Orvosi hetilap", "Orv Hetil"]}