{"authors": [["Kim", "Nam-Hee", "NH", "Department of Dental Hygiene, Wonju College of Medicine, Yonsei University, Wonju, Korea."], ["Lee", "Ga-Yeong", "GY", "Department of Dental Hygiene, Graduate School, Yonsei University, Seoul, Korea."], ["Park", "Su-Kyung", "SK", "Department of Dental Hygiene, Graduate School, Yonsei University, Seoul, Korea."], ["Kim", "Yeun-Ju", "YJ", "Department of Dental Hygiene, Graduate School, Yonsei University, Seoul, Korea."], ["Lee", "Min-Young", "MY", "Department of Dental Hygiene, Graduate School, Yonsei University, Seoul, Korea."], ["Kim", "Chun-Bae", "CB", "Department of Preventive Medicine, Wonju College of Medicine, Yonsei University, Wonju, Korea."]], "text": "This study aimed to evaluate the effects of a community-based oral hygiene service on general and periodontal health indicators of patients with hypertension and type 2 diabetes mellitus visiting a community health centre in Korea. The study used a one-group pretest-posttest and interrupted time-series design. A total of 151 participants (45% male), with a mean age of 63 ± 8.4 years, were included in the study; these included patients with hypertension (62%), diabetes (12%) and both hypertension and diabetes (26%). Two dental hygienists dedicated 2 days per week to this project, providing oral hygiene services to 10-13 participants per day. Four oral hygiene service sessions were provided per patient. The objective oral hygiene status and subjective self-reported periodontal status were compared before and after the service. The changes in blood pressure and glycosylated haemoglobin levels were also assessed. A lower frequency of subjective swelling was reported at the fourth session (37.9%) compared to the first (55.6%) session. Further, significantly fewer cases of calculus and bleeding were observed (p < .05), and significantly more patients reported having no gum problems at the fourth session (43.1% vs. 27.2%; p < .05) than at the first session. Finally, the participants maintained stable blood pressures at each of the four sessions, and their glycosylated haemoglobin levels were significantly lower at the fourth session. In conclusion, the findings of this study suggest that community oral hygiene services provided by dental hygienists can promote objective oral hygiene and subjective periodontal status in the local community, and may help in the control of hypertension and diabetes.", "id": "29285823", "date": "2017-12-28", "title": "Provision of oral hygiene services as a potential method for preventing periodontal disease and control hypertension and diabetes in a community health centre in Korea.", "doi": "10.1111/hsc.12535", "journal": ["Health & social care in the community", "Health Soc Care Community"]}