{"authors": [["Simas", "Joana Noguères", "JN", "Laboratory of Developmental Biology, Department of Morphology and Genetics, Federal University of Sao Paulo (UNIFESP), Sao Paulo, SP, Brazil."], ["Mendes", "Talita Biude", "TB", "Laboratory of Developmental Biology, Department of Morphology and Genetics, Federal University of Sao Paulo (UNIFESP), Sao Paulo, SP, Brazil."], ["Paccola", "Camila Cicconi", "CC", "Laboratory of Developmental Biology, Department of Morphology and Genetics, Federal University of Sao Paulo (UNIFESP), Sao Paulo, SP, Brazil."], ["Vendramini", "Vanessa", "V", "Laboratory of Developmental Biology, Department of Morphology and Genetics, Federal University of Sao Paulo (UNIFESP), Sao Paulo, SP, Brazil."], ["Miraglia", "Sandra Maria", "SM", "Laboratory of Developmental Biology, Department of Morphology and Genetics, Federal University of Sao Paulo (UNIFESP), Sao Paulo, SP, Brazil."]], "text": "The progression of diabetes mellitus leads to several complications including overproduction of reactive oxygen species and reproductive alterations. As resveratrol (RES) is a powerful anti-oxidant and an anti-apoptotic compound, we hypothesized that side effects of type-1 diabetes (DM1) on male reproduction could be reduced by the RES treatment. Eighty-four prepubertal male rats were distributed into seven groups: sham-control (SC), RES-treated (R), resveratrol-vehicle-treated (RV), diabetic (D), diabetic-insulin-treated (DI), diabetic-RES-treated (DR), diabetic-insulin and RES-treated (DIR). DM1 was induced by a single intraperitoneal streptozotocin (STZ) injection (65 mg/kg) on the 30th day postpartum (dpp). Animals of DR, DIR and R groups received 150 mg/day of RES by gavage for 43 consecutive days (from the 33 to 75 dpp). DI and DIR rats received subcutaneous injections of insulin (1 U/100 g b.w./day) from 5th day after the DM1 induction. The blood glucose level was monitored. At 75 dpp, the euthanasia was performed for morphometric and biometric testicular analyses, spermatic evaluation and hormonal doses. In the D group, the blood glucose level was higher than in the DR, DI and DIR groups. Besides morphometric testicular measurements, testosterone and estradiol doses were lower in D group than in DR and DIR groups; LH dose was also lower than in DR. The preputial separation age was delayed in diabetes-induced groups. The DR and DIR groups showed an improvement in sperm mitochondrial activity, epididymal sperm counts and the frequency of morphologically normal sperms. RES treatment improved glycaemic level, sperm quantitative and qualitative parameters and the hormonal profile in DM1-induced rats and seems to be a good reproductive protector.", "id": "29285813", "date": "2017-12-29", "title": "Resveratrol attenuates reproductive alterations in type 1 diabetes-induced rats.", "doi": "10.1111/iep.12251", "journal": ["International journal of experimental pathology", "Int J Exp Pathol"]}