{"authors": [["Guo", "Jia", "J", "Xiangya School of Nursing, Central South University, Hunan, China."], ["Shi", "Zhengkun", "Z", "Xiangya Hospital, Central South University, Hunan, China."], ["Chen", "Jyu-Lin", "JL", "School of Nursing, University of California, San Francisco, CA, USA."], ["Dixon", "Jane K", "JK", "School of Nursing, Yale University, West Haven, CT, USA."], ["Wiley", "James", "J", "Philip R. Lee Institute for Health Policy Studies, University of California, San Francisco, CA, USA."], ["Parry", "Monica", "M", "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, ON, Canada."]], "text": "To adapt the Canadian Diabetes Risk Assessment Questionnaire for the Chinese population and to evaluate its psychometric properties.A cross-sectional study was conducted with a convenience sample of 194 individuals aged 35-74 years from October 2014 to April 2015.The Canadian Diabetes Risk Assessment Questionnaire was adapted and translated for the Chinese population. Test-retest reliability was conducted to measure stability. Criterion and convergent validity of the adapted questionnaire were assessed using 2-hr 75 g oral glucose tolerance tests and the Finnish Diabetes Risk Scores, respectively. Sensitivity and specificity were evaluated to establish its predictive validity.The test-retest reliability was 0.988. Adequate validity of the adapted questionnaire was demonstrated by positive correlations found between the scores and 2-hr 75 g oral glucose tolerance tests (r = .343, p < .001) and with the Finnish Diabetes Risk Scores (r = .738, p < .001). The area under receiver operating characteristic curve was 0.705 (95% CI .632, .778), demonstrating moderate diagnostic value at a cutoff score of 30. The sensitivity was 73%, with a positive predictive value of 57% and negative predictive value of 78%.Our results provided evidence supporting the translation consistency, content validity, convergent validity, criterion validity, sensitivity, and specificity of the translated Canadian Diabetes Risk Assessment Questionnaire with minor modifications. This paper provides clinical, practical, and methodological information on how to adapt a diabetes risk calculator between cultures for public health nurses.", "id": "29285800", "date": "2017-12-29", "title": "Translation and validation of the Canadian diabetes risk assessment questionnaire in China.", "doi": "10.1111/phn.12380", "journal": ["Public health nursing (Boston, Mass.)", "Public Health Nurs"]}