{"authors": [["McTavish", "L", "L", "Endocrine, Diabetes and Research Centre, Capital and Coast District Health Board, Wellington, New Zealand."], ["Corley", "B", "B", "Endocrine, Diabetes and Research Centre, Capital and Coast District Health Board, Wellington, New Zealand."], ["Weatherall", "M", "M", "Department of Medicine, University of Otago, Wellington, New Zealand."], ["Wiltshire", "E", "E", "Department of Paediatrics and Child Health, University of Otago Wellington, Wellington, New Zealand."], ["Krebs", "J D", "JD", "Endocrine, Diabetes and Research Centre, Capital and Coast District Health Board, Wellington, New Zealand."]], "text": "To test whether weight-based treatment is more effective than usual care in people with Type 1 diabetes receiving continuous subcutaneous insulin infusion therapy with regard to both hypoglycaemia and avoiding excessive rebound hyperglycaemia.Children and adults on continuous subcutaneous insulin infusion were enrolled into a study with a crossover design. Each episode of hypoglycaemia (defined as capillary glucose <4.0 mmol/l) was randomly assigned one of two treatment protocols using glucose tablets: either 0.3 g/kg body weight or usual treatment with 15 g (adults) or 10 g (children) for capillary glucose levels 3-3.9 mmol/l or twice these doses for capillary glucose levels <3 mmol/l. All participants received each treatment in random order for up to 10 hypoglycaemic episodes. Glucose levels were re-tested 10 min after treatment, with a repeat dose if still <4 mmol/l.Of the 37 participants enrolled, 35 (aged 6-68 years) completed the study. Twenty-four participants completed all treatment episodes, while 10 participants had <10 hypoglycaemic episodes and two withdrew without data. The mean glucose difference between weight-based and usual treatment after 10 min was 0.33 mmol/l (95% CI 0.005 to 0.66; P=0.047) in adults and 0.45 (95% CI 0.18 to 0.72; P=0.001) in children. The odds ratios for resolution of hypoglycaemia at 10 min with a single treatment using weight-based compared with usual treatment were 3.12 (95% CI 1.38 to 7.02; P=0.0070) in adults and 2.61 (95% CI 1.19 to 5.74; P=0.017) in children.Weight-based treatment using 0.3 g/kg glucose was more effective for symptomatic hypoglycaemia in children and adults with Type 1 diabetes who were using continuous subcutaneous insulin infusion than treatment based on current international recommendations.", "id": "29285796", "date": "2017-12-28", "title": "Weight-based carbohydrate treatment of hypoglycaemia in people with Type 1 diabetes using insulin pump therapy: a randomized crossover clinical trial.", "doi": "10.1111/dme.13576", "journal": ["Diabetic medicine : a journal of the British Diabetic Association", "Diabet. Med."]}