{"authors": [["Pazderska", "A", "A", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["Kyaw Tun", "T", "T", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["Phelan", "N", "N", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["McGowan", "A", "A", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["Sherlock", "M", "M", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["Behan", "L A", "LA", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["Boran", "G", "G", "Clinical Chemistry, Tallaght Hospital, Tallaght, Dublin, Ireland."], ["Gibney", "J", "J", "Department of Endocrinology and Diabetes Mellitus, Tallaght Hospital, Tallaght, Dublin, Ireland."]], "text": "Cardiometabolic abnormalities are recognised in polycystic ovary syndrome (PCOS). However, over-emphasis on PCOS as a risk factor potentially results in over-investigation and treatment of some women with, and under-recognition of cardiometabolic risk in obese women without PCOS. Our objective was to explore the association between waist circumference (WC) and indices of glucose and lipid metabolism in women with and without PCOS.(1) an exploratory cross-sectional study investigating association of potential cardiometabolic risk markers (PCOS status, anthropometric measures, hsCRP, HOMA-IR, SHBG, testosterone) with indices of glucose (frequently-sampled-intravenous-glucose-tolerance-test) and lipid metabolism (post-prandial studies and lipoprotein particle size) in 61 women with (n=29) and without (n=32) PCOS; (2) a cross-sectional study in 103 PCOS women and 102 BMI-matched controls to explore if between-group differences in indices of lipid and glucose metabolism persist after adjusting for WC. NIH criteria were used for PCOS diagnosis.Study 1: Univariate correlations and stepwise regression modelling identified waist circumference (WC), as a better surrogate than PCOS status, independently predicting multiple variables of glucose and lipid metabolism. Study 2: Fasting insulin and triglyceride, hsCRP and insulin resistance (according to HOMA-IR and SiM (Avignon index)) were greater, while fasting HDL was lower in women with PCOS compared to BMI-matched women without PCOS. None of these differences persisted when a subset of 80 women with PCOS was compared with 80 women without PCOS, pair-matched for WC.Some cardiometabolic abnormalities in PCOS are related to central obesity and following adjustment for WC do not differ from normal subjects. WC measurement has potential to take precedence over PCOS status as part of the assessment of cardiometabolic risk in reproductive-age women. This article is protected by copyright. All rights reserved.", "id": "29285778", "date": "2017-12-29", "title": "In women with PCOS, waist circumference is a better surrogate of glucose and lipid metabolism than disease status per se.", "doi": "10.1111/cen.13542", "journal": ["Clinical endocrinology", "Clin. Endocrinol. (Oxf)"]}