{"authors": [["Byrne", "Christina", "C", "Department of Cardiology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark. hsz199@alumni.ku.dk."], ["Hasbak", "Philip", "P", "Department of Clinical Physiology, Nuclear Medicine & PET and Cluster for Molecular Imaging, Rigshospitalet and University of Copenhagen, Copenhagen, Denmark."], ["Kjaer", "Andreas", "A", "Department of Clinical Physiology, Nuclear Medicine & PET and Cluster for Molecular Imaging, Rigshospitalet and University of Copenhagen, Copenhagen, Denmark."], ["Thune", "Jens Jakob", "JJ", "Department of Cardiology, Bispebjerg Hospital, University of Copenhagen, Copenhagen, Denmark."], ["Køber", "Lars", "L", "Department of Cardiology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark."]], "text": "Both patients with non-ischaemic systolic heart failure and patients with type 2 diabetes (T2DM) often have reduced myocardial blood flow without significant coronary atherosclerosis. However, the mechanisms are not fully understood. The aim of this study was to investigate whether perfusion is reduced additionally when the 2 are combined. In a cross-sectional study, we scanned patients with non-ischaemic systolic heart failure with and without T2DM using Rubidium-82 positron emission tomography/computed tomography at rest and adenosine-induced stress, thereby obtaining the myocardial flow reserve (myocardial flow reserve (MFR) = stress flow/rest flow) as a measure of the myocardial vasomotor function; 28 patients with T2DM and 123 without T2DM were included. All patients received heart failure treatment according to guidelines. Multiple regression analysis was performed to assess the association between T2DM and MFR. Age [68 (60-75) years vs. 68 (62-72) years; P = 0.84] and female sex (21% vs. 33%; P = 0.26) were similar between patients with and without T2DM. Patients with T2DM had higher body mass index, (29.9 vs. 26.5 kg/m2; P = 0.02), higher blood glucose (6.2 vs. 5.7 mmol/L; P = 0.03), more often hypertension (50 vs. 27%; P = 0.02) and received more cholesterol lowering medication (61 vs. 35%; P = 0.02). Apart from this, the groups were similar. In a multivariable analysis, MFR was 16% lower in patients with T2DM compared with patients without [estimate - 16%; 95% confidence interval (CI) - 29 to - 0.7%; P = 0.04]. Patients with T2DM and systolic heart failure have lower myocardial flow reserve compared with heart failure patients without T2DM.", "id": "29285726", "date": "2017-12-28", "title": "Myocardial perfusion in patients with non-ischaemic systolic heart failure and type 2 diabetes: a cross-sectional study using Rubidium-82 PET/CT.", "doi": "10.1007/s10554-017-1295-8", "journal": ["The international journal of cardiovascular imaging", "Int J Cardiovasc Imaging"]}