{"authors": [["Caroff", "Stanley N", "SN", "Behavioral Health Service, Veterans Integrated Service Network (VISN) 4 Mental Illness Research, Education and Clinical Center (MIRECC), Corporal Michael J. Crescenz Veterans Affairs Medical Center and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, 19104, USA. sncaroff@comcast.net."], ["Leong", "Shirley H", "SH", "Behavioral Health Service, Veterans Integrated Service Network (VISN) 4 Mental Illness Research, Education and Clinical Center (MIRECC), Corporal Michael J. Crescenz Veterans Affairs Medical Center and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Ng-Mak", "Daisy", "D", "Sunovion Pharmaceuticals Inc., Marlborough, MA, 01752, USA."], ["Campbell", "E Cabrina", "EC", "Behavioral Health Service, Veterans Integrated Service Network (VISN) 4 Mental Illness Research, Education and Clinical Center (MIRECC), Corporal Michael J. Crescenz Veterans Affairs Medical Center and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Berkowitz", "Rosalind M", "RM", "Behavioral Health Service, Veterans Integrated Service Network (VISN) 4 Mental Illness Research, Education and Clinical Center (MIRECC), Corporal Michael J. Crescenz Veterans Affairs Medical Center and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, 19104, USA."], ["Rajagopalan", "Krithika", "K", "Sunovion Pharmaceuticals Inc., Marlborough, MA, 01752, USA."], ["Chuang", "Chien-Chia", "CC", "Vertex Pharmaceuticals Inc., Boston, MA, 02210, USA."], ["Loebel", "Antony", "A", "Sunovion Pharmaceuticals Inc., Fort Lee, NJ, 07024, USA."]], "text": "Socioeconomic disparities were assessed in predicting metabolic risk among veterans with serious mental illness. Veterans with schizophrenia, schizoaffective, or bipolar disorders were identified in VISN 4 facilities from 10/1/2010 to 9/30/2012. Differences between patients with and without metabolic syndrome were compared using t-tests, Chi square tests and multivariate logistic regressions. Among 10,132 veterans with mental illness, 48.8% had metabolic syndrome. Multivariate logistic regression analysis confirmed that patients with metabolic syndrome were significantly more likely to be older, male, African-American, married, and receiving disability pensions but less likely to be homeless. They were more likely to receive antipsychotics, antidepressants, or anticonvulsants. Bivariate cross-sectional analysis revealed that patients with metabolic syndrome had higher rates of coronary artery disease, cerebrovascular disease, and mortality, and that metabolic syndrome was more often associated with emergency visits and psychiatric or medical hospitalizations. Demographics, socioeconomic status and medications are independent predictors of metabolic syndrome and should be considered in broader screening of risk factors in order to provide preventive interventions for metabolic syndrome.", "id": "29285684", "date": "2017-12-28", "title": "Socioeconomic Disparities and Metabolic Risk in Veterans with Serious Mental Illness.", "doi": "10.1007/s10597-017-0215-7", "journal": ["Community mental health journal", "Community Ment Health J"]}