{"authors": [["Gupta", "Vishal", "V", "VG-Advantage Diabetes, Thyroid and Endocrine Center, Mumbai, Maharashtra, India."], ["Canovatchel", "William", "W", "Janssen Research and Development, LLC, Raritan, NJ, USA."], ["Lokesh", "B N", "BN", "Janssen Medical Affairs, Mumbai, Maharashtra, India."], ["Santani", "Ravi", "R", "Janssen Medical Affairs, Mumbai, Maharashtra, India."], ["Garodia", "Nishant", "N", "Janssen Medical Affairs, Mumbai, Maharashtra, India."]], "text": "Revelations of the multifactorial pathogenesis of type 2 diabetes mellitus (T2DM) that extend beyond the role of insulin and glucose utilization have been crucial in redefining the treatment paradigm. The focus of treatment is currently directed towards achieving wide-ranging targets encompassing the management of cardiovascular comorbidities that have been evidenced as indispensable aspects of T2DM. While most currently prescribed antihyperglycemic agents have little or no effect on reducing cardiovascular risks, some have been associated with undesirable effects on common risk factors such as weight gain and cardiovascular sequelae. Sodium-glucose cotransporter-2 inhibitors (SGLT2i) are newer additions to the array of therapeutic agents for T2DM that have demonstrated robust glycemic control as mono and add-on therapies. Their unique renal mode of action, independent of insulin modulation, confers complementary metabolic benefits. By virtue of these effects, SGLT2i may have a distinct role in the revised treatment recommendations by established working groups such as the American Diabetes Association and the American Association of Clinical Endocrinologists that advocate a more comprehensive management of T2DM, not restricting to glycemic targets. The current review gives an overview of the changing treatment needs for T2DM and discusses the nonglycemic effects of SGLT2i. It provides an updated summary on the efficacy of canagliflozin, dapagliflozin, and empagliflozin in promoting weight loss, stabilizing blood pressure, and other favorable metabolic effects.", "id": "29285458", "date": null, "title": "Sodium-glucose Cotransporter-2 Inhibitors: Moving Beyond the Glycemic Treatment Goal.", "doi": "10.4103/ijem.IJEM_85_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}