{"authors": [["Kalra", "Sanjay", "S", "Department of Endocrinology, Bharti Hospital, Karnal, Haryana, India."], ["Joshi", "Ameya", "A", "Department of Endocrinology, Bhaktivedanta Hospital and Research Institute, Mumbai, Maharashtra, India."], ["Kalra", "Bharti", "B", "Department of Gynecology, Bharti Hospital, Karnal, Haryana, India."], ["Shanbhag", "Vivekanand G", "VG", "Deputy Director, Bhaktivedanta Hospital and Research Institute, Mumbai, Maharashtra, India."], ["Bhattacharya", "Rajib", "R", "Associate Professor of Endocrinology, University of Kansas Medical Centre, Kansas, USA."], ["Verma", "Komal", "K", "Department of Behavioural and Allied Sciences, Amity University, Rajasthan, India."], ["Baruah", "Manash P", "MP", "Department of Endocrinology, Excel Center, Guwahati, Assam, India."], ["Sahay", "Rakesh", "R", "Deaprtment of Endocrinology, Osmania Hospital, Hyderabad, Telangana, India."], ["Bajaj", "Sarita", "S", "Department of Medicine, MLN Medical College, Allahabad, Uttar Pradesh, India."], ["Agrawal", "Navneet", "N", "Department of Medicine, Diabetes Obesity Thyroid Clinic, Gwalior, Madhya Pradesh, India."], ["Chakraborty", "Ashim", "A", "Department of Endocrinology, Mitford Hospital, Dhaka, Bangladesh."], ["Balhara", "Yatan Pal Singh", "YPS", "Department of Psychiatry, AIIMS, New Delhi, India."], ["Chaudhary", "Sandeep", "S", "Department of Endocrinology, ADK Hospital, Malé, Maldives."], ["Khandelwal", "Deepak", "D", "Department of Endocrinology, AIIMS, New Delhi, India."], ["Aggarwal", "Sameer", "S", "Department of Endocrinology, PGIMS, Rohtak, Haryana, India."], ["Ram", "Nanik", "N", "Department of Endocrinology, Aga Khan University Hospital, Karachi, Pakistan."], ["Jacob", "Jubbin", "J", "Department of Medicine, Christian Medical College and Hospital, Ludhiana, Punjab, India."], ["Julka", "Sandeep", "S", "Deaprtment of Endocrinology, CHL Hospital, Indore, Madhya Pradesh, India."], ["Priya", "Gagan", "G", "Department of Endocrinology, Fortis Hospital, Mohali, Punjab, India."], ["Bhattacharya", "Shelley", "S", "Associate Professor of Geriatric Medicine and Palliative Care, Department of Family Medicine, University of Kansas Medical Centre, Kansas, USA."], ["Dalal", "Komal", "K", "Professor Spiritual Care and Advisor Clinical Research, Bhaktivedanta Hospital and research Institute, Mumbai, Maharashtra, India."]], "text": "This communication presents verses from the Bhagavad Gita which help define a good clinician's skills and behavior. Using the teachings of Lord Krishna, these curated verses suggest three essential skills that a physician must possess: Excellent knowledge, equanimity, and emotional attributes. Three good behaviors are listed (Pro-work ethics, Patient-centered care, and Preceptive leadership) and supported by thoughts written in the Gita.", "id": "29285455", "date": null, "title": "Bhagavad Gita for the Physician.", "doi": "10.4103/ijem.IJEM_259_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}