{"authors": [["Mani", "Dhivakar", "D", "Department of Immunology, School of Biological Sciences, Madurai Kamaraj University, Madurai, India."], ["Chinniah", "Rathika", "R", "Department of Immunology, School of Biological Sciences, Madurai Kamaraj University, Madurai, India."], ["Ravi", "Padmamalini", "P", "Department of Immunology, School of Biological Sciences, Madurai Kamaraj University, Madurai, India."], ["Swaminathan", "Krishnan", "K", "Kovai Medical Center and Hospital, Coimbatore, India."], ["Janarthanan", "R A", "RA", "Arvind Heart Hospital, Madurai, India."], ["Vijayan", "Murali", "M", "Department of Biotechnology and Genetic Engineering, Bharathidasan University, Tiruchirapalli, Tamil Nadu, India."], ["Raju", "Kamaraj", "K", "Department of Immunology, School of Biological Sciences, Madurai Kamaraj University, Madurai, India."], ["Karuppiah", "Balakrishnan", "B", "Department of Immunology, School of Biological Sciences, Madurai Kamaraj University, Madurai, India."]], "text": "Worldwide, South Asians contribute to a high proportion of coronary artery disease (CAD) burden, mainly attributed to a high prevalence of diabetes. Early identification of such high-risk individuals would enable aggressive disease modification and prevention of complications. Definition of susceptible genotypes early in the course of disease may be one such avenue for reduction in morbidity and mortality from CAD.Our study was aimed to investigate the insertion/deletion polymorphism of angiotensin-converting enzyme (ACE I/D) gene and susceptibility to CAD in patients with type 2 diabetes mellitus (T2DM) in a South Indian population.ACE (I/D) genotyping was performed by polymerase chain reaction specific primer for 187 CAD patients and 185 age- and sex-matched controls.We observed that the ACE\"II\" genotype was found to be significantly associated with CAD patients (odds ratio [OR] = 1.689; P = 0.028). However, multiple logistic regression analysis revealed that ACE \"DD\" genotype was found to be most predominant risk factor for CAD patients with T2DM (OR = 6.118; P = 0.001).Our results showed that ACE (I/D) genotypes and alleles presented functional dimorphism in the development of CAD and CAD with T2DM patients in South India. This finding may be extremely useful in identifying subsets of patients where early aggressive treatment of risk factors is warranted.", "id": "29285453", "date": null, "title": "Predisposition of Angiotensin-converting Enzyme Deletion/Deletion Genotype to Coronary Artery Disease with Type 2 Diabetes Mellitus in South India.", "doi": "10.4103/ijem.IJEM_215_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}