{"authors": [["Kaushal", "Kanica", "K", "Department of Community and Family Medicine, All India Institute of Medical Sciences, Jodhpur, Rajasthan, India."], ["Mahajan", "Anjali", "A", "Department of Community Medicine, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."], ["Parashar", "Anupam", "A", "Department of Community Medicine, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."], ["Dhadwal", "Dineshwar Singh", "DS", "Department of Community Medicine, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."], ["Jaswal", "V M S", "VMS", "Department of Biochemistry, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."], ["Jaret", "Pramod", "P", "Department of Medicine, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."], ["Mazta", "Salig Ram", "SR", "Department of Community Medicine, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."]], "text": "IDRS is based on four simple parameters derived from known risk factors for diabetes; two modifiable risk factors (waist circumference and physical inactivity) and two non-modifiable risk factors (age and family history of diabetes), which may be amenable to intervention. The present study has been planned as the region specific validation is important before it can be used for screening in this part of the country.The aim of the present study was to validate MDRF-IDRS for screening of diabetes mellitus among adult population of urban field practice area, IGMC, Shimla, Himachal Pradesh, India.The present community based cross sectional study was conducted among 417 adults fulfilling the eligibility criteria using a two stage sampling design.In the present study IDRS value ≥70 had an optimum sensitivity of 61.33% and specificity of 56.14% for detecting undiagnosed type 2 diabetes in the community. At an IDRS score of ≥70, the PPV was 23.47%, NPV as 86.88%, the diagnostic accuracy as 57.07%, LR for positive test as 1.398, LR for negative test as 0.69 and Youden's index as 0.17. However Youden's index was 0.19 at a cut of ≥60 i.e. higher than what was at ≥70. Higher IDRS scores increased the specificity but the sensitivity dramatically decreased. Conversely, lower IDRS values increased the sensitivity but the specificity drastically decreased. Area under the curve = 0.630 and a P value < 0.001.MDRF IDRS is user friendly screening tool but the criteria of including the parameter of physical activity for the calculation of the risk score needs to be clearly defined. In the present study the maximum sensitivity of 100% was seen at a cut off of ≥30. Hence we would recommend that all those in the medium and high risk group should be screened for type 2 Diabetes.", "id": "29285452", "date": null, "title": "Validity of Madras Diabetes Research Foundation: Indian Diabetes Risk Score for Screening of Diabetes Mellitus among Adult Population of Urban Field Practice Area, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India.", "doi": "10.4103/ijem.IJEM_361_16", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}