{"authors": [["Memon", "Saba Samad", "SS", "Department of Medicine, All India Institute of Medical Sciences, New Delhi, India."], ["Tandon", "Nikhil", "N", "Department of Endocrinology and Metabolism, All India Institute of Medical Sciences, New Delhi, India."], ["Mahajan", "Sandeep", "S", "Department of Nephrology, All India Institute of Medical Sciences, New Delhi, India."], ["Bansal", "V K", "VK", "Department of Surgery, All India Institute of Medical Sciences, New Delhi, India."], ["Krishna", "Asuri", "A", "Department of Surgery, All India Institute of Medical Sciences, New Delhi, India."], ["Subbiah", "Arunkumar", "A", "Department of Nephrology, All India Institute of Medical Sciences, New Delhi, India."]], "text": "This study aimed to determine the prevalence of immediate posttransplant hyperglycemia and new onset diabetes after renal transplantation (NODAT). It also aims at answering whether posttransplant hyperglycemia per se is a risk factor for future development of NODAT.A retrospective study was conducted among patients undergoing kidney transplantation under a single surgical unit in a tertiary care hospital in the past 5 years. All known patients with diabetes were excluded from the study. Immediate postoperative hyperglycemia was defined as random blood sugar (RBS) ≥200 mg/dl or requirement of insulin. NODAT was defined as fasting plasma glucose ≥126 mg/dl or RBS ≥200 mg/dl or if the patient is receiving therapy for glycemic control at 6 weeks or 3 months posttransplantation.The study population included 191 patients. The overall prevalence of posttransplant hyperglycemia and NODAT was 31.4% and 26.7%, respectively. NODAT developed in 28 patients (46.7%) of those who had posttransplant hyperglycemia. Thus, posttransplant hyperglycemia was associated with a fourfold increased risk of NODAT (P = 0.000). Posttransplant hyperglycemia was associated with increased infections (P = 0.04) and prolonged hospital stay (P = 0.0001). Increased age was a significant risk factor for NODAT (P = 0.000), whereas gender, acute rejection episodes, cadaveric transplant, hepatitis C virus status, human leukocyte antigen mismatch, and high calcineurin levels were not significantly associated with the future development of NODAT.The significant risk of NODAT posed by posttransplant hyperglycemia makes it prudent to follow up these patients more diligently in a resource-limited setting wherein routine monitoring in all patients is cumbersome.", "id": "29285451", "date": null, "title": "The Prevalence of New Onset Diabetes Mellitus after Renal Transplantation in Patients with Immediate Posttransplant Hyperglycemia in a Tertiary Care Centre.", "doi": "10.4103/ijem.IJEM_309_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}