{"authors": [["Prakash", "G Thiruvikrama", "GT", "Department of Cardiology, Sri Jayadeva Institute of Cardiology, Bengaluru, Karnataka, India."], ["Das", "Ashok Kumar", "AK", "Department of Medicine, Pondicherry Institute of Medical Sciences, Kalapet, India."], ["Habeebullah", "Syed", "S", "Department of Obstetrics and Gynaecology, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Bhat", "Vishnu", "V", "Department of Neonatology, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Shamanna", "Suryanarayana Bettadpura", "SB", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."]], "text": "Gestational diabetes mellitus (GDM) is common and is accompanied with other comorbidities. Challenges to treatment exist at our institute as it serves women with low income. This study assessed the burden of comorbidities and the outcome of GDM.This was a prospective, observational study of women with gestational diabetes attending the obstetrics department from September 2012 to April 2014. GDM was diagnosed based on the International Association of Diabetes and Pregnancy Study Groups criteria. Medical comorbidities were noted, and lipid profile was done. All the women were followed up till delivery, and the complications were recorded. Age- and parity-matched pregnant women with normal oral glucose tolerance test were recruited as controls.One hundred and thirty-nine women were followed up till delivery. The average age was 28 years. Eighteen percent had bad obstetric history. The average body mass index was 28.8. Twenty-five percent had gestational hypertension (HTN), and 6.4% had chronic HTN. Thirty percent had hypothyroidism. 65% women received insulin. The glucose values were within the recommended range in 60% of the women. Maternal hypoglycemia occurred in 7 (5%) women. Forty-four percent of the women required cesarean section and 34% had complications either during pregnancy or labor. Three neonates had macrosomia. Twenty-six neonates (20%) required admission to the Neonatal Intensive Care Unit. Four neonates (3%) died. Newborns of mothers whose GDM optimally treated had less complications.Gestational diabetes is associated with HTN, hypothyroidism, obesity, and lipid abnormalities. The majority of women required insulin for treatment and optimal control of blood glucose resulted in lower neonatal complications.", "id": "29285448", "date": null, "title": "Maternal and Neonatal Outcome in Mothers with Gestational Diabetes Mellitus.", "doi": "10.4103/ijem.IJEM_66_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}