{"authors": [["Lakhani", "Om J", "OJ", "Department of Endocrinology and Metabolism, Sir Ganga Ram Hospital, New Delhi, India."], ["Kumar", "Surender", "S", "Department of Endocrinology and Metabolism, Sir Ganga Ram Hospital, New Delhi, India."], ["Tripathi", "Sudhir", "S", "Department of Endocrinology and Metabolism, Sir Ganga Ram Hospital, New Delhi, India."], ["Desai", "Mitali", "M", "Department of Endocrinology and Metabolism, Sir Ganga Ram Hospital, New Delhi, India."], ["Seth", "Chandani", "C", "Department of Endocrinology and Metabolism, Sir Ganga Ram Hospital, New Delhi, India."]], "text": "There is limited literature focusing on the management of glucocorticoid-induced hyperglycemia (GCIH).The primary objective was to compare the mean blood glucose between the experimental group (new protocol) and the control group (standard protocol) in the management of GCIH. The secondary objective was to compare other parameters of glycemic efficacy, variability, and safety parameters.This was a randomized, open-labeled, parallel arm trial. Adult patients who were given glucocorticoid (minimum dose equivalent to prednisolone 10 mg) in the past 24 h and had 2 h postmeal plasma glucose ≥200 mg/dl were included in the study. Patients randomized to control group received standard basal-bolus insulin. In the experimental group, a \"correctional insulin\" matching the glycemic profile of the glucocorticoid administered was provided with or without \"background\" basal-bolus insulin. The parameters of glycemic efficacy, variability, and safety were compared. P < 0.05 was considered statistically significant.Data of 67 patients included in the study were analyzed, of which 33 patients were in the experimental group and 34 patients in the control group. The mean blood glucose in the experimental and the control group was 170.32 ± 33.46 mg/dl and 221.05 ± 49.72, respectively (P = 0.0001). The parameters for glycemic variability were all significantly lower in patients in the experimental group. The hypoglycemia event rate was low in both the groups.When compared to the standard basal-bolus insulin protocol, the new protocol showed lower mean blood glucose and lower glycemic variability.", "id": "29285445", "date": null, "title": "Comparison of Two Protocols in the Management of Glucocorticoid-induced Hyperglycemia among Hospitalized Patients.", "doi": "10.4103/ijem.IJEM_226_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}