{"authors": [["Velayutham", "Kumaravel", "K", "Alpha Hospital and Research Centre, Institute of Diabetes and Endocrinology, Madurai, Tamil Nadu, India."], ["Selvan", "S Sivan Arul", "SSA", "Alpha Hospital and Research Centre, Institute of Diabetes and Endocrinology, Madurai, Tamil Nadu, India."], ["Jeyabalaji", "R V", "RV", "Alpha Hospital and Research Centre, Institute of Diabetes and Endocrinology, Madurai, Tamil Nadu, India."], ["Balaji", "S", "S", "Alpha Hospital and Research Centre, Institute of Diabetes and Endocrinology, Madurai, Tamil Nadu, India."]], "text": "Short stature (SS) is a common pediatric problem and it might be the first sign of underlying illness. Studies documenting the burden and etiological profile of SS are scarce from India and are mostly limited to data obtained from referral centers. Due to the lack of large-scale, community-based studies utilizing a standard protocol, the present study aimed to assess the prevalence and etiological profile of SS in school children of a South Indian district.In this cross-sectional study, children aged 4-16 years from 23 schools in Madurai district, Tamil Nadu, underwent anthropometric measurements and height was plotted in Khadilkar et al. growth chart. The cause of SS was assessed using clinical and laboratory evaluations in assigned children with a height less than third centile.A total of 15644 children belonging to 23 schools were evaluated, and 448 (2.86%) children had SS. Etiological evaluation was further performed in 87 randomly assigned children, and it is identified that familial SS or constitutional delay in growth was the most common cause of SS in the study population (66.67%). Hypothyroidism and growth hormone deficiency were the two most common pathological causes of SS seen in 12 (13.79%) and 8 (9.20%) children, respectively. Malnutrition was the cause of SS in 6 (6.9%) children and cardiac disorders, psychogenic SS, and skeletal dysplasia were other identified causes of SS in the study.The overall prevalence of SS in school children was 2.86% and familial SS or constitutional delay in growth was the most common cause of SS. As a significant percentage of children with SS had correctable causes, monitoring growth with a standard growth chart should be mandatory in all schools.", "id": "29285442", "date": null, "title": "Prevalence and Etiological Profile of Short Stature among School Children in a South Indian Population.", "doi": "10.4103/ijem.IJEM_149_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}