{"authors": [["Qureshi", "Nazmul Kabir", "NK", "Department of Endocrinology and Diabetes, National Healthcare Network, Dhaka, Bangladesh."], ["Hossain", "Tanjina", "T", "Department of Medicine, Green Life Medical College and Hospital, Dhaka, Bangladesh."], ["Hassan", "Mohammed Imrul", "MI", "Maternal and Child Health Division, ICDDR'B, Dhaka, Bangladesh."], ["Akter", "Nazma", "N", "Department of Medicine, MARKS Medical College and Hospital, Dhaka, Bangladesh."], ["Rahman", "Md Mubinur", "MM", "Department of Medicine, Sapporo Dental College and General Hospital, Dhaka, Bangladesh."], ["Sultana", "Moushumi Moriam", "MM", "Department of Medicine, Ibrahim General Hospital, Dhaka, Bangladesh."], ["Ashrafuzzaman", "S M", "SM", "Department of Endocrinology, Ibrahim Medical College and BIRDEM General Hospital, Dhaka, Bangladesh."], ["Latif", "Zafar Ahmed", "ZA", "Department of Endocrinology and BIRDEM Academy, Ibrahim Medical College and BIRDEM General Hospital, Dhaka, Bangladesh."]], "text": "There are several methods of assessing overweight and obesity. Several studies conducted in different populations indicate that neck circumference (NC) can be used as a simple measure of overweight and obesity. This study was conducted to evaluate NC as a marker of overweight and obesity and to determine respective cutoff values for Bangladeshi male and female participants.This cross-sectional observational study was conducted with during July 2013-June 2014 among randomly selected 871 Bangladeshi participants (male = 496 [56.9%], female = 375 [43.1%], aged >18 years) who visited Outpatient Department of United Hospital, Bangladesh Institute of Research and Rehabilitation in Diabetes, Endocrine and Metabolic disorders, primary health-care centers located in Dhaka, Savar, Gazipur. NC of participants was taken in centimeter to the nearest 1 mm, using plastic tape measure. Main outcome included NC, waist circumferences (WC), body mass index (BMI), and waist: hip ratio (WHR).Pearson's correlation coefficients indicated a significant association between NC and height (men, r = 0.33; women, r = 0.28; P < 0.0001), weight (men, r = 0.61; women, r = 0.55; P < 0.0001), BMI (men, r = 0.51; women, r = 0.41; P < 0.0001), WC (men, r = 0.61; women, r = 0.46; P < 0.0001), hip circumference (men, r = 0.61; women, r = 0.44; P < 0.0001), WHR (men, r = 0.22; women, r = 0.18; P < 0.0001). Receiver operating characteristic curve analysis showed that NC ≥34.75 cm in men (area under curve [AUC]: 0.77; P < 0.001) and ≥31.75 cm in women (AUC: 0.62; P < 0.001) were the best cutoff value for BMI ≥23 (overweight). NC ≥35.25 cm in men (AUC: 0.82; P < 0.001) and NC ≥34.25 cm in women (AUC: 0.76; P < 0.001) were the best cutoff value for BMI ≥27.5 (obesity). NC ≥35.25 cm in male (AUC: 0.83; P < 0.001) and NC ≥31.25 cm in women (AUC: 0.65; P < 0.001) were the best cutoff value for WC >90 cm in men and > 80 cm in women, respectively. NC ≥34.45 cm in male (AUC: 0.59; P = 0.001) and NC ≥31.25 cm in women (AUC: 0.66; P = 0.008) were the best cutoff value for WHR >0.9 in men and >0.8 in women, respectively.NC measurement is a simple, convenient, inexpensive screening measure to identify overweight and obese participants. Men with NC ≥34.75 cm and women with NC ≥31.75 cm are to be considered overweight while men with NC ≥35.25 cm and women with NC ≥34.25 cm are to be considered obese. NC ≥35.25 cm in male and NC ≥31.25 cm in women were the best cutoff value for abdominal obesity.", "id": "29285438", "date": null, "title": "Neck Circumference as a Marker of Overweight and Obesity and Cutoff Values for Bangladeshi Adults.", "doi": "10.4103/ijem.IJEM_196_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}