{"authors": [["Balan", "I", "I", "Private practice in Israel."], ["Calcaterra", "R", "R", "Department of Clinical Sciences and Translational Medicine, University of Tor Vergata, Rome, Italy."], ["Lauritano", "D", "D", "Department of Medicine and Surgery, University of Milan-Bicocca, Milan, Italy."], ["Grecchi", "E", "E", "Department of Oral Surgery, IRCCS Fondazione Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy."], ["Carinci", "F", "F", "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy."]], "text": "Spiral dental implant (SDI) is an implant with a conical internal helix that confers the characteristic of self-drilling, self-tapping, and self-bone condensing. These proprieties offer better control during insertion of SDI giving a high primary stabilization, even in poor quality bone. A shorter diameter of SDI results in reduced drilling during insertion and consequently less trauma and minimal bone loss. To address the research purpose, the investigators designed a retrospective cohort study. The study population was composed of 25 patients, 11 males and 14 females that have been treated by Dr. Balan with 187 SDI positioned in mandible and into maxilla bone. The implants were placed during the years 2013 to 2014 in Dr. Balan clinic. All patients underwent the same surgical protocol. Several variables are investigated: demographic (age and gender), anatomic (upper/lower jaws and tooth site), implant (length and diameter and type) variables, edentulism (partial or total), and comorbid status of health (i.e.: hypothyroidism, parodontitis, hypertension, diabetes, presence of cancer, heart disease, hepatitis and rheumatologic disease). Pearson Chi-Square test was used to investigate variables and p < 0.05 was considered statistically significant. Statistically it has been shown that females have a higher possibility of unsuccessful respect of male, with a \"p value\" of 0.014. Another important impact factor for success of implant insertion has been represented by concomitants pathologies: cancer represents the most negative high factor risk with a percentage of unsuccessful of 50%, followed by heart disease (15%), and diabetes (3.7%). SDIs are reliable tools for difficult cases of oral rehabilitation. They have a higher success and survival rate, which means stable results over time. No differences were detected among SDI lengths, implant/crown ratio. In addition, the insertion of SDIs in banked bone can be performed without adverse effects. Finally, flapless and computer tomography-planned surgery does not significantly increase the clinical outcome of SDIs in complex rehabilitation. Cancer represents the most important variable to consider when a patient wants to do oral rehabilitation because of its high risk of unsuccessful.", "id": "29285328", "date": "2017-11-30", "title": "A new spiral dental implant: a tool for oral rehabilitation of difficult cases.", "doi": "10.11138/orl/2017.10.3.262", "journal": ["ORAL & implantology", "Oral Implantol (Rome)"]}