{"authors": [["Hou", "Yi", "Y", "Department of Urology, China-Japan Union Hospital of Jilin University, Changchun 130033, P.R. China."], ["Jia", "Linpei", "L", "Department of Nephrology, Xuanwu Hospital, Capital Medical University, Beijing 100000, P.R. China."], ["Zhang", "Ying", "Y", "Department of Neurology, First Hospital of Jilin University, Changchun 130021, P.R. China."], ["Ji", "Wei", "W", "Department of Vascular Surgery, Jilin Provincial People's Hospital, Changchun 130000, P.R. China."], ["Li", "Hai", "H", "Department of Urology, China-Japan Union Hospital of Jilin University, Changchun 130033, P.R. China."]], "text": "Erectile dysfunction (ED) is a common complication of diabetes mellitus (DM). The exact role of the NGF/TrkA signaling pathway in the pathogenesis of diabetic ED is largely unknown. In the present study, we investigated the role of the NGF/TrkA signaling pathway in Sprague-Dawley rats with diabetic ED. Animals were divided into 2 groups: the normal group and the DM ED model group. The model group included the blank subgroup, the negative control (NC) subgroup, the TrkA subgroup and the TrkA + NGF subgroup. Erectile function, intracavernous pressure (ICP) and mean arterial pressure were measured respectively. Immunohistochemistry was used to examine the number of neuronal nitric oxide synthase (nNOS) expressing nerve fibers. The quantitative real-time polymerase chain reaction was applied to detect the mRNA expressions of NGF and TrkA in the cavernous tissue. Further, Western blotting was conducted to detect the expressions of NGF, TrkA and its downstream ERK pathway-related proteins. Higher erectile frequency, ICP values and diastolic function, more nNOS-positive nerve fibers, and decreased systolic function of the corpus cavernosum smooth muscle were found in the TrkA and TrkA+NGF groups when compared with the blank and the NC groups. Moreover, significantly higher mRNA expressions of NGF and TrkA, and upregulated protein expressions of NGF, TrkA, c-raf, ERK1/2 and CREB1 were found in the TrkA and the TrkA + NGF groups. In conclusion, downregulation in the NGF/TrkA signaling pathway may contribute to the pathogenesis of diabetic ED.", "id": "29285284", "date": "2017-11-11", "title": "Activation of the NGF/TrkA signaling pathway attenuates diabetic erectile dysfunction.", "doi": "10.18632/oncotarget.22389", "journal": ["Oncotarget", "Oncotarget"]}