{"authors": [["Mauland", "Karen Klepsland", "KK", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Eng", "Øyvin", "Ø", "Hormone Laboratory, Haukeland University Hospital, Bergen, Norway."], ["Ytre-Hauge", "Sigmund", "S", "Department of Radiology, Haukeland University Hospital, Bergen, Norway."], ["Tangen", "Ingvild L", "IL", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Berg", "Anna", "A", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Salvesen", "Helga B", "HB", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Salvesen", "Øyvind O", "ØO", "Unit for Applied Clinical Research, Department of Public Health and Nursing, Norwegian University of Science and Technology, Trondheim, Norway."], ["Krakstad", "Camilla", "C", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Trovik", "Jone", "J", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Hoivik", "Erling A", "EA", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Werner", "Henrica Maria Johanna", "HMJ", "Centre for Cancer Biomarkers, CCBIO, Department of Clinical Science (K2), University of Bergen, Bergen, Norway."], ["Mellgren", "Gunnar", "G", "Hormone Laboratory, Haukeland University Hospital, Bergen, Norway."], ["Haldorsen", "Ingfrid S", "IS", "Department of Radiology, Haukeland University Hospital, Bergen, Norway."]], "text": "Despite evidence of increased endometrial cancer (EC) risk in obese women, the impact of obesity on clinical and histological phenotype is poorly understood. This study explored abdominal fat volumes and fat distribution quantified by computed tomography (CT), in relation to tumor characteristics and outcome. 227 EC patients with preoperative abdominal CT scans were included. Total abdominal fat volume (TAV), subcutaneous abdominal fat volume (SAV) and visceral abdominal fat volume (VAV) were quantified, and visceral fat percentage calculated (VAV%=[VAV/TAV]x100). Waist circumference (WC) and liver density (LD) were measured, and body mass index (BMI) calculated. Data for estrogen, progesterone and androgen receptor (ERα/PR/AR) expression by immunohistochemistry were available for 149 tumors, and global gene expression data for 105 tumors. High BMI, TAV, SAV, VAV and WC, and low LD, were associated with low grade endometrioid tumors and PR and AR positivity (all p≤0.03). High VAV% was associated with high age (p<0.001), aneuploidy (p=0.01) and independently predicted reduced disease-specific survival (HR 1.05, 95% CI 1.00-1.11, p=0.041). Tumors from patients with low VAV% showed enrichment of gene sets related to immune activation and inflammation. In conclusion, high VAV% independently predicts reduced EC survival. Tumors arising in patients with low VAV% show enrichment of immune and inflammation related gene sets, suggesting that the global metabolic setting may be important for tumor immune response.", "id": "29285243", "date": "2017-10-19", "title": "High visceral fat percentage is associated with poor outcome in endometrial cancer.", "doi": "10.18632/oncotarget.21917", "journal": ["Oncotarget", "Oncotarget"]}