{"authors": [["García-García", "Ana-Barbara", "AB", "CIBER of Diabetes and Associated Metabolic Diseases (CIBERDEM), Madrid, Spain."], ["Gómez-Mateo", "M Carmen", "MC", "Department of Pathology, Faculty of Medicine and Odontology, University of Valencia and Clinical Hospital of Valencia, and Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Hilario", "Rebeca", "R", "Unidad de Genómica y Diagnóstico Genético. Fundación Investigación Clínico de Valencia, Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Rentero-Garrido", "Pilar", "P", "Unidad de Genómica y Diagnóstico Genético. Fundación Investigación Clínico de Valencia, Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Martínez-Domenech", "Alvaro", "A", "Department of Surgery, University of Valencia, Hospital Clínico Universitario, Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Gonzalez-Albert", "Veronica", "V", "Unidad de Genómica y Diagnóstico Genético. Fundación Investigación Clínico de Valencia, Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Cervantes", "Andres", "A", "Hematology and Medical Oncology Unit, Biomedical Research Institute INCLIVA and Department of Medicine, University of Valencia, Valencia, Spain."], ["Marín-Garcia", "Pablo", "P", "Bioinformatics Unit. Fundación Investigación Clínico de Valencia, Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Chaves", "Felipe Javier", "FJ", "CIBER of Diabetes and Associated Metabolic Diseases (CIBERDEM), Madrid, Spain."], ["Ferrández-Izquierdo", "Antonio", "A", "Department of Pathology, Faculty of Medicine and Odontology, University of Valencia and Clinical Hospital of Valencia, and Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."], ["Sabater", "Luis", "L", "Department of Surgery, University of Valencia, Hospital Clínico Universitario, Instituto de Investigación Sanitaria Clínico de Valencia (INCLIVA), Valencia, Spain."]], "text": "Pancreatic ductal adenocarcinoma (PDAC) is one of the most devastating malignancies in developed countries because of its very poor prognosis and high mortality rates. By the time PDAC is usually diagnosed only 20-25% of patients are candidates for surgery, and the rate of survival for this cancer is low even when a patient with PDAC does undergo surgery. Lymph node invasion is an extremely bad prognosis factor for this disease.We analyzed the mRNA expression profile in 30 PDAC samples from patients with resectable local disease (stages I and II). Neoplastic cells were isolated by laser-microdissection in order to avoid sample 'contamination' by non-tumor cells. Due to important differences in the prognoses of PDAC patients with and without lymph node involvement (stage IIB and stages I-IIA, respectively), we also analyzed the association between the mRNA expression profiles from these groups of patients and their survival.We identified expression profiles associated with patient survival in the whole patient cohort and in each group (stage IIB samples or stage I-IIA samples). Our results indicate that survival-associated genes are different in the groups with and without affected lymph nodes. Survival curves indicate that these expression profiles can help physicians to improve the prognostic classification of patients based on these profiles.", "id": "29285214", "date": "2017-08-03", "title": "mRNA expression profiles obtained from microdissected pancreatic cancer cells can predict patient survival.", "doi": "10.18632/oncotarget.20076", "journal": ["Oncotarget", "Oncotarget"]}