{"authors": [["Shan", "Menglin", "M", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Xia", "Qianlin", "Q", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Yan", "Dong", "D", "Department of Medical Oncology, Beijing Chaoyang Hospital Affiliated to Capital Medical University, Beijing, P.R. China."], ["Zhu", "Yanjun", "Y", "Department of Urology, Zhongshan Hospital, Fudan University, Yangpu, Shanghai, P.R. China."], ["Zhang", "Xuan", "X", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Zhang", "Guihong", "G", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Guo", "Jianming", "J", "Department of Urology, Zhongshan Hospital, Fudan University, Yangpu, Shanghai, P.R. China."], ["Hou", "Jun", "J", "Pathology, Zhongshan Hospital, Fudan University, Yangpu, Shanghai, P.R. China."], ["Chen", "Weiping", "W", "Genomics Core, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD, USA."], ["Zhu", "Tongyu", "T", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Zhang", "Xiaoyan", "X", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Xu", "Jianqing", "J", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Wang", "Jin", "J", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."], ["Ding", "Tao", "T", "Department of Urology, The Sixth People's Hospital South Campus, Shanghai Jiao Tong University, Fengxian, Shanghai, P.R. China."], ["Zheng", "Jianghua", "J", "Shanghai Public Health Clinical Center, Fudan University, Jinshan, Shanghai, P.R. China."]], "text": "Prostate cancer (PCa) is a common cancer and remains the second-leading cause of cancer-associated mortality in men, but diagnosis of PCa remains a main clinical challenge. To investigate the involvement of differentially expressing genes in PCa with deregulated pathways to allow earlier diagnosis of the disease, transcriptomic analyses of differential expression genes in fine-needle aspiration (FNA) biopsies helped to discriminate PCa from benign prostatic hyperplasia (BPH). We identified 255 genes that were deregulated in prostate tumors compared with BPH tissues. qRT-PCR was conducted to examine the expression levels of the four genes in FNA biopsies and confirmed that ITGBL1 was significantly up-regulated and HOXA7, KRT15 and TGM4 were down-regulated in the PCa compared to the BPH, with a sensitivity of 87.1% and a specificity of 87.8%; the area under the receiver operating characteristic curve was estimated at 0.94, which was significantly improved compared with PSA alone (AUC = 0.82). Moreover, the increased expression of ITGBL1 correlated with total cholesterol, triglyceride and PSA. Our results demonstrated that transcriptomic analyses in FNA biopsies could facilitate rapid identification of potential targets for therapy and diagnosis of PCa.", "id": "29285211", "date": "2017-11-06", "title": "Molecular analyses of prostate tumors for diagnosis of malignancy on fine-needle aspiration biopsies.", "doi": "10.18632/oncotarget.22289", "journal": ["Oncotarget", "Oncotarget"]}