{"authors": [["Zhu", "Minglin", "M", "Department of Thoracic and Cardiovascular Surgery, Zhongnan Hospital of Wuhan University, Wuhan, Hubei 430071, P.R. China."], ["Zhou", "Xuefeng", "X", "Department of Thoracic and Cardiovascular Surgery, Zhongnan Hospital of Wuhan University, Wuhan, Hubei 430071, P.R. China."], ["Zhao", "Jinping", "J", "Department of Thoracic and Cardiovascular Surgery, Zhongnan Hospital of Wuhan University, Wuhan, Hubei 430071, P.R. China."]], "text": "Quercetin is a type of flavonoid compound, which has potent antioxidant and anti-inflammatory activities, capable of treating a variety of diseases including neurodegenerative diseases, tumors, diabetes and obesity. The present study selected alcohol-induced liver injury model mice and aimed at studying the protective role of quercetin in preventing alcohol-induced liver injury. In alcohol-induced liver injury mice treated with quercetin, it was demonstrated that levels of aspartate transaminase, alanine transaminase, total bilirubin and triglyceride were reduced. In addition to this, the activities of the antioxidant enzymes superoxide dismutase and glutathione peroxidase were increased, malondialdehyde was inhibited, and interleukin (IL)-1β, IL-6, IL-10 and inducible nitric oxide synthase were suppressed. Quercetin additionally suppressed the protein expression levels of B-cell lymphoma (Bcl)-2, Bcl-2 associated X apoptosis regulator, Caspase-3, poly ADP-ribose polymerase, and signal transducer and activator of transcription (STAT) 3 phosphorylation, nuclear factor (NF)-κB and protein kinase B (Akt) phosphorylation levels in alcohol-induced liver injured mice. These results suggested that the protective role of quercetin prevents alcohol-induced liver injury through the phosphoinositide 3-kinase/Akt/NF-κB and STAT3 pathway.", "id": "29285175", "date": "2017-10-18", "title": "Quercetin prevents alcohol-induced liver injury through targeting of PI3K/Akt/nuclear factor-κB and STAT3 signaling pathway.", "doi": "10.3892/etm.2017.5329", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}