{"authors": [["Chen", "Bin", "B", "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, Hubei 430060, P.R. China."], ["He", "Tao", "T", "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, Hubei 430060, P.R. China."], ["Xing", "Yiqiao", "Y", "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, Hubei 430060, P.R. China."], ["Cao", "Ting", "T", "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, Hubei 430060, P.R. China."]], "text": "Diabetic retinopathy, a severe complication of diabetes, is the leading cause of blindness in the developed world. This study investigated the effects of quercetin on levels of monocyte chemoattractant protein-1 (MCP-1), matrix metalloproteinase-9 (MMP-9) and vascular endothelial growth factor (VEGF) in serum of rats with diabetic retinopathy, and explored the functional mechanisms of quercetin in the treatment of diabetic retinopathy. Twenty rats with induced diabetes were divided into a model group and a quercetin group, with 10 rats in each group. Ten healthy rats were also included to serve as a control group. Rats in the quercetin group were treated with an intragastric injection of quercetin (150 mg/kg), while the same amount of sodium carboxymethyl cellulose (CMCNa) was used for rats in the model group and the control group. The treatment was performed once per day and blood glucose was measured in each group at 0, 10 and 20 weeks after the first treatment. Blood glucose tests showed that quercetin did not reduce blood glucose in rats with diabetes. However, pathological examination showed that quercetin could relieve pathological changes caused by diabetes, such as retinal edema and vacuoles. ELISA results showed that, compared with the control group, levels of MCP-1, MMP-9 and VEGF in the model group were significantly increased (P<0.01). No significant difference in serum MCP-1 content was found between the model group and the quercetin group, but levels of MMP-9 and VEGF were significantly decreased in the quercetin group (P<0.01). Results of RT-PCR and western blot analysis showed that, compared with the control group, levels of MCP-1, MMP-9 and VEGF mRNA and protein in the retinal tissue of rats in the model group were significantly increased (P<0.01). No significant differences in expression levels of MCP-1 mRNA and protein were found between the model group and the quercetin group, but levels of MMP-9 and VEGF mRNA and protein were significantly decreased in the quercetin group (P<0.01). Quercetin has a certain therapeutic effect on rats with diabetic retinopathy and its effect may be achieved by reducing the expression of MMP-9 and VEGF, but not the inflammatory mediator, MCP-1.", "id": "29285153", "date": "2017-10-10", "title": "Effects of quercetin on the expression of MCP-1, MMP-9 and VEGF in rats with diabetic retinopathy.", "doi": "10.3892/etm.2017.5275", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}