{"authors": [["Ren", "Lei", "L", "Department of Endocrinology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450002, P.R. China."], ["Xu", "Yapei", "Y", "Department of Nephrology, The Third People's Hospital of Zhengzhou, Zhengzhou, Henan 450000, P.R. China."], ["Qin", "Guijun", "G", "Department of Endocrinology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450002, P.R. China."], ["Liu", "Cong", "C", "Department of Endocrinology, Shengjing Hospital of China Medical University, Shenyang, Liaoning 110022, P.R. China."], ["Wang", "Shoujun", "S", "Department of Endocrinology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450002, P.R. China."]], "text": "The objective of this study was to observe the effects of water extracts of Rehmannia glutinosa on the antioxidant system of Nrf-2 in diabetic mice induced by paraquat, and to provide the basis for its further development. Thirty male mice were randomly divided into the control group, model group and observation group. The mice in the model group and the observation group were treated with paraquat to induce insulin resistance, with the control group injected with the same volume saline. After the model establishment, the mice in observation group was given 1.2 g/kg·day with water extract of Rehmannia glutinosa, and the other groups were given equal volume of 1% hydroxymethyl cellulose sodium. After 7 days, the glucose tolerance was detected and the body weight was measured before and after the treatment. The body weight of the mice in the model group was significantly decreased (P<0.05), but the body weight of mice in the observation group was significantly higher than that in the model group (P<0.05). After 7 days of model establishment, the glucose tolerance of mice was damaged, with the blood sugar increased, but the level of blood sugar was significantly decreased when treated with water extracts of Rehmannia glutinosa. The water extract of Rehmannia glutinosa increased the level of phosphorylation of PKB significantly compared to the model group with the inhibition of PTEN. The level of malondialdehyde in mitochondria and muscle tissue was significantly increased after treated with water extracts of Rehmannia glutinosa (P<0.05). With decreased NQO-1 protein expression and the nuclear translocation of Nrf-2 in the model group, the water extract of Rehmannia glutinosa cloud reverse the injury effectively. Similarly, the water extract of Rehmannia glutinosa significantly increased the expression of IКBα, which was significantly decreased in the model group. In conclusion, water extracts of Rehmannia glutinosa effectively reversed the glucose metabolism disorder in insulin resistance mice induced by paraquat, and effectively activated the level of Nrf-2 to enhance the muscle insulin signal while alleviating the insulin resistance in mice.", "id": "29285131", "date": "2017-10-13", "title": "Effects of water extracts of Rehmannia glutinosa on antioxidant system of Nrf2 in paraquat-induced insulin resistance diabetic rat model.", "doi": "10.3892/etm.2017.5302", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}