{"authors": [["Shen", "Yanxin", "Y", "Department of Laboratory Medicine, The Second People's Hospital of Taicang, Taicang, Jiangsu 215400, P.R. China."], ["Xu", "Huiling", "H", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Pan", "Xiaoyuan", "X", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Wu", "Weijiang", "W", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Wang", "Hui", "H", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Yan", "Linlin", "L", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Zhang", "Miaomiao", "M", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Liu", "Xia", "X", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Xia", "Sheng", "S", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."], ["Shao", "Qixiang", "Q", "Department of Immunology, Jiangsu Key Laboratory of Medical Science and Laboratory Medicine, School of Medicine, Jiangsu University, Zhenjiang, Jiangsu 212013, P.R. China."]], "text": "Type 2 diabetes mellitus (T2DM) is a leading cause of blindness, non-traumatic amputation and end-stage renal disease, as well as a major cardiovascular risk factor. To determine whether miR-125b and miR-34a serve an important role in the development of T2DM, the current study investigated the expression profile of two microRNAs (miR-34a and miR-125b) and their relative genes in peripheral blood mononuclear cells from 73 patients with T2DM and 52 healthy donors by reverse transcription-quantitative polymerase chain reaction In addition, the association between miR-34a, miR-125b and their relevant genes expression profile were analyzed with respect to the pathogenesis of T2DM. The present study demonstrated that the expression levels of miR-125b and miR-34a were elevated in peripheral blood mononuclear cell samples from patients with T2DM. Furthermore, miR-34a and miR-125b were positively correlated with low-density lipoprotein/high-density lipoprotein (HDL) and Foxp3 and negatively related to triglyceride/HDL. However, no correlation among miR-34a, miR-125b and the value of homeostasis model assessment of insulin resistance, homeostasis model assessment of β-cell function and the genes of B lymphocyte-induced maturation protein-1, interferon regulatory factor-4, P53 and retinoid-related orphan receptor γt were observed. These results indicate that the alteration of miR-34a and miR-125b exists in patients with T2DM, which may be involved in the pathogenesis of T2DM, and could be a potential novel biomarker of T2DM.", "id": "29285097", "date": "2017-10-03", "title": "miR-34a and miR-125b are upregulated in peripheral blood mononuclear cells from patients with type 2 diabetes mellitus.", "doi": "10.3892/etm.2017.5254", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}