{"authors": [["Wu", "Yan", "Y", "Department of Endocrinology, The Second Clinical College of Jinan University, Shenzhen Peoples' Hospital, Shenzhen, Guangdong 518020, P.R. China."], ["Zhang", "Qinmei", "Q", "Department of Endocrinology, The Second Clinical College of Jinan University, Shenzhen Peoples' Hospital, Shenzhen, Guangdong 518020, P.R. China."], ["Zhang", "Rui", "R", "Department of Endocrinology, The Second Clinical College of Jinan University, Shenzhen Peoples' Hospital, Shenzhen, Guangdong 518020, P.R. China."]], "text": "Diabetic retinopathy (DR) is the most common complication of diabetes and a major cause of new-onset blindness in the developed world. The present study aimed to examine the effect of kaempferol on high glucose-induced human retinal endothelial cells (HRECs) in vitro. The expression levels of various mRNAs and proteins were measured by reverse transcription-quantitative polymerase chain reaction (RT-qPCR) and western blotting, respectively. The target of kaempferol was determined using a luciferase reporter assay. In addition, HREC proliferation, migration and cell sprouting were determined using Cell Counting kit-8, wound scratch and tube formation assays, respectively. RT-qPCR and western blotting results showed that treatment with 30 mM glucose for 12, 24 and 48 h increased the expression level of estrogen-related receptor α (ERRα) mRNA and protein. The luciferase reporter assay demonstrated that kaempferol inhibited ERRα activity in HRECs. Compared with 5 mM normal glucose treatment, high (30 mM) glucose significantly promoted the proliferation, migration and tube formation of HRECs, which was antagonized by 10 and 30 µM kaempferol in a dose-dependent manner. Treatment with 30 mM glucose also increased the expression of vascular endothelial growth factor (VEGF) mRNA and protein, and the expression levels of VEGF mRNA and protein were suppressed by kaempferol (10 and 30 µM). Kaempferol (30 µM) treatment also increased the expression levels of thrombospondin 1 (TSP-1) and a disintegrin and metalloproteinase with thrombospondin motifs 1 (ADAMTS-1) mRNA; however, TSP-1 and ADAMTS-1 levels did not differ between high glucose and normal (5 mM) glucose conditions. The results of this study suggest that kaempferol targets ERRα and suppresses the angiogenesis of HRECs under high glucose conditions. Kaempferol may be a potential drug for use in controlling the progression of DR; however, in vivo studies are required to evaluate its efficacy and safety.", "id": "29285095", "date": "2017-10-03", "title": "Kaempferol targets estrogen-related receptor α and suppresses the angiogenesis of human retinal endothelial cells under high glucose conditions.", "doi": "10.3892/etm.2017.5261", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}