{"authors": [["Mi", "Donghua", "D", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, P.R. China."], ["Fang", "Hongjuan", "H", "Department of Endocrinology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, P.R. China."], ["Zhao", "Yaqun", "Y", "Department of Endocrinology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, P.R. China."], ["Zhong", "Liyong", "L", "Department of Endocrinology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, P.R. China."]], "text": "The prevalence of T2DM is increasing around the world on a yearly basis. A meta-analysis was conducted to analyze the association between birth weight and incidence of type 2 diabetes mellitus (T2DM). A literature search was performed from January 1990 to June 2016 in PubMed, ScienceDirect, SpringerLink, China National Knowledge Infrastructure and Chinese Biomedical Literature Database. After reviewing characteristics of all the included studies systematically, a meta-analytical method was employed to calculate the pooled odds ratios (ORs) and associated 95% confidence intervals (CI) from random-effects models. Heterogeneity was assessed by Q-statistic test. Funnel plot, Begg's and Egger's linear regression tests were applied to evaluate publication bias. A sensitivity analysis was also performed to assess the robustness of results. According to inclusion and exclusion criteria, 8 studies were selected to be included in the meta-analysis. Compared with normal birth weight (2,500-4,000 g), low birth weight (<2,500 g) was associated with an increased risk of T2DM (OR, 1.55; 95% CI, 1.39-1.73; P<0.001). No significant difference was observed between high birth weight (>4,000 g) and normal birth weight in terms of the risk of T2DM (OR, 0.98; 95% CI, 0.79-1.22). Compared with high birth weight, low birth weight was associated with an increased risk of diabetes mellitus (OR, 1.58; 95% CI, 1.30-1.93; P<0.001). These findings indicated that there may be an inverse linear association between birth weight and T2DM.", "id": "29285058", "date": "2017-09-29", "title": "Birth weight and type 2 diabetes: A meta-analysis.", "doi": "10.3892/etm.2017.5234", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}