{"authors": [["Saadat", "Mostafa", "M", "Department of Biology, College of Sciences, Shiraz University, Shiraz 71467-13565, Iran."]], "text": "It is well established that type 2 diabetes mellitus (T2DM) is associated with oxidative stress and glutathione S-transferases (GSTs) protect cells against oxidative stress. The missense substitution Ile105Val (rs1695) of the glutathione S-transferase P1 (GSTP1, OMIM: 134660) results from an A/G base substitution at nucleotide 313. Many studies have evaluated the correlation between the rs1695 polymorphism and T2DM, but the results remain inconclusive. The aim of the present meta-analysis was to investigate the association between GSTP1 Ile105Val polymorphism and the susceptibility risk of T2DM. Eligible studies (published before August 2017) were identified in several databases. The heterogeneity between studies was evaluated with the chi-square based Q test and the I2 test. The strengths of the association were assessed by pooled odds ratios (ORs) and the corresponding 95 % confidence interval (95 % CI) using either a fixed or random-effects models. Eighteen studies documenting a total of 2595 T2DM cases and 2888 controls were included in this meta-analysis. In the overall analysis there was no significant association between the rs1695 polymorphism and the risk of T2DM. The subgroup analyses stratified by ethnicity, publication year and sample size did not reveal significant association between the study polymorphism and the risk of T2DM and any sources contributing to the substantial heterogeneity between studies. The present meta-analysis suggested that there was significant heterogeneity between studies. Considering some limi tations of our meta-analysis, further large-scale studies should be done to reach a more comprehensive understanding.", "id": "29285015", "date": "2017-11-06", "title": "Evaluation of glutathione S-transferase P1 (GSTP1) Ile105Val polymorphism and susceptibility to type 2 diabetes mellitus, a meta-analysis.", "doi": "10.17179/excli2017-828", "journal": ["EXCLI journal", "EXCLI J"]}