{"authors": [["Xu", "Ke", "K", "Department of Endocrinology, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."], ["Bian", "Dezhi", "D", "Department of Endocrinology, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."], ["Hao", "Lanxiang", "L", "Department of Endocrinology, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."], ["Huang", "Fei", "F", "Department of Endocrinology, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."], ["Xu", "Min", "M", "Department of Obstetrics and Gynecology, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."], ["Qin", "Jie", "J", "Department of Pediatrics, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."], ["Liu", "Yanmei", "Y", "Department of Endocrinology, Yancheng First City Hospital of Jiangsu Province, Yancheng, China."]], "text": "Loss of pancreatic β cells is involved in pathogenesis of gestational diabetes mellitus (GDM). Recently, several studies have elucidated the connection between microRNAs (miRNAs) and diabetes mellitus (DM), but the role of miRNAs in GDM remains unclear. The aim of this study was to evaluate the potential functions of miRNAs in GDM and to investigate the underlying mechanisms of action. First, we explored the expression profile of miRNAs in placenta tissue from GDM patients using microarray. Validation analysis was performed in peripheral blood specimens using quantitative reverse transcription PCR (qRT-PCR). Then the role and regulating mechanism of miR-503 in weaken the function of pancreatic β cell was investigated. We found that miR-503 was markedly upregulated in placenta tissue from GDM patients, as elevated in peripheral blood specimens, and the high level was positively correlated to blood glucose concentration. Knockdown of miR-503 enhanced insulin secretion of pancreatic β-cells, promoted cell proliferation and protected cells from apoptosis, whereas overexpression of miR-503 showed the opposite effects. Furthermore, mammalian target of rapamycin (mTOR) was identified as a direct target of miR-503 and mTOR silencing could reverse the improving effects of miR-503 knockdown on insulin secretion and pancreatic β-cells proliferation. High expression of miR-503 in peripheral blood may be acted as a diagnosis biomarker of GDM. MiR-503 regulated functions of pancreatic β-cells by targeting the mTOR pathway, suggesting that targeting miR-503/mTOR axis could serve as a novel therapeutic target for GDM.", "id": "29285014", "date": "2017-10-27", "title": "microRNA-503 contribute to pancreatic beta cell dysfunction by targeting the mTOR pathway in gestational diabetes mellitus.", "doi": "10.17179/excli2017-738", "journal": ["EXCLI journal", "EXCLI J"]}