{"authors": [["Hassan", "Fatima Ismail", "FI", "Toxicology and Diseases Group, Pharmaceutical Sciences Research Group, Tehran University of Medical Sciences, Tehran, Iran."], ["Niaz", "Kamal", "K", "Toxicology and Diseases Group, Pharmaceutical Sciences Research Group, Tehran University of Medical Sciences, Tehran, Iran."], ["Khan", "Fazlullah", "F", "Toxicology and Diseases Group, Pharmaceutical Sciences Research Group, Tehran University of Medical Sciences, Tehran, Iran."], ["Maqbool", "Faheem", "F", "Toxicology and Diseases Group, Pharmaceutical Sciences Research Group, Tehran University of Medical Sciences, Tehran, Iran."], ["Abdollahi", "Mohammad", "M", "Toxicology and Diseases Group, Pharmaceutical Sciences Research Group, Tehran University of Medical Sciences, Tehran, Iran."]], "text": "Rice is the major staple food for about two billion people living in Asia. It has been reported to contain considerable amount of inorganic arsenic which is toxic to pancreatic beta cells and disrupt glucose homeostasis. Articles and conference papers published between 1992 and 2017, indexed in Scopus, PubMed, EMBASE, Google, and Google scholar were used. Arsenic exposure has been associated with increased blood glucose and insulin levels, or decreased sensitization of insulin cells to glucose uptake. Several studies have shown the association between inorganic arsenic exposure and incidence of diabetes mellitus. Considerable amounts of arsenic have been reported in different types of rice which may be affected by cultivation methods, processing, and country of production. Use of certain microbes, fertilizers, and enzymes may reduce arsenic uptake or accumulation in rice, which may reduce its risk of toxicity. Combined exposure to contaminated rice, other foods and drinking water may increase the risk of diabetes in these countries. Maximum tolerated daily intake of arsenic contaminated rice (2.1 µg/day kg body weight) has been set by WHO, which may be exceeded depending on its content in rice and amount consumed. Hence, increased prevalence of diabetes in South Asia may be related to the consumption of arsenic contaminated rice depending on its content in the rice and daily amount consumed. In this review, we have focused on the possible relation between rice consumption, arsenic contamination, and prevalence of diabetes in South Asia.", "id": "29285009", "date": "2017-10-09", "title": "The relation between rice consumption, arsenic contamination, and prevalence of diabetes in South Asia.", "doi": "10.17179/excli2017-222", "journal": ["EXCLI journal", "EXCLI J"]}