{"authors": [["Fatchiyah", "Fatchiyah", "F", "Research Center of Smart Molecule of Natural Genetics Resources, Brawijaya University, Indonesia."], ["Rahasta", "Atika Hanoum", "AH", "Biology Department, Faculty of Mathematics and Natural Sciences, Brawijaya University, Indonesia."], ["Cairns", "James R Ketudat", "JRK", "Research Center of Smart Molecule of Natural Genetics Resources, Brawijaya University, Indonesia."]], "text": "Glucokinase (hexokinase D) is an enzyme that phosphorylates glucose in hepatocytes totrap it in the cell and prime it for conversion to other compounds, yet this enzyme has low affinity to bind with glucose. In Diabetes Mellituspatients, the blood glucose level is poorly controled.This study explored the possibility to induce glucokinase activity with bioactive peptides derived from the goat milk protein CSN1S2 by in- silico docking approach. Two bioactive tryptic peptides, CSN1S2 residues 41-47 and 214-221, were successfully docked to glucokinase and found to bind to the activation site.Amino acid residues Asn41, Ala43, His45 and Arg221 from these peptides provided the major contribution to docking to glucokinase. Asn41 made more interactions with glucokinase than the other residues in the peptide, including hydrogen bonds and salt-bridge These bioactive peptides appear to help glucokinase to bind glucose, since the number of hydrogen bonds between the protein and the glucose was higher and their distances shorter in the complex with the peptides without disturbing the glucose position for phosphorylation.Thus, the activation effect of the CSN1S2 derived bioactive peptides for glucokinase binding affinity of glucose is indicated by this study.", "id": "29284910", "date": null, "title": "Virtual Screening and Prediction of Binding of Caprine CSN1S2 Protein Tryptic Peptides to Glucokinase.", "doi": "10.5455/aim.2017.25.225-231", "journal": ["Acta informatica medica : AIM : journal of the Society for Medical Informatics of Bosnia & Herzegovina : casopis Drustva za medicinsku informatiku BiH", "Acta Inform Med"]}