{"authors": [["Talic", "Adnana", "A", "Clinic for Orthopedic Surgery, University Clinical Center, Sarajevo, Bosnia and Herzegovina."], ["Dzankovic", "Fuad", "F", "Clinic for Orthopedic Surgery, University Clinical Center, Sarajevo, Bosnia and Herzegovina."], ["Papovic", "Adnan", "A", "Clinic for Orthopedic Surgery, University Clinical Center, Sarajevo, Bosnia and Herzegovina."], ["Omerhodzic", "Emina", "E", "Clinic for Orthopedic Surgery, University Clinical Center, Sarajevo, Bosnia and Herzegovina."]], "text": "Infections occurring in the wound as a consequence of the surgery represent the surgical field infections (SFI). Tibia diaphysis fractures are common due to its exposure to the external force. Clinical signs include: pain, swelling, lower leg deformity and skin changes. Tibia in the lower extremities has an eccentric position - from the front inner side it is covered only with the skin and from the back and the outer by muscle mass. The most common pathogens are: Staphylococcus aureus, Coagulase negative Staphylococcoc aureus or S. Epidermitis, Escherichia coli, and other. For the fracture fusion process, it is important that the skin and subcutaneous tissue above the fracture are well supplied with the blood. The American Association of Anesthesiologists defined the so-called ASA score, based on which all patients are divided into five categories according to health status before surgery.The goal of the study is to demonstrate the influence of risk factors on the occurrence of infection following osteosynthesis of tibial diaphysis, comparing emergency surgical interventions with elective.The study was conducted at the Clinic for Orthopedics and Traumatology of the Clinical Center of Sarajevo University during 2015 and 2016, with a total of 68 patients.The age of the patient as risk factor is evident in our study, because deeper infections have had patients at the age over 60 with accompanying diseases such as Diabetes mellitus. Most of the hospitalized patients had a good health status prior to surgery, or they had ASA 1 or ASA 2 score. Surgical field infections were more common in men than in women, but the difference was not statistically significant (p>0.05). Patients who are operated as an elective surgery have longer hospitalization and more frequent surgical field infection. Also, infections are more common among smokers.", "id": "29284901", "date": null, "title": "Risk Factors for the Surgical Field Infections After the Osteosynthes of Tibia Diaphysis.", "doi": "10.5455/medarh.2017.71.334-337", "journal": ["Medical archives (Sarajevo, Bosnia and Herzegovina)", "Med Arch"]}