{"authors": [["Carvalho", "Andre Couto", "AC", "Division of Endocrinology, Diabetes and Metabolism. Centro Hospitalar do Porto, Porto, Portugal. u08003@chporto.min-saude.pt."], ["Machado", "Ana", "A", "Laboratory of Hydrobiology and Ecology, Institute of Biomedical Sciences (ICBAS-UP) & CIIMAR, University of Porto, Porto, Portugal."], ["Embalo", "Adulai Robalo", "AR", "Ayuda, Intercambio y Desarollo (AIDA), Bissau, Guinea-Bissau."], ["Bordalo", "Adriano A", "AA", "Laboratory of Hydrobiology and Ecology, Institute of Biomedical Sciences (ICBAS-UP) & CIIMAR, University of Porto, Porto, Portugal."]], "text": "Iodine deficiency disorders are estimated to affect 25% of all school-age children around the world. Current policies concerning iodine deficiency disorders in many countries are not based on robust or recent national data. Our objective was to evaluate the current status of iodine nutrition in Guinea-Bissau (West Africa).A cross-sectional survey including 299 school-age children, aged 6-14 years old, from four distinct regions of Guinea-Bissau across a coast-hinterland gradient (Bolama, Bissau, Cambaju-Bafatá, and Gabú) was performed. Several iodine deficiency disorders indicators were used: total goiter rate, median urinary iodine concentration (UIC) and regional iodine content in household salt and drinking water samples. Data on the total goiter rate were obtained by thyroid ultrasound.Goiter was found in 73.5% (CI 95%, 68.5-78.2%) of the school-age children. We observed a median urinary iodine concentration of 110  mcg/l, with 7.3% of the studied population presenting urinary iodine concentration  < 50  mcg/l. Only 12.5% of the household salt samples revealed iodine content ≥  15  mg/kg. Median well water iodine concentration was 11.7  mcg/l.Guinea-Bissau presents high rates of goiter in school-age children despite satisfactory median urinary iodine concentration population levels. Salt and drinking water iodine median content cannot explain these findings. Further studies following the progress in iodine deficiency status and the presence of potential goitrogens in diet of this vulnerable population are in needed.", "id": "29284787", "date": "2017-12-28", "title": "Endemic goiter and iodine deficiency status among Guinea-Bissau school-age children.", "doi": "10.1038/s41430-017-0055-0", "journal": ["European journal of clinical nutrition", "Eur J Clin Nutr"]}