{"authors": [["Pyaskovskaya", "O N", "ON", "R.E. Kavetsky Institute of Experimental Pathology, Oncology and Radiobiology, NAS of Ukraine, Kyiv 03022, Ukraine."], ["Kolesnik", "D L", "DL", "R.E. Kavetsky Institute of Experimental Pathology, Oncology and Radiobiology, NAS of Ukraine, Kyiv 03022, Ukraine."], ["Fedorchuk", "A G", "AG", "R.E. Kavetsky Institute of Experimental Pathology, Oncology and Radiobiology, NAS of Ukraine, Kyiv 03022, Ukraine."], ["Gorbik", "G V", "GV", "R.E. Kavetsky Institute of Experimental Pathology, Oncology and Radiobiology, NAS of Ukraine, Kyiv 03022, Ukraine."], ["Solyanik", "G I", "GI", "R.E. Kavetsky Institute of Experimental Pathology, Oncology and Radiobiology, NAS of Ukraine, Kyiv 03022, Ukraine."]], "text": "It is known that metformin is a hypoglycemic drug used to treat type II diabetes mellitus. Recently active studies of its antitumor activity in relation to different types of malignant cells are conducted.To determine the relationship between cytotoxic activity of metformin in vitro and its antitumor activity in vivo.The rat C6 glioma cell line and mouse Lewis lung carcinoma cells (LLC) were used in this work. The number of living cells in the cytotoxic test was evaluated using sulforhodamine B. Parameters of tumor cell susceptibility to metformin activity in vitro were calculated using nonlinear and linear regression of experimental data. The antitumor action of metformin in vivo was evaluated routinely by the extension of survival time (ST) (in rats with intracerebral C6 glioma) and its effect on the volume of the primary tumor, the number and volume of metastases (in mice with LLC).In cultured LLC cells in vitro, the proportions of metformin-resistant (A1, %) and metformin-sensitive (A2, %) subpopulations were 10.0 ± 2.2% and 92.0 ± 3.5%, respectively, in terms of the total number of living cells. Parameter t, which characterizes the sensitivity of cancer cells to metformin action (the lower is the value of this parameter the higher is sensitivity of cells to metformin cytotoxicity), for metformin-resistant and metformin-sensitive subpopulations was: t1(mM) = ∞ and t2(mM) = 2.9 ± 0.3, correspondingly. For metformin-sensitive subpopulation of LLC cells IC50 (mM) = 2.42 ± 0.34. The volume of the primary tumor, the amount and volume of metastases in mice receiving metformin at a dose of Dmin (0.15 g/kg) and Dmax (0.3 g/kg) values did not significantly differ from those in the control. However, in the case of Dmin, there was a tendency to increased volume of the primary tumor, in the case of Dmax, there was a tendency to increased volume of metastases. The analogical parameters (A1, A2, b1, b2, IC50 (1), IC50 (2)) characterizing cell sensitivity to the action of metformin in vitro were obtained in relation to C6 glioma cells. In metformin-resistant subpopulation, these parameters were: A1 (%) = 72.3 ± 1.4; b1 (%/mM) = 0.43 ± 0.005; IC50 (1) (mM) = 84.1 ± 2.4. For metformin-sensitive subpopulation, these parameters were: A2 (%) = 30.8 ± 2.3; b2 (%/mM) = 2.87 ± 0.4; IC50 (2) (mM) = 5.37 ± 0.45. In vivo, a statistically significant anti-glioma effect of metformin was observed: at a dose of Dmax (5.2 g/kg) administration of this preparation resulted in a prolongation of the mean ST of tumor-bearing rats by 23% (p < 0.05) compared with that in the control.We found no correlation between the cytotoxic/cytostatic action of metformin in vitro and its antitumor activity in vivo on the two types of tumor cells; these results indicate a significant contribution of the tumor microenvironment to the implementation of the antitumor activity of the drug.", "id": "29284782", "date": null, "title": "Cytotoxic activity of metformin in vitro does not correlate with its antitumor action in vivo.", "doi": null, "journal": ["Experimental oncology", "Exp. Oncol."]}