{"authors": [["Tong", "Tammy Y N", "TYN", "Cancer Epidemiology Unit, Nuffield Department of Population Health, University of Oxford, Oxford, UK."], ["Appleby", "Paul N", "PN", "Cancer Epidemiology Unit, Nuffield Department of Population Health, University of Oxford, Oxford, UK."], ["Bradbury", "Kathryn E", "KE", "Cancer Epidemiology Unit, Nuffield Department of Population Health, University of Oxford, Oxford, UK."], ["Key", "Timothy J", "TJ", "Cancer Epidemiology Unit, Nuffield Department of Population Health, University of Oxford, Oxford, UK."]], "text": "To examine differences in health-related behaviours such as screening or testing for cancer, use of hormone replacement therapy (HRT) and use of other medications in different diet groups.We studied 31 260 participants across four diet groups (18 155 meat eaters, 5012 fish eaters, 7179 vegetarians, 914 vegans) in the UK EPIC-Oxford cohort. Information was collected in 5-year (around 2000-2003) or 10-year (around 2007) follow-up questionnaires regarding participation in breast screening, cervical screening, prostate-specific antigen (PSA) testing, use of HRT and use of medications for the past 4 weeks. Using Poisson regression, we estimated the prevalence ratios (PR) for each behaviour across people of different diet groups, using meat eaters as the reference group.Compared with meat eaters, vegetarian (PR: 0.94, 95% CI 0.89 to 0.98) and vegan (PR: 0.82, 95% CI 0.71 to 0.95) women reported lower participation in breast screening, and vegetarian men were less likely to report PSA testing (PR: 0.82, 95% CI 0.71 to 0.96). No differences were observed among women for cervical screening. In women, all non-meat-eating groups reported lower use of HRT compared with meat eaters (P heterogeneity <0.0001). Lower reported use of any medication was observed for participants in all non-meat-eating groups with no (P<0.0001) or one (P=0.0002) self-reported illness. No heterogeneity was observed across the diet groups for the reported use of specific medication for high blood pressure, high blood cholesterol, asthma, diabetes and thyroid disease.Differences in self-reported breast screening, PSA testing, HRT use and overall medication use were observed across the diet groups. Whether such differences contribute to differential long-term disease risks requires further study.", "id": "29284719", "date": "2017-12-27", "title": "Cross-sectional analyses of participation in cancer screening and use of hormone replacement therapy and medications in meat eaters and vegetarians: the EPIC-Oxford study.", "doi": "10.1136/bmjopen-2017-018245", "journal": ["BMJ open", "BMJ Open"]}