{"authors": [["Quinn", "Virginia P", "VP", "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, California, USA."], ["Nash", "Rebecca", "R", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, Georgia, USA."], ["Hunkeler", "Enid", "E", "Division of Research, Kaiser Permanente Northern California (emerita), Oakland, California, USA."], ["Contreras", "Richard", "R", "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, California, USA."], ["Cromwell", "Lee", "L", "Center for Clinical and Outcomes Research, Kaiser Permanente Georgia, Atlanta, Georgia, USA."], ["Becerra-Culqui", "Tracy A", "TA", "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, California, USA."], ["Getahun", "Darios", "D", "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, California, USA."], ["Giammattei", "Shawn", "S", "The Rockway Institute, Alliant International University, San Francisco, California, USA."], ["Lash", "Timothy L", "TL", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, Georgia, USA."], ["Millman", "Andrea", "A", "Division of Research, Kaiser Permanente Northern California, Oakland, California, USA."], ["Robinson", "Brandi", "B", "Center for Clinical and Outcomes Research, Kaiser Permanente Georgia, Atlanta, Georgia, USA."], ["Roblin", "Douglas", "D", "School of Public Health, Georgia State University, Atlanta, Georgia, USA."], ["Silverberg", "Michael J", "MJ", "Division of Research, Kaiser Permanente Northern California, Oakland, California, USA."], ["Slovis", "Jennifer", "J", "The Permanente Medical Group, Kaiser Permanente Northern California, Oakland, California, USA."], ["Tangpricha", "Vin", "V", "Emory University School of Medicine, Atlanta, Georgia, USA."], ["Tolsma", "Dennis", "D", "Center for Clinical and Outcomes Research, Kaiser Permanente Georgia, Atlanta, Georgia, USA."], ["Valentine", "Cadence", "C", "Department of Research & Evaluation, Kaiser Permanente Southern California, Pasadena, California, USA."], ["Ward", "Kevin", "K", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, Georgia, USA."], ["Winter", "Savannah", "S", "Center for Clinical and Outcomes Research, Kaiser Permanente Georgia, Atlanta, Georgia, USA."], ["Goodman", "Michael", "M", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, Georgia, USA."]], "text": "The Study of Transition, Outcomes and Gender (STRONG) was initiated to assess the health status of transgender people in general and following gender-affirming treatments at Kaiser Permanente health plans in Georgia, Northern California and Southern California. The objectives of this communication are to describe methods of cohort ascertainment and data collection and to characterise the study population.A stepwise methodology involving computerised searches of electronic medical records and free-text validation of eligibility and gender identity was used to identify a cohort of 6456 members with first evidence of transgender status (index date) between 2006 and 2014. The cohort included 3475 (54%) transfeminine (TF), 2892 (45%) transmasculine (TM) and 89 (1%) members whose natal sex and gender identity remained undetermined from the records. The cohort was matched to 127 608 enrollees with no transgender evidence (63 825 women and 63 783 men) on year of birth, race/ethnicity, study site and membership year of the index date. Cohort follow-up extends through the end of 2016.About 58% of TF and 52% of TM cohort members received hormonal therapy at Kaiser Permanente. Chest surgery was more common among TM participants (12% vs 0.3%). The proportions of transgender participants who underwent genital reconstruction surgeries were similar (4%-5%) in the two transgender groups. Results indicate that there are sufficient numbers of events in the TF and TM cohorts to further examine mental health status, cardiovascular events, diabetes, HIV and most common cancers.STRONG is well positioned to fill existing knowledge gaps through comparisons of transgender and reference populations and through analyses of health status before and after gender affirmation treatment. Analyses will include incidence of cardiovascular disease, mental health, HIV and diabetes, as well as changes in laboratory-based endpoints (eg, polycythemia and bone density), overall and in relation to gender affirmation therapy.", "id": "29284718", "date": "2017-12-27", "title": "Cohort profile: Study of Transition, Outcomes and Gender (STRONG) to assess health status of transgender people.", "doi": "10.1136/bmjopen-2017-018121", "journal": ["BMJ open", "BMJ Open"]}