{"authors": [["Krass", "Ines", "I", "Faculty of Pharmacy, University of Sydney, Sydney, New South Wales, Australia."], ["Carter", "Rob", "R", "Deakin Health Economics, Centre for Population Research, Faculty of Health, Deakin University, Burwood, Victoria, Australia."], ["Mitchell", "Bernadette", "B", "Faculty of Pharmacy, University of Sydney, Sydney, New South Wales, Australia."], ["Mohebbi", "Mohammadreza", "M", "Biostatistics unit, Faculty of Health, Deakin University, Geelong, Victoria, Australia."], ["Shih", "Sophy T F", "STF", "Deakin Health Economics, Centre for Population Research, Faculty of Health, Deakin University, Burwood, Victoria, Australia."], ["Trinder", "Peta", "P", "School of Medicine, Faculty of Health, Centre for Population Health Research, Deakin University, Burwood, Melbourne, Victoria, Australia."], ["Versace", "Vincent L", "VL", "Deakin University School of MedicineWarrnambool Campus, Deakin University, Warnambool, Victoria, Australia."], ["Wilson", "Frances", "F", "Faculty of Pharmacy, University of Sydney, Sydney, New South Wales, Australia."], ["Namara", "Kevin Mc", "KM", "School of Medicine, Faculty of Health, Centre for Population Health Research, Deakin University, Burwood, Melbourne, Victoria, Australia."]], "text": "With the rising prevalence of type 2 diabetes in Australia, screening and earlier diagnosis is needed to provide opportunities to intervene with evidence-based lifestyle and treatment options to reduce the individual, social and economic impact of the disease. The objectives of the Pharmacy Diabetes Screening Trial are to compare the clinical effectiveness and cost-effectiveness of three screening models for type 2 diabetes in a previously undiagnosed population.The Pharmacy Diabetes Screening Trial is a pragmatic cluster randomised controlled trial to be conducted in 363 community pharmacies across metropolitan, regional and remote areas of Australia, randomly allocated by geographical clusters to one of three groups, each with 121 pharmacies and 10 304 screening participants. The three groups are: group A: risk assessment using a validated tool (AUSDRISK); group B: AUSDRISK assessment followed by point-of-care glycated haemoglobin testing; and group C: AUSDRISK assessment followed by point-of-care blood glucose testing. The primary clinical outcome measure is the proportion of newly diagnosed cases of type 2 diabetes. Primary outcome comparisons will be conducted using the Cochran-Mantel-Haenszel test to account for clustering. The secondary clinical outcomes measures are the proportion of those who (1) are referred to the general practitioner (GP), (2) take up referral to the GP, (3) are diagnosed with pre-diabetes, that is, impaired glucose tolerance or impaired fasting glucose and (4) are newly diagnosed with either diabetes or pre-diabetes. The economic outcome measure is the average cost (direct and indirect) per confirmed new case of diagnosed type 2 diabetes based on the incremental net trial-based costs of service delivery and the associated incremental longer term health benefits from a health funder perspective.The protocol has been approved by the Human Research Ethics Committees at University of Sydney and Deakin University. Results will be available on the Sixth Community Pharmacy Agreement website and will be published in peer reviewed journals.ACTRN12616001240437; Pre-results.", "id": "29284715", "date": "2017-12-27", "title": "Pharmacy Diabetes Screening Trial: protocol for a pragmatic cluster-randomised controlled trial to compare three screening methods for undiagnosed type 2 diabetes in Australian community pharmacy.", "doi": "10.1136/bmjopen-2017-017725", "journal": ["BMJ open", "BMJ Open"]}