{"authors": [["Isom", "Daniel G", "DG", "University of North Carolina, United States."], ["Page", "Stephani C", "SC", "Biochemistry & Biophysics, University of North Carolina at Chapel Hill, United States."], ["Collins", "Leonard B", "LB", "University of North Carolina, United States."], ["Kapolka", "Nicholas J", "NJ", "University of Miami Miller School of Medicine, United States."], ["Taghon", "Geoffrey J", "GJ", "University of Miami Miller School of Medicine, United States."], ["Dohlman", "Henrik G", "HG", "Pharmacology, University of North Carolina, United States."]], "text": "The yeast Saccharomyces cerevisiae employs multiple pathways to coordinate sugar availability and metabolism. Glucose and other sugars are detected by a G protein coupled receptor, Gpr1, as well as a pair of transporter-like proteins, Rgt2 and Snf3. When glucose is limiting however, an ATP-driven proton pump (Pma1) is inactivated leading to a marked decrease in cytoplasmic pH. Here we determine the relative contribution of the two sugar sensing pathways to pH regulation. Whereas cytoplasmic pH is strongly dependent on glucose abundance, and is regulated by both glucose-sensing pathways, ATP is largely unaffected and therefore cannot account for the changes in Pma1 activity. These data suggest the pH is a second messenger of the glucose sensing pathways. We show further that different sugars differ in their ability to control cellular acidification, in the manner of inverse agonists. We conclude that the sugar sensing pathways act via Pma1 to invoke coordinated changes in cellular pH and metabolism. More broadly, our findings support the emerging view that cellular systems have evolved the use of pH signals as a means of adapting to environmental stresses such as those caused by hypoxia, ischemia, and diabetes.", "id": "29284676", "date": "2017-12-28", "title": "Coordinated Regulation of Intracellular pH by Two Glucose Sensing Pathways in Yeast.", "doi": "10.1074/jbc.RA117.000422", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}