{"authors": [["Hartman", "Terryl J", "TJ", "Department of Epidemiology, Rollins School of Public Health, Winship Cancer Institute, Emory University, Atlanta, Georgia. tjhartm@emory.edu."], ["McCullough", "Marjorie L", "ML", "Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."], ["Hodge", "James M", "JM", "Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."], ["Gaudet", "Mia M", "MM", "Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."], ["Wang", "Ying", "Y", "Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."], ["Gapstur", "Susan M", "SM", "Epidemiology Research Program, American Cancer Society, Atlanta, Georgia."]], "text": "Background: The glycemic potential and energy density (ED) of diet may influence endometrial cancer risk. Although glycemic load (GL) is considered a probable risk factor for endometrial cancer, no studies have evaluated the association of total dietary ED with risk.Methods: We evaluated associations of ED, GL, and glycemic index (GI) with postmenopausal endometrial cancer incidence. Analyses included 30,997 postmenopausal women from the Cancer Prevention Study II Nutrition Cohort with no previous history of cancer or diabetes, who provided information on diet, lifestyle, and medical history in 1999 and were followed for cancer incidence through June 2013. Multivariable-adjusted HRs and 95% confidence intervals were estimated for quartiles (Q) of total dietary ED, GL, and GI in relation to endometrial cancer incidence using Cox proportional hazards regression models.Results: During a median follow-up time of 13.6 years, 425 endometrial cancer cases were identified. Median dietary ED was 1.5 kcal/g [interquartile range (IQR) = 1.3-1.7 kcal/g]. Median (IQR) GL and GI were 113.7 (100.5-126.8) and 52.5 (50.4-54.5), respectively. After adjustment for age, use of hormone replacement therapy, physical activity, and body mass index (kg/m2), neither ED, GL, nor GI were associated with endometrial cancer risk.Conclusions: We found no associations of ED, GL, or GI with endometrial cancer risk.Impact: These results do not support an association between total dietary ED, GL, or GI and risk of postmenopausal endometrial cancer. Cancer Epidemiol Biomarkers Prev; 27(1); 113-5. ©2017 AACR.", "id": "29284671", "date": "2017-12-28", "title": "Dietary Energy Density, Glycemic Load, Glycemic Index, and Risk for Endometrial Cancer in the CPS-II Nutrition Cohort.", "doi": "10.1158/1055-9965.EPI-17-0964", "journal": ["Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology", "Cancer Epidemiol. Biomarkers Prev."]}