{"authors": [["Buenaventura", "Teresa", "T", "Section of Cell Biology and Functional Genomics and Pancreatic Islet Biology and Diabetes Consortium, Imperial College London, London, UK."], ["Kanda", "Nisha", "N", "Section of Cell Biology and Functional Genomics and Pancreatic Islet Biology and Diabetes Consortium, Imperial College London, London, UK."], ["Douzenis", "Phoebe C", "PC", "Section of Cell Biology and Functional Genomics and Pancreatic Islet Biology and Diabetes Consortium, Imperial College London, London, UK."], ["Jones", "Ben", "B", "Section of Investigative Medicine, Imperial College London, London, UK."], ["Bloom", "Stephen R", "SR", "Section of Investigative Medicine, Imperial College London, London, UK."], ["Chabosseau", "Pauline", "P", "Section of Cell Biology and Functional Genomics and Pancreatic Islet Biology and Diabetes Consortium, Imperial College London, London, UK."], ["Corrêa", "Ivan R", "IR", "New England Biolabs, Inc, Ipswich, MA, USA."], ["Bosco", "Domenico", "D", "Department of Surgery, University of Geneva, Geneva, Switzerland."], ["Piemonti", "Lorenzo", "L", "Diabetes Research Institute, San Raffaele Scientific Institute, Milan, Italy."], ["Marchetti", "Piero", "P", "Department of Clinical and Experimental Medicine, Islet Cell Laboratory, University of Pisa, Pisa, Italy."], ["Johnson", "Paul R", "PR", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Shapiro", "Am James", "AJ", "Clinical Islet Laboratory and Clinical Islet Transplant Program, University of Alberta, Edmonton, Alberta, Canada."], ["Rutter", "Guy A", "GA", "Section of Cell Biology and Functional Genomics and Pancreatic Islet Biology and Diabetes Consortium, Imperial College London, London, UK."], ["Tomas", "Alejandra", "A", "Section of Cell Biology and Functional Genomics and Pancreatic Islet Biology and Diabetes Consortium, Imperial College London, London, UK a.tomas-catala@imperial.ac.uk."]], "text": "The GLP-1 receptor (GLP-1R) is a key target for type 2 diabetes (T2D) treatment. Since endocytic trafficking of agonist-bound receptors is one of the most important routes for regulation of receptor signaling, a better understanding of this process may facilitate the development of new T2D therapeutic strategies. Here, we have screened 29 proteins with known functions in G protein-coupled receptor trafficking for their role in GLP-1R potentiation of insulin secretion in pancreatic beta cells. We identify five (clathrin, dynamin1, AP2, SNX27 and SNX1) that increase and four (HIP1, HIP14, GASP-1 and Nedd4) that decrease insulin secretion from murine insulinoma MIN6B1 cells in response to the GLP-1 analogue exendin-4. The roles of Huntingtin-interacting protein 1 (HIP1) and the endosomal sorting nexins SNX1 and SNX27 were further characterized in mouse and human beta cell lines and human islets. While HIP1 was required for the coupling of cell surface GLP-1R activation with clathrin-dependent endocytosis, the sorting nexins were found to control the balance between GLP-1R plasma membrane recycling and lysosomal degradation, and, in doing so, determine the overall beta cell incretin responses. We thus identify key modulators of GLP-1R trafficking and signaling that might provide novel targets to enhance insulin secretion in T2D.", "id": "29284659", "date": "2017-12-28", "title": "A Targeted RNAi Screen Identifies Endocytic Trafficking Factors that Control GLP-1 Receptor Signaling in Pancreatic Beta Cells.", "doi": "10.2337/db17-0639", "journal": ["Diabetes", "Diabetes"]}