{"authors": [["Ogurtsova", "Katherine", "K", "Institute for Health Services Research and Health Economics, German Diabetes Center (DDZ), Leibniz Center for Diabetes Research at Heinrich Heine University, Auf'm Hennekamp 65, 40225, Düsseldorf, Germany. Katherine.Ogurtsova@ddz.uni-duesseldorf.de."], ["Heise", "Thomas L", "TL", "Institute for Public Health and Nursing Research-IPP, Health Sciences Bremen, University of Bremen, Bremen, Germany."], ["Linnenkamp", "Ute", "U", "Institute for Health Services Research and Health Economics, German Diabetes Center (DDZ), Leibniz Center for Diabetes Research at Heinrich Heine University, Auf'm Hennekamp 65, 40225, Düsseldorf, Germany."], ["Dintsios", "Charalabos-Markos", "CM", null], ["Lhachimi", "Stefan K", "SK", "Institute for Public Health and Nursing Research-IPP, Health Sciences Bremen, University of Bremen, Bremen, Germany."], ["Icks", "Andrea", "A", "Institute for Health Services Research and Health Economics, German Diabetes Center (DDZ), Leibniz Center for Diabetes Research at Heinrich Heine University, Auf'm Hennekamp 65, 40225, Düsseldorf, Germany."]], "text": "Type 2 diabetes mellitus (T2DM), a highly prevalent chronic disease, puts a large burden on individual health and health care systems. Computer simulation models, used to evaluate the clinical and economic effectiveness of various interventions to handle T2DM, have become a well-established tool in diabetes research. Despite the broad consensus about the general importance of validation, especially external validation, as a crucial instrument of assessing and controlling for the quality of these models, there are no systematic reviews comparing such validation of diabetes models. As a result, the main objectives of this systematic review are to identify and appraise the different approaches used for the external validation of existing models covering the development and progression of T2DM.We will perform adapted searches by applying respective search strategies to identify suitable studies from 14 electronic databases. Retrieved study records will be included or excluded based on predefined eligibility criteria as defined in this protocol. Among others, a publication filter will exclude studies published before 1995. We will run abstract and full text screenings and then extract data from all selected studies by filling in a predefined data extraction spreadsheet. We will undertake a descriptive, narrative synthesis of findings to address the study objectives. We will pay special attention to aspects of quality of these models in regard to the external validation based upon ISPOR and ADA recommendations as well as Mount Hood Challenge reports. All critical stages within the screening, data extraction and synthesis processes will be conducted by at least two authors. This protocol adheres to PRISMA and PRISMA-P standards.The proposed systematic review will provide a broad overview of the current practice in the external validation of models with respect to T2DM incidence and progression in humans built on simulation techniques.PROSPERO CRD42017069983 .", "id": "29284543", "date": "2017-12-29", "title": "External validation of type 2 diabetes computer simulation models: definitions, approaches, implications and room for improvement-a protocol for a systematic review.", "doi": "10.1186/s13643-017-0664-7", "journal": ["Systematic reviews", "Syst Rev"]}