{"authors": [["Kim", "Jang-Young", "JY", "Division of Cardiology, Department of Internal Medicine, Yonsei University Wonju College of Medicine, Wonju, Republic of Korea."], ["Son", "Jung-Woo", "JW", "Division of Cardiology, Department of Internal Medicine, Yonsei University Wonju College of Medicine, Wonju, Republic of Korea."], ["Park", "Sungha", "S", "Divison of Cardiology, Severance Cardiovascular Hospital and Cardiovascular Research Institute, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Yoo", "Tea-Hyun", "TH", "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Yong-Jin", "YJ", "Cardiovascular Center, Seoul National University Hospital, Seoul, Republic of Korea."], ["Ryu", "Dong-Ryeol", "DR", "Department of Internal Medicine, School of Medicine, Ewha Womans University, 1071, Anyangcheon-ro, Yangcheon-gu, Seoul, 158-710, Republic of Korea. drryu@ewha.ac.kr."], ["Chin", "Ho Jun", "HJ", "Division of nephrology, Department of internal medicine, Seoul National University Bundang Hospital, Seongnam, Gyeonggi-do, Republic of Korea."]], "text": "Fimasartan is the ninth angiotensin receptor blocker to be developed. However, it has not yet been evaluated for reno-protective effects in hypertensive diabetic chronic kidney disease (CKD). The target blood pressure (BP) for hypertensive diabetic CKD is also a controversial topic. This trial was designed to assess the reno-protective effects of fimasartan compared to those of losartan as a primary outcome. This study also compares the two drugs with regard to cardiovascular and renal outcomes in accordance with target systolic BP (SBP) (as secondary outcomes).This study is a prospective, phase III, randomized, double-blind, active-controlled, non-inferiority, four-parallel group, dose-titration, multicenter trial. We recruit patients with hypertensive diabetic CKD with overt proteinuria. Participants will be randomized into four groups (1:1:1:1): fimasartan standard SBP control (SBP < 140 mmHg); fimasartan strict SBP control (SBP < 130 mmHg); losartan standard SBP control; and losartan strict SBP control. After 24 weeks, all individuals are treated with fimasartan for an additional 120 weeks in an open-label design, maintaining their assigned SBP control groups as randomized. The primary endpoint is the rate of change in proteinuria, which is assessed using the spot urine albumin-creatinine ratio at 24 weeks. The secondary endpoints are the cardiovascular and renal outcomes at 144 weeks compared between the strict SBP and standard SBP control groups.The FANTASTIC is a clinical study to provide: (1) the reno-protective effect of fimasartan; and (2) the target BP to reduce adverse outcomes in hypertensive diabetic CKD with overt proteinuria.Clinicaltrials.gov, NCT02620306. Registered on 1 December 2015.", "id": "29284530", "date": "2017-12-29", "title": "FimAsartaN proTeinuriA SusTaIned reduCtion in comparison with losartan in diabetic chronic kidney disease (FANTASTIC): study protocol for randomized controlled trial.", "doi": "10.1186/s13063-017-2375-8", "journal": ["Trials", "Trials"]}