{"authors": [["Jin", "De", null, "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China."], ["Huang", "Wen-Jing", "WJ", "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China."], ["Meng", "Xiang", "X", "Beijing University of Chinese Medicine, No. 11, Bei San Huan Dong Lu, Chaoyang District, Beijing, 100029, China."], ["Yang", "Fan", "F", "Beijing University of Chinese Medicine, No. 11, Bei San Huan Dong Lu, Chaoyang District, Beijing, 100029, China."], ["Zheng", "Yu-Jiao", "YJ", "Beijing University of Chinese Medicine, No. 11, Bei San Huan Dong Lu, Chaoyang District, Beijing, 100029, China."], ["Bao", "Qi", "Q", "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China."], ["Zhang", "Mei-Zhen", "MZ", "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China."], ["Yang", "Ya-Nan", "YN", "Beijing University of Chinese Medicine, No. 11, Bei San Huan Dong Lu, Chaoyang District, Beijing, 100029, China."], ["Ni", "Qing", "Q", "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China. niqing669@163.com."], ["Lian", "Feng-Mei", "FM", "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China. 694397644@qq.com."], ["Tong", "Xiao-Lin", "XL", "Guang'anmen Hospital, China Academy of Traditional Chinese Medical Sciences, No. 5, Bei xian ge Xicheng District, Beijing, 100053, China. tongxiaolin66@sina.com."]], "text": "Diabetic distal symmetric polyneuropathy (DSPN) is one of the most common microvascular complications of diabetes mellitus, and it has become a major public health problem worldwide because of its high and increasing prevalence, morbidity, and disability rate. The current medications for DSPN are not entirely satisfactory. Preliminary studies indicated that the Chinese herbal TangBi Formula may alleviate signs and symptoms and improve the velocity of nerve conduction in patients with DSPN. This study was designed to determine if Chinese herbal medicine used in combination with conventional treatment is more effective than conventional treatment alone.We are conducting a multicenter, placebo-controlled, double-blind, randomized, controlled clinical trial as a means of assessing the therapeutic effects of traditional Chinese medicine (TCM) treatment. A total of 188 patients will be randomized in a 1:1 ratio to a treatment group (TangBi Formula plus mecobalamin) and a control group (placebo plus mecobalamin). The test period lasts 6 months, during which all of the patients will be given standard medical care as recommended by established guidelines. The primary outcome will be development of differences in changes in clinical symptoms and signs in patients and changes in Michigan Diabetic Neuropathy Score (MDNS) between the two groups before and after treatment. The secondary outcome will be changes in nerve conduction velocity and in single clinical signs and symptoms. Safety assessments and adverse events will also be evaluated.We postulate that patients with DSPN will benefit from therapy that includes TCM. If successful, this work will provide an evidence-based complementary therapeutic approach for treatment of DSPN.ClinicalTrials.gov, NCT03010241 . Registered on 2 January 2017.", "id": "29284520", "date": "2017-12-29", "title": "Chinese herbal medicine TangBi Formula treatment of patients with type 2 diabetic distal symmetric polyneuropathy disease: study protocol for a randomized controlled trial.", "doi": "10.1186/s13063-017-2345-1", "journal": ["Trials", "Trials"]}