{"authors": [["Zangiabadi", "Safoura", "S", "School of Kinesiology and Health Sciences, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada."], ["Costanian", "Christy", "C", "School of Kinesiology and Health Sciences, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada. chc01@yorku.ca."], ["Tamim", "Hala", "H", "School of Kinesiology and Health Sciences, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada."]], "text": "Oral health is a significant measure of overall health, and regular dental visits are recommended for the maintenance of oral health. The purpose of this study is to determine the pattern (amount and type) of, and factors associated with dental care use among Ontarians.Data from the 2014 cycle of the Canadian Community Health Survey was used and analysis was restricted to individuals aged 12 and above residing in Ontario. Dental care use was defined by two distinct outcomes: not visiting a dentist within the past year and visiting a dentist only for emergencies. Multivariable logistic regression was performed to examine the association between socio-demographic, health behavior, oral health, and other health-related factors and the two outcomes.More than a quarter of participants reported not visiting the dentist in the last year, and 19% reported usually visiting a dentist only for emergencies. Multivariable logistic regression analysis suggested that males, individuals of Aboriginal status, those with low educational attainment, low household income, no dental insurance, who smoked, less frequent teeth brushing, poor health of teeth and mouth, or had diabetes were at a significant increased likelihood of not visiting the dentist within the past year, and only visiting a dentist for emergency care.Socioeconomic status, self-reported oral health, and general health behaviors were associated with dental care use. These findings highlight the need for focusing efforts toward improving dental care use among Ontarians.", "id": "29284491", "date": "2017-12-29", "title": "Dental care use in Ontario: the Canadian community health survey (CCHS).", "doi": "10.1186/s12903-017-0453-7", "journal": ["BMC oral health", "BMC Oral Health"]}