{"authors": [["Herath", "H M M", "HMM", "Department of Medicine, Faculty of Medicine, University of Ruhuna, University Unit, Teaching Hospital, Karapitiya, P.O. Box 70, Galle, Sri Lanka. herathtp@gmail.com."], ["Weerasinghe", "N P", "NP", "Department of Microbiology, Faculty of Medicine, University of Ruhuna, Galle, Sri Lanka."], ["Weerarathna", "T P", "TP", "Department of Medicine, Faculty of Medicine, University of Ruhuna, University Unit, Teaching Hospital, Karapitiya, P.O. Box 70, Galle, Sri Lanka."], ["Hemantha", "A", "A", "Department of Medicine, Faculty of Medicine, University of Ruhuna, Galle, Sri Lanka."], ["Amarathunga", "A", "A", "Department of Medicine, Faculty of Medicine, University of Ruhuna, Galle, Sri Lanka."]], "text": "Telephone survey (TS) has been a popular tool for conducting health surveys, particularly in developed countries. However, the feasibility, and reliability of TS are not adequately explored in Sri Lanka. The main aim of this study is to assess the effectiveness of telephone-based survey in estimating the prevalence of common non-communicable diseases (NCDs) in Sri Lanka.We carried out an observational cross-sectional study using telephone interview method in Galle district, Sri Lanka. The study participants were selected randomly from the residents living in the households with fixed land telephone lines. The prevalence of the main NCDs was estimated using descriptive statistics.Overall, 975 telephone numbers belonging to six main areas of Galle district were called, and 48% agreed to participate in the study. Of the non-respondents, 22% actively declined to participate. Data on NCDs were gathered from 1470 individuals. The most common self-reported NCD was hypertension (17.%), followed by diabetes (16.3%) and dyslipidaemia (15.6%). Smoking was exclusively seen in males (7.4%), and regular alcohol use was significantly more common in males (19.2%) than females (0.4%, P < .001).Our study revealed average response rate for telephone based interview in Sri Lankan setting. Overall prevalence of main NCDs in this study showed a comparable prevalence to studies used face to face interview method. This study supports the potential use of telephone-based survey to assess heath related information in Sri Lanka.", "id": "29284464", "date": "2017-12-29", "title": "Potential use of telephone-based survey for non-communicable disease surveillance in Sri Lanka.", "doi": "10.1186/s12889-017-4993-1", "journal": ["BMC public health", "BMC Public Health"]}