{"authors": [["Brostedt", "Erica M", "EM", "Department of Healthcare Development, Public Health Care Services, Stockholm County Council, Box 6909, 102 39, Stockholm, Sweden. Erica.Brostedt@sll.se."], ["Msghina", "Mussie", "M", "Department of Clinical Neuroscience, Centre for Psychiatric Research, Karolinska Universitetssjukhuset, Huddinge, Karolinska Institutet, Stockholm, 141 86, Sweden."], ["Persson", "Marie", "M", "Pharmaceutical Unit, Public Health Care Services, Stockholm County Council, Box 17533, Stockholm, 11891, Sweden."], ["Wettermark", "Björn", "B", "Department of Healthcare Development, Public Health Care Services, Stockholm County Council, Box 6909, 102 39, Stockholm, Sweden."]], "text": "This study investigated the prevalence of schizophrenia (ICD-10 F 20) and of other non-affective psychosis (NAP, ICD-10 F 21 - F 29) in Sweden. It further assessed health care use, comorbidity and medication for these patient groups. Most studies either have a study population of patients with strictly defined schizophrenia or a psychosis population of which strict schizophrenia cases form a smaller set. The present study permits comparison of the two mutually exclusive patient groups using data at the individual level in the diagnosis of non-affective psychosis, use of health care, medical treatment and comorbidity by diagnosis or medical treatment.In 2012, data were extracted from a regional registry containing patient-level data on consultations, hospitalisations, diagnoses and dispensed drugs for the total population in the region of Stockholm (2.1 million inhabitants). The size of the total psychosis population was 18,769, of which 7284 had a diagnosis of schizophrenia. Crude prevalence rates and risk rates with 95% confidence intervals were calculated.In 2012, the prevalence of schizophrenia and NAP was 3.5/1000 and 5.5/1000, respectively. Schizophrenia was most common among patients aged 50-59 years and NAP most common among patients aged 40-49 years. Schizophrenia patients used psychiatric health care more often than the NAP patients but less overall inpatient care (78.6 vs. 60.0%). The most prevalent comorbidities were substance abuse/dependence (7.9% in the schizophrenia group vs. 11.7% in the NAP group), hypertension (7.9 vs. 9.7%) and diabetes (6.9 vs. 4.8%). The parenteral form of long-acting injectable antipsychotics was more often dispensed to patients with schizophrenia (10 vs. 2%).This study, analysing all diagnoses recorded in a large health region, confirmed prevalence rates found in previous studies. Schizophrenia patients use more psychiatric and less overall inpatient health care than NAP patients. Differences between the two patient groups in comorbidity and drug treatment were found. The registered rates of a substance abuse/dependence diagnosis were the most common comorbidity observed among the patients investigated. The observed differences between the schizophrenia and the NAP patients in health care consumption, comorbidity and drug treatment are relevant and warrant further studies.", "id": "29284436", "date": "2017-12-29", "title": "Health care use, drug treatment and comorbidity in patients with schizophrenia or non-affective psychosis in Sweden: a cross-sectional study.", "doi": "10.1186/s12888-017-1582-x", "journal": ["BMC psychiatry", "BMC Psychiatry"]}