{"authors": [["Choi", "Yoon Jeong", "YJ", "Research Institute of Nursing Science, Seoul National University College of Nursing, Seoul, South Korea."], ["Smaldone", "Arlene M", "AM", "School of Nursing and College of Dental Medicine, Columbia University Medical Center, New York, New York, USA."]], "text": "Purpose The purpose of this systematic review and meta-analysis is to explore the factors associated with medication engagement among older adults (≥60 years) with diabetes. Methods Five databases (PubMed, Embase, Cumulative Index to Nursing and Allied Health Literature, PsycINFO, and Scopus) were systematically searched to identify studies examining the association between factors and medication engagement among older diabetes patients. A study met inclusion for meta-analysis if the prevalence of medication engagement or factor was reported in ≥2 studies and the frequency or strength of association was either reported or able to be computed. Quality appraisal was performed with the Downs and Black tool. Results Of 538 retrieved studies, 33 (20 cohort and 13 cross-sectional) were included for systematic review; of these, 22 met criteria for meta-analysis. Findings from meta-analysis show that women (odds ratio [OR], 0.92; 95% CI, 0.86-0.97), those with depression (OR, 0.73; 95% CI, 0.62-0.87), and those with higher out-of-pocket spending for prescription drugs (OR, 0.87; 95% CI, 0.80-0.94) were less likely to take diabetes medication when compared with men, those without depression, and those with lower out-of-pocket costs, respectively. Older age (OR, 1.13; 95% CI, 1.00-1.27) was associated with better engagement to diabetes medication. Conclusions Of 4 identified factors, 2 are modifiable. Recent policy efforts to decrease the cost burden of prescribed medication for older adults, such as Medicare Part D, may remove this barrier to medication engagement. Routine screening for depression among older adults with diabetes should be included as part of usual care to facilitate an integrated treatment approach.", "id": "29284354", "date": "2017-12-28", "title": "Factors Associated With Medication Engagement Among Older Adults With Diabetes: Systematic Review and Meta-Analysis.", "doi": "10.1177/0145721717747880", "journal": ["The Diabetes educator", "Diabetes Educ"]}