{"authors": [["Ilunga Tshiswaka", "Daudet", "D", "Department of Public Health, University of West Florida, Pensacola, Florida."], ["Ibe-Lamberts", "Kelechi D", "KD", "Department of Psychology, University of Florida, Gainesville, Florida."], ["Whembolua", "Guy-Lucien S", "GS", "Department of Africana Studies, University of Cincinnati, Cincinnati, Ohio."], ["Fapohunda", "Abi", "A", "FOB Group, LLC, Public Health Services, Monroeville, Pennsylvania."], ["Tull", "Eugene S", "ES", "Inter-American Center for Public Health Improvement, Inc, Christiansted, Virginia."]], "text": "Purpose The purpose of this study was to explore perceptions and attitudes around physical activity among immigrants from the Democratic Republic of Congo and examine the influence of Congolese cultural beliefs on physical activity practice. Methods In-depth interviews were conducted and augmented by photo-elicitation among 20 Congolese immigrants, distributed equally by gender, aged 35 years or older. The PEN-3 model was used as the cultural conceptual framework. Results Using both the Relationships and Expectations dimension (Perceptions, Enablers, and Nurturers) and Cultural Empowerment dimension (Positive, Existential, and Negative) of the PEN-3 model, emergent themes were categorized around knowing the benefits of being physically active (perceptions), doctor encouragement to be more physically active (enablers), and the habit and local tradition of consuming beer after a soccer match (nurturers). Other emergent themes included Congolese loves to dance (positive), going to the gym is not Congolese culture (existential), and the challenge of increased physical activity (negative). Conclusions Congolese have their intrinsic cultural perceptions and attitudes around types of physical activity. The study disclosed a much more pronounced willingness to dance (as a potential source of increased physical activity) than to go to a gym. As such, if one wants to advocate a regimen of increased physical activity to offset the risk for type 2 diabetes, dance is an alternative to consider among some immigrants.", "id": "29284353", "date": "2017-12-28", "title": "\"Going to the Gym Is Not Congolese's Culture\": Examining Attitudes Toward Physical Activity and Risk for Type 2 Diabetes Among Congolese Immigrants.", "doi": "10.1177/0145721717749578", "journal": ["The Diabetes educator", "Diabetes Educ"]}