{"authors": [["McCall", "Michele E", "ME", "1 Medical/Surgical Intensive Care Unit, Specialized Complex Care Program, St. Michael's Hospital, Toronto, Ontario, Canada."], ["Adamo", "Alice", "A", "2 Trauma/Neurosurgery Program, St. Michael's Hospital, Toronto, Ontario, Canada."], ["Latko", "Katherine", "K", "3 DoctorCare, Toronto, Ontario, Canada."], ["Rieder", "Ashley K", "AK", "4 West Toronto Diabetes Education Program, Toronto, Ontario, Canada."], ["Durand", "Nicole", "N", "5 Georgian Bay Family Health Team, Collingwood, Ontario, Canada."], ["Nathanson", "Tova", "T", "1 Medical/Surgical Intensive Care Unit, Specialized Complex Care Program, St. Michael's Hospital, Toronto, Ontario, Canada."]], "text": "New comprehensive guidelines for nutrition support (NS) in the intensive care unit (ICU) can be used to improve quality of care and benchmark current practice. The objective of this study was to (a) compare NS practices in our medical/surgical ICU (MSICU) to 18 recommendations described in the Canadian Clinical Practice Guidelines and Society of Critical Care Medicine/American Society of Parenteral and Enteral Nutrition guidelines, (b) determine the percentage of goal calories and protein delivered, and (c) identify the barriers to successful NS delivery.This was a prospective observation trial of up to 14 days duration.A 24-bed MSICU in a tertiary teaching hospital in Toronto, Canada.We studied 98 mechanically ventilated patients with any diagnosis who were expected to require either enteral nutrition (EN) or parenteral nutrition (PN) for >48 hours.We measured nutritional intake, barriers to nutritional intake, and parameters that allowed comparison of our practice to 18 guidelines.Mean delivery of protein and energy was 79.3% and 81.1% of goal, respectively. The average time to initiation of EN support was 29.5 ± 23.7 hours. The 3 main reasons for interruption to enteral feeding were airway management issues, procedures, and gastrointestinal intolerance. Enteral feeding during vasopressor therapy was well tolerated. Ten of the 18 guidelines were followed for ≥80% of the time. Protein goals for patients on renal replacement therapy and patients with liver disease were not reached. Head-of-bed positioning was also inadequate. The 13 patients requiring PN all had appropriate indications for this therapy, including gastrointestinal leaks, maldigestion, or malabsorption.Nutrition support delivery was successful for most patients in this study. However, only 10 of the 18 guidelines were adequately followed. This study helped identify NS practices that work well and others that require strategies for improvement.", "id": "29284322", "date": "2017-01-01", "title": "Maximizing Nutrition Support Practice and Measuring Adherence to Nutrition Support Guidelines in a Canadian Tertiary Care ICU.", "doi": "10.1177/0885066617749175", "journal": ["Journal of intensive care medicine", "J Intensive Care Med"]}