{"authors": [["Freckmann", "Guido", "G", "1 Institut für Diabetes-Technologie Forschungs- und Entwicklungsgesellschaft mbH an der Universität Ulm, Ulm, Germany."], ["Kamecke", "Ulrike", "U", "1 Institut für Diabetes-Technologie Forschungs- und Entwicklungsgesellschaft mbH an der Universität Ulm, Ulm, Germany."], ["Waldenmaier", "Delia", "D", "1 Institut für Diabetes-Technologie Forschungs- und Entwicklungsgesellschaft mbH an der Universität Ulm, Ulm, Germany."], ["Haug", "Cornelia", "C", "1 Institut für Diabetes-Technologie Forschungs- und Entwicklungsgesellschaft mbH an der Universität Ulm, Ulm, Germany."], ["Ziegler", "Ralph", "R", "2 Diabetes Clinic for Children and Adolescents, Muenster, Germany."]], "text": "The detection of insulin infusion set (IIS) occlusions is an important feature of insulin pumps with regard to patient safety. However, there are no requirements for a time limit until an alarm has to be triggered after an occlusion occurred. The standard IEC 60601-2-24 is applicable for insulin pumps and describes test settings and procedures to determine occlusion detection time (ODT).In this study, ODT of six different insulin pump models with different IIS (in total 10 different insulin pump systems) was tested for two basal rates (1.0 U/h and 0.1 U/h).Differences were seen between the tested pump systems. At a basal rate of 1.0 U/h all insulin pump systems showed an acceptable ODT of less than 5 hours. However, at a basal rate of 0.1 U/h, as often used in children, the median ODT ranged from approximately 4 hours to more than 40 hours. With the lower basal rate, median ODT was longer than 6-8 hours for 9 of the 10 systems.Insulin pump users should not blindly rely on occlusion alarms but perform regular glucose monitoring and manufacturers should develop mechanisms that allow an earlier detection at low basal rates.", "id": "29284290", "date": "2017-12-01", "title": "Occlusion Detection Time in Insulin Pumps at Two Different Basal Rates.", "doi": "10.1177/1932296817750404", "journal": ["Journal of diabetes science and technology", "J Diabetes Sci Technol"]}