{"authors": [["Ogawa", "T", "T", "Removable Prosthodontics, Nihon University Graduate School of Dentistry at Matsudo, Matsudo, Japan."], ["Kimoto", "S", "S", "Department of Removable Prosthodontics, Nihon University School of Dentistry at Matsudo, Matsudo, Japan."], ["Nakashima", "Y", "Y", "Department of Removable Prosthodontics, Nihon University School of Dentistry at Matsudo, Matsudo, Japan."], ["Furuse", "N", "N", "Removable Prosthodontics, Nihon University Graduate School of Dentistry at Matsudo, Matsudo, Japan."], ["Ono", "M", "M", "Removable Prosthodontics, Nihon University Graduate School of Dentistry at Matsudo, Matsudo, Japan."], ["Furokawa", "S", "S", "Removable Prosthodontics, Nihon University Graduate School of Dentistry at Matsudo, Matsudo, Japan."], ["Okubo", "M", "M", "Department of Removable Prosthodontics, Nihon University School of Dentistry at Matsudo, Matsudo, Japan."], ["Yamaguchi", "H", "H", "Department of Anesthesiology, Nihon University School of Dentistry at Matsudo, Matsudo, Japan."], ["Kawai", "Y", "Y", "Department of Removable Prosthodontics, Nihon University School of Dentistry at Matsudo, Matsudo, Japan."]], "text": "There is little evidence of sensation in individuals with diabetes mellitus (DM) in the dental research field. We investigated whether pain thresholds (PTs) differ between individuals with and without DM (non-DM; NDM). To this end, we assessed whether PTs obtained from the oral cavity, hands, and feet differed from each other and across groups, and whether PTs differed for the three current frequencies used for testing (2000 Hz, 250 Hz, and 5 Hz). Pain threshold measurements were obtained from the oral mucosa and the tips of the fingers and toes of 56 volunteers, including 21 individuals with DM (12 men and 9 women, average age: 72.1 ± 4.7 years) and 35 NDM individuals (17 males and 18 females, average age: 51.2 ± 23.9 years) using the Neurometer CPT/C® device to deliver electrical stimulation. A single operator obtained PT measurements from around the left greater palatine foramen and from the tip of the left first finger and of the left great toe. Individuals with DM had significantly lower PT values than those without DM. The PT values for the oral cavity, hands, and feet differed significantly from each other (foot > hand, foot > oral cavity, hand > oral cavity). Moreover, there was a significant difference in the PT values for 5 Hz and 2000 Hz, as well as for 250 Hz and 2000 Hz. This study concluded that PT values derived from DM participants are lower than those from NDM participants, although PT measurements varied across regions and with current frequency.", "id": "29284179", "date": "2017-12-28", "title": "Differences in pain thresholds elicited by intraoral electrical stimuli between individuals with and without diabetes mellitus.", "doi": "10.1111/joor.12601", "journal": ["Journal of oral rehabilitation", "J Oral Rehabil"]}