{"authors": [["Hong", "Y L", "YL", "SH Ho Urology Centre, Department of Surgery, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Yee", "C H", "CH", "SH Ho Urology Centre, Department of Surgery, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Leung", "C B", "CB", "Division of Nephrology, Department of Medicine and Therapeutics, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Teoh", "J Yc", "JY", "SH Ho Urology Centre, Department of Surgery, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Kwan", "B Ch", "BC", "Division of Nephrology, Department of Medicine and Therapeutics, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Li", "P Kt", "PK", "Division of Nephrology, Department of Medicine and Therapeutics, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Hou", "S Sm", "SS", "SH Ho Urology Centre, Department of Surgery, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Ng", "C F", "CF", "SH Ho Urology Centre, Department of Surgery, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong."]], "text": "In Asia, few reports are available on the outcomes for living renal donors. We report the short- and long-term clinical outcomes of individuals following living donor nephrectomy in Hong Kong.We retrospectively reviewed the characteristics and clinical outcomes of all living renal donors who underwent surgery from January 1990 to December 2015 at our centre in Hong Kong. Information was obtained from hospital records and territory-wide electronic patient records.During the study period, 83 individuals underwent donor nephrectomy. The mean (± standard deviation) follow-up time was 12.0 ± 8.3 years, and the mean age at nephrectomy was 37.3 ± 10.0 years. A total of 44 (53.0%), four (4.8%), and 35 (42.2%) donors underwent live donor nephrectomy via an open, hand-port assisted laparoscopic, and laparoscopic approach, respectively. The overall incidence of complications was 36.6%, with most being grade 1 or 2. There were three (9.4%) grade 3a complications; all were related to open donor nephrectomy. The mean glomerular filtration rate was 96.0 ± 17.5 mL/min/1.73 m2 at baseline and significantly lower at 66.8 ± 13.5 mL/min/1.73 m2 at first annual follow-up (P<0.01). The latest mean glomerular filtration rate was 75.6% ± 15.1% of baseline. No donor died or developed renal failure. Of the donors, 14 (18.2%) developed hypertension, two (2.6%) had diabetes mellitus, and three (4.0%) had experienced proteinuria.The overall perioperative outcomes are good, with very few serious complications. The introduction of a laparoscopic approach has decreased perioperative blood loss and also shortened hospital stay. Long-term kidney function is satisfactory and no patients developed end-stage renal disease. The incidences of new-onset medical diseases and pregnancy-related complications were also low.", "id": "29284159", "date": "2017-12-29", "title": "Characteristics and clinical outcomes of living renal donors in Hong Kong.", "doi": "10.12809/hkmj176820", "journal": ["Hong Kong medical journal = Xianggang yi xue za zhi", "Hong Kong Med J"]}