{"authors": [["Mercuro", "Nicholas J", "NJ", "Maine Medical Center, Portland, ME."], ["Stogsdill", "Patricia", "P", "Maine Medical Center, Portland, ME; Tufts University School of Medicine, Boston, MA."], ["Wungwattana", "Minkey", "M", "Maine Medical Center, Portland, ME."]], "text": "Enterobacteriaceae bloodstream infections (EB-BSI) are a common manifestation of Gram-negative sepsis, and are initially managed with empiric intravenous (IV) antibiotics. Upon stabilization and source control, patients are often transitioned to an oral agent. The fluoroquinolone (FQ) class plays a prominent role in stepdown therapy for severe infections due to favorable pharmacokinetic parameters; however, serious adverse effects have been documented with their use. Two hundred and twenty-four adults with EB-BSI initiated on empiric IV antibiotics with stepdown to oral beta-lactam (BLM) (n= 84) or FQ (n= 140) were included to compare clinical success and identify risk factors for treatment failure. Subgroups of early vs. late oral stepdown, and short vs. extended total duration of therapy were assessed. Stepdown therapy with oral BLM for EB-BSI was non-inferior to oral FQ (86.9 vs. 87.1%, mean difference 0.2%, 97.5% CI: -10.3-10.7). Microbiologic success (94 vs. 97.9%, p> 0.05) and 30-day readmission (14.3 vs. 14.3%, p> 0.05) were similar. Patients were more likely to complete their BLM course without an adverse event compared to FQs (90.5 vs. 79.3%, p=0.03). Clinical success was comparable between early and late stepdown (86.7 vs 87.5%, p> 0.05), and short versus extended DOT (88.2 vs. 86.7%, p> 0.05). Negative predictors of clinical success identified by logistic regression were diabetes with complications (OR=0.36, CI: 0.15-0.84) and urinary abnormality (OR=0.39, CI: 0.16-0.94). Our findings suggest that oral BLMs were non-inferior to FQs as stepdown therapy for EB-BSI, with less antibiotic-associated adverse events.", "id": "29284155", "date": "2017-12-25", "title": "A retrospective analysis comparing oral stepdown therapy for enterobacteriaceae bloodstream infections: fluoroquinolones versus beta-lactams.", "doi": "10.1016/j.ijantimicag.2017.12.007", "journal": ["International journal of antimicrobial agents", "Int. J. Antimicrob. Agents"]}