{"authors": [["Yan", "Jiting", "J", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Wang", "Changyuan", "C", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Jin", "Yue", "Y", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Meng", "Qiang", "Q", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Liu", "Qi", "Q", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Liu", "Zhihao", "Z", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Liu", "Kexin", "K", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China."], ["Sun", "Huijun", "H", "Department of Clinical Pharmacology, College of Pharmacy, Dalian Medical University, Dalian, China. Electronic address: sunhuijun@dlmedu.edu.cn."]], "text": "Type 2 diabetes is characterized by insulin resistance in target tissues and hyperglycemia. Catalpol is a natural product isolated from the root of Rehmannia glutinosa, which has been reported to produce the effect of anti-diabetes in recent reports. The goal of the current study is to investigate the therapeutic effects of catalpol on hepatic insulin resistance in type 2 diabetes and elucidate the underlying cellular mechanisms. Type 2 diabetes in vivo was induced by combined high-fat diet (HFD) and streptozotocin (STZ) injection in C57BL/6J mice. Insulin resistance in vitro was induced by glucosamine administration in HepG2 cells. Catalpol exhibited the effects decreasing hepatic gluconeogenesis and increasing hepatic glycogen synthesis both in vivo and in vitro. Additionally, catalpol improved hepatic NADPH oxidase type 4 (NOX4)-mediated oxidative stress and activated hepatic AMP-activated protein kinase (AMPK) and phosphatidylinositol 3-kinase (PI3K)/AKT pathway in vivo and in vitro. The effects of catalpol on preventing gluconeogenesis and increasing glycogen synthesis in glucosamine-induced HepG2 cells were prevented by pretreatment with LY294002, the inhibitor of PI3K. Furthermore, the effect of catalpol on depriving glucosamine-induced insulin resistance was prevented by knockdown of NOX4 or AMPK with short interfering RNA (siRNA) in HepG2 cells. Moreover, the suppressive effect of catalpol on glucosamine-induced NOX4 over-expression was weakened by knockdown of AMPK with siRNA. Taken together, these findings suggested that catalpol ameliorated hepatic insulin resistance in type 2 diabetes through acting on AMPK/NOX4/PI3K/AKT pathway.", "id": "29284152", "date": "2017-12-25", "title": "Catalpol ameliorates hepatic insulin resistance in type 2 diabetes through acting on AMPK/NOX4/PI3K/AKT pathway.", "doi": "10.1016/j.phrs.2017.12.026", "journal": ["Pharmacological research", "Pharmacol. Res."]}