{"authors": [["Iglesias Molli", "Andrea Elena", "AE", "CONICET-Universidad de Buenos Aires, Instituto de Inmunología, Genética y Metabolismo (INIGEM), Laboratorio de Diabetes y Metabolismo, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Penas Steinhardt", "Alberto", "A", "Universidad Nacional de Luján, Departamento de Ciencias Básicas, Laboratorio de Genómica Computacional, Luján, Buenos Aires, Argentina."], ["López", "Ariel Pablo", "AP", "CONICET-Universidad de Buenos Aires, Instituto de Inmunología, Genética y Metabolismo (INIGEM), Laboratorio de Diabetes y Metabolismo, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["González", "Claudio Daniel", "CD", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Farmacología, Cátedra II, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Vilariño", "Jorge", "J", "Hospital FLENI, Departamento de Cardiología, Ciudad Autonoma de Buenos Aires, Buenos Aires, Argentina."], ["Frechtel", "Gustavo Daniel", "GD", "CONICET-Universidad de Buenos Aires, Instituto de Inmunología, Genética y Metabolismo (INIGEM), Laboratorio de Diabetes y Metabolismo, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Cerrone", "Gloria Edith", "GE", "CONICET-Universidad de Buenos Aires, Instituto de Inmunología, Genética y Metabolismo (INIGEM), Laboratorio de Diabetes y Metabolismo, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."]], "text": "The Metabolic Syndrome (MetS) is a cluster of cardiometabolic risk factors, usually accompanied by the presence of insulin resistance (IR) and a systemic subclinical inflammation state. Metabolically healthy obese (MHO) individuals seem to be protected against cardiometabolic complications. The aim of this work was to characterize phenotypically the low-grade inflammation and the IR in MHO individuals in comparison to obese individuals with MetS and control non obese. We studied two different populations: 940 individuals from the general population of Buenos Aires and 518 individuals from the general population of Venado Tuerto; grouped in three groups: metabolically healthy non-obese individuals (MHNO), MHO and obese individuals with MetS (MSO). Inflammation was measured by the levels of hs-CRP (high-sensitivity C reactive protein), and we found that MHO presented an increase in inflammation when compared with MHNO (Buenos Aires: p<0.001; Venado Tuerto: p<0.001), but they did not differ from MSO. To evaluate IR we analyzed the HOMA (Homoeostatic Model Assessment) values, and we found differences between MHO and MSO (Buenos Aires: p<0.001; Venado Tuerto: p<0.001), but not between MHNO and MHO. In conclusion, MHO group would be defined as a subgroup of obese individuals with an intermediate phenotype between MHNO and MSO individuals considering HOMA, hs-CRP and central obesity.", "id": "29284058", "date": "2017-12-28", "title": "Metabolically healthy obese individuals present similar chronic inflammation level but less insulin-resistance than obese individuals with metabolic syndrome.", "doi": "10.1371/journal.pone.0190528", "journal": ["PloS one", "PLoS ONE"]}