{"authors": [["Halfter", "Willi", "W", "Department of Ophthalmology, University of Basel, Basel, Switzerland."], ["Moes", "Suzette", "S", "Proteomics Core Facility, Biocenter of the University of Basel, Basel, Switzerland."], ["Asgeirsson", "Daphne O", "DO", "Biocenter and the Swiss Nanoscience Institute, University of Basel, Basel, Switzerland."], ["Halfter", "Kathrin", "K", "Institute of Medical Informatics, Biometry and Epidemiology, Maximilian University Munich, Munich, Germany."], ["Oertle", "Philipp", "P", "Biocenter and the Swiss Nanoscience Institute, University of Basel, Basel, Switzerland."], ["Melo Herraiz", "Esther", "E", "Biocenter and the Swiss Nanoscience Institute, University of Basel, Basel, Switzerland."], ["Plodinec", "Marija", "M", "Biocenter and the Swiss Nanoscience Institute, University of Basel, Basel, Switzerland."], ["Jenoe", "Paul", "P", "Proteomics Core Facility, Biocenter of the University of Basel, Basel, Switzerland."], ["Henrich", "Paul Bernhard", "PB", "Department of Ophthalmology, University of Basel, Basel, Switzerland."]], "text": "Basement membranes (BMs) are specialized sheets of extracellular matrix that outline epithelial cell layers, muscle fibers, blood vessels, and peripheral nerves. A well-documented histological hallmark of progressing diabetes is a major increase in vascular BM thickness. In order to investigate whether this structural change is accompanied by a change in the protein composition, we compared the proteomes of retinal vascular BMs from diabetic and non-diabetic donors by using LC-MS/MS. Data analysis showed that seventeen extracellular matrix (ECM)-associated proteins were more abundant in diabetic than non-diabetic vascular BMs. Four ECM proteins were more abundant in non-diabetic than in diabetic BMs. Most of the over-expressed proteins implicate a complement-mediated chronic inflammatory process in the diabetic retinal vasculature. We also found an up-regulation of norrin, a protein that is known to promote vascular proliferation, possibly contributing to the vascular remodeling during diabetes. Many of the over-expressed proteins were localized to microvascular aneurisms. Further, the overall stoichiometry of proteins was changed, such that the relative abundance of collagens in BMs from diabetic patients was higher than normal. Biomechanical measurements of vascular BM flat mounts using AFM showed that their outer surface was softer than normal.", "id": "29284024", "date": "2017-12-28", "title": "Diabetes-related changes in the protein composition and the biomechanical properties of human retinal vascular basement membranes.", "doi": "10.1371/journal.pone.0189857", "journal": ["PloS one", "PLoS ONE"]}