{"authors": [["Kim", "Gyu Ri", "GR", "Department of Biostatistics, Graduate School of Public Health, Yonsei University, Seoul, Korea."], ["Nam", "Chung Mo", "CM", "Department of Preventive Medicine, College of Medicine, Yonsei University, Seoul, Korea."]], "text": "Socioeconomic inequalities in non-communicable diseases are known to exist; however there is a paucity of research describing the secular trends in these inequalities. To this end, the current study aims to explore the recent time trends in social patterning of selected non-communicable diseases among Korean adults between 2007 and 2015.Using data from the Korea National Health and Nutrition Examination Survey (KNHANES), temporal trends in socioeconomic inequalities in diabetes, arthritis, asthma and depressive symptoms were assessed across three time points. Respondents were adults aged 20 years or over (N = 47,091, 20,180 men and 26,911 women). Socioeconomic circumstance was assessed based on highest level of educational attainment. We estimated prevalence ratios with 95% confidence intervals using Poisson regression with robust variance estimation (adjusted for age, smoking status, alcohol consumption, obesity, and physical activity) separately for men and women. The magnitude of the inequalities was computed using the relative index of inequality (RII).In men, diabetes was not associated with educational attainment, while there was evidence of a negative association in women across surveys. Similar inverse associations were found with arthritis and depressive symptoms, but these associations were less clear for asthma. RII showed a non-significant increasing trend in educational disparities in depressive symptoms. Meanwhile, relative inequalities in diabetes, arthritis and asthma have narrowed. These trends were, in general, more pronounced in women.The findings of this study indicate higher burden of selected NCDs among the lower educational groups, particularly among women. In addition, our results indicated some improvements in inequalities in diabetes, arthritis and asthma in recent years. These findings have important implications for understanding the causes of social patterning of NCDs and for the targeting of effective interventions.", "id": "29284021", "date": "2017-12-28", "title": "Temporal trends in educational inequalities in non-communicable diseases in Korea, 2007-2015.", "doi": "10.1371/journal.pone.0190143", "journal": ["PloS one", "PLoS ONE"]}