{"authors": [["Ushigome", "Emi", "E", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Matsumoto", "Shinobu", "S", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Oyabu", "Chikako", "C", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Kitagawa", "Noriyuki", "N", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Tanaka", "Toru", "T", "Department of Endocrinology and Metabolism, Kyoto First Red Cross Hospital."], ["Hasegawa", "Goji", "G", "Department of Endocrinology and Metabolism, Kyoto Second Red Cross Hospital."], ["Ohnishi", "Masayoshi", "M", "Department of Endocrinology and Metabolism, Osaka General Hospital of West Japan Railway Company, Osaka."], ["Tsunoda", "Sei", "S", "Department of Cardiology, Nishijin Hospital."], ["Ushigome", "Hidetaka", "H", "Department of Organ Transplantation and General Surgery, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Yokota", "Isao", "I", "Department of Biostatistics, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Nakamura", "Naoto", "N", "Saiseikai Kyoto Hospital."], ["Oda", "Yohei", "Y", "Yasaka Hospital, Kyoto, Japan."], ["Asano", "Mai", "M", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Tanaka", "Muhei", "M", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Yamazaki", "Masahiro", "M", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."], ["Fukui", "Michiaki", "M", "Department of Endocrinology and Metabolism, Kyoto Prefectural University of Medicine, Graduate School of Medical Science."]], "text": "Previously, we have shown in cross-sectional analysis of patients with type 2 diabetes mellitus that the presence of diabetic nephropathy is associated with increased home blood pressure (HBP) variability. We now examine the prognostic significance of HBP variability in substantially the same cohort.We performed a prospective cohort study of type 2 diabetes patients. We analyzed 714 patients. Major exclusion criteria are missing data of urinary albumin excretion and newly prescribed or stopped renin-angiotensin system inhibitors during 2-year follow-up. Patients were instructed to perform triplicate morning and evening HBP measurements for 14 consecutive days. We computed day-by-day HBP variability as within-patient standard deviation (SD) and coefficient of variation (CV) of measurements.During the follow-up period of 2 years, 23 patients progressed to macroalbuminuria. The changing risk of progression to macroalbuminuria with increasing day-by-day variability of morning SBP was better depicted using smoothing spline analyses. Patients with greater SD of morning SBP tended to significantly progress to macroalbuminuria [odds ratio: 5.24 (95% confidence interval: 2.10-13.03; P > 0.001)]. Patients with greater CV of morning SBP also tended to significantly progress to macroalbuminuria [odds ratio: 3.36 (95% confidence interval: 1.39-8.12; P = 0.007)].Day-by-day variability of morning SBP was proven as an independent predictor for progression to macroalbuminuria in patients with type 2 diabetes.", "id": "29283972", "date": "2017-12-27", "title": "Prognostic significance of day-by-day variability of home blood pressure on progression to macroalbuminuria in patients with diabetes.", "doi": "10.1097/HJH.0000000000001657", "journal": ["Journal of hypertension", "J. Hypertens."]}