{"authors": [["Richards", "Justin E", "JE", null], ["Scalea", "Thomas M", "TM", null], ["Mazzeffi", "Michael A", "MA", null], ["Rock", "Peter", "P", null], ["Galvagno", "Samuel M", "SM", null]], "text": "Early hyperglycemia is associated with multiple organ failure (MOF) after traumatic injury; however, few studies have considered the contribution of depth of clinical shock. We hypothesize that when considered simultaneously, glucose and lactate are associated with MOF in severely injured blunt trauma patients.We performed a retrospective investigation at a single tertiary care trauma center. Inclusion criteria were patient age ≥18 years, injury severity score (ISS) >15, blunt mechanism of injury, and an intensive care unit length of stay >48 hours. Patients with a history of diabetes or who did not survive the initial 48 hours were excluded. Demographics, injury severity, and physiologic data were recorded. Blood glucose and lactate values were collected from admission through the initial 24 hours of hospitalization. Multiple metrics of glucose and lactate were calculated: the first glucose (Glucadm, mg/dL) and lactate (Lacadm, mmol/L) at hospital admission, the mean initial 24-hour glucose (Gluc24hMean, mg/dL) and lactate (Lac24hMean, mmol/L), and the time-weighted initial 24-hour glucose (Gluc24hTW) and lactate (Lac24hTW). These metrics were divided into quartiles. The primary outcome was MOF. Separate Cox proportional hazard models were generated to assess the association of each individual glucose and lactate metric on MOF, after controlling for ISS, admission shock index, and disposition to the operating room after hospital admission. We assessed the interaction between glucose and lactate metrics in the multivariable models. Results are reported as hazard ratios (HRs) for an increase in the quartile level of glucose and lactate measurements, with 95% confidence intervals (CIs).A total of 507 severely injured blunt trauma patients were evaluated. MOF occurred in 46 of 507 (9.1%) patients and was associated with a greater median ISS (33.5, interquartile range [IQR]: 22-41 vs 27, IQR: 21-34; P < .001) and a greater median admission shock index (0.82, IQR: 0.68-1.1 vs 0.73, IQR: 0.60-0.91; P = .02). Patients who were transferred to the operating room after the initial trauma resuscitation were also more likely to develop MOF (20 of 119, 14.4% vs 26 of 369, 7.1%; P = .01). Three separate Cox proportional regression models demonstrated the following HR for an increase in the individual glucose metric quartile and MOF, while controlling for confounding variables: Glucadm HR: 1.35, 95% CI, 1.02-1.80; Gluc24hMean HR: 1.63, 95% CI, 1.14-2.32; Gluc24hTW HR: 1.14, 95% CI, 0.86-1.50. Three separate Cox proportional hazards models also demonstrated the following HR for each individual lactate metric quartile while controlling for the same confounders, with MOF again representing the dependent variable: Lacadm HR: 1.94, 95% CI, 1.38-2.96; Lac24hMean HR: 1.68, 95% CI, 1.22-2.31; Lac24hTW HR: 1.49, 95% CI, 1.10-2.02. When metrics of both glucose and lactate were entered into the same model only lactate remained significantly associated with MOF: Lacadm HR: 1.86, 95% CI, 1.29-2.69, Lac24hMean HR: 1.54, 95% CI, 1.11-2.12, and Lac24hTW HR: 1.48, 95% CI, 1.08-2.01. There was no significant interaction between lactate and glucose variables in relation to the primary outcome.When glucose and lactate are considered simultaneously, only lactate remained significantly associated with MOF in severely injured blunt trauma patients.", "id": "29283920", "date": "2017-12-26", "title": "Does Lactate Affect the Association of Early Hyperglycemia and Multiple Organ Failure in Severely Injured Blunt Trauma Patients?", "doi": "10.1213/ANE.0000000000002626", "journal": ["Anesthesia and analgesia", "Anesth. Analg."]}