{"authors": [["Abrahami", "Devin", "D", "Centre for Clinical Epidemiology, Lady Davis Institute, Jewish General Hospital, Montréal, Canada."], ["Yin", "Hui", "H", "Centre for Clinical Epidemiology, Lady Davis Institute, Jewish General Hospital, Montréal, Canada."], ["Yu", "Oriana H Y", "OHY", "Centre for Clinical Epidemiology, Lady Davis Institute, Jewish General Hospital, Montréal, Canada."], ["Pollak", "Michael N", "MN", "Gerald Bronfman Department of Oncology, McGill University, Montréal, Canada."], ["Azoulay", "Laurent", "L", "Centre for Clinical Epidemiology, Lady Davis Institute, Jewish General Hospital, Montréal, Canada."]], "text": "Evidence on the safety of the incretin-based drugs (glucagon-like peptide-1 [GLP-1] analogues and dipeptidyl peptidase-4 [DPP-4] inhibitors) with respect to colorectal cancer is contradictory. The objective of this study was to determine whether use of incretin-based drugs is associated with risk of incident colorectal cancer in patients with type 2 diabetes.Using data from the United Kingdom Clinical Practice Research Datalink, we identified a cohort of 112,040 patients newly treated with antidiabetic drugs between 1 January 2007 and 31 March 2015. We modeled use of GLP-1 analogues and DPP-4 inhibitors as time-varying variables and compared them with use of sulfonylureas. We lagged exposures by one year for latency and to reduce reverse causality and detection bias. We used time-dependent Cox proportional hazards models to estimate hazard ratios with 95% confidence intervals of incident colorectal cancer associated with the use of GLP-1 analogues and DPP-4 inhibitors overall, by cumulative duration of use, and by time since initiation.During 388,619 person-years of follow-up, there were 733 incident colorectal cancer events (incidence rate: 1.9 per 1,000 person-years). Use of GLP-1 analogues was not associated with colorectal cancer incidence (hazard ratio: 1.0, 95% confidence interval: 0.7, 1.6), nor was use of DPP-4 inhibitors (hazard ratio: 1.2, 95% confidence interval: 1.0, 1.5). There was no evidence of a duration-response relationship for either drug.The results of this large population-based study indicate that use of incretin-based drugs is not associated with colorectal cancer incidence among patients with type 2 diabetes.", "id": "29283894", "date": "2017-12-26", "title": "Incretin-based drugs and the incidence of colorectal cancer in patients with type 2 diabetes.", "doi": "10.1097/EDE.0000000000000793", "journal": ["Epidemiology (Cambridge, Mass.)", "Epidemiology"]}