{"authors": [["Lee", "Aaron A", "AA", "VA Center for Clinical Management Research."], ["Piette", "John D", "JD", "VA Center for Clinical Management Research, Department of Health Behavior and Health Education, University of Michigan School of Public Health."], ["Heisler", "Michele", "M", "VA Center for Clinical Management Research, Department of Internal Medicine, University of Michigan Medical School."], ["Janevic", "Mary R", "MR", "Department of Health Behavior and Health Education, University of Michigan School of Public Health."], ["Langa", "Kenneth M", "KM", "VA Center for Clinical Management Research, Department of Internal Medicine, University of Michigan Medical School."], ["Rosland", "Ann-Marie", "AM", "VA Center for Clinical Management Research, Department of Internal Medicine, University of Michigan Medical School."]], "text": "Family and friends often help chronically ill adults manage their conditions. Information about specific ways supporters help with disease management, and their experiences with and concerns about helping are lacking. This study describes key roles and concerns of family members who support the health management of adults with chronic illness, and compares experiences of health supporters living in and outside of support recipients' homes.Data were obtained from a national internet survey of 1,722 adults selected to represent the U.S.Detailed survey questions were completed by 703 respondents who reported providing regular disease-management help to at least one functionally-independent family member or friend with at least one of five chronic conditions (diabetes, heart failure, chronic lung disease, arthritis, depression).Current supporters assisted 834 chronically ill adults: 257 receiving in-home support and 577 receiving out-of-home support. Current supporters spent 2.1 hours/week on average helping their support recipient with health care, and 21.2% attended their recipient's health care appointments. Many recipients discussed crucial concerns about medication side effects (47.0%) and trouble paying for medications (32.0%) with supporters. However, 41.0% of supporters reported insufficient information about recipients' health conditions and regimen to be helpful. In-home supporters reported arguing more often with support recipients, but also received more information from recipients' health care providers than out-of-home supporters.Family and friends have significant potential to influence patients' chronic illness self-management. Programs to engage chronically ill patients' families to support self-management could provide information and skills targeting needs identified by supporters. (PsycINFO Database Record", "id": "29283613", "date": null, "title": "Family members' experiences supporting adults with chronic illness: A national survey.", "doi": "10.1037/fsh0000293", "journal": ["Families, systems & health : the journal of collaborative family healthcare", "Fam Syst Health"]}