{"authors": [["Tanaka", "Rika", "R", "Behavioural Cardiology Research Unit, Toronto General Hospital."], ["Trief", "Paula M", "PM", "Department of Psychiatry & Behavioral Sciences, SUNY Upstate Medical University."], ["Scales", "Kasandra", "K", "Department of Psychiatry & Behavioral Sciences, SUNY Upstate Medical University."], ["Weinstock", "Ruth S", "RS", "Department of Medicine, SUNY Upstate Medical University."]], "text": "Family-partner support has been associated with better blood glucose control, self-care adherence, and quality of life in adult patients with Type 2 diabetes (T2D). \"Miscarried helping\" has described interactions between youth with chronic diseases and their family members, in which a family member is helpful, but efforts are perceived as negative by the patient. Miscarried helping has not, however, been measured in adults with diabetes, which was the purpose of our study.Data from a randomized clinical trial (n = 268) were analyzed to establish the psychometric properties and correlates of an adaptation of a measure of miscarried helping developed in pediatric populations, for use with adults with T2D.The Helping for Health Inventory-Couples Version (HHI-C) was found to have three underlying factors and demonstrated adequate internal consistency across time (α at baseline = .86, 4 months = .87, 8 months = .86, and 12 months = .83) and showed high test-retest reliability (p < .01) over a 12-month period. Convergent validity was partially supported, because baseline HHI-C was positively associated with maladaptive conflict resolution strategies (p = .03) and negatively associated with adaptive conflict resolution strategies (p = .04) and diabetes knowledge (p < .01). The HHI-C did not correlate with body mass index or hemoglobin A1c, a measure of glycemic control. The HHI-C was positively associated with diabetes distress (p < .01) and depressive symptoms (p = .01).This study is the 1st known reporting of the psychometric properties of a measure of miscarried helping for adults with T2D. This valid measure of miscarried helping could be useful in future studies evaluating novel, relationship-based approaches to assist adults with T2D in disease management. (PsycINFO Database Record", "id": "29283609", "date": null, "title": "\"Miscarried helping\" in adults with Type 2 diabetes: Helping for Health Inventory-Couples.", "doi": "10.1037/fsh0000289", "journal": ["Families, systems & health : the journal of collaborative family healthcare", "Fam Syst Health"]}