{"authors": [["Garczorz", "Wojciech", "W", "Department of Biochemistry, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Gallego-Colon", "Enrique", "E", "Department of Biochemistry, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Kosowska", "Agnieszka", "A", "Department of Biochemistry, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Kłych-Ratuszny", "Agnieszka", "A", "Department of Biochemistry, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Woźniak", "Michał", "M", "Department of Biochemistry, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Marcol", "Wiesław", "W", "Department of Physiology, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Niesner", "K J", "KJ", "College of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Francuz", "Tomasz", "T", "Department of Biochemistry, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."]], "text": "Cardiovascular disease is the main cause of mortality and morbidity in the industrialized world. Incretin-mimetic compounds such as exenatide are currently used in the treatment of type 2 diabetes.We investigated the effects of incretin drugs on apoptosis, adhesion molecule expression, and concentration of extracellular matrix (ECM) metalloproteinases under inflammatory conditions within the context of atherosclerotic plaque formation of both human coronary artery endothelial cells (hCAECs) and human aortic endothelial cells (hAoECs). TNF-α-stimulated hCAEC and hAoEC were treated with exenatide (1 and 10 nmol/L) and GLP-1 (10 and 100 nmol/L) then evaluated for caspase 3/7 activity and assayed for protein levels of adhesion molecules sICAM-1, sVCAM-1, and P-selectin. Concentrations of matrix metalloproteinases (MMPs) MMP-1, MMP-2, MMP-9, and their inhibitors-tissue inhibitor of metalloproteinases (TIMPs), TIMP-1, TIMP-2 were also measured to evaluate the effects on extracellular matrix turnover within an inflammatory environment. Intracellular signaling pathways were evaluated via transfection of endothelial cells with a GFP vector under the NF-κB promoter.Our experimental data suggest that GLP-1 receptor (GLP-1R) agonists downregulate activation of NF-κB and adhesion molecules ICAM and VCAM, but not P-selectin, in both endothelial cell lines. Exendin-4 and GLP-1 modulate the expression of MMPs and TIMPs, with statistically significant effects observed at high concentrations of both incretins. Expressive modulation may be mediated by NF-κB as observed by activation of the vector when stimulated under inflammatory conditions.These findings indicate that GLP-1 analogs have anti-inflammatory properties in endothelial cells that may play an important role in preventing atherosclerosis.", "id": "29283509", "date": "2017-12-28", "title": "Exenatide exhibits anti-inflammatory properties and modulates endothelial response to tumor necrosis factor α-mediated activation.", "doi": "10.1111/1755-5922.12317", "journal": ["Cardiovascular therapeutics", "Cardiovasc Ther"]}