{"authors": [["Wu", "Yu-Fu", "YF", "School and Graduate Institute of Physical Therapy, College of Medicine, National Taiwan University, Taipei 10055, Taiwan. Jay5300@gmail.com."], ["Huang", "Yu-Ting", "YT", "School and Graduate Institute of Physical Therapy, College of Medicine, National Taiwan University, Taipei 10055, Taiwan. r05428002@ntu.edu.tw."], ["Wang", "Hsing-Kuo", "HK", "School and Graduate Institute of Physical Therapy, College of Medicine, National Taiwan University, Taipei 10055, Taiwan. hkwang@ntu.edu.tw."], ["Yao", "Chung-Chen Jane", "CJ", "Graduate Institute of Clinical Dentistry and Department of Dentistry, School of Dentistry, National Taiwan University, Taipei 10048, Taiwan. janeyao@ntu.edu.tw."], ["Sun", "Jui-Sheng", "JS", "Department of Orthopedic Surgery, College of Medicine, National Taiwan University, Taipei 10051, Taiwan. drjssun@ntuh.gov.tw."], ["Chao", "Yuan-Hung", "YH", "School and Graduate Institute of Physical Therapy, College of Medicine, National Taiwan University, Taipei 10055, Taiwan. yuanhungchao@ntu.edu.tw."]], "text": "Diabetes mellitus is associated with damage to tendons, which may result from cellular dysfunction in response to a hyperglycemic environment. Tenocytes express diminished levels of tendon-associated genes under hyperglycemic conditions. In contrast, mechanical stretch enhances tenogenic differentiation. However, whether hyperglycemia increases the non-tenogenic differentiation potential of tenocytes and whether this can be mitigated by mechanical stretch remains elusive. We explored the in vitro effects of high glucose and mechanical stretch on rat primary tenocytes. Specifically, non-tenogenic gene expression, adipogenic potential, cell migration rate, filamentous actin expression, and the activation of signaling pathways were analyzed in tenocytes treated with high glucose, followed by the presence or absence of mechanical stretch. We analyzed tenocyte phenotype in vivo by immunohistochemistry using an STZ (streptozotocin)-induced long-term diabetic mouse model. High glucose-treated tenocytes expressed higher levels of the adipogenic transcription factors PPARγ and C/EBPs. PPARγ was also highly expressed in diabetic tendons. In addition, increased adipogenic differentiation and decreased cell migration induced by high glucose implicated a fibroblast-to-adipocyte phenotypic change. By applying mechanical stretch to tenocytes in high-glucose conditions, adipogenic differentiation was repressed, while cell motility was enhanced, and fibroblastic morphology and gene expression profiles were strengthened. In part, these effects resulted from a stretch-induced activation of ERK (extracellular signal-regulated kinases) and a concomitant inactivation of Akt. Our results show that mechanical stretch alleviates the augmented adipogenic transdifferentiation potential of high glucose-treated tenocytes and helps maintain their fibroblastic characteristics. The alterations induced by high glucose highlight possible pathological mechanisms for diabetic tendinopathy. Furthermore, the beneficial effects of mechanical stretch on tenocytes suggest that an appropriate physical load possesses therapeutic potential for diabetic tendinopathy.", "id": "29283422", "date": "2017-12-28", "title": "Hyperglycemia Augments the Adipogenic Transdifferentiation Potential of Tenocytes and Is Alleviated by Cyclic Mechanical Stretch.", "doi": "10.3390/ijms19010090", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}