{"authors": [["Ramírez-Espinosa", "Juan José", "JJ", "Instituto de Ciencias Biomédicas, Universidad Autónoma de Ciudad Juárez, Juárez 32310, Chihuahua, Mexico. jjre9785@gmail.com."], ["Saldaña-Ríos", "Johann", "J", "Facultad de Farmacia, Universidad Autónoma del Estado de Morelos, Cuernavaca 62209, Morelos, Mexico."], ["García-Jiménez", "Sara", "S", "Facultad de Farmacia, Universidad Autónoma del Estado de Morelos, Cuernavaca 62209, Morelos, Mexico. srje_ff@uaem.mx."], ["Villalobos-Molina", "Rafael", "R", "UBIMED, FES-Iztacala, Universidad Nacional Autónoma de México, Tlalnepantla 54090, Estado de México, Mexico. villalobos@campus.iztacala.unam.mx."], ["Ávila-Villarreal", "Gabriela", "G", "Unidad Académica de Ciencias Químico Biológicas y Farmacéuticas, Universidad Autónoma de Nayarit, Tepic 63000, Nayarit, Mexico. saragarcia@uaem.mx."], ["Rodríguez-Ocampo", "Angélica Nallelhy", "AN", "Unidad Académica de Ciencias Químico Biológicas y Farmacéuticas, Universidad Autónoma de Nayarit, Tepic 63000, Nayarit, Mexico. angelica.rodriguez@uan.edu.mx."], ["Bernal-Fernández", "Germán", "G", "Facultad de Farmacia, Universidad Autónoma del Estado de Morelos, Cuernavaca 62209, Morelos, Mexico. gbernal@uaem.mx."], ["Estrada-Soto", "Samuel", "S", "Facultad de Farmacia, Universidad Autónoma del Estado de Morelos, Cuernavaca 62209, Morelos, Mexico. enoch@uaem.mx."]], "text": "Extensive knowledge of diabetes and its complications is helpful to find new drugs for proper treatment to stop degenerative changes derived from this disease. In this context, chrysin (5,7-dihydroxyflavone) is a natural product that occurs in a variety of flowers and fruits with anti-inflammatory and antidiabetic effects, among others. Thus, a diabetic model in athymic nude mice was developed and used to establish the ability of chrysin to decrease the secretion of pro-inflammatory cytokines. Also, it was determined the acute (50 mg/kg) and sub-acute (50 mg/kg/day/10 days) antidiabetic and antihyperlipidemic activities after the period of time treatment. Results indicate that chrysin has significant acute antihyperglycemic and antidiabetic effects in nude diabetic mice (p < 0.05). Moreover, triglyceride blood levels were reduced and IL-1β and TNF-α were diminished after 10 days' treatment compared with control group (p < 0.05). In conclusion, it was found that chrysin could produce similar effects as metformin, a drug used for the treatment of diabetes, since both test samples decreased glucose and triglycerides levels, they impaired the generation of pro-inflammatory cytokines involved in the development of diabetes and its consequences, such as atherosclerosis and other cardiovascular diseases.", "id": "29283418", "date": "2017-12-28", "title": "Chrysin Induces Antidiabetic, Antidyslipidemic and Anti-Inflammatory Effects in Athymic Nude Diabetic Mice.", "doi": "10.3390/molecules23010067", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}