{"authors": [["Budiningsari", "Dwi", "D", "Dietetic Programme, School of Healthcare Sciences, Faculty of Health Sciences, Universiti Kebangsaan Malaysia, Jalan Raja Muda Abdul Aziz, Kuala Lumpur 50300, Malaysia. budiningsari25@gmail.com."], ["Shahar", "Suzana", "S", "Dietetic Programme, School of Healthcare Sciences, Faculty of Health Sciences, Universiti Kebangsaan Malaysia, Jalan Raja Muda Abdul Aziz, Kuala Lumpur 50300, Malaysia. suzana.shahar@ukm.edu.my."], ["Abdul Manaf", "Zahara", "Z", "Dietetic Programme, School of Healthcare Sciences, Faculty of Health Sciences, Universiti Kebangsaan Malaysia, Jalan Raja Muda Abdul Aziz, Kuala Lumpur 50300, Malaysia. zaharamanaf@ukm.edu.my."], ["Mohd Nordin", "Nor Azlin", "NA", "Physiotherapy Programme, School of Rehabilitation Sciences, Faculty of Health Sciences, Universiti Kebangsaan Malaysia, Jalan Raja Muda Abdul Aziz, Kuala Lumpur 50300, Malaysia. norazlin8@ukm.edu.my."], ["Susetyowati", "Susetyowati", "S", "Department of Health Nutrition, Faculty of Medicine, Gadjah Mada University, Farmako Sekip Utara Street, Yogyakarta 55281, Indonesia. susetyowati@ugm.ac.id."]], "text": "Although nutritional screening and dietary monitoring in clinical settings are important, studies on related user satisfaction and cost benefit are still lacking. This study aimed to: (1) elucidate the cost of implementing a newly developed dietary monitoring tool, the Pictorial Dietary Assessment Tool (PDAT); and (2) investigate the accuracy of estimation and satisfaction of healthcare staff after the use of the PDAT. A cross-over intervention study was conducted among 132 hospitalized patients with diabetes. Cost and time for the implementation of PDAT in comparison to modified Comstock was estimated using the activity-based costing approach. Accuracy was expressed as the percentages of energy and protein obtained by both methods, which were within 15% and 30%, respectively, of those obtained by the food weighing. Satisfaction of healthcare staff was measured using a standardized questionnaire. Time to complete the food intake recording of patients using PDAT (2.31 ± 0.70 min) was shorter than when modified Comstock (3.53 ± 1.27 min) was used (p < 0.001). Overall cost per patient was slightly higher for PDAT (United States Dollar 0.27 ± 0.02) than for modified Comstock (USD 0.26 ± 0.04 (p < 0.05)). The accuracy of energy intake estimated by modified Comstock was 10% lower than that of PDAT. There was poorer accuracy of protein intake estimated by modified Comstock (<40%) compared to that estimated by the PDAT (>71%) (p < 0.05). Mean user satisfaction of healthcare staff was significantly higher for PDAT than that for modified Comstock (p < 0.05). PDAT requires a shorter time to be completed and was rated better than modified Comstock.", "id": "29283401", "date": "2017-12-28", "title": "Evaluation of Pictorial Dietary Assessment Tool for Hospitalized Patients with Diabetes: Cost, Accuracy, and User Satisfaction Analysis.", "doi": "10.3390/nu10010027", "journal": ["Nutrients", "Nutrients"]}