{"authors": [["Lee", "Sang Hun", "SH", "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, 94720, USA."], ["Hong", "SoonGweon", "S", "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, 94720, USA."], ["Song", "Jihwan", "J", "Department of Mechanical Engineering, Hanbat National University, Daejeon, 34158, South Korea."], ["Cho", "Byungrae", "B", "Berkeley Sensor and Actuator Center, University of California, Berkeley, Berkeley, CA, 94720, USA."], ["Han", "Esther J", "EJ", "Department of Chemistry, University of California, Berkeley, Berkeley, CA, 94720, USA."], ["Kondapavulur", "Sravani", "S", "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, 94720, USA."], ["Kim", "Dongchoul", "D", "Department of Mechanical Engineering, Sogang University, Seoul, 04107, South Korea."], ["Lee", "Luke P", "LP", "Department of Bioengineering, University of California, Berkeley, Berkeley, CA, 94720, USA."]], "text": "The hallmarks of diabetics are insufficient secretion of insulin and dysregulation of glucagon. It is critical to understand release mechanisms of insulin, glucagon, and other hormones from the islets of Langerhans. In spite of remarkable advancements in diabetes research and practice, robust and reproducible models that can measure pancreatic β-cell function are lacking. Here, a microphysiological analysis platform (MAP) that allows the uniform 3D spheroid formation of pancreatic β-cell islets, large-scale morphological phenotyping, and gene expression mapping of chronic glycemia and lipidemia development is reported. The MAP enables the scaffold-free formation of densely packed β-cell spheroids (i.e., multiple array of 110 bioreactors) surrounded with a perfusion flow network inspired by physiologically relevant microenvironment. The MAP permits dynamic perturbations on the β-cell spheroids and the precise controls of glycemia and lipidemia, which allow us to confirm that cellular apoptosis in the β-cell spheroid under hyperglycemia and hyperlipidemia is mostly dependent to a reactive oxygen species-induced caspase-mediated pathway. The β-cells' MAP might provide a potential new map in the pathophysiological mechanisms of β cells.", "id": "29283208", "date": "2017-12-28", "title": "Microphysiological Analysis Platform of Pancreatic Islet β-Cell Spheroids.", "doi": "10.1002/adhm.201701111", "journal": ["Advanced healthcare materials", "Adv Healthc Mater"]}