{"authors": [["Vavlukis", "Marija", "M", "University Clinic of Cardiology, Medical Faculty, \"Ss' Cyril and Methodius\" University, 1000, Skopje. Macedonia, the Former Yugoslav Republic of."], ["Kedev", "Sasko", "S", "University Clinic of Cardiology, Medical Faculty, \"Ss' Cyril and Methodius\" University, 1000, Skopje. Macedonia, the Former Yugoslav Republic of."]], "text": "Diabetic dyslipidemia has specifics that differ from dyslipidemia in patients without diabetes, which contributes to accelerated atherosclerosis equally as dysglycemia. The aim of this study was to deduce the interdependence of diabetic dyslipidemia and cardiovascular diseases (CVD), therapeutic strategies and the risk of diabetes development with statin therapy.We conducted a literature review of English articles through PubMed, PubMed Central and Cochrane, on the role of diabetic dyslipidemia in atherosclerosis, the antilipemic treatment with statins, and the role of statin therapy in newly developed diabetes, by using key words: atherosclerosis, diabetes mellitus, diabetic dyslipidemia, CVD, statins, nicotinic acid, fibrates, PCSK9 inhibitors.hyperglycemia and dyslipidemia cannot be treated separately in patients with diabetes. It seems that dyslipidemia plays one of the key roles in the development of atherosclerosis. High levels of TG, decreased levels of HDL-C and increased levels of small dense LDL- C particles in the systemic circulation are the most specific attributes of diabetic dyslipidemia, all of which originate from an inflated flux of free fatty acids occurring due to the preceding resistance to insulin, and exacerbated by elevated levels of inflammatory adipokines. Statins are a fundamental treatment for diabetic dyslipidemia, both for dyslipidemia and for CVD prevention. The use of statin treatment with higher intensity is endorsed for all diabetes-and-CVD patients, while a moderate - intensity treatment can be applied to patients without diabetes, having additional risk factors for CVD. Statins alone are thought to possess a small, although of statistical significance, risk of incident diabetes, outweighed by their benefits.As important as hyperglycemia and glycoregulation are in CVD development in patients with diabetes, diabetic dyslipidemia plays an even more important role. Statins remain the cornerstone of antilipemic treatment in diabetic dyslipidemia, and their protective effects in CVD progression overcome the risk of statin- associated incident diabetes.", "id": "29283060", "date": "2017-12-27", "title": "Effects of High Intensity Statin Therapy in the Treatment of Diabetic Dyslipidemia in Patients with Coronary Artery Disease.", "doi": "10.2174/1381612824666171227215708", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}