{"authors": [["Schwartsburd", "Polina", "P", "Institute of Theoretical and Experimental Biophysics, Russian Academy of Sciences; Institutskay ulitsa 3, Pushchino, Moscow Region, 142290. Russian Federation."]], "text": "Insulin increases glucose uptake in muscles and fat and inhibits hepatic glucose production, thus serving as the primary regulator of the blood glucose level. In type 2 diabetes, insufficient insulin release and suppressed insulin action [named insulin resistance] lead to increased glucose production in liver and decreased glucose uptake by muscles and fat tissues, resulting in elevated blood glucose concentration which is dangerous to human health. Therefore, the anti-diabetic therapies are aimed at inhibiting excess blood glucose.A comparative analysis of two distinct glucose-lowering modes was used to develop a new feedback model for the purpose of identification of pharmacological targets in diabetes treatment.The current brief opinion proposes an original feedback regulation of glucose-lowering regulation and its models which allow comparing two distinct strategies of glucose level correction, i.e., one of them allows reducing the increased threshold of insulin resistance, whereas the other allows overcoming this threshold/barrier using exogenous insulin treatment. Also, this analytic research presents selected examples comparing the influence of the two analyzed strategies on the normalization of glucose metabolism, their therapeutic potential and side effects associated with additional weight gain. These models shows the pathological mechanism by which exogenous insulin provokes formation of a «vicious fat cycle» with its side effects associated with additional weight gain.The presented model and findings can contribute to development of new anti-diabetic targets and drugs with minimal side effects.", "id": "29283045", "date": "2017-12-27", "title": "Glucose-Lowering Strategies In Diabetes: Pharmacological Development Of New Anti-Diabetic Drugs.", "doi": "10.2174/1381612824666171227222113", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}