{"authors": [["Laws", "Michael Barton", "MB", "Department of Health Services, Policy and Practice, Brown University School of Public Health, Providence, RI."], ["Michaud", "Joanne", "J", "Department of Health Services, Policy and Practice, Brown University School of Public Health, Providence, RI."], ["Shield", "Renee", "R", "Department of Health Services, Policy and Practice, Brown University School of Public Health, Providence, RI."], ["McQuade", "William", "W", "Center for Primary Care and Prevention, Warren Alpert Medical School, and Rhode Island Executive Office of Health and Human Services, Warwick, RI."], ["Wilson", "Ira B", "IB", "Department of Health Services, Policy and Practice, Brown University School of Public Health, Providence, RI."]], "text": "To investigate magnitude and sources of discrepancy in quality metrics using claims versus electronic health record (EHR) data.Assessment of proportions of HbA1c and LDL testing for people ascertained as diabetic from the respective sources. Qualitative interviews and review of EHRs of discrepant cases.Claims submitted to Rhode Island Medicaid by three practice sites in 2013; program-coded EHR extraction; manual review of selected EHRs.Of 21,030 adult Medicaid beneficiaries attributed to a primary care patient at a site by claims or EHR data, concordance on assignment ranged from 0.30 to 0.41. Of patients with concordant assignment, the ratio of patients ascertained as diabetic by EHR versus claims ranged from 1.06 to 1.14. For patients with concordant assignment and diagnosis, the ratio based on EHR versus claims ranged from 1.08 to 18.34 for HbA1c testing, and from 1.29 to 14.18 for lipid testing. Manual record review of 264 patients discrepant on diagnosis or testing identified problems such as misuse of ICD-9 codes, failure to submit claims, and others.Claims data underestimate performance on these metrics compared to EHR documentation, by varying amounts. Use of claims data for these metrics is problematic.", "id": "29282723", "date": "2017-12-28", "title": "Comparison of Electronic Health Record-Based and Claims-Based Diabetes Care Quality Measures: Causes of Discrepancies.", "doi": "10.1111/1475-6773.12819", "journal": ["Health services research", "Health Serv Res"]}