{"authors": [["de Souza Santos", "Roberta", "R", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil. roberta.desouzasantos@cshs.org."], ["Camargo", "Rafael L", "RL", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Vanzela", "Emerielle C", "EC", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Batista", "Thiago M", "TM", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Morato", "Priscila N", "PN", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Leite", "Nayara C", "NC", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Rovani", "Juliana C", "JC", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["García-Arévalo", "Marta", "M", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Clegg", "Deborah J", "DJ", "Diabetes and Obesity Research Division, Biomedical Research Department, Cedars-Sinai Medical Center, 8700 Beverly Blvd., Los Angeles, CA, 90048, USA."], ["Carneiro", "Everardo M", "EM", "Obesity and Comorbidities Research Center (OCRC), Institute of Biology, Universidade Estadual de Campinas, Campinas, SP, Brazil."]], "text": "Low levels of estrogens are associated with obesity-related comorbidities. Mice with lower levels of estrogens are thereby more sensitive to the effects of a high-fat-diet (HFD) for the development of glucose intolerance and insulin resistance. Studies in vivo have demonstrated that taurine (TAU) supplementation prevents glucose and insulin resistance. Thus, we aimed to investigate the potential beneficial effects of TAU supplementation on glucose homeostasis of mice with low levels of estrogens fed with a HFD. 3-month-old female C57BL/6J mice underwent bilateral ovariectomy (OVX). After 1 week of recovery, mice were divided into 4 groups and either received: a standard chow diet (OVXC), chow diet plus drinking water enriched with 3% of TAU (OVXCT), HFD (OVXH), and HFD plus supplementation of TAU (OVXHT) for 14 weeks. Exposure to the HFD increased adiposity and plasma levels of glucose and insulin. Contrary to our prediction, the addition of TAU enhanced the deleterious effects of the HFD. Glucose and insulin tolerance tests (ipGTT and ipITT) indicated that mice maintained on the HFD + TAU had worse glucose intolerance and insulin resistance that was linked to lower insulin signaling in skeletal muscle and liver. Insulin secretion of isolated pancreatic islets of OVXH mice was higher than OVXC, and the addition of TAU associated with a HFD did not modulate insulin secretion, suggesting a failure of pancreatic β cells of OVXHT mice. These results suggest that despite the beneficial reports of TAU, it should be used cautiously in situations where the levels of estrogens are low.", "id": "29282544", "date": "2017-12-27", "title": "Diet-induced glucose homeostasis dysregulation is enhanced by taurine supplementation in ovariectomized mice.", "doi": "10.1007/s00726-017-2533-z", "journal": ["Amino acids", "Amino Acids"]}