{"authors": [["Huang", "Cheng-Chiao", "CC", "Department of Surgery, Taipei Medical University Hospital, Taipei, Taiwan."], ["Wang", "Weu", "W", "Department of Surgery, Taipei Medical University Hospital, Taipei, Taiwan."], ["Chen", "Ray-Jade", "RJ", "Department of Surgery, Taipei Medical University Hospital, Taipei, Taiwan."], ["Wei", "Po-Li", "PL", "Department of Surgery, Taipei Medical University Hospital, Taipei, Taiwan."], ["Tzao", "Ching", "C", "Department of Surgery, Taipei Medical University Hospital, Taipei, Taiwan."], ["Chen", "Ping-Ling", "PL", "Graduate Institute of Injury Prevention and Control, College of Public Health, Taipei Medical University, No. 250, Wu-xing Street, Taipei City, 110, Taiwan. plchen@tmu.edu.tw."]], "text": "To assess the reduction of 6 and 12 months postoperatively of Framingham risk score in morbidly obese patients with laparoscopic sleeve gastrectomy (LSG).In total, 870 morbid obesity patients received LSG in Taipei Medical University Hospital from June 2007 to June 2014 were retrospectively studied preoperatively, 6 and 12 months after surgery. The coronary heart disease risk was calculated using Framingham risk score.The body mass index in men and women decreased from 43.3 ± 6.9, 39.2 ± 6.0 kg/m2 preoperatively to 32.9 ± 6.7, 31.0 ± 5.2 kg/m2 and to 30.4 ± 5.6 , 28.2 ± 4.7 kg/m2, respectively, at 6 and 12 months after surgery (P < 0.0001). At 6 and 12 months after LSG, there was a marked improvement on lipid profile as well as a significant decline in the prevalence of diabetes mellitus, systemic hypertension, and smoking. The Framingham risk score in men and women reduced from 3.2 ± 5.7, 6.1 ± 5.7 preoperatively to 1.4 ± 5.9, 3.3 ± 5.9 and 0.1 ± 6.2, 2.8 ± 6.1, respectively, at 6 and 12 months after surgery (P < 0.0001).Laparoscopic sleeve gastrectomy is efficient not only in the reduction of obesity and its related comorbidities but also in decreasing the long-term coronary event risk. Early intervention for the high-risk group is strongly recommended.", "id": "29282509", "date": "2017-12-28", "title": "Predicted Coronary Heart Disease Risk Decreases in Obese Patients After Laparoscopic Sleeve Gastrectomy.", "doi": "10.1007/s00268-017-4416-6", "journal": ["World journal of surgery", "World J Surg"]}