{"authors": [["Laffin", "Michael R", "MR", "Department of Surgery, 2D, Walter C Mackenzie Health Sciences Centre, University of Alberta, 8440 - 112 Street, Edmonton, AB, T6G 2R3, Canada. mlaffin@ualberta.ca."], ["Li", "Shuai", "S", "Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."], ["Brisebois", "Rondald", "R", "Department of Surgery, 2D, Walter C Mackenzie Health Sciences Centre, University of Alberta, 8440 - 112 Street, Edmonton, AB, T6G 2R3, Canada."], ["Senior", "Peter A", "PA", "Division of Endocrinology, University of Alberta, Edmonton, AB, Canada."], ["Wang", "Haili", "H", "Department of Surgery, 2D, Walter C Mackenzie Health Sciences Centre, University of Alberta, 8440 - 112 Street, Edmonton, AB, T6G 2R3, Canada."]], "text": "Pre-operative fasting leads to insulin resistance and increased metabolic stress in non-diabetic patients. Consumption of a carbohydrate drink may alleviate these deleterious effects. Patients with diabetes mellitus represent over 15% of the surgical population, yet concerns over hyperglycemia and aspiration have excluded patients with diabetes mellitus from studies assessing the utility of pre-operative carbohydrate drinks.To assess for a clinically significant increase in pre-operative blood glucose concentration (defined as >2 mmol/L) in patients with diabetes consuming a pre-operative carbohydrate drink.A prospective observational non-inferiority cohort study of 106 subjects with diabetes mellitus was undertaken to assess the effect of consuming a pre-operative carbohydrate drink in surgical patients. All patients with diabetes mellitus undergoing surgery (including but not limited to cardiac, neurologic, urologic, and general surgical procedures) were enrolled. Subjects were instructed to consume two carbohydrate-rich drinks, one before sleeping the evening prior to surgery and another on the day of surgery.In total, 43% of subjects were fully compliant with the pre-operative carbohydrate drink regimen. There were no significant differences between the fully compliant and non-compliant subjects with respect to baseline characteristics. Consumption of a pre-operative carbohydrate drink was determined to be non-inferior to fasting in terms of pre-operative blood glucose concentration (absolute difference 0.23 mmol/L, 95% CI: -1.00 to 1.45 mmol/L, p non-inferiority < 0.01). Neither group was found to be superior in terms of pre-operative blood glucose concentration, hyperglycemia, or length of stay.These findings function as a step toward ensuring pre-operative carbohydrate drinks are safe in patients with diabetes undergoing surgery.", "id": "29282506", "date": "2017-12-27", "title": "The Use of a Pre-operative Carbohydrate Drink in Patients with Diabetes Mellitus: A Prospective, Non-inferiority, Cohort Study.", "doi": "10.1007/s00268-017-4413-9", "journal": ["World journal of surgery", "World J Surg"]}