{"authors": [["Dashti", "Sareh", "S", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Latiff", "Latiffah Abdul", "LA", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Zulkefli", "Nor Afiah Binti Mohd", "NABM", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Baharom", "Anisah Binti", "AB", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Minhat", "Halimatus Sakdiah", "HS", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Hamid", "Habibah Abdul", "HA", "Department of Obstetrics and Gynaecology, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Ismail", "Maimunah", "M", "Department of Professional Development and Continuing Education, Faculty of Educational Studies, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Jafarzadeh Esfehani", "Ali", "A", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Abu Bakar", "Azrin Shah", "AS", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."], ["Binti Sabri", "Nur Amirah Inani", "NAI", "Department of Community Health, Faculty of Medicine and Health Sciences, University Putra Malaysia, Serdang, Selangor, Malaysia."]], "text": "Objective: Polycystic ovarian syndrome (PCOS) is a common condition amongst women of reproductive age that can result in increased mortality and morbidity in women due to increased risk of diabetes mellitus and cardiovascular diseases. The aim of this systematic review was to assess the effectiveness of common treatments of PCOS on the predictors of diabetes in non-diabetic PCOS women. Materials and methods: An extensive search was performed on the publications in three medical databases including pubmed, scopus and google scholar from 1995 till 2017. The articles were screened based on their quality and included in this systematic review. A total of 25 articles including cohort, randomised controlled trial, review and meta-analysis were included in the review. Results: This systematic review revealed that the effect of lifestyle modification might be low in PCOS subjects due to high drop-out rate while the benefits of this intervention including weight and fat reduction may not be achieved by medical interventions. Metformin treatment may result in improvements in insulin sensitivity while its weight reduction effect is still not documented in PCOS subjects. Thiazolidendiones might be tolerated by the PCOS subjects and may result in similar effects as metformin but this effect should be documented by further studies. Conclusion: Combination of lifestyle modification with metformin or thiazolidinedions might improve the outcome of the prevention strategies. On the other hand this study revealed a different response to treatments in non-obese compared with obese PCOS subjects.", "id": "29282412", "date": null, "title": "A Review on the Assessment of the Efficacy of Common Treatments in Polycystic Ovarian Syndrome on Prevention of Diabetes Mellitus.", "doi": null, "journal": ["Journal of family & reproductive health", "J Family Reprod Health"]}