{"authors": [["Saigi-Morgui", "Núria", "N", "Unit of Pharmacogenetics and Clinical Psychopharmacology, Department of Psychiatry, Lausanne University Hospital, Prilly, Switzerland."], ["Quteineh", "Lina", "L", "Unit of Pharmacogenetics and Clinical Psychopharmacology, Department of Psychiatry, Lausanne University Hospital, Prilly, Switzerland."], ["Bochud", "Pierre-Yves", "PY", "Service of Infectious Diseases, Lausanne University Hospital, Lausanne, Switzerland."], ["Crettol", "Severine", "S", "Unit of Pharmacogenetics and Clinical Psychopharmacology, Department of Psychiatry, Lausanne University Hospital, Prilly, Switzerland."], ["Kutalik", "Zoltán", "Z", "Institute of Social and Preventive Medicine (IUMSP), Lausanne University Hospital, Lausanne, Switzerland."], ["Mueller", "Nicolas J", "NJ", "Division of Infectious Diseases and Hospital Epidemiology, University Hospital, Zurich, Switzerland."], ["Binet", "Isabelle", "I", "Service of Nephrology and Transplantation Medicine, Kantonsspital, St Gallen, Switzerland."], ["Van Delden", "Christian", "C", "Service of Infectious Diseases, University Hospital, Geneva, Switzerland."], ["Steiger", "Jürg", "J", "Clinic of Transplantationimmunology and Neprhology, University Hospital, Basel, Switzerland."], ["Mohacsi", "Paul", "P", "Swiss Cardiovascular Center Bern, University Hospital, Bern, Switzerland."], ["Dufour", "Jean-Francois", "JF", "Department of Clinical Pharmacology, University Hospital, Bern, Switzerland."], ["Soccal", "Paola M", "PM", "Service of Pulmonary Medicine, University Hospital, Geneva, Switzerland."], ["Pascual", "Manuel", "M", "Transplant Center, Lausanne University Hospital, Lausanne, Switzerland."], ["Eap", "Chin B", "CB", "Unit of Pharmacogenetics and Clinical Psychopharmacology, Department of Psychiatry, Lausanne University Hospital, Prilly, Switzerland. chin.eap@chuv.ch."], [null, null, null, null]], "text": "New Onset Diabetes after Transplantation (NODAT) is a frequent complication after solid organ transplantation, with higher incidence during the first year. Several clinical and genetic factors have been described as risk factors of Type 2 Diabetes (T2DM). Additionally, T2DM shares some genetic factors with NODAT. We investigated if three genetic risk scores (w-GRS) and clinical factors were associated with NODAT and how they predicted NODAT development 1 year after transplantation. In both main (n = 725) and replication (n = 156) samples the clinical risk score was significantly associated with NODAT (ORmain: 1.60 [1.36-1.90], p = 3.72*10-8 and ORreplication: 2.14 [1.39-3.41], p = 0.0008, respectively). Two w-GRS were significantly associated with NODAT in the main sample (ORw-GRS 2:1.09 [1.04-1.15], p = 0.001 and ORw-GRS 3:1.14 [1.01-1.29], p = 0.03) and a similar ORw-GRS 2 was found in the replication sample, although it did not reach significance probably due to a power issue. Despite the low OR of w-GRS on NODAT compared to clinical covariates, when integrating w-GRS 2 and w-GRS 3 in the clinical model, the Area under the Receiver Operating Characteristics curve (AUROC), specificity, sensitivity and accuracy were 0.69, 0.71, 0.58 and 0.68, respectively, with significant Likelihood Ratio test discrimination index (p-value 0.0004), performing better in NODAT discrimination than the clinical model alone. Twenty-five patients needed to be genotyped in order to detect one misclassified case that would have developed NODAT 1 year after transplantation if using only clinical covariates. To our knowledge, this is the first study extensively examining genetic risk scores contributing to NODAT development.", "id": "29282365", "date": "2017-12-27", "title": "Genetic and clinic predictors of new onset diabetes mellitus after transplantation.", "doi": "10.1038/s41397-017-0001-5", "journal": ["The pharmacogenomics journal", "Pharmacogenomics J."]}