{"authors": [["Hou", "Wolin", "W", "Shanghai Key Laboratory of Diabetes, Department of Endocrinology & Metabolism, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, Shanghai Clinical Medical Center of Diabetes,, China."], ["Meng", "Xiyan", "X", "Department of Obstetrics and Gynecology, Shanghai Clinical Center for Severe Maternal Rescue, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, China."], ["Zhao", "Aihua", "A", "Shanghai Jiao Tong University."], ["Zhao", "Weijing", "W", "Shanghai Key Laboratory of Diabetes, Department of Endocrinology & Metabolism, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, Shanghai Clinical Medical Center of Diabetes,, China."], ["Pan", "Jiemin", "J", "Shanghai Key Laboratory of Diabetes, Department of Endocrinology & Metabolism, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, Shanghai Clinical Medical Center of Diabetes,, China."], ["Tang", "Junling", "J", "Shanghai Key Laboratory of Diabetes, Department of Endocrinology & Metabolism, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, Shanghai Clinical Medical Center of Diabetes,, China."], ["Huang", "Yajuan", "Y", "Department of Obstetrics and Gynecology, Shanghai Clinical Center for Severe Maternal Rescue, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, China."], ["Li", "Huaping", "H", "Department of Obstetrics and Gynecology, Shanghai Clinical Center for Severe Maternal Rescue, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, China."], ["Jia", "Wei", "W", "University of Hawaii Cancer Center, United States."], ["Liu", "Fang", "F", "Shanghai Key Laboratory of Diabetes, Department of Endocrinology & Metabolism, Shanghai Jiao-Tong University Affiliated Sixth People's Hospital, Shanghai Clinical Medical Center of Diabetes, Shanghai Key Clinical Center of Metabolic Diseases, Shanghai Institute for Diabetes, China f-liu@sjtu.edu.cn."], ["Jia", "Weiping", "W", "Shanghai Jiao Tong University Affiliated Sixth Peoples Hospital."]], "text": "Although metabolomics are desirable to understand the pathophysiology of gestational diabetes mellitus (GDM), comprehensive metabolomic studies of GDM are rare. We aimed to offer a holistic view of metabolites alteration in GDM patients and investigate the possible multimarker models for GDM diagnosis. Biochemical parameters and perinatal data of 131 GDM cases and 138 controls were collected. Fasting serum samples at 75 g oral glucose tolerance test were used for metabolites by ultra performance liquid chromatography-quadrupole-time of flight-mass spectrometry, ultra performance liquid chromatography-triple triple-quadrupole-mass spectrometry and gas chromatography- time-of- flight mass spectrometry platforms. Significant changes were observed in free fatty acids, bile acids, branched chain amino acids, organic acids, lipids and organooxygen compounds between two groups. In receiver operating characteristic (ROC) analysis, different combinations of candidate biomarkers and metabolites in multimarker models achieved satisfactory discriminative abilities for GDM, with the values of area under the curve (AUC) ranging from 0.721 to 0.751. Model consisting of body mass index (BMI), retinol binding protein 4 (RBP4), n-acetylaspartic acid and C16:1 (cis-7) manifested the best discrimination [AUC 0.751 (95% CI: 0.693-0.809), P<0.001], followed by model consisting of BMI, Cystatin C, acetylaspartic acid and 6,7-diketoLCA [AUC 0.749 (95% CI: 0.691-0.808), P<0.001]. Metabolites alteration reflected disorders of glucose metabolism, lipid metabolism, amino acid metabolism, bile acid metabolism as well as intestinal flora metabolism in GDM state. Multivariate models combining clinical markers and metabolites have the potential to differentiate GDM subjects from healthy controls.", "id": "29282297", "date": "2017-12-27", "title": "Development of Multimarker Diagnostic Models from Metabolomics Analysis for Gestational Diabetes Mellitus.", "doi": "10.1074/mcp.RA117.000121", "journal": ["Molecular & cellular proteomics : MCP", "Mol. Cell Proteomics"]}