{"authors": [["Krotee", "Pascal", "P", "University of California, Los Angeles, United States."], ["Griner", "Sarah L", "SL", "University of California, Los Angeles, United States."], ["Sawaya", "Michael R", "MR", "University of California, Los Angeles, United States."], ["Cascio", "Duilio", "D", "University of California, Los Angeles, United States."], ["Rodriguez", "Jose A", "JA", "University of California, Los Angeles, United States."], ["Shi", "Dan", "D", "Howard Hughes Medical Institute, Janelia Research Campus, United States."], ["Philipp", "Stephan", "S", "University of California, Irvine, United States."], ["Murray", "Kevin", "K", "University of California, Los Angeles, United States."], ["Saelices", "Lorena", "L", "University of California, Los Angeles, United States."], ["Lee", "Ji", "J", "University of California, Los Angeles, United States."], ["Seidler", "Paul", "P", "University of California, Los Angeles, United States."], ["Glabe", "Charles G", "CG", "University of California, Irvine, United States."], ["Jiang", "Lin", "L", "University of California, Los Angeles, United States."], ["Gonen", "Tamir", "T", "Howard Hughes Medical Institute, Janelia Research Campus, United States."], ["Eisenberg", "David S", "DS", "University of California, Los Angeles, United States; david@mbi.ucla.edu."]], "text": "Amyloid-β (Aβ) and human islet amyloid polypeptide (hIAPP) aggregate to form amyloid fibrils that deposit in tissues, and are associated with Alzheimer's disease (AD) and Type-II Diabetes (T2D), respectively. Individuals with T2D have an increased risk of developing AD, and conversely, AD patients have an increased risk of developing T2D. Evidence suggests that this link between AD and T2D might originate from a structural similarity between aggregates of Aβ and hIAPP. Using the cryoEM method Micro-Electron Diffraction (MicroED) we determined the atomic structures of 11-residue segments from both Aβ and hIAPP, termed Aβ 24-34 WT and hIAPP 19-29 S20G, with 64% sequence similarity. We observe a high degree of structural similarity between their backbone atoms (0.96 Å RMSD). Moreover, fibrils of these segments induce amyloid formation through self- and cross-seeding. Furthermore, inhibitors designed for one segment show cross-efficacy for full-length Aβ and hIAPP and reduce cytotoxicity of both proteins, though by apparently blocking different cytotoxic mechanisms. The similarity of the atomic structures of Aβ 24-34 WT and hIAPP 19-29 S20G offers a molecular model for cross-seeding between Aβ and hIAPP.", "id": "29282295", "date": "2017-12-27", "title": "Common fibrillar spines of amyloid-β and human Islet Amyloid Polypeptide revealed by Micro Electron Diffraction and inhibitors developed using structure-based design.", "doi": "10.1074/jbc.M117.806109", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}