{"authors": [["Howard", "Barbara V", "BV", "MedStar Health Research Institute, Hyattsville, MD barbara.v.howard@medstar.net."], ["Aragaki", "Aaron K", "AK", "Division of Public Health Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA."], ["Tinker", "Lesley F", "LF", "Division of Public Health Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA."], ["Allison", "Matthew", "M", "Department of Family Medicine and Public Health, University of California at San Diego, La Jolla, CA."], ["Hingle", "Melanie D", "MD", "Department of Nutritional Sciences, College of Agriculture and Life Sciences, University of Arizona, Tucson, AZ."], ["Johnson", "Karen C", "KC", "University of Tennessee Health Science Center, Memphis, TN."], ["Manson", "JoAnn E", "JE", "Brigham and Women's Hospital, Harvard Medical School, Boston, MA."], ["Shadyab", "Aladdin H", "AH", "Department of Family Medicine and Public Health, University of California at San Diego, La Jolla, CA."], ["Shikany", "James M", "JM", "University of Alabama at Birmingham, Birmingham, AL."], ["Snetselaar", "Linda G", "LG", "University of Iowa, Iowa City, IA."], ["Thomson", "Cynthia A", "CA", "Department of Nutritional Sciences, College of Agriculture and Life Sciences, University of Arizona, Tucson, AZ."], ["Zaslavsky", "Oleg", "O", "University of Washington, Seattle, WA."], ["Prentice", "Ross L", "RL", "Division of Public Health Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA."]], "text": "We performed a secondary analysis to evaluate the effect of the Women's Health Initiative dietary intervention on incident diabetes and diabetes treatment in postmenopausal women.A total of 48,835 women were randomized to a comparison group or an intervention group that underwent a behavioral/nutritional modification program to decrease fat and increase vegetable, fruit, and grain intake for an average of 8.1 years. Ninety-three percent of participants completed the intervention, and 71% participated in active follow-up through 30 September 2015 (median 17.3 years). We measured time to development of treated diabetes and progression from oral antihyperglycemic agents to insulin. Serum glucose and insulin were measured in a subsample of women (N = 2,324) at baseline and years 1, 3, and 6.During the trial, intervention group women had lower rates of initiation of insulin therapy (hazard ratio [HR] 0.74 [95% CI 0.59, 0.94]; P = 0.01). Moreover, women with baseline waist circumference ≥88 cm (P interaction = 0.01) and worse metabolic syndrome scores (P interaction = 0.02) had the greatest reduction in risk of initiating insulin therapy. The decreased risk from the intervention was present during the cumulative follow-up (HR 0.88 [95% CI 0.78, 0.99]; P = 0.04). In participants with measured biomarkers (5.8% subsample) who had baseline glucose <100 mg/dL, the intervention reduced the risk of developing glucose ≥100 mg/dL by 25% (odds ratio 0.75 [95% CI 0.61, 0.93]; P = 0.008). Adjustment for weight change did not alter the results.In this secondary analysis, a dietary intervention in postmenopausal women aimed at reducing fat and increasing intake of vegetables, fruits, and grains did not increase risk of diabetes and may have slowed progression.", "id": "29282203", "date": "2017-12-27", "title": "A Low-Fat Dietary Pattern and Diabetes: A Secondary Analysis From the Women's Health Initiative Dietary Modification Trial.", "doi": "10.2337/dc17-0534", "journal": ["Diabetes care", "Diabetes Care"]}