{"authors": [["Richards", "Paul", "P", "INSERM U1016, Cochin Institute, Paris, France."], ["Rachdi", "Latif", "L", "INSERM U1016, Cochin Institute, Paris, France."], ["Oshima", "Masaya", "M", "INSERM U1016, Cochin Institute, Paris, France."], ["Marchetti", "Piero", "P", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Bugliani", "Marco", "M", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Armanet", "Mathieu", "M", "Cell Therapy Unit Hospital Saint-Louis and University Paris-Diderot, Paris, France."], ["Postic", "Catherine", "C", "INSERM U1016, Cochin Institute, Paris, France."], ["Guilmeau", "Sandra", "S", "INSERM U1016, Cochin Institute, Paris, France."], ["Scharfmann", "Raphael", "R", "INSERM U1016, Cochin Institute, Paris, France raphael.scharfmann@inserm.fr."]], "text": "While the mechanisms by which glucose regulates insulin secretion from pancreatic beta cells are now well described, the way glucose modulates gene expression in such cells needs more understanding. Here, we demonstrate that MondoA, but not its paralogue ChREBP, is the predominant glucose-responsive transcription factor in human pancreatic beta EndoC-βH1 cells and in human islets. In high glucose conditions, MondoA shuttles to the nucleus where it is required for the induction of the glucose-responsive genes ARRDC4 and TXNIP, the latter being a protein strongly linked to beta-cell dysfunction and diabetes. Importantly, increasing cAMP signaling in human beta cells, using forskolin or the GLP-1 mimetic Exendin-4, inhibits the shuttling of MondoA and potently inhibits TXNIP and ARRDC4 expression. Furthermore, we demonstrate that silencing MondoA expression improves glucose uptake in EndoC-βH1 cells. These results highlight MondoA as a novel target in beta cells that coordinates transcriptional response to elevated glucose levels.", "id": "29282201", "date": "2017-12-27", "title": "MondoA is an Essential Glucose Responsive Transcription Factor in Human Pancreatic Beta Cells.", "doi": "10.2337/db17-0595", "journal": ["Diabetes", "Diabetes"]}