{"authors": [["Leong", "Amanda Y", "AY", "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, Edmonton, Alberta, Canada."], ["Sanghera", "Ravina", "R", "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, Edmonton, Alberta, Canada."], ["Jhajj", "Jaspreet", "J", "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, Edmonton, Alberta, Canada."], ["Desai", "Nandini", "N", "Leduc Beaumont Devon Primary Care Network, Leduc, Alberta, Canada."], ["Jammu", "Bikramjit Singh", "BS", "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, Edmonton, Alberta, Canada."], ["Makowsky", "Mark J", "MJ", "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, Edmonton, Alberta, Canada. Electronic address: makowsky@ualberta.ca."]], "text": "To investigate the content, quality and popularity of information about type 2 diabetes available on YouTube.We searched YouTube with the terms Diabetes, Diabetes type 2, Diabetes South Asians, Diabetes Punjabi and Diabetes Hindi to identify videos concerning type 2 diabetes. A team of health-care providers independently classified the first 20 videos from each search as useful, misleading, or personal experience, rated them on a 5-point global quality scale (GQS) and categorized their content on a 26-point scale in duplicate. Useful videos were rated for reliability by using a 5-point modified DISCERN scale. Higher scores represent better quality, reliability and comprehensiveness.Of 100 videos, 71 met the inclusion criteria; 45 (63.4%) were rated as useful (median GQS, 3; interquartile range [IQR], 2 to 4); and 23 (32.4%) were deemed misleading (median GQS, 1; IQR, 1 to 2). Median reliability and content scores for useful videos were 3 (IQR, 2 to 3) and 5 (IQR, 3 to 10), respectively, and 6 videos met ≥ 4 of 5 reliability criteria. Overall, misleading videos were more popular than useful videos (median, 233 views/day; IQR, 26 to 523; vs. 8.3 views/day; IQR, 0.4 to 134.6; p<0.01). Culturally tailored videos were just as likely to be misleading and had similar GQS scores in comparison to nonculturally tailored videos (32.1% vs. 32.6% and 3 vs. 3, respectively).The quality of identified videos concerning type 2 diabetes was variable, and misleading videos were popular. Further creation and curation of high-quality video resources is required.", "id": "29282200", "date": "2017-12-25", "title": "Is YouTube Useful as a Source of Health Information for Adults With Type 2 Diabetes? A South Asian Perspective.", "doi": "10.1016/j.jcjd.2017.10.056", "journal": ["Canadian journal of diabetes", "Can J Diabetes"]}