{"authors": [["Elliott", "Thomas G", "TG", "BC Diabetes, Vancouver, British Columbia, Canada; University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: telliott@bcdiabetes.ca."], ["Dooley", "Kent C", "KC", "University of British Columbia, Vancouver, British Columbia, Canada; Victoria Reference Laboratory, LifeLabs, Victoria, British Columbia, Canada."], ["Zhang", "Mira", "M", "BC Diabetes, Vancouver, British Columbia, Canada."], ["Campbell", "Harlan S D", "HSD", "University of British Columbia, Vancouver, British Columbia, Canada; Emmes Canada, Burnaby, British Columbia, Canada."], ["Thompson", "Darby J S", "DJS", "Emmes Canada, Burnaby, British Columbia, Canada; Simon Fraser University, Burnaby, British Columbia, Canada."]], "text": "Regular measurement of glycated hemoglobin (A1C) is logistically demanding. Home blotter-paper collection offers an alternative. This study tested the viability of at-home blotter-paper A1C measurement.Objective: compare accuracy of A1C levels collected on blotter paper at home (home-blotter) and blotter-paper collection in laboratory (lab-blotter) with venous A1C (routine measurement). Agreement was assessed by Pearson correlation, Lin concordance correlation coeﬃcient (CCC), positive and negative predictive values (PPVs, NPVs) and Bland-Altman plots and associated statistics.Home-blotter, lab-blotter and venous A1C correlated strongly (0.93, 0.93). Home- and lab-blotter results were upwardly biased (0.387%, 0.1%). Bias increased with time. Bias correction provided agreement for both blotters (CCC >0.9); blotters correctly identifying levels above 7% (53 mmol/mol) were 100% for corrected home-blotters and 87% (95% confidence interval) for corrected lab-blotters. NPVs (% blotters correctly identifying levels of 7% or lower [53 mmol/mol]) were 100% for corrected home-blotters and 83% for corrected lab-blotters. After correction, >92% of corrected blotters had errors of 8% or less. Of our subjects, 88.5% found home sampling preferable to routine laboratory sampling.Home-blotter collection is an alternative to routine collection.", "id": "29282199", "date": "2017-12-25", "title": "Comparison of Hemoglobin A1C Results Based on At-Home and In-Lab Dried Blood Spot Sampling to Routine Venous Blood Sampling In-Lab in Adult Patients With Type 1 or Type 2 Diabetes.", "doi": "10.1016/j.jcjd.2017.10.053", "journal": ["Canadian journal of diabetes", "Can J Diabetes"]}