{"authors": [["Owolabi", "Eyitayo Omolara", "EO", "Department of Nursing Science, Faculty of Health Sciences, University of Fort Hare, East London, 5271, South Africa. owolabiomolara101@gmail.com."], ["Ter Goon", "Daniel", "D", "Department of Nursing Science, Faculty of Health Sciences, University of Fort Hare, East London, 5271, South Africa."], ["Adeniyi", "Oladele Vincent", "OV", "Department of Family Medicine, Faculty of Health Sciences, Walter Sisulu University/Cecilia Makiwane Hospital, East London Hospital Complex, East London, South Africa."]], "text": "Central obesity (CO) confers a significant threat on the cardio-metabolic health of individuals, independently of overall obesity. Disparities in the measures of fat distribution lead to misclassification of individuals who are at risk of cardio-metabolic diseases. This study sought to determine the prevalence and correlates of central obesity and normal-weight central obesity among adults attending selected healthcare facilities in Buffalo City Metropolitan Municipality (BCMM), South Africa, assess their health risk and examine the association between central obesity and cardio-metabolic diseases among adults with normal weight, measured by body mass index (BMI).A cross-sectional survey of 998 adults was carried out at the three largest outpatient clinics in BCMM. Overall and central obesity were assessed using BMI, waist circumference (WC), waist-to-hip ratio (WHR) and waist-to-height ratio (WHTR). The WHO STEPwise questionnaire was used for data collection. Blood pressure and blood glucose were measured. Normal-weight central obesity was defined as CO among individuals with normal weight, as assessed by BMI. Health risk levels were assessed using the National Institute for Health and Clinical Excellence (NICE) BMI-WC composite index. Bivariate and multivariate analyses were used to determine the prevalence of CO, normal-weight central obesity and the predictors of CO.The mean age of participants was 42.6 (± 16.5) years. The prevalence of CO was 67.0, 58.0 and 71.0% by WC, WHR and WHTR, respectively. The prevalence of normal-weight central obesity was 26.9, 36.9 and 29.5% by WC, WHR and WHTR, respectively. About 41% of the participants had a very high health risk, 13% had increased risk or high risk and 33% had no health risk. Central obesity was significantly associated with hypertension but not associated with diabetes among those with normal weight (by BMI). Female sex, age over 30 years, marriage, secondary or tertiary level of education, non-smoking status, diabetes and hypertension significantly predicted central obesity among the study participants.The prevalence of central obesity among the study participants is high, irrespective of the defining criteria. One in three adults of normal weight had central obesity. Body mass index should therefore not be used alone for clinical assessment by healthcare workers in the study setting.", "id": "29282137", "date": "2017-12-28", "title": "Central obesity and normal-weight central obesity among adults attending healthcare facilities in Buffalo City Metropolitan Municipality, South Africa: a cross-sectional study.", "doi": "10.1186/s41043-017-0133-x", "journal": ["Journal of health, population, and nutrition", "J Health Popul Nutr"]}