{"authors": [["Wang", "Xun", "X", "Department of Urology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China."], ["Liu", "Qiang", "Q", "Department of Pathology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China."], ["Kong", "Wen", "W", "Department of Urology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China."], ["Huang", "Jiwei", "J", "Department of Urology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China."], ["Chen", "Yonghui", "Y", "Department of Urology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China."], ["Huang", "Yiran", "Y", "Department of Urology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China."], ["Zhang", "Jin", "J", "Department of Urology Renji Hospital affiliated to Shanghai Jiaotong, University School of Medicine, No.1630, Dongfang Road, Shanghai, 200127, China. med-zhangjin@vip.sina.com."]], "text": "This study provides a comprehensive examination of the histological features of non-neoplastic parenchyma in renal cell carcinoma (RCC). We prospectively collected radical nephrectomy (RN) specimens, to analyze the histological changes within peritumoral and distant parenchyma.Data of patients who underwent RN and had no known history of diabetes, hypertension, hyperlipidemia, or chronic kidney disease etc., were prospectively collected. Tumor pseudo-capsule (PC), and parenchyma within 2 cm from tumor margin, were pathologically assessed. The parenchyma beyond PC or tumor margin was divided into 20 subsections of 1 mm in width. Histological changes, including chronic inflammation, glomerulosclerosis, arteriosclerosis and nephrosclerosis, were given scores of 0, 1, 2 or 3 for each subsection of each specimen, according to their severity. The 20 subsections of each specimen were further divided into four groups according to the distance from the tumor edge (group 1: 0-2 mm; group 2: 2-5 mm; group 3: 5-10 mm; group 4: 10-20 mm), to better compare the peritumoral parenchyma with the distant parenchyma.In total, 53 patients were involved in this study. All tumors were confirmed RCCs (clear cell vs. papillary vs. chromophobe were 83% vs. 5.7% vs. 11.3%, respectively), with a mean size of 5.6 cm. Histological changes were more severe in peritumoral parenchyma close to PC or tumor edge (0-5 mm), and less common within parenchyma more distant from the tumor (5-20 mm) (p < 0.001). chronic inflammation and nephrosclerosis were the most common changes especially in peritumoral parenchyma (0-2 mm). PC was present in 49 tumors (92.5%), and PC invasion occurred in 5 cases (10.2%). Mean PC thickness was 0.7 mm. PCs were more likely to be present in clear cell RCC or papillary RCC than in chromophobe RCC (100% vs. 100% vs. 33.3%, respectively; p < 0.001).Most RCCs have a well-developed PC, especially clear cell RCC. Histological changes mainly occur in peritumoral parenchyma, being rather uncommon in distant parenchyma. A compression band filled with severe histological changes was typically observed in renal parenchyma close to the tumor. Its preservation while performing an enucleation margin may not be entirely necessary.", "id": "29282004", "date": "2017-12-28", "title": "Pathologic analysis of non-neoplastic parenchyma in renal cell carcinoma: a comprehensive observation in radical nephrectomy specimens.", "doi": "10.1186/s12885-017-3849-5", "journal": ["BMC cancer", "BMC Cancer"]}