{"authors": [["Zhao", "Jing-Chun", "JC", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Zhang", "Bo-Ru", "BR", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Shi", "Kai", "K", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Zhang", "Xi", "X", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Xie", "Chun-Hui", "CH", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Wang", "Jian", "J", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Yu", "Qing-Hua", "QH", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Gao", "Xin-Xin", "XX", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Hong", "Lei", "L", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China."], ["Yu", "Jia-Ao", "JA", "Burns and Plastic Reconstruction Unit, the First Hospital of Jilin University, No. 71 Xinmin Street, Changchun, 130021, China. 84858892@qq.com."]], "text": "To investigate the clinical characteristics and treatment outcomes in necrotizing fasciitis (NF) patients in a reconstructive unit in northeastern China.Medical records of patients diagnosed with and treated for NF in the extremities from November 2013 to December 2016 were retrospectively reviewed. Demographic data, clinical presentation, duration of signs and symptoms, location of infection, predisposing factors, causative microbiological organisms, laboratory risk indicator for necrotizing fasciitis (LRINEC) score, number of surgical debridements, length of hospital stay, treatments, and outcomes were recorded.A total of 39 consecutive patients were treated for severe NF (32 male and 7 female). Diabetes mellitus and blunt trauma were the most common risk factors (13 and 9 cases, respectively). The positive predictive value of the LRINEC score in NF diagnosis was 46.2%. Mean duration of signs and symptoms was 4.6 days. Staphylococcus aureus was the most commonly isolated bacteria (20 cases). All patients underwent their first debridement within 12 h of presentation (mean, 4.6 h). Mean number of surgical treatments was 2.8 (range, 2-5) per patient, including debridements. All patients survived, and mean length of hospital stay was 30.81 (range, 21-43) days. Three patients underwent limb amputation.In our clinical experience, early detection and aggressive debridement are the cornerstones of NF treatment. Antibiotic therapy and intensive care support is essential in severe cases of NF. Anaerobic tissue culture and frozen section biopsy could be adopted as routine tests for diagnosis and decision-making in NF. These findings should inform clinical decisions about the treatment of individual patients with NF.", "id": "29281989", "date": "2017-12-28", "title": "Necrotizing soft tissue infection: clinical characteristics and outcomes at a reconstructive center in Jilin Province.", "doi": "10.1186/s12879-017-2907-6", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}