{"authors": [["Larkin", "Mary E", "ME", "Massachusetts General Hospital, USA; Harvard Medical School, USA."], ["Beardslee", "Brian", "B", "Dana-Farber Cancer Institute, USA."], ["Cagliero", "Enrico", "E", "Massachusetts General Hospital, USA; Harvard Medical School, USA."], ["Griffith", "Catherine A", "CA", "Massachusetts General Hospital, USA."], ["Milaszewski", "Kerry", "K", "Joslin Diabetes Center, USA."], ["Mugford", "Marielle T", "MT", "Massachusetts General Hospital, USA."], ["Myerson", "Joanna M", "JM", null], ["Ni", "Wen", "W", "Harvard Catalyst/The Harvard Clinical and Translational Science Center, USA; Harvard Medical School, USA."], ["Perry", "Donna J", "DJ", "University of Massachusetts Medical School, USA."], ["Winkler", "Sabune", "S", null], ["Witte", "Elizabeth R", "ER", "Harvard Catalyst/The Harvard Clinical and Translational Science Center, USA; Harvard Medical School, USA."]], "text": "Clinical investigation is a growing field employing increasing numbers of nurses. This has created a new specialty practice defined by aspects unique to nursing in a clinical research context: the objectives (to implement research protocols and advance science), setting (research facilities), and nature of the nurse-participant relationship. The clinical research nurse role may give rise to feelings of ethical conflict between aspects of protocol implementation and the duty of patient advocacy, a primary nursing responsibility. Little is known about whether research nurses experience unique ethical challenges distinct from those experienced by nurses in traditional patient-care settings.The purpose of the study was to describe the nature of ethical challenges experienced by clinical research nurses within the context of their practice.The study utilized a qualitative descriptive design with individual interviews. Participants and research context: Participating nurses (N = 12) self-identified as having experienced ethical challenges during screening. The majority were Caucasian (90%), female (83%), and worked in outpatient settings (67%). Approximately 50% had > 10 years of research experience. Ethical considerations: The human subjects review board approved the study. Written informed consent was obtained.Predominant themes were revealed: (1) the inability to provide a probable good, or/do no harm, and (2) dual obligations (identity as a nurse vs a research nurse). The following patterns and subthemes emerged: conflicted allegiances between protocol implementation, needs of the participant, desire to advance science, and tension between the nurse-patient therapeutic relationship versus the research relationship.Participants described ethical challenges specific to the research role. The issues are central to the nurse-participant relationship, patient advocacy, the nurse's role in implementing protocols, and/or advancing science.Ethical challenges related to the specialized role of clinical research nurses were identified. More research is warranted to fully understand their nature and frequency and to identify support systems for resolution.", "id": "29281934", "date": "2017-01-01", "title": "Ethical challenges experienced by clinical research nurses:: A qualitative study.", "doi": "10.1177/0969733017693441", "journal": ["Nursing ethics", "Nurs Ethics"]}