{"authors": [["Ehrmann", "Dominic", "D", "1 Research Institute of the Diabetes Academy Mergentheim (FIDAM), Bad Mergentheim, Germany."], ["Spengler", "Monika", "M", "3 IETEC Foot Orthotics GmbH, Künzell, Germany."], ["Jahn", "Michael", "M", "3 IETEC Foot Orthotics GmbH, Künzell, Germany."], ["Niebuhr", "Dea", "D", "4 Fulda University of Applied Sciences, Fulda, Germany."], ["Haak", "Thomas", "T", "5 Diabetes Clinic Mergentheim, Bad Mergentheim, Germany."], ["Kulzer", "Bernhard", "B", "1 Research Institute of the Diabetes Academy Mergentheim (FIDAM), Bad Mergentheim, Germany."], ["Hermanns", "Norbert", "N", "1 Research Institute of the Diabetes Academy Mergentheim (FIDAM), Bad Mergentheim, Germany."]], "text": "Temperature sensors are an objective way to assess adherence to diabetic footwear. Good adherence is essential for the prevention of diabetic foot problems. Little is known about the long-term course of adherence in patients at risk for diabetic foot problems.A temperature sensor was incorporated into the specialized footwear of patients with type 2 diabetes after their first plantar ulceration. Kaplan-Meier curve was used to analyze when patients started to become nonadherent (not wearing the footwear for two straight weeks). Gender effects on adherence were also analyzed.26 patients with a mean observation time of 133.5 days could be analyzed. Mean wearing time of diabetic footwear was 4.2 ± 3.6 h/day (Mdn = 3.4 h/day; interquartile range = 0.5-7.0 h/day) and on 51% of the days patients did not wear their footwear at all. Kaplan-Meier curve revealed that the mean time of adherence was 27.5 weeks. Men achieved a mean time of adherence of 30.5 weeks, while women only achieved 14 weeks. However, due to the small sample size, this difference was not statistically significant.Temperature sensors revealed a low long-term adherence to diabetic footwear. Women seemed to be at a higher risk for earlier nonadherent behavior. Adherence to diabetic footwear should be closely monitored and tailored intervention strategies should be developed.", "id": "29281893", "date": "2017-12-01", "title": "Adherence Over Time: The Course of Adherence to Customized Diabetic Insoles as Objectively Assessed by a Temperature Sensor.", "doi": "10.1177/1932296817747618", "journal": ["Journal of diabetes science and technology", "J Diabetes Sci Technol"]}