{"authors": [["Akirov", "Amit", "A", "Institute of Endocrinology, Beilinson Hospital, Petach Tikva, Israel."], ["Shochat", "Tzipora", "T", "Statistical Consulting Unit, Rabin Medical Center, Beilinson Hospital, Petach Tikva, Israel."], ["Masri-Iraqi", "Hiba", "H", "Institute of Endocrinology, Beilinson Hospital, Petach Tikva, Israel."], ["Dicker", "Dror", "D", "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Diker-Cohen", "Talia", "T", "Institute of Endocrinology, Beilinson Hospital, Petach Tikva, Israel."], ["Shimon", "Ilan", "I", "Institute of Endocrinology, Beilinson Hospital, Petach Tikva, Israel."]], "text": "Investigate the association between body mass index (BMI), length of stay (LOS), and mortality in hospitalized patients with and without diabetes mellitus (DM).Historical prospectively collected data of adult patients hospitalized between 2011 and 2013. Body mass index was calculated according to measurement or self-report on admission and classified as follows: underweight (<18.5), normal weight (18.5-24.9), overweight (25-29.9), obese (30-34.9), and severely obese (≥35). The main outcomes were LOS, in-hospital, and end-of-follow-up mortality.Cohort included 24 233 patients (53% male; mean age ± SD, 65 ± 18), including 7397 patients with DM (31%). Among patients with normal BMI, LOS was shorter compared with underweight patients, but it was longer compared with overweight and obese patients. Following multivariate adjustment, this difference remained significant only for patients with DM. There was a significant interaction between DM status and BMI group, in the models for in-hospital and end-of-follow-up mortality. Compared with normal BMI, in-hospital mortality risk was increased by 80% and 100% for the underweight with and without DM, respectively. For patients with and without DM, in-hospital mortality risk was 30% to 40% lower among overweight and obese patients, and there was no difference between severely obese and normal weight patients. At the end-of-follow-up, mortality risk was 1.6-fold and 1.7-fold higher among underweight patients with and without DM, respectively. For overweight, obese, and severely obese patients, mortality risk was decreased by 30% to 40% in those with DM and by 20% to 30% in those without DM.In hospitalized patients with and without DM, there was an inverse association between BMI and mortality.", "id": "29281762", "date": "2017-12-27", "title": "Body mass index and mortality in patients with and without diabetes mellitus.", "doi": "10.1002/dmrr.2979", "journal": ["Diabetes/metabolism research and reviews", "Diabetes Metab. Res. Rev."]}