{"authors": [["Lu", "Qian", "Q", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Hao", "Meng", "M", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 ChinaHao."], ["Wu", "Wenya", "W", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Zhang", "Nan", "N", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Isaac", "Adelusi Temitope", "AT", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Yin", "Jiale", "J", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Zhu", "Xia", "X", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Du", "Lei", "L", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."], ["Yin", "Xiaoxing", "X", "Jiangsu Key Laboratory of New Drug Research and Clinical Pharmacy, Xuzhou Medical College, Xuzhou 221004 China."]], "text": "One of the earliest critical secondary complications of diabetes is the opacification of the eye lens - a condition strictly associated with diabetic cataract. The study presented here was designed to investigate the effect of Ginkgo biloba extract (GbE), rutin and quercetin on streptozotocin (STZ) induced diabetic cataract (DC) rats. Ten weeks after administration of GbE, rutin and quercetin, the opacity of diabetic rats' lenseswasgraded under a slit lamp. Then, the levels of malondialdehyde (MDA), reduced glutathione (GSH), advanced glycosylation end products (AGEs), and the activities of aldose reductase (AR) were estimated. The DC-induced rats produced less GSH, higher levels of MDA and AGEs as well as elevated AR activity when compared to the normal group. Administration of GbE, rutin and quercetin remarkably inhibited the AR activity, stimulated the production of glutathione, and decreased the levels of MDA and AGEs in the lenses of DC-induced rats, which eventually delayed the progression of lens opacification in diabetic rats to various degrees. Our results revealed that quercetin had the highest significant (P<0.05) potential to delay the progression of STZ-induced diabetic cataract when compared with rutin and GbE. The mechanism dictating this interesting prowess of quercetin might be attributed to its AR inhibitory strength, anti-lipid peroxidation potential and anti-AGEs activity.", "id": "29281744", "date": "2017-12-28", "title": "Antidiabetic cataract effects of GbE, rutin and quercetin are mediated by the inhibition of oxidative stress and polyol pathway.", "doi": "10.18388/abp.2016_1387", "journal": ["Acta biochimica Polonica", "Acta Biochim. Pol."]}