{"authors": [["Bawankar", "Pritam", "P", "Sri Sankaradeva Nethralaya, Guwahati, India."], ["Shanbhag", "Nita", "N", "Department of Ophthalmology, Dr. D.Y Patil Hospital & Research Centre, Mumbai, India."], ["K", "S Smitha", "SS", "KLES Dr. Prabhakar Kore Hospital & Research Centre, Belgavi, Karnataka, India."], ["Dhawan", "Bodhraj", "B", "NKP Salve Institute of Medical Sciences and Research Center, Nagpur, Maharashtra, India."], ["Palsule", "Aratee", "A", "Deenanath Mangeshkar Hospital, Pune, Maharashtra, India."], ["Kumar", "Devesh", "D", "Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Johor Bahru, Malaysia."], ["Chandel", "Shailja", "S", "Think-i, Noida, Uttar Pradesh, India."], ["Sood", "Suneet", "S", "Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Johor Bahru, Malaysia."]], "text": "Diabetic retinopathy (DR) is a leading cause of blindness among working-age adults. Early diagnosis through effective screening programs is likely to improve vision outcomes. The ETDRS seven-standard-field 35-mm stereoscopic color retinal imaging (ETDRS) of the dilated eye is elaborate and requires mydriasis, and is unsuitable for screening. We evaluated an image analysis application for the automated diagnosis of DR from non-mydriatic single-field images. Patients suffering from diabetes for at least 5 years were included if they were 18 years or older. Patients already diagnosed with DR were excluded. Physiologic mydriasis was achieved by placing the subjects in a dark room. Images were captured using a Bosch Mobile Eye Care fundus camera. The images were analyzed by the Retinal Imaging Bosch DR Algorithm for the diagnosis of DR. All subjects also subsequently underwent pharmacological mydriasis and ETDRS imaging. Non-mydriatic and mydriatic images were read by ophthalmologists. The ETDRS readings were used as the gold standard for calculating the sensitivity and specificity for the software. 564 consecutive subjects (1128 eyes) were recruited from six centers in India. Each subject was evaluated at a single outpatient visit. Forty-four of 1128 images (3.9%) could not be read by the algorithm, and were categorized as inconclusive. In four subjects, neither eye provided an acceptable image: these four subjects were excluded from the analysis. This left 560 subjects for analysis (1084 eyes). The algorithm correctly diagnosed 531 of 560 cases. The sensitivity, specificity, and positive and negative predictive values were 91%, 97%, 94%, and 95% respectively. The Bosch DR Algorithm shows favorable sensitivity and specificity in diagnosing DR from non-mydriatic images, and can greatly simplify screening for DR. This also has major implications for telemedicine in the use of screening for retinopathy in patients with diabetes mellitus.", "id": "29281690", "date": "2017-12-27", "title": "Sensitivity and specificity of automated analysis of single-field non-mydriatic fundus photographs by Bosch DR Algorithm-Comparison with mydriatic fundus photography (ETDRS) for screening in undiagnosed diabetic retinopathy.", "doi": "10.1371/journal.pone.0189854", "journal": ["PloS one", "PLoS ONE"]}