{"authors": [["Zhang", "Lina", "L", "Center for Translational Biomedical Research, University of North Carolina at Greensboro , North Carolina Research Campus, Kannapolis, North Carolina 28081, United States."], ["Liu", "Chih-Wei", "CW", "Center for Translational Biomedical Research, University of North Carolina at Greensboro , North Carolina Research Campus, Kannapolis, North Carolina 28081, United States."], ["Zhang", "Qibin", "Q", "Center for Translational Biomedical Research, University of North Carolina at Greensboro , North Carolina Research Campus, Kannapolis, North Carolina 28081, United States."]], "text": "Glycated proteins are emerging as good indicators for diabetes and age related diseases. However, the platform for analysis of glycated proteome has been relatively less well established. We here introduce an online 2D-LC-HCD-MS/MS platform for comprehensive glycated peptide quantification. This platform includes a boronate affinity column in the first dimension for enrichment, reversed phase nanoLC column in the second dimension for separation, a benchtop Orbitrap mass spectrometer with HCD-MS/MS for peptide sequencing, and MaxQuant bioinformatics tool for identification and quantification of glycated peptides. This online 2D-LC-HCD-MS/MS platform has high enrichment efficiency with 85% of identified peptides in the enriched fraction as glycated, high sensitivity for detection of glycated peptides with LOD and LOQ at 1.2 and 2.4 pg, respectively, and high reproducibility with interday CVs < 20% for 80% of the glycated peptides. The number of glycated peptides quantified in in vitro glycated human plasma increased more than 3-fold using this platform in comparison to that obtained using 1D-LC-HCD-MS/MS platform without boronate affinity enrichment. Application of this online platform to human plasma identified 376 glycated peptides from 10 μg of protein digests. This highly sensitive and reproducible online 2D platform is promising for glycated protein analysis of complex clinical samples.", "id": "29281256", "date": "2017-12-27", "title": "Online 2D-LC-MS/MS Platform for Analysis of Glycated Proteome.", "doi": "10.1021/acs.analchem.7b03342", "journal": ["Analytical chemistry", "Anal. Chem."]}