{"authors": [["Asghari", "Golaleh", "G", "Nutrition and Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, I.R, Iran."], ["Farhadnejad", "Hossein", "H", "Nutrition and Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, I.R, Iran."], ["Teymoori", "Farshad", "F", "Nutrition and Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, I.R, Iran."], ["Mirmiran", "Parvin", "P", "Department of Clinical Nutrition and Dietetics, Faculty of Nutrition Sciences and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Tohidi", "Maryam", "M", "Prevention of Metabolic Disorders Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, I.R, Iran."], ["Azizi", "Fereidoun", "F", "Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, I.R, Iran."]], "text": "The aim of this study was to investigate the association between branched-chain amino acids (BCAAs) intake and markers of insulin metabolism in adults.This cohort study was conducted within the framework of the Tehran Lipid and Glucose Study (TLGS), on 1205 subjects, aged ≥ 20 years, who followed-up for a mean duration of 2.3 years. Dietary intakes of BCAAs including valine, leucine, and isoleucine were determined, using a valid and reliable food-frequency questionnaire. Hyperinsulinemia, β-cell dysfunction, insulin resistance (IR) and insulin insensitivity were determined according to optimal cut-off values. We used the logistic regression model to estimate the occurrence of IR across tertiles of BCAAs intake.Means (SD) for age and BCAA intake of participants (43% male) at baseline were 42.7 (13.1) years and 13.8 (5.1) g/day, respectively. Incidence of hyperinsulinemia, β-cell dysfunction, insulin insensitivity, and IR was 19.5, 24.0, 28.0, and 12.5%, respectively. After adjustment for confounding variables, subjects in the highest tertile of intakes of total BCAAs (OR=1.67, 95% CI: 1.03-2.71), leucine (OR=1.75, 95% CI:1.09-2.82), and valine (OR=1.61, 95% CI: 1.01-2.60) had greater risk of incident IR in comparison to those in the lowest one. However, higher intakes of isoleucine were not associated with risk of incident IR. Furthermore, total BCAAs, leucine, isoleucine, and valine intakes were not associated with risk of hyperinsulinemia, insulin insensitivity, and β-cell dysfunction.Our findings support the hypothesis that higher intakes of BCAAs may have adverse effects on development of IR.", "id": "29281182", "date": "2017-12-27", "title": "High dietary intakes of branched-chain amino acids is associated with increased risk of insulin resistance in adults.", "doi": "10.1111/1753-0407.12639", "journal": ["Journal of diabetes", "J Diabetes"]}