{"authors": [["Li", "H", "H", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou."], ["Hu", "B", "B", "Guangdong Provincial Bioengineering Institute (Guangzhou Sugarcane Industry Research Institute), Guangzhou."], ["Wei", "L", "L", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou."], ["Zhou", "L", "L", "Department of Rehabilitation Medicine, The First Affiliated Hospital of Clinical Medicine of Guangdong Pharmaceutical University, Guangzhou."], ["Zhang", "L", "L", "Department of Neurology, The Fifth Affiliated Hospital of Sun Yat-Sen University, Zhuhai, China."], ["Lin", "Y", "Y", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou."], ["Qin", "B", "B", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou."], ["Dai", "Y", "Y", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou."], ["Lu", "Z", "Z", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-Sen University, Guangzhou."]], "text": "Non-alcoholic fatty liver disease (NAFLD) is closely correlated to visceral obesity, dyslipidaemia, insulin resistance and type 2 diabetes mellitus. We sought to assess the association between a specific stroke subgroup, brainstem infarctions (BSIs) and NAFLD. Furthermore, we evaluated whether NAFLD is an independent risk factor in patients with BSIs.Non-alcoholic fatty liver disease was assessed in 306 patients with radiologically confirmed BSIs via liver ultrasound. Differences between patients with and without NAFLD were compared. Data associated with stroke severity and progression after admission were collected.Non-alcoholic fatty liver disease was found in 130 (42.5%) patients with acute BSIs; 58 (19.0%) had National Institutes of Health Stroke Scale scores >7 and 57 (18.6%) had progression after admission. Initial National Institutes of Health Stroke Scale scores, incidence of progression and stroke severity, and modified Rankin Scale scores at discharge were significantly higher in patients with NAFLD than in those without NAFLD. NAFLD was associated with stroke severity [Cox regression: hazard ratio (HR), 2.243; 95% confidence interval (CI), 1.254-4.013, P < 0.01]. This risk remained statistically significant after controlling for age, gender, diabetes mellitus and C-reactive protein (HR, 2.327; 95% CI, 1.252-4.324, P < 0.01). In addition, NAFLD was associated with progression (HR, 2.155; 95% CI, 1.201-3.865, P < 0.05) and remained significant after controlling for age, gender, diabetes mellitus, fibrinogen and C-reactive protein (HR, 2.378; 95% CI, 1.260-4.486, P < 0.01).These results suggest that NAFLD is a potential risk factor when evaluating the severity and progression of acute BSIs. This relationship is independent of classic risk factors and metabolic syndrome features.", "id": "29281159", "date": "2017-12-27", "title": "Non-alcoholic fatty liver disease is associated with stroke severity and progression of brainstem infarctions.", "doi": "10.1111/ene.13556", "journal": ["European journal of neurology", "Eur. J. Neurol."]}