{"authors": [["Hunt", "Heather B", "HB", "Department of Materials Science and Engineering, Cornell University, Ithaca, NY."], ["Pearl", "Jared C", "JC", "Department of Materials Science and Engineering, Cornell University, Ithaca, NY."], ["Diaz", "David R", "DR", "Department of Materials Science and Engineering, Cornell University, Ithaca, NY."], ["King", "Karen B", "KB", "Department of Orthopedics, University of Colorado School of Medicine, Aurora, CO."], ["Donnelly", "Eve", "E", "Department of Materials Science and Engineering, Cornell University, Ithaca, NY."]], "text": "Type 2 diabetes mellitus (T2DM) increases fracture risk for a given bone mineral density, which suggests that T2DM changes bone tissue properties independently of bone mass. In this study, we assessed the effects of hyperglycemia on bone tissue compositional properties, enzymatic collagen crosslinks, and advanced glycation endproducts (AGEs) in the KK-Ay murine model of T2DM using Fourier transform infrared imaging and high-performance liquid chromatography. Compared to KK-aa littermate controls (n = 8), proximal femoral bone tissue of KK-Ay mice (n = 14) exhibited increased collagen maturity, increased mineral content, and less heterogeneous mineral properties. AGE accumulation assessed by the concentration of pentosidine, as well as the concentrations of the non-enzymatic crosslinks hydroxylysyl pyridinoline and lysyl pyridinoline, did not differ in the proximal femora of KK-Ay mice compared to controls. The observed differences in tissue-level compositional properties in the KK-Ay mice are consistent with bone that is older and echo observations of reduced remodeling in T2DM. This article is protected by copyright. All rights reserved.", "id": "29281127", "date": "2017-12-27", "title": "Bone tissue collagen maturity and mineral content increase with sustained hyperglycemia in the KK-Ay murine model of type 2 diabetes.", "doi": "10.1002/jbmr.3365", "journal": ["Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research", "J. Bone Miner. Res."]}