{"authors": [["Zuckerman", "Scott L", "SL", "Department of Neurological Surgery, Vanderbilt University, Nashville, Tennessee."], ["Lakomkin", "Nikita", "N", "Department of Neurosurgery for Lakomkin, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Stannard", "Blaine P", "BP", "Hofstra Northwell School of Medicine, Garden City, New York."], ["Hadjipanayis", "Constantinos G", "CG", "Hofstra Northwell School of Medicine, Garden City, New York."], ["Shaffrey", "Christopher I", "CI", "Department of Neurosurgery, University of Virginia, Charlottesville, Virginia."], ["Smith", "Justin S", "JS", "Department of Neurosurgery, University of Virginia, Charlottesville, Virginia."], ["Cheng", "Joseph S", "JS", "Department of Neurosurgery, University of Cincinnati School of Medicine, Cincinnati, Ohio."]], "text": "Surgery for adult spinal deformity (ASD) improves quality of life, yet morbidity is high. Sepsis is a challenging postoperative complication that can result in death and drive inpatient resources.To identify the incidence and risk factors for development of sepsis within 30 days following ASD surgery.Adult patients who underwent thoracolumbar spinal deformity correction between 2008 and 2014 were identified in the National Surgical Quality Improvement Program database. Demographic and operative variables were extracted. The primary outcome was development of postoperative sepsis. Multivariable logistic regression modeling was used to identify independent risk factors for sepsis.A total of 6158 patients underwent ASD surgery. Of these, 156 (2.5%) developed sepsis postoperatively. Independent risk factors included operative time (odds ratio [OR]: 1.004, 95% confidence interval [CI]: 1.003-1.005, P < .001), male sex (OR: 1.47, 95% CI: 1.05-2.05, P = .023), diabetes (OR: 1.59, 95% CI: 1.05-2.40, P = .027), functional dependency (OR: 1.82, 95% CI: 1.12-2.95, P = .015), weight loss (OR: 2.45, 95% CI: 1.04-5.78, P = .040), bleeding disorder (OR: 2.58, 95% CI: 1.34-4.93, P = .004), and ascites (OR: 56.11, 95% CI: 5.01-628.50, P = .001). This model demonstrated strong predictive capacity, with an area under the curve of 0.80. Patients who developed sepsis were significantly more likely to have a prolonged hospital stay (P < .001), be readmitted (P < .001), and die (P < .001). The median (range) time to sepsis was 9 d (0-30).In patients undergoing ASD surgery, male sex, diabetes, ascites, bleeding disorder, functional dependency, excessive weight loss and increased operative time independently predicted sepsis. This perioperative patient profile can be used for preoperative risk assessment, patient counseling, and postoperative management for patients undergoing ASD surgery.", "id": "29281103", "date": "2017-12-21", "title": "Incidence and Predictive Factors of Sepsis Following Adult Spinal Deformity Surgery.", "doi": "10.1093/neuros/nyx578", "journal": ["Neurosurgery", "Neurosurgery"]}