{"authors": [["Teh", "Ruth O", "RO", "Department of General Practice and Primary Health Care, University of Auckland."], ["Menzies", "Oliver H", "OH", "Auckland Hospital, University of Auckland."], ["Connolly", "Martin J", "MJ", "Freemasons' Department of Geriatric Medicine, University of Auckland."], ["Doughty", "Rob N", "RN", "Auckland Hospital, University of Auckland and Heart Foundation Professor."], ["Wilkinson", "Tim J", "TJ", "Princess Margaret Hospital, University of Otago."], ["Pillai", "Avinesh", "A", "Department of Statistics, University of Auckland."], ["Lumley", "Thomas", "T", "Department of Statistics, University of Auckland."], ["Ryan", "Cristin", "C", "School of Pharmacy and Pharmaceutical Sciences, Trinity College Dublin."], ["Rolleston", "Anna", "A", "Te Kupenga Haoura Maori, University of Auckland."], ["Broad", "Joanna B", "JB", "Freemasons' Department of Geriatric Medicine, University of Auckland."], ["Kerse", "Ngaire", "N", "Department of General Practice and Primary Health Care, University of Auckland."]], "text": "multi-morbidity is associated with poor outcomes and increased healthcare utilisation. We aim to identify multi-morbidity patterns and associations with potentially inappropriate prescribing (PIP), subsequent hospitalisation and mortality in octogenarians.life and Living in Advanced Age; a Cohort Study in New Zealand (LiLACS NZ) examined health outcomes of 421 Māori (indigenous to New Zealand), aged 80-90 and 516 non-Māori, aged 85 years in 2010. Presence of 14 chronic conditions was ascertained from self-report, general practice and hospitalisation records and physical assessments. Agglomerative hierarchical cluster analysis identified clusters of participants with co-existing conditions. Multivariate regression models examined the associations between clusters and PIP, 48-month hospitalisations and mortality.six clusters were identified for Māori and non-Māori, respectively. The associations between clusters and outcomes differed between Māori and non-Māori. In Māori, those in the complex multi-morbidity cluster had the highest prevalence of inappropriately prescribed medications and in cluster 'diabetes' (20% of sample) had higher risk of hospitalisation and mortality at 48-month follow-up. In non-Māori, those in the 'depression-arthritis' (17% of the sample) cluster had both highest prevalence of inappropriate medications and risk of hospitalisation and mortality.in octogenarians, hospitalisation and mortality are better predicted by profiles of clusters of conditions rather than the presence or absence of a specific condition. Further research is required to determine if the cluster approach can be used to target patients to optimise resource allocation and improve outcomes.", "id": "29281041", "date": "2017-12-21", "title": "Patterns of multi-morbidity and prediction of hospitalisation and all-cause mortality in advanced age.", "doi": "10.1093/ageing/afx184", "journal": ["Age and ageing", "Age Ageing"]}