{"authors": [["Haljas", "Kadri", "K", "Department of Psychology and Logopedics, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Amare", "Azmeraw T", "AT", "Department of Epidemiology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["Alizadeh", "Behrooz Z", "BZ", "Department of Epidemiology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["Hsu", "Yi-Hsiang", "YH", "Harvard Medical School, Boston, USA."], ["Mosley", "Thomas", "T", "Department of Medicine, University of Mississippi Medical Center, Jackson, Mississippi, USA."], ["Newman", "Anne", "A", "Department of Epidemiology, School of Public Health, University of Pittsburgh, Pittsburgh, PA, 15261, USA."], ["Murabito", "Joanne", "J", "Department of Medicine, Section of General Internal Medicine, Boston University School of Medicine, Boston."], ["Tiemeier", "Henning", "H", "Department of Epidemiology, Erasmus University Medical Center, Rotterdam, Netherlands."], ["Tanaka", "Toshiko", "T", "Translational Gerontology Branch, National Institute on Aging, Baltimore, MD, 21225, USA."], ["van Duijn", "Cornelia", "C", "Genetic Epidemiology Unit, Department of Epidemiology, Erasmus University Medical Center, Rotterdam, 3000 CA, The Netherland."], ["Ding", "Jingzhong", "J", "Department of Internal Medicine, Division of Geriatrics, Wake Forest University, Winston-Salem, North Carolina, USA."], ["Llewellyn", "David J", "DJ", "University of Exeter Medical School, Exeter, UK."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Chicago, Illinois, USA."], ["Terracciano", "Antonio", "A", "Florida State University, College of Medicine, Tallahassee, FL, USA."], ["Launer", "Lenore", "L", "Laboratory of Epidemiology and Population Sciences, National Institute on Aging, Bethesda, Maryland, USA."], ["Ladwig", "Karl-Heinz", "KH", "Institute of Epidemiology II, Mental Health Research Unit, Helmholtz Zentrum München, German Research Center for Environmental Health, Neuherberg, Germany."], ["Cornelis", "Marylin C", "MC", "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Teumer", "Alexander", "A", "Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany."], ["Grabe", "Hans", "H", "Department of Psychiatry and Psychotherapy, Helios Hospital Stralsund, Greifswald, Germany Department of Psychiatry and Psychotherapy, University Medicine Greifswald, Greifswald, Germany."], ["Kardia", "Sharon L R", "SLR", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Ware", "Erin B", "EB", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Smith", "Jennifer A", "JA", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Snieder", "Harold", "H", "Department of Epidemiology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["Eriksson", "Johan G", "JG", "Department of General Practice and Primary Health Care, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Groop", "Leif", "L", "Institute for Molecular Medicine Finland (FIMM), Helsinki, Finland."], ["Räikkönen", "Katri", "K", "Department of Psychology and Logopedics, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Lahti", "Jari", "J", "Department of Psychology and Logopedics, Faculty of Medicine, University of Helsinki, Helsinki, Finland."]], "text": "Shared genetic background may explain phenotypic associations between depression and Type-2-Diabetes (T2D). We aimed to study, on a genome-wide level, if genetic correlation and pleiotropic loci exist between depressive symptoms and T2D or glycemic traits.We estimated SNP-based heritability and analyzed genetic correlation between depressive symptoms and T2D and glycemic traits with the LD Score Regression (LDSC) by combining summary statistics of previously conducted meta-analyses for depressive symptoms by CHARGE consortium (N = 51,258), T2D by Diagram consortium (N = 34,840 patients and 114,981 controls), fasting glucose, fasting insulin, HOMA-β, and HOMA-IR by MAGIC consortium (N = 58,074). Finally, we investigated pleiotropic loci using a bivariate GWAS approach with summary statistics from GWAS meta-analyses and reported loci with genome-wide significant bivariate association p-value (p < 5x10). Biological annotation and function of significant pleiotropic SNPs were assessed in several databases.The SNP-based heritability ranged from 0.04 to 0.10 in each individual trait. In the LDSC analyses, depressive symptoms showed no significant genetic correlation with T2D or glycemic traits (p > 0.37). Yet, we identified pleiotropic genetic variations for depressive symptoms and T2D (in the IGF2BP2, CDKAL1, CDKN2B-AS, and PLEKHA1 genes), and fasting glucose (in the MADD, CDKN2B-AS, PEX16, and MTNR1B genes).We found no significant overall genetic correlations between depressive symptoms, T2D or glycemic traits suggesting major differences in underlying biology of these traits. Yet, several potential pleiotropic loci were identified between depressive symptoms, T2D and fasting glucose suggesting that previously established phenotypic associations may be partly explained by genetic variation in these specific loci.", "id": "29280852", "date": "2017-12-27", "title": "Bivariate Genome-Wide Association Study of Depressive Symptoms with Type 2 Diabetes and Quantitative Glycemic Traits.", "doi": "10.1097/PSY.0000000000000555", "journal": ["Psychosomatic medicine", "Psychosom Med"]}