{"authors": [["Rodríguez-Gallego", "Esther", "E", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Gómez", "Josep", "J", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Pacheco", "Yolanda María", "YM", "Laboratory of Immunovirology, Clinic Unit of Infectious Diseases, Microbiology and Preventive Medicine, Institute of Biomedicine of Seville, IBiS, Virgen del Rocío University Hospital/CSIC/University of Seville, Seville, Spain."], ["Peraire", "Joaquim", "J", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Viladés", "Consuelo", "C", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Beltrán-Debón", "Raúl", "R", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Mallol", "Roger", "R", "Metabolomics Platform, Department of Electronic Engineering, Rovira i Virgili University, IISPV, Tarragona, Spain."], ["López-Dupla", "Miguel", "M", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Veloso", "Sergi", "S", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Alba", "Verónica", "V", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Blanco", "Julià", "J", "AIDS Research Institute IrsiCaixa, Institut Germans Trias I Pujol (IGTP)."], ["Cañellas", "Nicolau", "N", "Metabolomics Platform, Department of Electronic Engineering, Rovira i Virgili University, IISPV, Tarragona, Spain."], ["Rull", "Anna", "A", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."], ["Leal", "Manuel", "M", "Laboratory of Immunovirology, Clinic Unit of Infectious Diseases, Microbiology and Preventive Medicine, Institute of Biomedicine of Seville, IBiS, Virgen del Rocío University Hospital/CSIC/University of Seville, Seville, Spain."], ["Correig", "Xavier", "X", "Metabolomics Platform, Department of Electronic Engineering, Rovira i Virgili University, IISPV, Tarragona, Spain."], ["Domingo", "Pere", "P", "Hospitals Universitaris Arnau de Vilanova & Santa Maria, Institut de Recerca Biomédica de Lleida (IRBLLEDIDA), Universitat de Lleida, Lleida, Spain."], ["Vidal", "Francesc", "F", "Hospital Universitari Joan XXIII. IISPV, Universitat Rovira i Virgili, Tarragona, Spain."]], "text": "Poor immunological recovery in treated HIV-infected patients is associated with greater morbidity and mortality. To date, predictive biomarkers of this incomplete immune reconstitution have not been established. We aimed to identify a baseline metabolomic signature associated with a poor immunological recovery after ART in order to envisage the underlying mechanistic pathways that influence the treatment response.This was a multi-centre, prospective cohort study in ART-naïve and a pre-ART low nadir (<200 cells/μl) HIV-infected patients (n = 64).We obtained clinical data and metabolomic profiles for each individual, in which low molecular weight metabolites, lipids and lipoproteins (including particle concentrations and sizes) were measured by nuclear magnetic resonance spectroscopy. Immunological recovery was defined as reaching CD4 T-cell count ≥250 cells/μL after 36 months of virologically successful ART. We used univariate comparisons, Random Forest test and ROC curves to identify and evaluate the predictive factors of immunological recovery after treatment.HIV-infected patients with a baseline metabolic pattern characterized by high levels of large HDL particles, HDL cholesterol and larger sizes of LDL particles had a better immunological recovery after treatment. Conversely, patients with high ratios of non HDL lipoprotein particles did not experience this full recovery. Medium VLDL particles and glucose increased the classification power of the multivariate model despite not showing any significant differences between the two groups.In HIV-infected patients, a baseline healthier metabolomic profile is related to a better response to ART where the lipoprotein profile, mainly large HDL particles, may play a key role.", "id": "29280761", "date": "2017-12-26", "title": "A baseline metabolomic signature is associated with immunological CD4+ T-cell recovery after 36 months of ART in HIV-infected patients.", "doi": "10.1097/QAD.0000000000001730", "journal": ["AIDS (London, England)", "AIDS"]}