{"authors": [["Aftab", "Awais", "A", "1 Case Western Reserve University School of Medicine/University Hospitals Cleveland Medical Center, Cleveland, USA."], ["Bhat", "Chetan", "C", "2 Case Western Reserve University School of Medicine, Cleveland, USA."], ["Gunzler", "Douglas", "D", "3 Center for Health Care Research and Policy, Case Western Reserve University, MetroHealth, Medical Center, Cleveland, USA."], ["Cassidy", "Kristin", "K", "1 Case Western Reserve University School of Medicine/University Hospitals Cleveland Medical Center, Cleveland, USA."], ["Thomas", "Charles", "C", "3 Center for Health Care Research and Policy, Case Western Reserve University, MetroHealth, Medical Center, Cleveland, USA."], ["McCormick", "Richard", "R", "3 Center for Health Care Research and Policy, Case Western Reserve University, MetroHealth, Medical Center, Cleveland, USA."], ["Dawson", "Neal V", "NV", "3 Center for Health Care Research and Policy, Case Western Reserve University, MetroHealth, Medical Center, Cleveland, USA."], ["Sajatovic", "Martha", "M", "4 Case Western Reserve University School of Medicine and Neurological Institute, University Hospitals Cleveland Medical Center, Cleveland, USA."]], "text": "Objective Serious mental illness and type II diabetes mellitus have a high comorbidity, and both have a higher prevalence of anxiety disorders compared to the general population. Targeted Training in Illness Management is a group-based self-management training approach which targets serious mental illness and type II diabetes mellitus concurrently. This analysis examines data from a randomized controlled trial of Targeted Training in Illness Management intervention to examine the impact of comorbid anxiety on baseline psychiatric symptomatology and diabetic control, and on longitudinal treatment outcomes. Methods We conducted secondary analyses on data from a prospective, 60-week, randomized controlled trial testing Targeted Training in Illness Management versus treatment as usual in 200 individuals with serious mental illness and diabetes. Primary outcomes included measures related to serious mental illness symptoms, functional status, general health status, and diabetes control. Measures were compared between those participants with anxiety disorders versus those without anxiety at baseline as well as over time using linear mixed effects analyses. Results Forty seven percent of the participants had one or more anxiety disorders. At baseline, those with an anxiety diagnosis had higher illness severity, depressive, and other psychiatric symptomatology and disability. Diabetic control (HbA1c) was not significantly different at baseline. In the longitudinal analyses, no significant mean slope differences over time (group-by-time interaction effect) between those with anxiety diagnoses and those without in treatment as usual group were found for primary outcomes. Within the Targeted Training in Illness Management arm, those with anxiety disorders had significantly greater improvement in mental health functioning. Those with anxiety comorbidity in the Targeted Training in Illness Management group demonstrated significantly lower HbA1c levels compared to no anxiety comorbidity and also demonstrated a greater improvement in HbA1c over the first 30 weeks compared to those without anxiety comorbidity. Conclusion Comorbid anxiety in serious mental illness and type II diabetes mellitus population is associated with increased psychiatric symptomatology and greater disability. Individuals from this population appear to experience greater improvement in functioning from baseline with the Targeted Training in Illness Management intervention. Anxiety comorbidity in the serious mental illness and type II diabetes mellitus population does not appear to have a negative impact on diabetic control. These complex relationships need further study. Clinical Trials Registration ClinicalTrials.gov: Improving outcomes for individuals with serious mental illness and diabetes (NCT01410357).", "id": "29280685", "date": "2017-01-01", "title": "Associations among comorbid anxiety, psychiatric symptomatology, and diabetic control in a population with serious mental illness and diabetes: Findings from an interventional randomized controlled trial.", "doi": "10.1177/0091217417749795", "journal": ["International journal of psychiatry in medicine", "Int J Psychiatry Med"]}