{"authors": [["García-Quismondo", "Ángel", "Á", null], ["Del Cañizo", "Francisco Javier", "FJ", null], ["Dorado", "Juan", "J", null], ["Sánchez-Muniz", "Francisco J", "FJ", "Departamento de Nutrición Facultad de Farmacia. Universidad Complutense de Madrid Plaza Ramón y Cajal s/n 28040-Madrid. frasan@ucm.es."]], "text": "Type 2 diabetes mellitus (T2DM) is a major independent risk factor for cardiovascular disease (CVD) and a highly prevalent disease with a wide variety of associated metabolic disorders.To describe features and prevalence of altered CVD risk factors in a T2DM population: DIabetes CArdiovascular RIsk of VAllecas (DICARIVA) study.735 adult Spanish patients of the Vallecas area with T2DM from the Infanta Leonor Hospital (Madrid, Spain) were included in the study. Age, disease time-evolution, anthropometric measurements, glycemia, glucated haemoglobin A1c (HbA1c), lipid/lipoprotein profile, total cholesterol/high density lipoprotein cholesterol (HDL-cholesterol), low density lipoprotein cholesterol (LDL-cholesterol)/HDL-cholesterol and triglycerides/HDL-cholesterol ratios, triglycerides-glucose index (TyG), fibrinogen, high sensitivity-c reactive protein (hs-CRP) and microalbuminuria were assessed.Mean, standard deviations, and percentile distributions were obtained in males, females and the whole T2DM population for classical and emergent CVD risk markers. Obesity was found in 45% of patients, while 60% had high cardiovascular risk according to waist circumference and conicity index. Total and LDL-cholesterol were at desirable and optimum levels, respectively, in 60% of patients. One third showed the conjoint presence of low HDL-cholesterol, high triglycerides and small and dense LDL. Increased levels of hs-CRP, hyperfibrinogenia and microalbuminuria were detected in 40%, 50% and 30% of patients, respectively. Age, body mass index, total cholesterol, hs-CRP and fibrinogen were higher while weight, conicity index, total cholesterol/HDL-cholesterol, LDL-cholesterol/HDL-cholesterol and triglycerides/HDL-cholesterol ratios, and microalbuminuria lower in women. According to TyG values 62% of patients suffered metabolic syndrome.Altered anthropometric and metabolic CVD risk factors were highly prevalent in the DICARIVA study. The CVD marker cut-off points obtained in some emergent markers seems relevant and would be employed for future early T2DM diagnoses strategy in order to reduce its high morbidity and mortality impact.", "id": "29280661", "date": "2017-11-17", "title": "Classical and emergent cardiovascular disease risk factors in type 2 diabetics from the Vallecas area (DICARIVA study).", "doi": null, "journal": ["Nutricion hospitalaria", "Nutr Hosp"]}