{"authors": [["Parreño Caparrós", "Elena", "E", ". elenapcnet@yahoo.es."], ["Illán Gómez", "Fátima", "F", null], ["Gonzálvez Ortega", "Manuel", "M", null], ["Orea Soler", "Isabel", "I", null], ["Pérez Paredes", "Matías", "M", null], ["Lozano Almela", "Maria Luisa", "ML", null], ["Arjonilla Sampedro", "Elena", "E", null], ["Alcaráz Tafalla", "Marisol", "M", null]], "text": "Resistin was originally suggested to be a potential mediator of obesity-related insulin resistance in rodents. However, in humans, the role of resistin in obesity and insulin resistance has not yet been demonstrated. The present study investigates whether there are differences in resistin levels between patients with morbid obesity and lean subjects, and analyzes changes in resistin levels after significant weight loss secondary to bariatric surgery.Sixty-eight patients with morbid obesity (body mass index [BMI] ≥ 40 kg/m2) and 31 lean subjects (BMI < 25 kg/m2) were selected. The study variables were: weight, height, BMI, waist-hip ratio (WHR), fat mass, family history of cardiovascular disease (CVD), type 2 diabetes mellitus (DM), hypertension, dyslipidemia, smoking, glucose, glycated hemoglobin (HbA1c), insulin, high-sensitivity C-reactive protein (hsCRP), interleukin-6 (IL-6), adiponectin and resistin. Homoeostasis model assessment (HOMA) and quantitative insulin sensitivity check index (QUICKI) were calculated. The obese patients underwent gastric bypass surgery, and the above mentioned variables were reassessed after 12 months and major weight loss.There were no significant differences in resistin levels between morbidly obese patients and healthy subjects of normal weight, or between obese patients before and after weight loss. Resistin levels in morbidly obese patients were not correlated to adiposity anthropometric measures, insulin, glucose, HOMA, QUICKI, hsCRP, IL-6 or adiponectin. In the morbid obesity group, after one year of weight loss, the only study parameter correlated to resistin levels was IL-6.Our results do not support a relationship among resistin levels, obesity and insulin resistance in humans.", "id": "29280648", "date": "2017-09-14", "title": "Resistin in morbidly obese patients before and after gastric bypass surgery.", "doi": null, "journal": ["Nutricion hospitalaria", "Nutr Hosp"]}