{"authors": [["De Luis", "Daniel Antonio", "DA", "H. U. de Valladolid (Valladolid). dadluis@yahoo.es."], ["Izaola", "Olatz", "O", null], ["Primo", "David", "D", null], ["García Calvo", "Susana", "S", null], ["Gómez Hoyos", "Emilia", "E", null], ["López Gómez", "Juan José", "JJ", null], ["Ortola", "Ana", "A", null], ["Serrano", "Cristina", "C", null], ["Delgado", "Esther", "E", null], ["Torres Torres", "Beatriz", "B", null]], "text": "There is few evidence of cholesterol ester transfer protein (CETP) in subjects with obesity and diabetes mellitus.We examined the association of the polymorphism (rs1800777) of CETP gene on anthropometric parameters, lipid profile and adipokines in subjects with obesity and diabetes mellitus type 2.A population of 229 obese subjects with diabetes mellitus type 2 was enrolled. An electrical bioimpedance, blood pressure, dietary intake, exercise and biochemical analyses were recorded.Two hundred and seventeen subjects (94.8%) had genotype GG and 12 GA (5.2%) (genotype AA was not detected). Weight (delta: 14.4 ± 2.1 kg, p = 0.01), body mass index (delta: 2.2 ± 1.1 kg/m2, p = 0.01), fat mass (delta: 11.2 ± 3.1 kg, p = 0.02), waist circumference (delta: 3.9 ± 2.0 cm, p = 0.02), waist to hip ratio (delta: 0.04 ± 0.02 cm; p = 0.01), tryglicerides (delta: 48.6 ± 9.1 mg / dl, p = 0.03) and leptin levels (delta: 58.6 ± 15.9 mg/dl, p = 0.02) were higher in A allele carriers than non A allele carriers. Levels of HDL-cholesterol were lower in A allele carriers than non-carriers (delta: 5.6 ± 1.1 mg/dl, p = 0.03). In regression analysis, HDl cholesterol, weight and fat mass remained in the model with the SNP.Our results show an association of this CETP variant at position +82 on HDL cholesterol, levels and adiposity parameters in obese subjects with diabetes mellitus type 2.", "id": "29280647", "date": "2017-11-14", "title": "[Relation of variant rs180077 of gen cholesterol ester transfer protein variant, with fat mass, HDL-cholesterol in obese subjects with diabetes mellitus type 2].", "doi": null, "journal": ["Nutricion hospitalaria", "Nutr Hosp"]}