{"authors": [["Danielak", "Dorota", "D", "a Department of Physical Pharmacy and Pharmacokinetics , Poznan University of Medical Sciences , Poznań , Poland."], ["Karaźniewicz-Łada", "Marta", "M", "a Department of Physical Pharmacy and Pharmacokinetics , Poznan University of Medical Sciences , Poznań , Poland."], ["Główka", "Franciszek", "F", "a Department of Physical Pharmacy and Pharmacokinetics , Poznan University of Medical Sciences , Poznań , Poland."]], "text": "Ticagrelor is a first drug of a new chemical class cyclopentyltriazolopyrimidines. It is an antiplatelet agent with a unique mechanism of action, allowing a direct and reversible competitive inhibition of P2Y12 receptor. According to newest guidelines, it is recommended for prevention of thrombotic events in patients with acute coronary syndromes. Moreover, it is preferred over clopidogrel, an older generation antiplatelet drug, and therefore gains more interest in modern cardiology and vascular medicine. Areas covered: This review is a comprehensive and thorough summary of the most important findings on ticagrelor. Pharmacokinetics, pharmacogenetics, drug-drug interactions, adverse effects, efficacy in specific patient populations and off-label properties of ticagrelor are discussed in this paper. Moreover, the results from pivotal clinical trials are presented. Expert opinion: Introduction of ticagrelor, a first directly-acting and reversible P2Y12 inhibitor, gave some new possibilities as the efficacy of older drugs was often insufficient. Despite some drawbacks, such as a risk of bleeding events or dyspnea, a rapid onset of action, consistency in the antiplatelet effect and reports on pleiotropic properties make this drug a promising candidate for a first-choice antiplatelet agent in patients with acute coronary events.", "id": "29280403", "date": "2017-12-27", "title": "Ticagrelor in modern cardiology - an up-to-date review of most important aspects of ticagrelor pharmacotherapy.", "doi": "10.1080/14656566.2017.1421634", "journal": ["Expert opinion on pharmacotherapy", "Expert Opin Pharmacother"]}