{"authors": [["Eto", "Eriko", "E", "Department of Obstetrics and Gynecology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Maki", "Jota", "J", "Department of Obstetrics and Gynecology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Tamada", "Shoko", "S", "Department of Obstetrics and Gynecology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Mitsui", "Takashi", "T", "Department of Obstetrics and Gynecology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Hayata", "Kei", "K", "Department of Obstetrics and Gynecology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."], ["Hiramatsu", "Yuji", "Y", "Department of Obstetrics and Gynecology, Okayama City General Medical Center, Okayama, Japan."], ["Masuyama", "Hisashi", "H", "Department of Obstetrics and Gynecology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan."]], "text": "To measure longitudinal changes in resting energy expenditure and body composition of Japanese pregnant women with or without diabetes.The study population consisted of women who had delivered a live singleton neonate after 22 weeks' gestation at Okayama University Hospital from July 2013 to June 2017. Resting energy expenditure and body composition were measured in the first trimester, second trimester, third trimester, and postpartum.A total of 144 women participated in this study: 103 with normal glucose tolerance and 41 with diabetes. The resting energy expenditure (kcal/day) of pregnant women with normal glucose tolerance was significantly higher in the third trimester (1644 ± 234) than in the first (1461 ± 215) and second trimesters (1491 ± 219) and postpartum (1419 ± 254), whereas that of pregnant women with diabetes did not significantly change during all periods (1568 ± 404, 1710 ± 332, 1716 ± 251, 1567 ± 249). The resting energy expenditure of women with good glycemic control was lower than that of women with poor control. Fat-free mass was closely correlated with resting energy expenditure.The resting energy expenditure of Japanese pregnant women with normal glucose tolerance was significantly increased in the third trimester. The resting energy expenditure of women with good glycemic control was lower than that of women with poor control. Resting energy expenditure and fat-free mass are potential indexes for medical nutrition therapy in pregnant women with diabetes. This article is protected by copyright. All rights reserved.", "id": "29280333", "date": "2017-12-27", "title": "Assessment of resting energy expenditure and body composition in Japanese pregnant women with diabetes.", "doi": "10.1111/jdi.12795", "journal": ["Journal of diabetes investigation", "J Diabetes Investig"]}