{"authors": [["Bray", "George A", "GA", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana, USA."], ["Redman", "Leanne M", "LM", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana, USA."], ["de Jonge", "Lilian", "L", "Department of Nutrition and Food Studies, George Mason University, Fairfax, Virginia, USA."], ["Rood", "Jennifer", "J", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana, USA."], ["Sutton", "Elizabeth F", "EF", "Pennington Biomedical Research Center, Louisiana State University System, Baton Rouge, Louisiana, USA."], ["Smith", "Steven R", "SR", "Translational Research Institute for Metabolism and Diabetes, Florida Hospital, Orlando, Florida, USA."]], "text": "Different amounts of dietary protein during overfeeding produced similar fat gain but different amounts of gain in fat-free body mass. Protein and energy intake may have differential effects on amino acids during overfeeding.Twenty-three healthy adult men and women were overfed by 40% for 8 weeks with 5%, 15%, or 25% protein diets. Plasma amino acids were measured by gas chromatography and mass spectrometry at baseline and week 8. Body composition was measured by dual-energy x-ray absorptiometry, fat cell size (FCS) from subcutaneous fat biopsies, and insulin resistance by euglycemic-hyperinsulinemic clamp.The following three amino acid patterns were seen: increasing concentration of five essential and three nonessential amino acids with increasing protein intake, higher levels of six nonessential amino acids with the low-protein diet, and a pattern that was flat or \"V\" shaped. Dietary fat and protein were both correlated with changes in valine, leucine/isoleucine/norleucine, phenylalanine, and tyrosine, but energy intake was not. The change in fat mass and weight was related to the change in several amino acids. Baseline FCS and the interaction between glucose disposal and FCS were associated with changes in several amino acids during overfeeding.Overfeeding dietary protein affects the levels of both essential and nonessential amino acids.", "id": "29280309", "date": "2017-12-27", "title": "Plasma Amino Acids During 8 Weeks of Overfeeding: Relation to Diet Body Composition and Fat Cell Size in the PROOF Study.", "doi": "10.1002/oby.22087", "journal": ["Obesity (Silver Spring, Md.)", "Obesity (Silver Spring)"]}