{"authors": [["Nutter", "Curtis A", "CA", "Department of Biochemistry and Molecular Biology, University of Texas Medical Branch, Galveston, Texas."], ["Kuyumcu-Martinez", "Muge N", "MN", "Department of Biochemistry and Molecular Biology, University of Texas Medical Branch, Galveston, Texas."]], "text": "Diabetes is a debilitating health care problem affecting 422 million people around the world. Diabetic patients suffer from multisystemic complications that can cause mortality and morbidity. Recent advancements in high-throughput next-generation RNA-sequencing and computational algorithms led to the discovery of aberrant posttranscriptional gene regulatory programs in diabetes. However, very little is known about how these regulatory programs are mis-regulated in diabetes. RNA-binding proteins (RBPs) are important regulators of posttranscriptional RNA networks, which are also dysregulated in diabetes. Human genetic studies provide new evidence that polymorphisms and mutations in RBPs are linked to diabetes. Therefore, we will discuss the emerging roles of RBPs in abnormal posttranscriptional gene expression in diabetes. Questions that will be addressed are: Which posttranscriptional mechanisms are disrupted in diabetes? Which RBPs are responsible for such changes under diabetic conditions? How are RBPs altered in diabetes? How does dysregulation of RBPs contribute to diabetes? Can we target RBPs using RNA-based methods to restore gene expression profiles in diabetic patients? Studying the evolving roles of RBPs in diabetes is critical not only for a comprehensive understanding of diabetes pathogenesis but also to design RNA-based therapeutic approaches for diabetic complications. This article is categorized under: RNA in Disease and Development > RNA in Disease RNA Processing > Splicing Regulation/Alternative Splicing Translation > Translation Regulation.", "id": "29280295", "date": "2017-12-27", "title": "Emerging roles of RNA-binding proteins in diabetes and their therapeutic potential in diabetic complications.", "doi": "10.1002/wrna.1459", "journal": ["Wiley interdisciplinary reviews. RNA", "Wiley Interdiscip Rev RNA"]}