{"authors": [["Amed", "Shazhan", "S", "Department of Pediatrics, University of British Columbia, Vancouver, Canada."], ["Islam", "Nazrul", "N", "MRC Epidemiology Unit, University of Cambridge, Cambridge, UK."], ["Sutherland", "Jenny", "J", "Population Health Surveillance & Epidemiology, BC Ministry of Health, Victoria, Canada."], ["Reimer", "Kim", "K", "Population Health Surveillance & Epidemiology, BC Ministry of Health, Victoria, Canada."]], "text": "Youth-onset type 2 diabetes is an emerging disease. We estimated incidence and prevalence trends of youth-onset type 2 diabetes between 2002 and 2013 in the Canadian province of British Columbia.This population-based cohort study used a validated diabetes case-finding definition and algorithm to differentiate type 2 from type 1 diabetes to identify youth <20 years with type 2 diabetes within linked population-based administrative data. Age-standardized incidence and prevalence were calculated. JoinPoint regression and double exponential smooth modeling were used.From 2002/2003 to 2012/2013, the incidence of youth-onset type 2 diabetes increased from 3.45 (95% confidence interval, CI: 2.43, 4.80) to 5.16 (95% CI: 3.86, 6.78)/100 000. The annual percent change (APC) in incidence was 3.74 (95% CI: 1.61, 5.92; P = 0.003) overall, while it was 5.94 (95% CI: 1.84, 10.20; P = 0.009) and 0.53 (95% CI: -5.04, 6.43; P = 0.837) in females and males, respectively. The prevalence increased from 0.009% (95% CI: 0.007, 0.011) in 2002/2003 to 0.021% (95% CI: 0.018, 0.024) in 2012/2013 with an APC of 7.89 (95% CI: 6.41, 9.40; P < 0.0001). In females, it increased from 0.012% (95% CI: 0.009, 0.015) to 0.027% (95% CI: 0.023, 0.032) and in males from 0.007% (95% CI: 0.005, 0.009) to 0.015% (95% CI: 0.012, 0.019). By 2030, we forecast a prevalence of 0.046% (95% CI: 0.043, 0.048).Youth-onset type 2 diabetes is increasing with higher rates in females vs males. If these rates continue, in 2030, the number of cases will increase by 5-fold. These data are needed to set priorities for diabetes prevention in youth.", "id": "29280255", "date": "2017-12-27", "title": "Incidence and prevalence trends of youth-onset type 2 diabetes in a cohort of Canadian youth: 2002-2013.", "doi": "10.1111/pedi.12631", "journal": ["Pediatric diabetes", "Pediatr Diabetes"]}