{"authors": [["Odeh", "Rasha", "R", "Department of Pediatrics, School of Medicine, University of Jordan, Amman, Jordan."], ["Alassaf", "Abeer", "A", "Department of Pediatrics, School of Medicine, University of Jordan, Amman, Jordan."], ["Ajlouni", "Kamel", "K", "The National Center (Institute) for Diabetes, Endocrinology and Genetics (NCDEG), University of Jordan, Amman, Jordan."]], "text": "Data regarding type 1 diabetes mellitus (T1D) in Jordan are extremely scarce. We aim to evaluate the clinical and laboratory characteristics at diagnosis of T1D in a group of children from Jordan.The records of 437 (boys/girls: 224/213) children with type 1 diabetes followed in the years 2012 to 2016 were evaluated retrospectively. The data were assessed by sex and age subgroups (<5, 6-10, and 11-18 years).Mean age of children at diagnosis was 7.3 ± 3.6 years. The first peak in the number of T1D cases in terms of age at diagnosis was observed in the age group between 6 and 8 years (n = 116 [26.5%], 95% confidence interval [CI]: 22.3%-30.6%). This was followed by the age group of 3 to 5 years (n = 108 [24.7%], 95% CI: 20.6%-28.7%). Although the patients mostly presented in winter (30.0%, 95% CI: 25.6%-34.3%), no season-related significant differences were found. The frequency of ketoacidosis at diagnosis was 40.7% (95% CI: 36%-45.3%). At presentation, 22.8% (95% CI: 18.9%-26.7) of our patients had a positive history of T1D in their extended families. In addition, 61.1% (95% CI: 56.5%-65.7%) of the patients were started on premixed insulin at diagnosis.The findings possibly indicate a decreasing age of T1D onset in Jordanian patients. The high frequency of ketoacidosis at presentation is noteworthy. In addition, the initial insulin protocols are not in accordance with the recommended insulin therapy for children and adolescents with T1D.", "id": "29280234", "date": "2017-12-27", "title": "Clinical and biochemical features at diagnosis of type 1 diabetes in patients between 0 and 18 years of age from Jordan.", "doi": "10.1111/pedi.12625", "journal": ["Pediatric diabetes", "Pediatr Diabetes"]}