{"authors": [["Denis", "Blandine", "B", "Department of Infectious Diseases, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, University of Paris Diderot Paris 7, Sorbonne Paris Cité, 75010, Paris, France."], ["Chopin", "Dorothée", "D", "Department of Infectious Diseases, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, University of Paris Diderot Paris 7, Sorbonne Paris Cité, 75010, Paris, France."], ["Piron", "Prescillia", "P", "Department of Biomedical Statistics and Methodology, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux,, 75010."], ["Resche-Rigon", "Matthieu", "M", "Department of Biomedical Statistics and Methodology, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux,, 75010."], ["Bretagne", "Stéphane", "S", "Laboratory of mycology, Department of microbiology, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, 75010, Paris, France."], ["Gits-Muselli", "Maud", "M", "Laboratory of mycology, Department of microbiology, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, 75010, Paris, France."], ["Peraldi", "Marie-Noelle", "MN", "Department of Nephrology, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, 75010, Paris, France."], ["Abboud", "Imad", "I", "Department of Nephrology, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, 75010, Paris, France."], ["Molina", "Jean-Michel", "JM", "Department of Infectious Diseases, Hôpital Saint-Louis, AP-HP, 1 avenue Claude Vellefaux, University of Paris Diderot Paris 7, Sorbonne Paris Cité, 75010, Paris, France."]], "text": "A French single-center retrospective study between 2010-2014 was undertaken to assess candiduria's incidence in kidney transplant recipients (KTR), and the use and impact of antifungal treatment on outcome. Candiduria was defined as a urine culture with ≥ 103 cfu/mL of Candida species. Candiduria clearance, severe complications and death rates were estimated by Kaplan-Meier methods and the effect of treatment by Cox models. 52/1223 (4.3%) KTR had ≥ 1 episode of candiduria, 42 (81%) were female, 18 (35%) had diabetes, with an incidence of 2.3/100 person-year of follow up. Candiduria was asymptomatic in 51 (98%) patients. Candida glabrata was the most frequent pathogen identified. Overall fungal clearance rate was 89%. Antifungal therapy was initiated in only 14 episodes (12%), according to guidelines. Three patients (6%) developed severe complications in the first 2 weeks after transplantation, and 8 (15%) died. Antifungal treatment had no impact on candiduria clearance (HR, 0.6; 95% CI, 0.3-1.1; p=0.10), on recurrence rate (HR, 0.5; 95% CI, 0.1-2.3; p=0.41) and on the risk of severe complications or death (HR, 1.1; 95% CI, 0.3-4.8; p = 0.89). Candiduria is rare and usually asymptomatic among KTR. Candiduria management in the immediate post-transplant period deserves careful attention. This article is protected by copyright. All rights reserved.", "id": "29280198", "date": "2017-12-27", "title": "Candiduria in kidney transplant recipients: is antifungal therapy useful?", "doi": "10.1111/myc.12740", "journal": ["Mycoses", "Mycoses"]}