{"authors": [["Yackobovitch-Gavan", "Michal", "M", "The Jesse Z. and Sara Lea Shafer Institute for Endocrinology and Diabetes, National Center for Childhood Diabetes, Schneider Children's Medical Center of Israel, Petah Tikva, Israel."], ["Machtei", "Ayelet", "A", "The Jesse Z. and Sara Lea Shafer Institute for Endocrinology and Diabetes, National Center for Childhood Diabetes, Schneider Children's Medical Center of Israel, Petah Tikva, Israel."], ["Lazar", "Liora", "L", "The Jesse Z. and Sara Lea Shafer Institute for Endocrinology and Diabetes, National Center for Childhood Diabetes, Schneider Children's Medical Center of Israel, Petah Tikva, Israel."], ["Shamir", "Raanan", "R", "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Phillip", "Moshe", "M", "The Jesse Z. and Sara Lea Shafer Institute for Endocrinology and Diabetes, National Center for Childhood Diabetes, Schneider Children's Medical Center of Israel, Petah Tikva, Israel."], ["Lebenthal", "Yael", "Y", "The Jesse Z. and Sara Lea Shafer Institute for Endocrinology and Diabetes, National Center for Childhood Diabetes, Schneider Children's Medical Center of Israel, Petah Tikva, Israel."]], "text": "Nutrition and sleep are prerequisites for linear growth and we addressed the under-researched role of sleep in this equation.This was a prospective randomised, double-blinded, placebo-controlled study of nutritional supplements in 164 healthy lean, short, prepubertal children with 83 in the supplement group and 81 in the placebo group. From November 2010 to November 2013, we focussed on children aged three to nine years referred for specialist growth assessments to the Schneider Children's Medical Center, Israel. Progress was assessed using anthropometric measurements, sleep questionnaires and three-day food diaries at baseline and after the six-month intervention.Children in the supplement group who took at least 50% of the recommended dose had shorter sleep latency than those who did not (p = 0.046). Children who fell asleep in less than 15 minutes had significantly improved standard deviation scores for weight (0.25 ± 0.34 versus 0.07 ± 0.36, p = 0.044) and height (0.09 ± 0.13 versus 0.03 ± 0.13, p = 0.057) than those who took longer to fall asleep. Positive correlations were found between mean sleep duration and caloric and macronutrient intake per kilogram.Adequate nutritional intake was associated with better sleep patterns and may enhance linear growth.", "id": "29280191", "date": "2017-12-27", "title": "Randomised study found that improved nutritional intake was associated with better sleep patterns in prepubertal children who were both short and lean.", "doi": "10.1111/apa.14205", "journal": ["Acta paediatrica (Oslo, Norway : 1992)", "Acta Paediatr."]}