{"authors": [["Polak", "David", "D", "Department of Periodontology, Hebrew University-Hadassah Faculty of Dental Medicine, Jerusalem, Israel."], ["Shapira", "Lior", "L", "Department of Periodontology, Hebrew University-Hadassah Faculty of Dental Medicine, Jerusalem, Israel."]], "text": "To provide an update of the review by Taylor (Journal of Clinical Periodontology, 2013, 40, S113) regarding the scientific evidence of the biological association between periodontitis and diabetes.Literature searches were performed using MeSH terms, keywords and title words and were published between 2012 and November 2016. All publications were screened for their relevance. The data from the articles were extracted and summarized in tables and a narrative review.Small-scale molecular periodontal microbiome studies indicate a possible association between altered glucose metabolism in pre-diabetes and diabetes and changes in the periodontal microbiome, with no evidence for casual relationships. Clinical and animal studies found elevated gingival levels of IL1-β, TNF-α, IL-6, RANKL/OPG and oxygen metabolites in poorly controlled diabetes. In addition, individuals with diabetes and periodontitis exhibit high levels of circulating TNF-α, CRP and mediators of oxidative stress, and successful periodontal treatment reduces their levels.The elevated pro-inflammatory factors in the gingiva of patients with poorly controlled diabetes suggest a biological pathway that may aggravate periodontitis. Some evidence suggests that the systemic inflammatory burden in periodontitis has the potential to affect diabetes control, but no studies addressed the impact of successful periodontal therapy on the pathophysiological mechanisms involved in systemic complications of diabetes.", "id": "29280184", "date": "2017-12-26", "title": "An update on the evidence for pathogenic mechanisms that may link periodontitis and diabetes.", "doi": "10.1111/jcpe.12803", "journal": ["Journal of clinical periodontology", "J. Clin. Periodontol."]}