{"authors": [["Sanz", "Mariano", "M", "ETEP Research Group, Faculty of Odontology, University Complutense of Madrid, Madrid, Spain."], ["Ceriello", "Antonio", "A", "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS) and Centro de Investigación Biomedica en Red de Diabetes y Enfermedades Metabólicas Asociadas (CIBERDEM), Barcelona, Spain."], ["Buysschaert", "Martin", "M", "Department of Endocrinology and Diabetes, University Clinic Saint Luc, UCL, Brussels, Belgium."], ["Chapple", "Iain", "I", "School of Dentistry, Institute of Clinical Sciences, College of Medical & Dental Sciences, The University of Birmingham, Birmingham, UK."], ["Demmer", "Ryan T", "RT", "Department of Epidemiology, Mailman School of Public Health, Columbia University Medical Center, New York, NY, USA."], ["Graziani", "Filippo", "F", "Department of Surgical, Medical and Molecular Pathology and Critical Care Medicine, University of Pisa, Pisa, Italy."], ["Herrera", "David", "D", "ETEP Research Group, Faculty of Odontology, University Complutense of Madrid, Madrid, Spain."], ["Jepsen", "Søren", "S", "Department of Periodontology, Operative and Preventive Dentistry, University of Bonn, Bonn, Germany."], ["Lione", "Luca", "L", "Territorial diabetology, ASL 2 (Local Health Agency), Coordinator of Oral Care Study Group, AMD (Italian Diabetologists Association) Savona, Savona, Italy."], ["Madianos", "Phoebus", "P", "Department of Periodontology, School of Dentistry, National and Kapodistrian University of Athens, Athens, Greece."], ["Mathur", "Manu", "M", "Public Health Foundation of India, Gurgaon|Haryana, India."], ["Montanya", "Eduard", "E", "Hospital Universitari Bellvitge - IDIBELL CIBERDEM University of Barcelona, Barcelona, Spain."], ["Shapira", "Lior", "L", "Department of Periodontology, Hebrew University - Hadassah Faculty of Dental Medicine, Jerusalem, Israel."], ["Tonetti", "Maurizio", "M", "Department of Periodontology, The University of Hong Kong, Prince Philip Dental Hospital, Hong Kong."], ["Vegh", "Daniel", "D", "Department of Prosthodontics, Semmelweis University Faculty of Dentistry, Budapest, Hungary."]], "text": "Diabetes and periodontitis are chronic non-communicable diseases independently associated with mortality and have a bidirectional relationship.To update the evidence for their epidemiological and mechanistic associations and re-examine the impact of effective periodontal therapy upon metabolic control (glycated haemoglobin, HbA1C).There is strong evidence that people with periodontitis have elevated risk for dysglycaemia and insulin resistance. Cohort studies among people with diabetes demonstrate significantly higher HbA1C levels in patients with periodontitis (versus periodontally healthy patients), but there are insufficient data among people with type 1 diabetes. Periodontitis is also associated with an increased risk of incident type 2 diabetes.Mechanistic links between periodontitis and diabetes involve elevations in interleukin (IL)-1-β, tumour necrosis factor-α, IL-6, receptor activator of nuclear factor-kappa B ligand/osteoprotegerin ratio, oxidative stress and Toll-like receptor (TLR) 2/4 expression.Periodontal therapy is safe and effective in people with diabetes, and it is associated with reductions in HbA1C of 0.27-0.48% after 3 months, although studies involving longer-term follow-up are inconclusive.The European Federation of Periodontology (EFP) and the International Diabetes Federation (IDF) report consensus guidelines for physicians, oral healthcare professionals and patients to improve early diagnosis, prevention and comanagement of diabetes and periodontitis.", "id": "29280174", "date": "2017-12-26", "title": "Scientific evidence on the links between periodontal diseases and diabetes: Consensus report and guidelines of the joint workshop on periodontal diseases and diabetes by the International Diabetes Federation and the European Federation of Periodontology.", "doi": "10.1111/jcpe.12808", "journal": ["Journal of clinical periodontology", "J. Clin. Periodontol."]}