{"authors": [["Lee", "Phong Ching", "PC", "Department of Endocrinology, Singapore General Hospital, 20 College Rd, Singapore, 169856, Singapore. lee.phong.ching@singhealth.com.sg."], ["Tham", "Kwang Wei", "KW", "Department of Endocrinology, Singapore General Hospital, 20 College Rd, Singapore, 169856, Singapore."], ["Ganguly", "Sonali", "S", "Department of Endocrinology, Singapore General Hospital, 20 College Rd, Singapore, 169856, Singapore."], ["Tan", "Hong Chang", "HC", "Department of Endocrinology, Singapore General Hospital, 20 College Rd, Singapore, 169856, Singapore."], ["Eng", "Alvin Kim Hock", "AKH", "Department of Upper Gastrointestinal and Bariatric Surgery, Singapore General Hospital, Singapore, Singapore."], ["Dixon", "John B", "JB", "Clinical Obesity Research, Baker Heart and Diabetes Institute, Melbourne, Australia."]], "text": "In Asia, metabolic-bariatric surgery (MBS) rates have grown rapidly in parallel with rising prevalence of obesity and type 2 diabetes (T2D).The objective of this study was to identify factors that influence glycemic outcomes and diabetes remission 12 months after sleeve gastrectomy (SG) or gastric bypass (GB) in a multiethnic Asian cohort.The study's setting was in a tertiary hospital in Singapore.Data from 145 T2D patients who had SG (37%) or GB (63%) and at least 1-year follow-up were analyzed. Diabetes remission was defined as hemoglobin A1c ≤ 6.0% without diabetes medications. Analysis involved binary logistic regression to identify predictors and general linear regression for variables associated with glycemic improvement after surgery.Baseline parameters are as follows: BMI 40.0 ± 7.6 kg/m2, A1c 8.4 ± 1.6%, diabetes duration 9.3 years, ethnic composition: Chinese (51.7%), Malay (23.4%), Indian (20.7%), Others (4.1%). 55.9% achieved diabetes remission at 1 year. Baseline A1c, baseline BMI, and diabetes duration were significant pre-operative factors for remission (cumulative R 2 = 0.334). At 12 months, percentage weight loss was similar after SG (24.1 ± 7.4%) and GB (25.4 ± 7.4%, p = 0.31). Greater A1c decrease was seen with GB compared to SG (2.7 ± 1.6 vs 2.0 ± 1.5%, p = 0.006), significant even after adjustment for weight loss, age, BMI, baseline A1c, and diabetes duration (p = 0.033). Weight loss at 12 months also correlated independently with A1c reduction. Ethnicity did not influence weight loss, diabetes remission, or glycemic control after MBS.Baseline A1c, baseline BMI, and diabetes duration independently predict diabetes remission after MBS. GB is more effective in controlling T2D compared to SG despite similar weight loss, whereas ethnicity does not play a significant role in the multiethnic Asian cohort.", "id": "29280058", "date": "2017-12-26", "title": "Ethnicity Does Not Influence Glycemic Outcomes or Diabetes Remission After Sleeve Gastrectomy or Gastric Bypass in a Multiethnic Asian Cohort.", "doi": "10.1007/s11695-017-3050-6", "journal": ["Obesity surgery", "Obes Surg"]}