{"authors": [["Bancks", "Michael P", "MP", "Northwestern University, Chicago, Illinois."], ["Kershaw", "Kiarri", "K", "Northwestern University, Chicago, Illinois."], ["Carson", "April P", "AP", "University of Alabama at Birmingham."], ["Gordon-Larsen", "Penny", "P", "University of North Carolina at Chapel Hill."], ["Schreiner", "Pamela J", "PJ", "University of Minnesota, Minneapolis."], ["Carnethon", "Mercedes R", "MR", "Northwestern University, Chicago, Illinois."]], "text": "In the United States, black individuals are twice as likely to develop type 2 diabetes compared with white individuals, and these disparities are particularly pronounced in young and middle age. Prior studies have identified differences in traditional risk factors that may be associated with racial disparities in diabetes incidence but have not simultaneously adjusted for risk factors measured across multiple domains (eg, the individual and the environment) and updated over time.To determine the relative associations of modifiable biological, neighborhood, psychosocial, socioeconomic, and behavioral factors in young adulthood with the observed racial disparity in diabetes incidence between middle-aged black and white individuals.Black and white men and women from the observational Coronary Artery Risk Development in Young Adults study, aged 18 to 30 years, without diabetes at baseline (1985-1986; N = 4251) were observed through 2015-2016. Sex-stratified multivariable-adjusted Cox proportional hazards modeling, with adjustment for time-updated covariates, was used to estimate risk for incident diabetes. Percent reduction in the β coefficient (the logarithm used to calculate the hazard ratio [HR]) was calculated to compare black to white participants.Self-identified race and factors including biological (eg, fasting glucose, body mass index), neighborhood (racial segregation and tract-level poverty), psychosocial (depressive symptoms), socioeconomic (eg, personal and parental educational attainment, current employment), and behavioral (eg, regular alcohol consumption, smoking) domains.Incident type 2 diabetes mellitus.The mean (SD) age at baseline was 25 (3.6) years, 49% (n = 2066) of the sample was black, and 54% (n = 2304) were women. Over a mean follow-up of 24.5 years, 504 cases of incident diabetes were identified. Using sex-stratified multivariable-adjusted Cox proportional hazards models, black women and men were more likely to develop diabetes than white men and women (black women: HR, 2.86 [95% CI, 2.19-3.72] and risk difference [RD], 89 cases/1000 people [95% CI, 61-117]; black men: HR, 1.67 [95% CI, 1.28-2.17] and RD, 47 cases/1000 people [95% CI, 15-78]) after adjustment for age and center. Biological factors were most strongly associated with the disparity in diabetes risk between black and white individuals for women (percent reduction in β, 112%) and men (percent reduction in β, 86%). There was no longer disparity in diabetes risk between black and white middle-aged adults after adjustment for biological, neighborhood, psychosocial, socioeconomic, and behavioral factors measured over time (HR for women, 0.79 [95% CI, 0.55-1.14]; HR for men, 0.92 [95% CI, 0.62-1.38]).In this cohort study comparing black and white participants, there was a statistically significant increased risk of incident type 2 diabetes among black women and men. However, after adjustment for modifiable risk factors during young adulthood, the disparity was no longer statistically significant.", "id": "29279935", "date": null, "title": "Association of Modifiable Risk Factors in Young Adulthood With Racial Disparity in Incident Type 2 Diabetes During Middle Adulthood.", "doi": "10.1001/jama.2017.19546", "journal": ["JAMA", "JAMA"]}