{"authors": [["Retnakaran", "Ravi", "R", "Leadership Sinai Centre for Diabetes, Mount Sinai Hospital, Toronto, Ontario, Canada."], ["Wen", "Shi Wu", "SW", "OMNI Research Group, Department of Obstetrics and Gynecology, University of Ottawa, Ottawa, Ontario, Canada."], ["Tan", "Hongzhuan", "H", "School of Public Health, Central South University, Changsha, China."], ["Zhou", "Shujin", "S", "Liuyang Municipal Hospital of Maternal and Child Health, Beizheng, Liuyang, China."], ["Ye", "Chang", "C", "Leadership Sinai Centre for Diabetes, Mount Sinai Hospital, Toronto, Ontario, Canada."], ["Shen", "Minxue", "M", "OMNI Research Group, Department of Obstetrics and Gynecology, University of Ottawa, Ottawa, Ontario, Canada."], ["Smith", "Graeme N", "GN", "Queen's Perinatal Research Unit, Department of Obstetrics and Gynecology, Queen's University, Kingston, Ontario, Canada."], ["Walker", "Mark C", "MC", "OMNI Research Group, Department of Obstetrics and Gynecology, University of Ottawa, Ottawa, Ontario, Canada."]], "text": "Gestational weight gain is a determinant of infant birth weight, but it is unclear whether its timing in pregnancy may hold implications in this regard. Previous studies have yielded conflicting findings on the association of maternal weight gain in early pregnancy with birth weight. However, as these studies have typically recruited women during the first trimester, they are inherently limited by a reliance on self-reported pregravid weight.To evaluate the associations of directly measured maternal pregravid weight and the timing of subsequent weight gain across pregnancy with infant birth weight.In this prospective, preconception, observational cohort study, 1164 newly married women in Liuyang, China, underwent pregravid evaluation at a median of 19.9 weeks before a singleton pregnancy during which they underwent serial weight measurements. The study was conducted from February 1, 2009, to November 4, 2015. Data analysis was performed between September 1, 2016 and May 6, 2017.Maternal weight gain was calculated for the following 10 gestational intervals: from pregravid to less than 14, 14 to 18, 19 to 23, 24 to 28, 29 to 30, 31 to 32, 33 to 34, 35 to 36, 37 to 38, and 39 to 40 weeks.Associations of pregravid weight and weight gain within each of the 10 gestational intervals with the outcome of infant birth weight.The mean (SD) age of the 1164 women included in the study was 25.3 (3.1) years. Pregravid weight was consistently associated with infant birth weight. However, among the 10 gestational intervals, only weight gain from pregravid to 14 weeks and from 14 to 18 weeks was associated with birth weight. Birth weight increased by 13.6 g/kg (95% CI, 3.2-24.1 g/kg) of maternal weight gain from pregravid to 14 weeks and by 26.1 g/kg (95% CI, 3.8-48.4 g/kg) of maternal weight gain from 14 to 18 weeks.Maternal weight only in the first half of gestation is a determinant of infant birth weight. Before pregnancy and early gestation may be a critical window for intervention to affect subsequent birth weight.", "id": "29279903", "date": "2017-12-26", "title": "Association of Timing of Weight Gain in Pregnancy With Infant Birth Weight.", "doi": "10.1001/jamapediatrics.2017.4016", "journal": ["JAMA pediatrics", "JAMA Pediatr"]}