{"authors": [["Burand", "Anthony J", "AJ", "Department of Biomedical Engineering, University of Iowa, Iowa City, Iowa."], ["Boland", "Lauren", "L", "Department of Biomedical Engineering, University of Iowa, Iowa City, Iowa."], ["Brown", "Alex J", "AJ", "Department of Biomedical Engineering, University of Iowa, Iowa City, Iowa."], ["Ankrum", "James A", "JA", "Department of Biomedical Engineering, University of Iowa, Iowa City, Iowa."]], "text": "Objective: Techniques to validate successful delivery of cell products are expensive, time-consuming, and require transport of the animal to imaging facilities, preventing their widespread use as documentation tools. The goal of this study was to determine if a low-cost portable microscope could provide sufficient performance to be used to document delivery of cell products and track retention over time. Approach: A Dino-Lite fluorescence microscope and an Odyssey CLx whole-animal scanner were compared on the basis of resolution, sensitivity, and linearity. The impact of different injection profiles on image quality was also compared and the system was used to track cells, injected freely or on scaffolds, in a model of diabetic wound healing. Results: Both systems were able to detect 50 fluorescently labeled cells and there was a linear relationship between the fluorescence signal and cell number in vitro. In vivo, both systems were found to be nonlinear, but highly correlated with one another. The Dino-Lite system was able to distinguish between depth of injection, diffuse injections, subcutaneous injections, and failed injections. Innovation: In contrast to traditional imaging systems, the technique presented here is affordable, rapid enough that it can be used to validate every injection, and can be brought to the animal, reducing handling and stress that may interfere with wound healing processes. Conclusion: Collectively, we found that the speed, affordability, and portability of handheld microscopes combined with their technical capabilities make them a valuable and accessible tool for routine validation, documentation, and tracking of cell products delivered to wounds.", "id": "29279805", "date": null, "title": "A Low-Cost Technique for Intraoperative Imaging of Cell Delivery and Retention in a Model of Delayed Wound Healing.", "doi": "10.1089/wound.2017.0751", "journal": ["Advances in wound care", "Adv Wound Care (New Rochelle)"]}