{"authors": [["Iizuka", "Yoichi", "Y", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Iizuka", "Haku", "H", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Mieda", "Tokue", "T", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Tsunoda", "Daisuke", "D", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Sasaki", "Tsuyoshi", "T", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Tajika", "Tsuyoshi", "T", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Yamamoto", "Atsushi", "A", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."], ["Takagishi", "Kenji", "K", "Department of Orthopedic Surgery, Gunma University Graduate School of Medicine, Maebashi, Japan."]], "text": "A cross-sectional study.To clarify the prevalence of chronic nonspecific low back pain (CNSLBP) and its associated factors among middle-aged and elderly Japanese individuals using data from a musculoskeletal examination conducted in general Japanese populations.Most studies evaluating low back pain-associated factors have been conducted in Western countries, but they have not always evaluated CNSLBP.We obtained data on 213 subjects aged >50 years who responded to a survey regarding age, gender, body mass index, lifestyle-related diseases (diabetes mellitus, hypertension, and hyperlipidemia), glucocorticoid use, smoking and alcohol-drinking habits, labor intensity, and chronic low back pain (CLBP) and underwent screening for lumbar spinal stenosis, evaluation for quality of life (QOL), and evaluation for specific spinal pathology via thoracolumbar spine X-rays. We investigated the prevalence of CNSLBP and association between CNSLBP and measured variables.The prevalence of CNSLBP and chronic specific low back pain (CSLBP) was 15.4% and 9.3%, respectively. Among the subjects with CLBP, 62.2% had CNSLBP. In age-adjusted logistic models, smoking habits (p=0.049, odds ratio [OR]=2.594), low back pain (p<0.001, OR=0.974), lumbar function (p=0.001, OR=0.967), and social function (p=0.023, OR=0.976) in the Japanese Orthopaedic Association Back Pain Evaluation Questionnaire (JOABPEQ) were significantly associated with CNSLBP, whereas EQ-5D utility score (p=0.024, OR=0.068), low back pain (p=0.007, OR=0.981), lumbar function (p=0.001, OR=0.963), walking ability (p=0.001, OR=0.968), and social function (p=0.002, OR=0.966) in JOABPEQ were significantly associated with CSLBP.CNSLBP among middle-aged and elderly individuals was associated with smoking habits and decreased QOL; however, CSLBP was considered to be more multilaterally associated decreased QOL.", "id": "29279756", "date": "2017-12-07", "title": "Prevalence of Chronic Nonspecific Low Back Pain and Its Associated Factors among Middle-Aged and Elderly People: An Analysis Based on Data from a Musculoskeletal Examination in Japan.", "doi": "10.4184/asj.2017.11.6.989", "journal": ["Asian spine journal", "Asian Spine J"]}