{"keywords": ["Biology", " Biotechnology", " Molecular Biology", " Neurochemistry"], "funder": "Strategic Priority Research Program of the Chinese Academy of Sciences, National Natural Science Foundation of China, Chinese Academy of Sciences Hundreds of Talented Program, and others", "journal": "Science", "description": "A recent study carried out by Dr. Sun Yangang's lab at the Institute of Neuroscience of the Chinese Academy of Sciences discovered a central neural circuit that is critical for transmitting the itch signal. By using optogenetic, chemogenetic, patch clamp recording, and in vivo fiber photometry techniques, the researchers demonstrated that the spino-parabrachial pathway plays a key role in transmitting itch signals from the spinal cord to the brain, and identified the parabrachial nucleus as a first central relay for the itch sensation.", "title": "Scientists identify central neural circuit for itch sensation", "source_link": null, "institution": "Chinese Academy of Sciences Headquarters", "meeting": "", "text": "Itching is an unpleasant sensation associated with the desire to scratch, and the itch sensation is an important protective mechanism for animals. However, chronic itch, often seen in patients with skin and liver diseases, remains a challenging clinical problem as uncontrollable scratching causes severe skin and tissue damage.Therapeutic approaches for chronic itch treatment have developed slowly due to the lack of knowledge about itch mechanisms. Therefore, the mechanism underlying itch signal processing is a key research area for both clinical and basic neuroscientists. Recent progress has strengthened the understanding of the molecular and cellular mechanisms underlying itch signal processing at the spinal level. However, how itch information is transmitted to the brain was largely unknown.A recent study carried out by Dr. SUN Yangang's lab at the Institute of Neuroscience of the Chinese Academy of Sciences discovered a central neural circuit that is critical for transmitting the itch signal. By using optogenetic, chemogenetic, patch clamp recording, and in vivo fiber photometry techniques, the researchers demonstrated that the spino-parabrachial pathway plays a key role in transmitting itch signals from the spinal cord to the brain, and identified the parabrachial nucleus (PBN) as a first central relay for the itch sensation. The study was published in Science.The researchers first investigated how the spinal itch-specific neurons send itch signals to the brain. Spinal neurons expressing gastrin-releasing peptide receptor (GRPR) have been shown to be crucial for itch signal processing. They found that the spinal GRPR neurons did not send the itch signal directly to the brain. Since the PBN is activated during itch processing, they postulated that the spinal GRPR neurons might be connected to the PBN poly-synaptically, and thus send itch information to the PBN indirectly.To test this hypothesis, researchers constructed a transgenic mouse line and selectively expressed light-sensitive channels in GRPR neurons. Light-induced activation of the spinal GRPR neurons evoked excitatory postsynaptic responses in the spinal neurons that project to the PBN. This result demonstrated that spinal GRPR neurons activate the PBN via connection to the projection neurons, supporting their idea.The researchers also examined whether the spino-parabrachial pathway plays a functional role in itch processing. By manipulating the spino-parabrachial pathway with optogenetics, they showed that inhibition of the spino-parabrachial pathway suppressed itch-induced scratching behavior.In addition, researchers confirmed the functional role of PBN in itch processing. They showed that the activity of PBN neurons was elevated during itch processing. At the behavioral level, suppression of the activity of PBN neurons also reduced scratching behavior, suggesting that PBN plays a key role in itch processing.In this study, researchers revealed a long-range neural circuit that is critical for transmitting itch signals from the spinal cord to the brain. Their findings suggest that the PBN represents a first critical central relay for the itch sensation. They have further shown that the PBN plays an important role in regulating scratching behavior in both acute and chronic itching. This study paves the way for further dissection of central circuit mechanisms underlying itch signal processing, and provides a potential target for therapeutic treatment of chronic itching.", "region": "asia", "url": "http://www.eurekalert.org/pub_releases/2017-08/caos-sic081617.php", "article_link": null, "date": "Thu, 17 Aug 2017 04:00:00 GMT"}