{"keywords": ["Biology", " Neurobiology", " Social/Behavioral Science", " Behavior", " Mental Health", " Memory/Cognitive Processes"], "funder": "", "journal": "Cell", "description": "According to new research from the RIKEN-MIT Center for Neural Circuit Genetics, experiencing something and remembering it later is not a neural 'direct flight.' The pathway in the brain's hippocampus that underlies long-term memory formation contains at least one 'stopover' that is important specifically for retrieving episodic, personally experienced memories. This is in contrast to known direct memory circuits that pass through the hippocampus. This detour may be involved in quickly updating memories and responding to instinctual fears via hormonal release.", "title": "No direct flights for memory retrieval", "source_link": null, "institution": "RIKEN", "meeting": "", "text": "According to new research from the RIKEN-MIT Center for Neural Circuit Genetics, experiencing something and remembering it later is not a neural 'direct flight'. The pathway in the brain's hippocampus that underlies long-term memory contains at least one 'stopover' that is important specifically for retrieving episodic, personally experienced memories. This is in contrast to known direct memory circuits that pass through the hippocampus. This detour may be involved in quickly updating memories and responding to instinctual fears via hormonal release.Memory formation in mammals appears to loop around the hippocampus, mirroring its physical structure: neural signaling from the entorhinal cortex (EC) proceeds through the central hippocampus to an area called CA1. From there, signals either take a 'direct flight' to deep EC, or they first make a 'stopover' at a region called the subiculum, and then proceed to the EC or other brain regions. Although the exact function of the subiculum has been unclear, this new study published in the journal Cell demonstrates that a connection from CA1 to the subiculum is critical for memory retrieval.The research group led by Susumu Tonegawa investigated the role of the subiculum in mouse memory by genetically expressing fluorescent proteins only in these particular neurons. They could then selectively turn them on or off with optogenetics--targeted bursts of light that can activate tagged brain cells. While 'turning off' the subiculum during training had no effect on later recall, mice that had already learned to associate an environment with foot shocks no longer froze when the subiculum cells were silenced during subsequent recall tests. This indicated that the mice could no longer retrieve the memory, and means that the subiculum is necessary for retrieval, but not formation, of memories. Activating the subiculum during the memory test also affected memory recall, in this case seeming to enhance the fearful memory and causing mice to freeze more often. This newly discovered function contrasts with the direct connection from CA1 to deep layers of the EC, which is essential for memory formation, but not retrieval.Manipulating the subiculum also changed stress hormone levels related to the recall of fear memories. Inhibition of subiculum output to the hypothalamic mammillary bodies stopped corticosterone spiking in the blood in response to fear, but only during memory retrieval, not when footshocks were experienced during training. Conversely, hormone levels increased if this same connection was optogenetically activated, but again, only during memory recall.Why are there separate pathways for forming and recalling memories? \"Recall through the subiculum detour may allow memories that are important for triggering instinctual behaviors to be rapidly updated,\" says Dheeraj Roy, post-doctoral associate and a lead author. Although the two hippocampal pathways are largely subserved by the same neurons, only inhibition of the subiculum circuit before testing affected memory recall in the mice. Coordinated fear behaviors like freezing and increases in blood stress hormones may prepare animals to effectively encounter and respond to dangers in their environment.\"The subiculum is unique in that it has a bidirectional effect on memory recall, enhancing recall when activated and impairing recall when inhibited,\" says Tonegawa, Director of the RIKEN-MIT Center. The fact that the subiculum sends outputs to many cortical and subcortical brain regions, and that it is widely believed to be one of the earliest areas affected in Alzheimer's Disease, makes it an exciting target for memory research.", "region": "asia", "url": "http://www.eurekalert.org/pub_releases/2017-08/r-ndf081017.php", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.07.013", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}