{"keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Genetics", " Medicine/Health", " Neurobiology", " Parkinson's Disease"], "funder": "National Institutes of Health, NIH/National Institute of Mental Health, Human Frontier Science Program", "journal": "eLife", "description": "Scientists have used magnetism to activate tiny groups of cells in the brain, inducing bodily movements that include running, rotating and losing control of the extremities -- an achievement that could lead to advances in studying and treating neurological disease.", "title": "Scientists use magnetic fields to remotely stimulate brain -- and control body movements", "source_link": "https://ubcms-author.buffalo.edu/cf#/content/shared/university/news/news-center-releases/2017/08/019.html", "institution": "University at Buffalo", "meeting": "", "text": "BUFFALO, N.Y. -- Scientists have used magnetism to activate tiny groups of cells in the brain, inducing bodily movements that include running, rotating and losing control of the extremities -- an achievement that could lead to advances in studying and treating neurological disease.The technique researchers developed is called magneto-thermal stimulation. It gives neuroscientists a powerful new tool: a remote, minimally invasive way to trigger activity deep inside the brain, turning specific cells on and off to study how these changes affect physiology.\"There is a lot of work being done now to map the neuronal circuits that control behavior and emotions,\" says lead researcher Arnd Pralle, PhD, a professor of physics in the University at Buffalo College of Arts and Sciences. \"How is the computer of our mind working? The technique we have developed could aid this effort greatly.\"Understanding how the brain works -- how different parts of the organ communicate with one another and control behavior -- is key to developing therapies for diseases that involve the injury or malfunction of specific sets of neurons. Traumatic brain injuries, Parkinson's disease, dystonia and peripheral paralysis all fall into this category.The advances reported by Pralle's team could also aid scientists seeking to treat ailments such as depression and epilepsy directly through brain stimulation.The study, which was done on mice, was published Aug. 15 in eLife, an open-access, peer-review journal. Pralle's team included first authors Rahul Munshi, a UB PhD candidate in physics, and Shahnaz Qadri, PhD, a UB postdoctoral researcher, along with researchers from UB, Philipps University of Marburg in Germany and the Universidad de Santiago de Compostela in Spain.Magneto-thermal stimulation involves using magnetic nanoparticles to stimulate neurons outfitted with temperature-sensitive ion channels. The brain cells fire when the nanoparticles are heated by an external magnetic field, causing the channels to open.Targeting highly specific brain regionsIn mice, Pralle's team succeeded in activating three distinct regions of the brain to induce specific motor functions.Stimulating cells in the motor cortex caused the animals to run, while stimulating cells in the striatum caused the animals to turn around. When the scientists activated a deeper region of the brain, the mice froze, unable to move their extremities. \"Using our method, we can target a very small group of cells, an area about 100 micrometers across, which is about the width of a human hair,\" Pralle says.Magneto-thermal stimulation enables researchers to use heated, magnetic nanoparticles to activate individual neurons inside the brain.Here's how it works: First, scientists use genetic engineering to introduce a special strand of DNA into targeted neurons, causing these cells to produce a heat-activated ion channel. Then, researchers inject specially crafted magnetic nanoparticles into the same area of the brain. These nanoparticles latch onto the surface of the targeted neurons, forming a thin covering like the skin of an onion.When an alternating magnetic field is applied to the brain, it causes the nanoparticles' magnetization to flip rapidly, generating heat that warms the targeted cells. This forces the temperature-sensitive ion channels to open, spurring the neurons to fire.The particles the researchers used in the new eLife study consisted of a cobalt-ferrite core surrounded by a manganese-ferrite shell. An advance over other methods, like optogeneticsPralle has been working to advance magneto-thermal stimulation for about a decade. He previously demonstrated the technique's utility in activating neurons in a petri dish, and then in controlling the behavior of C. elegans, a tiny nematode.Pralle says magneto-thermal stimulation has some benefits over other methods of deep-brain stimulation.One of the best-known techniques, optogenetics, uses light instead of magnetism and heat to activate cells. But optogenetics typically requires implantation of tiny fiber optic cables in the brain, whereas magneto-thermal stimulation is done remotely, which is less invasive, Pralle says. He adds that even after the brains of mice were stimulated several times, targeted neurons showed no signs of damage.The next step in the research is to use magneto-thermal stimulation to activate -- and silence -- multiple regions of the brain at the same time in mice. Pralle is working on this project with Massachusetts Institute of Technology researcher Polina Anikeeva, PhD, and Harvard Medical School. The team has $3.5 million in funding from the National Institutes of Health to conduct continuing studies.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/uab-sum081617.php", "article_link": "http://dx.doi.org/10.7554/eLife.27069", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}