{"title": "Neuroimaging technique may help predict autism among high-risk infants | EurekAlert! Science News", "year": "Wed, 07 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfunctional", "connectivity", "magnetic", "resonance", "imaging", "fcmri", "may", "predict", "old", "infants", "develop", "autism", "spectrum", "disorder", "age", "2", "years", "according", "study", "funded", "eunice", "kennedy", "shriver", "national", "institute", "child", "health", "human", "development", "nichd", "national", "institute", "mental", "health", "nimh", "two", "components", "national", "institutes", "health", "study", "published", "june", "7", "2017", "issue", "science", "translational", "affects", "roughly", "1", "every", "68", "children", "united", "states", "siblings", "children", "diagnosed", "autism", "higher", "risk", "developing", "disorder", "although", "early", "diagnosis", "intervention", "help", "improve", "outcomes", "children", "autism", "currently", "method", "diagnose", "disease", "children", "show", "symptoms", "previous", "findings", "suggest", "changes", "occur", "autism", "behavioral", "symptoms", "emerge", "said", "diana", "bianchi", "nichd", "director", "future", "studies", "confirm", "results", "detecting", "brain", "differences", "may", "enable", "physicians", "diagnose", "treat", "autism", "earlier", "today", "current", "study", "research", "team", "led", "investigators", "university", "north", "carolina", "chapel", "hill", "washington", "university", "school", "medicine", "louis", "focused", "brain", "functional", "connectivity", "regions", "brain", "work", "together", "different", "tasks", "rest", "using", "fcmri", "researchers", "scanned", "59", "infants", "slept", "naturally", "children", "deemed", "older", "siblings", "autism", "age", "2", "years", "11", "59", "infants", "group", "diagnosed", "autism", "researchers", "used", "technology", "called", "machine", "learning", "trains", "look", "differences", "separate", "neuroimaging", "results", "two", "groups", "autism", "predict", "future", "diagnoses", "one", "analysis", "predicted", "infant", "future", "diagnosis", "using", "58", "infants", "data", "train", "computer", "program", "method", "identified", "82", "percent", "infants", "would", "go", "autism", "9", "11", "correctly", "identified", "infants", "develop", "autism", "another", "analysis", "tested", "well", "results", "could", "apply", "cases", "computer", "program", "predicted", "diagnoses", "groups", "10", "infants", "accuracy", "rate", "93", "percent", "although", "findings", "study", "suggests", "future", "neuroimaging", "may", "useful", "tool", "diagnose", "autism", "help", "health", "care", "providers", "evaluate", "child", "risk", "developing", "disorder", "said", "joshua", "gordon", "nimh", "director", "overall", "team", "found", "974", "functional", "connections", "brains", "associated", "behaviors", "authors", "propose", "single", "neuroimaging", "scan", "may", "accurately", "predict", "autism", "among", "infants", "caution", "findings", "need", "replicated", "larger", "group"], "url": "http://www.eurekalert.org/pub_releases/2017-06/nksn-ntm053117.php", "date": "2018-01-19_21:10:59", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFunctional connectivity magnetic resonance imaging (fcMRI) may predict which high-risk, 6-month old infants will develop autism spectrum disorder by age 2 years, according to a study funded by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) and the National Institute of Mental Health (NIMH), two components of the National Institutes of Health. The study is published in the June 7, 2017, issue of Science Translational Medicine.Autism affects roughly 1 out of every 68 children in the United States. Siblings of children diagnosed with autism are at higher risk of developing the disorder. Although early diagnosis and intervention can help improve outcomes for children with autism, there currently is no method to diagnose the disease before children show symptoms. \"Previous findings suggest that brain-related changes occur in autism before behavioral symptoms emerge,\" said Diana Bianchi, M.D., NICHD Director. \"If future studies confirm these results, detecting brain differences may enable physicians to diagnose and treat autism earlier than they do today.\" In the current study, a research team led by NIH-funded investigators at the University of North Carolina at Chapel Hill and Washington University School of Medicine in St. Louis focused on the brain's functional connectivity--how regions of the brain work together during different tasks and during rest. Using fcMRI, the researchers scanned 59 high-risk, 6-month-old infants while they slept naturally. The children were deemed high-risk because they have older siblings with autism. At age 2 years, 11 of the 59 infants in this group were diagnosed with autism. The researchers used a computer-based technology called machine learning, which trains itself to look for differences that can separate the neuroimaging results into two groups--autism or non-autism--and predict future diagnoses. One analysis predicted each infant's future diagnosis by using the other 58 infants' data to train the computer program. This method identified 82 percent of the infants who would go on to have autism (9 out of 11), and it correctly identified all of the infants who did not develop autism. In another analysis that tested how well the results could apply to other cases, the computer program predicted diagnoses for groups of 10 infants, at an accuracy rate of 93 percent.\"Although the findings are early-stage, the study suggests that in the future, neuroimaging may be a useful tool to diagnose autism or help health care providers evaluate a child's risk of developing the disorder,\" said Joshua Gordon, M.D., Ph.D., NIMH Director. Overall, the team found 974 functional connections in the brains of 6-month-olds that were associated with autism-related behaviors. The authors propose that a single neuroimaging scan may accurately predict autism among high-risk infants, but caution that the findings need to be replicated in a larger group. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFunctional connectivity magnetic resonance imaging (fcMRI) may predict which high-risk, 6-month old infants will develop autism spectrum disorder by age 2 years, according to a study funded by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) and the National Institute of Mental Health (NIMH), two components of the National Institutes of Health.", "The study is published in the June 7, 2017, issue of Science Translational Medicine.Autism affects roughly 1 out of every 68 children in the United States.", "Siblings of children diagnosed with autism are at higher risk of developing the disorder.", "Although early diagnosis and intervention can help improve outcomes for children with autism, there currently is no method to diagnose the disease before children show symptoms.", "\"Previous findings suggest that brain-related changes occur in autism before behavioral symptoms emerge,\" said Diana Bianchi, M.D., NICHD Director.", "\"If future studies confirm these results, detecting brain differences may enable physicians to diagnose and treat autism earlier than they do today.\"", "In the current study, a research team led by NIH-funded investigators at the University of North Carolina at Chapel Hill and Washington University School of Medicine in St. Louis focused on the brain's functional connectivity--how regions of the brain work together during different tasks and during rest.", "Using fcMRI, the researchers scanned 59 high-risk, 6-month-old infants while they slept naturally.", "The children were deemed high-risk because they have older siblings with autism.", "At age 2 years, 11 of the 59 infants in this group were diagnosed with autism.", "The researchers used a computer-based technology called machine learning, which trains itself to look for differences that can separate the neuroimaging results into two groups--autism or non-autism--and predict future diagnoses.", "One analysis predicted each infant's future diagnosis by using the other 58 infants' data to train the computer program.", "This method identified 82 percent of the infants who would go on to have autism (9 out of 11), and it correctly identified all of the infants who did not develop autism.", "In another analysis that tested how well the results could apply to other cases, the computer program predicted diagnoses for groups of 10 infants, at an accuracy rate of 93 percent.", "\"Although the findings are early-stage, the study suggests that in the future, neuroimaging may be a useful tool to diagnose autism or help health care providers evaluate a child's risk of developing the disorder,\" said Joshua Gordon, M.D., Ph.D., NIMH Director.", "Overall, the team found 974 functional connections in the brains of 6-month-olds that were associated with autism-related behaviors.", "The authors propose that a single neuroimaging scan may accurately predict autism among high-risk infants, but caution that the findings need to be replicated in a larger group."], "source": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development"}