{"title": "Predicting autism: Study links infant brain connections to diagnoses at age 2", "text": "CHAPEL HILL, NC - For the first time, autism researchers used MRIs of six-month olds to show how brain regions are connected and synchronized, and then predict which babies at high risk of developing autism would be diagnosed with the condition at age two. A previous UNC-lead study, published in Nature in February, used MRIs to determine differences in brain anatomy that predict which babies would develop autism as toddlers. Published in Science Translational Medicine, this paper describes a second type of brain biomarker that researchers and potentially clinicians could use as part of a diagnostic toolkit to help identify children as early as possible, before autism symptoms even appear.\"The Nature paper focused on measuring anatomy at two time points (six and 12 months), but this new paper focused on how brain regions are synchronized with each other at one time point (six months) to predict at an even younger age which babies would develop autism as toddlers.\" said senior author Joseph Piven, MD, the Thomas E. Castelloe Distinguished Professor of Psychiatry at the UNC School of Medicine, and director of the Carolina Institute for Developmental Disabilities. \"The more we understand about the brain before symptoms appear, the better prepared we will be to help children and their families.\"Co-senior author John R. Pruett Jr., MD, PhD, associate professor of psychiatry at Washington University School of Medicine in St. Louis, said, \"There are no behavioral features to help us identify autism prior to the development of symptoms, which emerge during the second year of life. But early intervention improves outcomes, so if in the future we could use MRI to identify children at ultra-high risk before they develop symptoms, we could begin treatments sooner.\" During the study, sleeping infants were placed in an MRI machine and scanned for about 15 minutes to view neural activity across 230 different brain regions. The researchers analyzed how various brain regions were synchronized with each other. This synchrony reflects the coordinated activity of brain regions, which is crucial for cognition, memory, and behavior, and may be observed during sleep.The researchers then focused on brain region connections related to the core features of autism: language skills, repetitive behaviors, and social behavior. For instance, the researchers determined which brain regions - synchronized at six months - were related to behaviors at age two. This helped Piven's co-investigators create a machine learning classifier - a computer program - to sort through the differences in synchronization among those key brain regions. Once the computer learned these different patterns, the researchers applied the machine learning classifier to a separate set of infants.This part of the study included 59 babies enrolled at four sites, including the Carolina Institute for Developmental Disabilities (CIDD) at UNC-Chapel Hill, Washington University in St. Louis, the Children's Hospital of Philadelphia, and the University of Washington in Seattle. Each baby had an older sibling with autism, which means each baby had about a one-in-five chance of developing autism, as opposed to one in 68, which is the approximate risk among the general population. Eleven of the 59 babies went on to develop autism. The machine learning classifier was able to separate findings into two main groups: MRI data from children who developed autism and MRI data from those who did not. Using only this information, the computer program correctly predicted 81 percent of babies who would later meet the criteria for autism at two years of age. Robert Emerson, PhD, a former UNC postdoctoral fellow and first author of the study, said, \"When the classifier determined a child had autism, it was always right. But it missed two children. They developed autism but the computer program did not predict it correctly, according to the data we obtained at six months of age.\"Emerson added, \"No one has done this kind of study in six-month olds before, and so it needs to be replicated. We hope to conduct a larger study soon with different study participants.\"This marks the fourth autism imaging study UNC researchers led or co-led this year. Along with the Nature paper, UNC researchers and collaborators published a study in Biological Psychiatry in March linking increased cerebrospinal fluid surrounding to autism diagnoses. In February, they published a paper in Cerebral Cortex about the brain network functional connections involved in social behavior deficits in children with autism.\"I think the most exciting work is yet to come, when instead of using one piece of information to make these predictions, we use all the information together,\" Emerson said. \"I think that will be the future of using biological diagnostics for autism during infancy.\"", "journal": "Science Translational Medicine", "funder": "NIH/National Institute of Mental Health, NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/uonc-pas060517.php", "institution": "University of North Carolina Health Care", "meeting": "", "description": "In two previous studies, University of North Carolina researchers and colleagues linked infant brain anatomy differences to autism diagnoses at age two. Now they show differences in functional connections between brain regions at 6 months to predict autism at age two.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology"], "source_link": "http://news.unchealthcare.org/news/2017/june/predicting-autism-study-links-infant-brain-connections-to-diagnoses-at-age-2", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}