{"title": "Brain development and aging", "text": "The brain is a complex organ--a network of nerve cells, or neurons, producing thought, memory, action, and feeling. How does this complex system change from childhood to adulthood to late life in order to maintain optimal behavioral responses? These questions were put to the test by a group of University of Miami psychologists who studied hundreds of fMRI brain scans, from two separate datasets, to see how the variability of brain signals changes or remains the same during a human lifespan. The UM team analyzed hundreds of brain scans of participants, ranging in age from 6 to 86, who were all in a \"resting state,\" which means they were not engaged in any particular task while in the fMRI scanner. The publicly available data, which is freely available to neuroimaging researchers, was acquired from the Nathan-Kline institute. \"Resting state is a misnomer because intrinsically your brain is always doing something. There is always something happening in the brain,\" said postdoctoral fellow Jason Nomi. \"The scans we are looking at represent the baseline variability of ongoing activity in the brain at any given time. No one has really characterized this baseline across the lifespan.\" Lucina Uddin, an associate professor of psychology in the UM College of Arts and Sciences, explains that studying the brain when it's in a resting state allows researchers to \"basically look at the organization of the brain as it is without any extra stressors or stimuli. What we are looking at is the intrinsic organization of the brain and how it changes across the lifespan.\" By analyzing the resting-state fMRI data, the researchers were able to see how regions of the brain change from moment to moment and how those changes show a pattern across age and participants. Their results demonstrated that, instead of an overall decrease in variability with aging, as earlier studies showed, the brain displayed regional differences, with some areas of the brain showing increases in variability across age while other areas showed a decrease.  \"As certain areas of the brain become more variable, it seems to compensate in some ways for the other parts of the brain that are decreasing,\" said Aaron Heller, an assistant professor in the Psychology Department and senior author of the paper. \r\n\"These patterns of variability that we notice in the brain signals are what we think relates to the ability to respond to new challenges in the environment,\" added Nomi.Heller says that the next step is to test whether these patterns of variability have an impact on behavior in ways that are important to understanding lifespan, aging, emotional regulation, and developmental disorders such as autism. ", "journal": "Journal of Neuroscience", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-bda060517.php", "institution": "University of Miami", "meeting": "", "description": "The brain is a complex organ -- a network of nerve cells, or neurons, producing thought, memory, action, and feeling. How does this complex system change from childhood to adulthood to late life in order to maintain optimal behavioral responses? These questions were put to the test by a group of University of Miami psychologists who studied hundreds of fMRI brain scans, from two separate datasets, to see how the variability of brain signals changes or remains the same during a human lifespan.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3408-16.2017", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Aging", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety", " Collaboration", " Research/Development"], "source_link": "http://www.as.miami.edu/news/news-archive/brain-development-and-aging-.html", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}