{"title": "New mouse model replicates an underlying cause of intellectual disability | EurekAlert! Science News", "year": "Fri, 29 Sep 2017 04:00:00 GMT/UTC", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "university", "california", "san", "diego", "school", "medicine", "developed", "first", "mice", "lack", "upf3b", "gene", "providing", "new", "model", "studying", "underlying", "role", "intellectual", "disabilities", "neurodevelopmental", "disorders", "study", "published", "september", "26", "molecular", "psychiatry", "humans", "mutations", "upf3b", "gene", "cause", "intellectual", "disability", "strongly", "associated", "autism", "spectrum", "disorder", "attention", "deficit", "hyperactivity", "disorder", "schizophrenia", "gene", "plays", "role", "rna", "decay", "nmd", "supervisory", "system", "cells", "use", "volume", "control", "many", "genes", "observations", "upf3b", "made", "us", "wonder", "nmd", "important", "mammalian", "brain", "development", "said", "senior", "author", "miles", "wilkinson", "phd", "professor", "reproductive", "medicine", "uc", "san", "diego", "school", "medicine", "nmd", "acts", "messenger", "rnas", "mrnas", "carry", "blueprints", "encoded", "genome", "blueprints", "translated", "proteins", "essential", "life", "nmd", "initially", "thought", "serve", "quality", "control", "mechanism", "degrading", "irregular", "mrnas", "encode", "potentially", "harmful", "proteins", "recently", "become", "clear", "nmd", "also", "degrades", "normal", "mrnas", "specific", "cell", "types", "situations", "needed", "nmd", "plays", "important", "part", "several", "biological", "processes", "including", "fetal", "neonatal", "development", "time", "cells", "must", "especially", "careful", "coordinate", "time", "production", "mrnas", "proteins", "encode", "wilkinson", "team", "found", "mice", "differed", "normal", "mice", "number", "cellular", "behavioral", "ways", "example", "neural", "stem", "cells", "impaired", "ability", "specialize", "functional", "neurons", "neurons", "deficient", "ability", "form", "dendrites", "dendritic", "spines", "structures", "critical", "communication", "mice", "also", "exhibited", "defects", "specific", "form", "memory", "learning", "related", "fear", "defective", "sensory", "processing", "way", "often", "associated", "schizophrenia", "brain", "disorders", "investigate", "upf3b", "influences", "cellular", "behavioral", "features", "researchers", "compared", "rna", "sequences", "found", "frontal", "cortex", "region", "brains", "normal", "mice", "determined", "upf3b", "regulates", "rnas", "including", "direct", "nmd", "targets", "encode", "proteins", "necessary", "neurons", "develop", "mature", "many", "ways", "behavioral", "impairments", "mice", "lacking", "upf3b", "mimicked", "found", "human", "patients", "upf3b", "mutations", "wilkinson", "said", "new", "model", "critical", "determining", "precisely", "defects", "nmd", "lead", "specific", "learning", "sensory", "processing", "defects"], "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc--nmm092917.php", "date": "2018-01-19_21:19:48", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at University of California San Diego School of Medicine have developed the first mice that lack the Upf3b gene, providing a new model for studying its underlying role in intellectual disabilities and neurodevelopmental disorders. The study published September 26 in Molecular Psychiatry. In humans, mutations in the UPF3B gene cause intellectual disability and are strongly associated with autism spectrum disorder, attention deficit hyperactivity disorder and schizophrenia. This gene plays a role in nonsense-mediated RNA decay (NMD), a supervisory system cells use as \"volume control\" on many genes.\"These observations about UPF3B made us wonder if NMD is important for mammalian brain development,\" said senior author Miles Wilkinson, PhD, professor of reproductive medicine at UC San Diego School of Medicine.  NMD acts on messenger RNAs (mRNAs), which carry the blueprints encoded by the genome. These blueprints are translated into the proteins essential for life. NMD was initially thought to serve only as a quality control mechanism -- degrading irregular mRNAs that encode potentially harmful proteins. But it has more recently become clear that NMD also degrades normal mRNAs in specific cell types and situations when they are not needed. NMD plays an important part in several biological processes, including fetal and neonatal development -- a time when cells must be especially careful about how they coordinate and time the production of mRNAs (and the proteins they encode). Wilkinson's team found that Upf3b-deficient mice differed from normal mice in a number of cellular and behavioral ways. For example, their neural stem cells were impaired in their ability to specialize into functional neurons. The neurons they did have were deficient in their ability to form dendrites and dendritic spines, structures critical for neuron-neuron communication. These Upf3b-deficient mice also exhibited defects in a specific form of memory and learning related to fear, and they were defective in sensory processing in a way often associated with schizophrenia and other brain disorders. To investigate how Upf3b influences these cellular and behavioral features, the researchers compared the RNA sequences they found in the frontal cortex region of the brains of normal and Upf3b-deficient mice. They determined that Upf3b regulates RNAs, including direct NMD targets, that encode proteins necessary for neurons to develop and mature.  \"In many ways, the behavioral impairments in mice lacking Upf3b mimicked those found in human patients with UPF3B mutations,\" Wilkinson said. \"This new model will be critical in determining precisely how defects in NMD can lead to specific learning and sensory processing defects.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at University of California San Diego School of Medicine have developed the first mice that lack the Upf3b gene, providing a new model for studying its underlying role in intellectual disabilities and neurodevelopmental disorders.", "The study published September 26 in Molecular Psychiatry.", "In humans, mutations in the UPF3B gene cause intellectual disability and are strongly associated with autism spectrum disorder, attention deficit hyperactivity disorder and schizophrenia.", "This gene plays a role in nonsense-mediated RNA decay (NMD), a supervisory system cells use as \"volume control\" on many genes.", "\"These observations about UPF3B made us wonder if NMD is important for mammalian brain development,\" said senior author Miles Wilkinson, PhD, professor of reproductive medicine at UC San Diego School of Medicine.", "NMD acts on messenger RNAs (mRNAs), which carry the blueprints encoded by the genome.", "These blueprints are translated into the proteins essential for life.", "NMD was initially thought to serve only as a quality control mechanism -- degrading irregular mRNAs that encode potentially harmful proteins.", "But it has more recently become clear that NMD also degrades normal mRNAs in specific cell types and situations when they are not needed.", "NMD plays an important part in several biological processes, including fetal and neonatal development -- a time when cells must be especially careful about how they coordinate and time the production of mRNAs (and the proteins they encode).", "Wilkinson's team found that Upf3b-deficient mice differed from normal mice in a number of cellular and behavioral ways.", "For example, their neural stem cells were impaired in their ability to specialize into functional neurons.", "The neurons they did have were deficient in their ability to form dendrites and dendritic spines, structures critical for neuron-neuron communication.", "These Upf3b-deficient mice also exhibited defects in a specific form of memory and learning related to fear, and they were defective in sensory processing in a way often associated with schizophrenia and other brain disorders.", "To investigate how Upf3b influences these cellular and behavioral features, the researchers compared the RNA sequences they found in the frontal cortex region of the brains of normal and Upf3b-deficient mice.", "They determined that Upf3b regulates RNAs, including direct NMD targets, that encode proteins necessary for neurons to develop and mature.", "\"In many ways, the behavioral impairments in mice lacking Upf3b mimicked those found in human patients with UPF3B mutations,\" Wilkinson said.", "\"This new model will be critical in determining precisely how defects in NMD can lead to specific learning and sensory processing defects.\""], "source": "University of California - San Diego"}