{"title": "Researchers discover which brain region motivates behavior change", "text": "Have you ever been stuck in a rut, going through the same motions day in and day out? How do you motivate to change your behavior?Researchers from the University of Pennsylvania, Yale University, Columbia University and Duke University now better understand how this happens, and it has to do with a region in the brain called the posterior cingulate cortex. They learned that neurons in this central location ramp up firing rates, peaking just before a divergent behavior occurs. They published their findings in the journal Neuron.\"The circuits in our brain that allow us to focus on a particular task, especially a task that leads to reward, are well known,\" said Michael Platt, the James S. Riepe University Professor in Penn's psychology, neuroscience and marketing departments. \"These evolved very early in the history of life on this planet.\"What's less established is which trigger in the brain causes people to break from a routine, especially when doing so poses potential risks.Two experiments the research team conducted -- one called the patch-leaving task, the other dubbed the traveling salesman -- provided some important insights.In the first, Platt and colleagues looked at the foraging behaviors of rhesus macaques, a non-human primate species the researchers have studied both in the lab and in the wild. The animals had the choice between harvesting a juice reward that depleted over time but was guaranteed and immediate or moving to a new \"patch,\" which would require more time and energy but offered a potentially larger reward.\"Imagine you're picking berries in a tree,\" he said. \"At first it's easy, but after a while you have to climb farther and farther out on weaker branches to get the berries, most of which probably aren't ripe. At some point it makes sense to take the time and energy to go to the next tree.\"To understand the second experiment, think about an effective traveling salesman. The merchant moves from door to door, interacting with people in the hopes of making a deal. Not everyone purchases a product, though there is an ideal pattern for success. Once the salesman understands this, he follows that pattern until it stops working and a behavior change is necessary for continued prosperity.Monkeys in the traveling-salesman experiment had the option to visit six different locations, two of which contained rewards, one large and one small. The reward spots were randomized, and they changed each time the experiment ran.\"The optimal solution is to develop a routine where you visit all of them in a circle. That's the best you can do; you go from nearest neighbor to next neighbor. That's what monkeys do in the wild. That's what bumblebees do in the wild,\" Platt said. \"Occasionally, these animals break off to explore for something that might be better, kind of like what people do in a grocery store. Suddenly monkeys here would break off and go out of order. We didn't know why.\"Simultaneous to watching the macaques' behavior in both experiments, Platt and his colleagues recorded neuron behavior in the posterior cingulate cortex. Neural activity there built up until it peaked, at which point the animals changed course, revealing correlational evidence that this spike in brain function leads to the divergent thinking and action rather than happens because of it.\"If you increased activity in the area exogenously, if I put an electrode in there and stimulated, then you would break off from the routine, you would become more exploratory,\" Platt said. \"Similarly, if you could suppress activity, you'd see the opposite. You'd become hyper-focused on one option, and you may never make a change.\"These findings have potential business applications in terms of innovation and exploration. Techniques that directly activate the posterior cingulate cortex like brain stimulation or game play that promotes distraction, particularly within situations that don't allow a routine to form, can lead to more creativity.\"People who have more activity there have more mind-wandering, and they tend to be more creative,\" according to Platt. \"It suggests that capacity to be more creative evolved for a very specific purpose, which is to allow you to forage efficiently in a landscape that's always changing.\"", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.09.048", "url": "http://www.eurekalert.org/pub_releases/2017-10/uop-rdw102417.php", "region": "namerica", "source_link": "https://news.upenn.edu/news/researchers-discover-which-brain-region-motivates-behavior-change", "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Business/Economics", " Advertising/Public Relations", " Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Neuron", "description": "Ever been stuck in a rut? University of Pennsylvania researcher Michael Platt and colleagues found that stimulating a region of the brain called the posterior cingulate cortex can lead to changes in routine behavior. Neurons there ramp up their firing rates, then peak just before a pattern shifts. Knowing this could help businesses better understand how to spur employee innovation, exploration and creativity.", "date": "Tue, 24 Oct 2017 04:00:00 GMT/UTC"}