{"title": "Why do we develop high blood pressure?", "text": "Abnormally high blood pressure, or hypertension, may be related to changes in brain activity and blood flow early in life. That's according to a study conducted on a rat model of high blood pressure, published in Experimental Physiology. In 90-95 percent of people, high blood pressure has no identifiable cause, yet it is a risk factor for diseases of the brain, kidneys, heart, eyes, and other parts of the body (1). Although we know a lot about how blood pressure is regulated, the cause is still a mystery. The group of researchers at the Institute of Cytology and Genetics in Russia investigated physiological changes in a rat model called ISIAH, short for inherited stress-induced arterial hypertension. These rats develop high blood pressure at four to six weeks of age, and this is sustained throughout their lifetime. The researchers compared the high blood pressure rats to a control group with normal blood pressure. As the high blood pressure group aged, the researchers observed changes in rates of blood flow in certain arteries. They also noted changes in brain activity, specifically a decrease in the prefrontal cortex and an increase in the hypothalamus that did not occur in the group of rats with normal blood pressure. This demonstrates a link between hypertension and changes in brain activity and blood flow. The researchers suggest that hypertension could be caused by these changes taking place early in life. A clearer understanding of this process could help us prevent this condition.Alisa Seryapina, first author of the study, explained:'The study of early physiological changes in ISIAH rats may help clarify the cause of high blood pressure. Understanding this could help us prevent the disease early on.'\r\n", "article_link": "http://dx.doi.org/10.1113/EP086064", "url": "http://www.eurekalert.org/pub_releases/2017-03/tps-wdw030717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Physiology", " Medicine/Health", " Cardiology", " Neurobiology", " Physiology"], "journal": "Experimental Physiology", "description": "Abnormally high blood pressure, or hypertension, may be related to changes in brain activity and blood flow early in life. That's according to a study conducted on a rat model of high blood pressure, published in Experimental Physiology.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}