{"title": "High prevalence and incidence of hypertension among rural Africans living with HIV", "text": "Many countries in sub-Saharan Africa are facing an unprecedented epidemic of both infectious and non-communicable diseases. This 'double burden of disease' represents a major strain on already under-resourced health systems. Hypertension, in particular, is an independent, reversible risk factor for cardiovascular, cerebrovascular and renal disease, affecting mortality. Yet, the disease remains largely undiagnosed and undertreated in sub-Saharan Africa.\r\nThe research conducted by Swiss TPH is among the first longitudinal studies looking at the development of hypertension among people living with HIV in sub-Saharan Africa. In a cohort of 955 HIV-infected people, 111 (11.6%) were hypertensive at the time of HIV diagnosis. An additional 80 people (9.6%) developed hypertension after starting antiretroviral therapy (ART) against HIV. The incidence of hypertension found in this study after ART initiation is more than 1.5 times higher than the one observed in a large multinational study of Europe, the United States and Australia.\r\nThe study found that development of hypertension was not linked to the level of immunosuppression or any ART regimen in particular, but rather predicted by traditional cardiovascular risk factors such as age, body mass index and renal function. The effect of ART on body mass and the restoration of immunity are potential drivers of hypertension when under treatment.\r\nThe study cohort included non-pregnant patients, aged 15 years and above, with a median age of 38 years, who had not been exposed to ART before the study.\r\nIntegrated care to face the double burden of disease\nHypertension and other non-communicable diseases share a number of similarities with HIV, such as the chronic evolution of disease and the need for regular follow-up and optimal treatment adherence. The study therefore suggests integrating routine hypertension screening in HIV clinics.\r\n\"We have seen that such routine screening is a feasible and effective strategy to diagnose hypertension within an HIV programme,\" said Dr. Emilio Letang, Swiss TPH and Barcelona Institute for Global Health (ISGlobal). \"Moving forward, however, we need to make sure that leveraging such synergies does not compromise the efficiency of existing HIV programmes.\"\r\nNeed to expand access to antihypertensive drugs\nThe study also urges expansion of access to antihypertensive medicines. \"In many countries across sub-Saharan Africa, there is still a lack of access to drugs against major non-communicable diseases,\" said Prof. Dr. Christoph Hatz, Chief Medical Officer at Swiss TPH. \"In order for such integrated care programmes to work successfully, ensuring better availability and affordability of drugs as well as implementing comprehensive preventive and curative measures will be key.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/stap-hpa030817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Swiss Tropical and Public Health Institute", "keywords": ["Medicine/Health", " AIDS/HIV", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "PLOS ONE", "description": "About 12 percent of people living with HIV in rural Tanzania have hypertension at the moment of HIV diagnosis. An additional 10 percent will develop hypertension during the first months of antiretroviral therapy. This represents an incidence 1.5 times higher than that found in Europe or the United States. The findings, published today in the open-access journal PLOS ONE, come from the Swiss Tropical and Public Health Institute in collaboration with partner institutions in Tanzania, Switzerland and Spain.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}