{"title": "History of exercise helps prevent heart disease after breast cancer", "text": "While regular exercise is recommended as part of a heart-healthy lifestyle for any person, it also appears to help mitigate the increased cardiovascular risk faced by women treated for breast cancer, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. The study found that women with breast cancer who engaged in the equivalent of five hours of moderate exercise per week before their diagnosis were 40 percent less likely to have a cardiovascular event and 60 percent less likely to die from coronary heart disease compared to those with a low pre-diagnosis level of exercise. Researchers said this study is the first to examine the long-term impact of exercise before a cancer diagnosis and the cardiovascular benefits of exercise across all types of cancer treatments. About one in eight U.S. women will be diagnosed with breast cancer during her lifetime, and these women are living longer thanks to advances in screening and treatment. Heart disease is the leading cause of death in the United States, and women who have been diagnosed with early-stage breast cancer face a markedly increased risk of heart disease compared to the general population. This increased risk, which reduces long-term survival, is attributed, in part, to cardiovascular damage from cancer therapies. \"Next to a second or recurrent cancer, heart disease is the second leading killer in cancer patients and survivors, so anything we can do to prevent cancer survivors from developing heart disease is very important,\" said Tochi Okwuosa, DO, a cardiovascular disease specialist at Rush University Medical Center and the study's lead author. \"We found that with exercise, even before one is diagnosed with cancer, you can lower the risk of cardiovascular problems that are caused by chemotherapy and radiation therapy.\" The research is based on data from the Women's Health Initiative, a large, nationwide observational study and clinical trial conducted by the National Institutes of Health from 1991-2006. Researchers extracted data from 4,015 study participants who were diagnosed with non-metastatic breast cancer. Based on physical activity questionnaires participants completed periodically throughout the study, participants were grouped into quartiles of exercise according to metabolic equivalent task (MET) hours per week, a standardized metric that reflects both the amount and intensity of exercise: low (fewer than 2.5 MET hours per week), intermediate (2.5-8.6 MET hours per week), moderate (8.6-18 MET hours per week) and high (more than 18 MET hours per week, which translates to roughly five hours of moderate exercise per week). The researchers then analyzed cardiovascular events during an average of 12 years following participants' breast cancer diagnosis. After adjusting for age, they found that women reporting intermediate, moderate and high levels of exercise before their cancer diagnosis were 23 percent, 25 percent and 41 percent less likely to experience a cardiovascular event, respectively, compared to women reporting the lowest level of physical activity. Cardiovascular events included cardiovascular death, heart failure, heart attack, chest pain, stroke or \"mini-stroke,\" buildup of plaque in the carotid or peripheral arteries, and revascularization procedures such as angioplasty or bypass surgery. The results also showed women reporting intermediate, moderate and high levels of exercise before their cancer diagnosis were 41 percent, 55 percent and 60 percent less likely, respectively, to be diagnosed with coronary heart disease, a buildup of plaque in the heart's arteries, compared to women reporting low physical activity. Similar patterns were observed for all types of cancer treatment and after adjusting for a range of cardiovascular risk factors, demographic factors and medical conditions. Radiation therapy, which in breast cancer is administered relatively close to the heart (particularly with older techniques), damages heart muscle cells and can lead to persistent inflammation many years later. This inflammation is thought to contribute to problems with the heart valves, buildup of plaque in the arteries, faulty heart rhythms and fluid buildup around the heart. Chemotherapy drugs including doxorubicin paclitaxel and others have been associated with an increased risk for heart failure and heart rhythm disorders, Okwuosa said. Even targeted therapies such as trastuzumab, now standard of care in certain types of breast cancers, can increase the risk of heart failure, while other newer therapies can cause significant hypertension, she said. \"Some of the chemotherapies can cause heart problems because the heart has very limited ability to regenerate, unlike hair can regenerate, for example, so the risk of cardiovascular issues can persist for many years,\" Okwuosa said. \"Exercise provides a level of conditioning within our bodies which, even when we're under cardiovascular stress (such as with cancer treatments) at some later point, helps us tolerate that stress better. Exercise performed throughout one's life or even close to the time of cancer diagnosis seems to help the patient down the line with respect to the cardiovascular problems and side effects of the cancer therapy.\" The study is limited by its reliance on self-reported exercise behavior rather than more objective measures. In addition, although the results suggested that women who exercised more had a lower risk of having a heart attack or being diagnosed with heart failure, those results were not statistically significant, most likely because those outcomes did not occur in large enough numbers, Okwuosa said.     Okwuosa will present the study, \"Associations Between Exercise Prior to and Around the Time of Cancer Diagnosis and Subsequent Cardiovascular Events in Women with Breast Cancer: A Women's Health Initiative (WHI) Analysis,\" on Saturday, March 18, at 9:30 a.m. in Poster Hall C at the American College of Cardiology's 66th Annual Scientific Session in Washington. The meeting runs March 17-19.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-hoe030617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Breast Cancer", " Cardiology", " Stroke", " Clinical Trials", " Death/Dying", " Sex-Linked Conditions", " Exercise"], "journal": "", "description": "While regular exercise is recommended as part of a heart-healthy lifestyle for any person, it also appears to help mitigate the increased cardiovascular risk faced by women treated for breast cancer, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}