{"title": "Blood pressure could be more effectively controlled as new treatment target is discovered", "text": "New more effective treatments for high blood pressure could be possible thanks to the discovery that the nitric oxide that regulates blood pressure is formed in nerves rather than in the walls of blood vessels. The surprising findings, published today in the journal Hypertension, from researchers at King's College London follows a world-first study in healthy humans, and builds on previous work that established the fundamental role that the gas nitric oxide plays in regulating blood pressure. Once the enzyme had stopped producing nitric oxide, the team were able to measure the impact the gas from that source has. To their surprise, reducing production of nitric oxide led to a significant increase in the force that opposes the flow of blood, known as vascular resistance, and blood pressure itself. Professor Ajay Shah, BHF Chair of Cardiology at King's College Hospital and lead scientist on the trial at King's College London said: \"We used an inhibitor drug to stop an enzyme in the nerves from producing nitric oxide. While we suspected that stopping this enzyme would have some effect, we were surprised at how much influence it has on blood pressure.\"Our discovery will fundamentally change the way we view the regulation of blood pressure. Until now the majority of blood pressure drugs have focussed on other pathways. Establishing that nerves releasing nitric oxide influence blood pressure, provides a new target for drugs and could eventually lead to more effective treatments for patients.\"Professor Jeremy Pearson, Associate Medical Director at the British Heart Foundation, said:\"The British Heart Foundation estimates that nearly 30 per cent of adults in the UK are living with high blood pressure, putting them at risk of having a heart attack or stroke. Understanding how blood pressure is regulated is crucial if we hope to develop new potential treatments to lower it. \"This study adds a very unexpected piece to the puzzle of blood pressure regulation. Whilst there are already many treatments for high blood pressure, they are not always effective. These results provide hope of new treatments for people with poorly controlled high blood pressure, which could prove crucial in preventing a heart attack or stroke.\"\r\nDespite its importance, nitric oxide only came to prominence around 25 years ago when a group of American pharmacologists discovered its properties as a 'signalling system' in the cardiovascular system. Their discovery earned them the Nobel Prize for Medicine in 1998.  Further research has proved the crucial role the gas plays in such fundamental biological processes such as regulation of blood pressure, functioning of the immune system, and different functions of the nervous system. Importantly, it works as a vasodilator, relaxing narrowed blood vessels, increasing blood flow and oxygen delivery to vital organs.  One of the most prominent pharmaceutical applications of its discovery was the creation of Viagra.Professor Phil Chowienczyk, Professor of Clinical Pharmacology at King's College London and co-lead on the trial said: \"This link between release of nitric oxide from nerves and blood pressure is fascinating because it provides new insight into how blood pressure is controlled by the brain and into how mental health might affect blood pressure.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/nbrc-bpc030217.php", "region": "europe", "source_link": null, "funder": "National Institute for Health Research Biomedical Research Centre, Guy's, St Thomas', King's College London, British Heart Foundation", "meeting": "", "institution": "NIHR Biomedical Research Centre at Guy's and St Thomas' and King's College London", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials"], "journal": "Hypertension", "description": "New more effective treatments for high blood pressure could be possible thanks to the discovery that the nitric oxide that regulates blood pressure is formed in nerves rather than in the walls of blood vessels. \r\n\r\nThe surprising findings, published today in the journal Hypertension, from researchers at King's College London follows a world-first study in healthy humans, and builds on previous work that established the fundamental role that the gas nitric oxide plays in regulating blood pressure.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}