{"title": "Muredach Reilly, Marwah Abdalla named 2017 Marjorie and Lewis Katz Scholars", "text": "NEW YORK (March 6, 2017)--Columbia University Medical Center announced that two of its faculty members, Muredach P. Reilly, MBBCh, MSCE, and Marwah Abdalla, MD, MPH, have been named 2017 Katz Scholars.The scholarship program, begun in 2006 as the Katz Prizes in Cardiovascular Research, recognizes two investigators each year who have made important contributions to the field of cardiovascular research. \"This year's Katz Prize recipients have made important contributions to the rapid advances in precision medicine-based cardiovascular care,\" said Allan Schwartz, MD, Harold Ames Hatch Professor of Medicine and Seymour Milstein Professor of Cardiology (in Medicine) at Columbia and chief of the Division of Cardiology at Columbia University College of Physicians and Surgeons. \"Dr. Reilly's research program will enable clinicians to use genomic information to individualize treatment of cardiac conditions. Dr. Abdalla's ongoing work with the Jackson Heart Study, a population-based study of African Americans, has demonstrated that identifying \"masked\" hypertension using 24-hour ambulatory blood pressure monitoring has the potential to reduce the risk of cardiovascular disease in that population.\"Dr. Reilly is the Herbert and Florence Irving Professor of Medicine (in Cardiology) and director of Columbia University's Irving Institute for Clinical and Translational Research, a multi-departmental research program that aims to speed the discovery and development of new therapies and preventive strategies for patients. A cardiologist by training, Dr. Reilly focuses on identifying genes that increase the risk of heart disease and heart attack. His work is aimed at understanding how these genes affect an individual's heart disease risk and the pathophysiology of the disease. Dr. Reilly's cardiovascular research team is using this information to find ways of improving patient care for those with heart disease. Dr. Reilly earned his medical degree at University College, Dublin, Ireland. He also earned a master's degree in epidemiology and biostatistics at the University of Pennsylvania. In 2013, the University of Pennsylvania bestowed the Osler Patient-Oriented Research Award upon Dr. Reilly. Previously, he was presented with a Special Recognition Award from the American Heart Association for his work to enhance heart disease awareness and advance cardiovascular research. Dr. Abdalla is an assistant professor of medicine in the division of cardiology and a faculty member in the Center for Behavioral Cardiovascular Health. She is a clinical investigator in the Jackson Heart Study, an ongoing population-based study in Jackson, Miss., that examines the factors associated with heart disease among African-Americans. In a recent paper, Dr. Abdalla found that individuals with masked hypertension--blood pressure that is normal when measured in the clinic but elevated outside of the doctor's office--had twice the risk of developing clinic hypertension when compared to those with normal (clinic and ambulatory) blood pressure. Clinic hypertension is a major risk factor for cardiovascular disease, including stroke. Dr. Abdalla graduated magna cum laude from Harvard University, where she earned a bachelor's degree in history and science. She earned MD and MPH degrees from Yale University. Previous awards include the Physician of the Year Award at NewYork-Presbyterian/Columbia and the Martin P. Solomon Research Award at Brigham and Women's Hospital in Cambridge, Mass.\"Our family is honored that the legacy started at Columbia more than a decade ago by my parents continues to advance this important work,\" said Melissa Silver, the Katz Scholars founders' daughter and co-trustee of the Katz Scholars program.  \"It is both inspiring and humbling to think that so many people are being touched by this work.\"\"Once again, Columbia has selected physicians whose outstanding, innovative research honors the memory of our mom and dad in a special way,\" added Drew Katz, the founders' son and co-trustee of the program. \"Both Dr. Reilly and Dr. Abdalla exemplify the kind of leading-edge work our family intended to advance.\"Lewis Katz, who founded the scholarship program with his wife, Marjorie, was an attorney, entrepreneur, and philanthropist. The scholarship program continues on in their memory and is administered by the couple's children. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cumc-mrm030417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Cardiology"], "journal": "", "description": "Columbia University Medical Center announces that Muredach Reilly, Marwah Abdalla are the 2017 Katz Scholars.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}