{"authors": [["Hasegawa", "Takafumi", "T", "Division of Neurology, Department of Neuroscience and Sensory Organs, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Yoshida", "Shun", "S", "Division of Neurology, Department of Neuroscience and Sensory Organs, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Sugeno", "Naoto", "N", "Division of Neurology, Department of Neuroscience and Sensory Organs, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Kobayashi", "Junpei", "J", "Division of Neurology, Department of Neuroscience and Sensory Organs, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Aoki", "Masashi", "M", "Division of Neurology, Department of Neuroscience and Sensory Organs, Tohoku University Graduate School of Medicine, Sendai, Japan."]], "date": "2018-01-10", "id": "29367843", "text": "Parkinson's disease (PD) is the second most common devastating neurodegenerative disorder after Alzheimer's disease. The precise molecular and cellular basis underlying PD still remains uncertain; however, accumulating evidence suggests that neuronal cell death is caused by a combination of environmental and genetic factors. Over the previous two decades, more than 20 genes have been identified as the cause of and/or risk for PD. Because sporadic and familial forms of PD have many similarities in clinical and neuropathological features, common molecular pathways, such as aberrant mitochondrial and protein homeostasis, are likely to exist in both conditions. Of the various genes and proteins involved in PD, the versatile DnaJ/Hsp40 co-chaperones have attracted particular attention since several genes encoding this protein family have been successively identified as the cause of the familial forms of PD/Parkinsonism. In this review, we will introduce the current knowledge regarding the integratory and modulatory effect of DnaJ/Hsp40 in various cellular functions and argue how the failure of these proteins may initiate and/or facilitate of the disease.", "doi": "10.3389/fnins.2017.00743", "title": "DnaJ/Hsp40 Family and Parkinson's Disease.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}