{"authors": [["Mirabella", "Giovanni", "G", "Istituto Neurologico Mediterraneo \"Neuromed\", Pozzilli, Italy."], ["De Vita", "Paolo", "P", "PARKIN-ZONE onlus, Roma, Italy."], ["Fragola", "Michele", "M", "Istituto Neurologico Mediterraneo \"Neuromed\", Pozzilli, Italy."], ["Rampelli", "Silvia", "S", "PARKIN-ZONE onlus, Roma, Italy."], ["Lena", "Francesco", "F", "Istituto Neurologico Mediterraneo \"Neuromed\", Pozzilli, Italy."], ["Dilettuso", "Fulvia", "F", "PARKIN-ZONE onlus, Roma, Italy."], ["Iacopini", "Marta", "M", "PARKIN-ZONE onlus, Roma, Italy."], ["d'Avella", "Raffaella", "R", "PARKIN-ZONE onlus, Roma, Italy."], ["Borgese", "Maria Concetta", "MC", "PARKIN-ZONE onlus, Roma, Italy."], ["Mazzotta", "Silvia", "S", "PARKIN-ZONE onlus, Roma, Italy."], ["Lanni", "Deborah", "D", "Istituto Neurologico Mediterraneo \"Neuromed\", Pozzilli, Italy."], ["Grano", "Marco", "M", "Istituto Neurologico Mediterraneo \"Neuromed\", Pozzilli, Italy."], ["Lubrani", "Sara", "S", "PARKIN-ZONE onlus, Roma, Italy."], ["Modugno", "Nicola", "N", "Istituto Neurologico Mediterraneo \"Neuromed\", Pozzilli, Italy."]], "date": "2017-11-22", "id": "29359066", "text": "Conventional medical treatments of Parkinson's disease (PD) are effective on motor disturbances but may have little impact on nonmotor symptoms, especially psychiatric ones. Thus, even when motor symptomatology improves, patients might experience deterioration in their quality of life. We have shown that 3 years of active theatre is a valid complementary intervention for PD as it significantly improves the well-being of patients in comparison to patients undergoing conventional physiotherapy. Our aim was to replicate these findings while improving the efficacy of the treatment. We ran a single-blinded pilot study lasting 15 months on 24 subjects with moderate idiopathic PD. 12 were assigned to a theatre program in which patients underwent \"emotional\" training. The other 12 underwent group physiotherapy. Patients were evaluated at the beginning and at the end of their treatments, using a battery of eight clinical and five neuropsychological scales. We found that the emotional theatre training improved the emotional well-being of patients, whereas physiotherapy did not. Interestingly, neither of the groups showed improvements in either motor symptoms or cognitive abilities tested by the neuropsychological battery. We confirmed that theatre therapy might be helpful in improving emotional well-being in PD.", "doi": "10.1155/2017/7436725", "title": "Theatre Is a Valid Add-On Therapeutic Intervention for Emotional Rehabilitation of Parkinson's Disease Patients.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}