{"authors": [["Malec-Litwinowicz", "Michalina", "M", "Department of Neurology, Medical College, Jagiellonian University in Krakow, Poland."], ["Plewka", "Andrzej", "A", "Department of Proteomics, Medical University of Silesia, SPLMS in Sosnowiec, Poland."], ["Plewka", "Danuta", "D", "Department of Cytophysiology, Chair of Histology and Embryology, Medical University of Silesia, SMK in Katowice, Poland."], ["Bogunia", "Edyta", "E", "Department of Proteomics, Medical University of Silesia, SPLMS in Sosnowiec, Poland."], ["Morek", "Michał", "M", "Department of Proteomics, Medical University of Silesia, SPLMS in Sosnowiec, Poland."], ["Szczudlik", "Andrzej", "A", "Department of Neurology, Medical College, Jagiellonian University in Krakow, Poland."], ["Szubiga", "Michał", "M", "Department of Medical Genetics, Polish-American Institute of Pediatrics, Jagiellonian University, Poland."], ["Rudzińska-Bar", "Monika", "M", "Neurology Department, Silesian Medical University in Katowice, Poland."]], "date": "2017-11-21", "id": "29342421", "text": "Parkinson disease (PD) is the common neurodegenerative disease. α-Synuclein (ASN), main aggregating protein in neural cells of CNS in PD, was found in peripheral fluids. Testing ASN in plasma is potential test for diagnose PD, but previous studies are controversial. The aim of this study was to investigate if plasma ASN level may be a valuable biomarker, is the level of plasma ASN concentration different in various motor subtypes of diseases, is there a relation between the level of plasma ASN and the severity of motor symptoms.Patients with PD hospitalized in Neurology Department, Medical College were performed sequencing the 8th and 9th exon of GBA gene. Next plasma ASN level was tested in 58 patients with sequenced GBA gene and in 38 healthy volunteers (HV), matched by the age (respectively 68.43 vs. 64.57 years of age) and sex (female %, respectively: 43.10 vs.44.74). Patients were assessed with the scales: UPDRS (II, III, IV), Hoehn-Yahr (HY) and qualified to PIGD or TD subtype. For homogeneity of the group patients with GBA mutation were excluded from the analysis.The ASN level did not differ between patients and HV (respectively: 4.53 vs. 3.73ng/ml) and between patients with different subtypes. There was inverse correlation between ASN and HY in PIGD subtype.Plasma ASN level is not valuable marker of the disease. It does not differ in subtypes of the disease. There is relation between plasma ASN level and the severity of the disease in PIGD subtype.", "doi": "10.1016/j.pjnns.2017.11.009", "title": "The relation between plasma α-synuclein level and clinical symptoms or signs of Parkinson's disease.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}