{"authors": [["Castillo-Gonzalez", "Juan Antonio", "JA", "Departamento de Histologia, Facultad de Medicina, Universidad Autonoma de Nuevo Leon, 64460 Monterrey, NL, Mexico."], ["Loera-Arias", "Maria De Jesus", "MJ", "Departamento de Histologia, Facultad de Medicina, Universidad Autonoma de Nuevo Leon, 64460 Monterrey, NL, Mexico."], ["Saucedo-Cardenas", "Odila", "O", "Departamento de Histologia, Facultad de Medicina, Universidad Autonoma de Nuevo Leon, 64460 Monterrey, NL, Mexico."], ["Montes-de-Oca-Luna", "Roberto", "R", "Departamento de Histologia, Facultad de Medicina, Universidad Autonoma de Nuevo Leon, 64460 Monterrey, NL, Mexico."], ["Garcia-Garcia", "Aracely", "A", "Departamento de Histologia, Facultad de Medicina, Universidad Autonoma de Nuevo Leon, 64460 Monterrey, NL, Mexico."], ["Rodriguez-Rocha", "Humberto", "H", "Departamento de Histologia, Facultad de Medicina, Universidad Autonoma de Nuevo Leon, 64460 Monterrey, NL, Mexico."]], "date": "2017-11-23", "id": "29333317", "text": "Parkinson's disease is the second most important neurodegenerative disorder worldwide. It is characterized by the presence of Lewy bodies, which are mainly composed of α-synuclein and ubiquitin-bound proteins. Both the ubiquitin proteasome system (UPS) and autophagy-lysosomal pathway (ALS) are altered in Parkinson's disease, leading to aggregation of proteins, particularly α-synuclein. Interestingly, it has been observed that copper promotes the protein aggregation process. Additionally, phosphorylation of α-synuclein along with copper also affects the protein aggregation process. The interrelation among α-synuclein phosphorylation and its capability to interact with copper, with the subsequent disruption of the protein degradation systems in the neurodegenerative process of Parkinson's disease, will be analyzed in detail in this review.", "doi": "10.1155/2017/9164754", "title": "Phosphorylated α-Synuclein-Copper Complex Formation in the Pathogenesis of Parkinson's Disease.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}