{"authors": [["Paolucci", "Teresa", "T", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Zangrando", "Federico", "F", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Piccinini", "Giulia", "G", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Deidda", "Laura", "L", "Department of Physical Medicine and Rehabilitation, San Camillo-Forlanini Hospital, Circonvallazione Gianicolense 87, 00151 Rome, Italy."], ["Basile", "Rossella", "R", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Bruno", "Enrico", "E", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Buzi", "Emigen", "E", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Mannocci", "Alice", "A", "Department of Public Health and Infectious Diseases, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Tirinelli", "Franca", "F", "Department of Physical Medicine and Rehabilitation, A.C.I.S.M.O.M., San Giovanni Battista Hospital, Via Luigi Ercole Morselli 13, 00148 Rome, Italy."], ["Haggiag", "Shalom", "S", "Department of Neurology, San Camillo-Forlanini Hospital, Circonvallazione Gianicolense 87, 00151 Rome, Italy."], ["Lispi", "Ludovico", "L", "Department of Neurology, San Camillo-Forlanini Hospital, Circonvallazione Gianicolense 87, 00151 Rome, Italy."], ["Villani", "Ciro", "C", "University Department of Anatomic, Histologic, Forensic and Locomotor Apparatus Sciences, Section of Locomotor Apparatus Sciences, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."], ["Saraceni", "Vincenzo M", "VM", "Complex Unit of Physical Medicine and Rehabilitation, Policlinico Umberto I Hospital, \"Sapienza\" University of Rome, Piazzale Aldo Moro 5, 00185 Rome, Italy."]], "date": "2017-12-03", "id": "29333316", "text": "The aim of this study was to assess the efficacy of Mézières method in improving trunk flexibility of the back muscles and balance in patients with Parkinson's disease (PD). Materials and Methods. Thirty-six patients were randomized into 2 groups: the Mézières treatment group and the control group (home exercise group). The primary outcome was the improvement in balance per the Berg Balance Scale (BBS) and the trunk flexibility of the back for the anterior flexion trunk test. Also, we evaluated pain, gait balance for the Functional Gait Assessment (FGA), disease-related disability for the Modified Parkinson's Activity Scale and the Unified Parkinson's Disease Rating Scale (UPDRS), the quality of life, and the functional exercise capacity. All the measures were evaluated at baseline (T0), at the end of the rehabilitative program (T1), and at the 12-week follow-up (T2). Results. In the Mézières group, the BBS (p < .001) and trunk flexion test (p < .001) improved significantly at T1 and remained the same at T2. Between groups, significant changes were reported in FGA (p = .027) and UPDRS Total (p = .007) at T1 and in FGA (p = .03) at T2. Conclusion. The Mézières approach is efficacious in improving the flexibility of the trunk and balance in PD patients.", "doi": "10.1155/2017/2762987", "title": "Impact of Mézières Rehabilitative Method in Patients with Parkinson's Disease: A Randomized Controlled Trial.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}