{"authors": [["Cascianelli", "S", "S", "Dept. of Engineering, University of Perugia, Perugia, Italy. barbara.palumbo@unipg.it."], ["Tranfaglia", "C", "C", null], ["Fravolini", "M L", "ML", null], ["Bianconi", "F", "F", null], ["Minestrini", "M", "M", null], ["Nuvoli", "S", "S", null], ["Tambasco", "N", "N", null], ["Dottorini", "M E", "ME", null], ["Palumbo", "B", "B", null]], "date": null, "id": "29324935", "text": "The differential diagnosis of Parkinson's disease (PD) and other conditions, such as essential tremor and drug-induced parkinsonian syndrome or normal aging brain, represents a diagnostic challenge. 123I-FP-CIT brain SPET is able to contribute to the differential diagnosis. Semiquantitative analysis of radiopharmaceutical uptake in basal ganglia (caudate nuclei and putamina) is very useful to support the diagnostic process. An artificial neural network classifier using 123I-FP-CIT brain SPET data, a classification tree (CIT), was applied. CIT is an automatic classifier composed of a set of logical rules, organized as a decision tree to produce an optimised threshold based classification of data to provide discriminative cut-off values. We applied a CIT to 123I-FP-CIT brain SPET semiquantitave data, to obtain cut-off values of radiopharmaceutical uptake ratios in caudate nuclei and putamina with the aim to diagnose PD versus other conditions.We retrospectively investigated 187 patients undergoing 123I-FP-CIT brain SPET (Millenium VG, G.E.M.S.) with semiquantitative analysis performed with Basal Ganglia (BasGan) V2 software according to EANM guidelines; among them 113 resulted affected by PD (PD group) and 74 (N group) by other non parkinsonian conditions, such as Essential Tremor and drug-induced PD. PD group included 113 subjects (60M and 53F of age: 60-81yrs) having Hoehn and Yahr score (HY): 0.5-1.5; Unified Parkinson Disease Rating Scale (UPDRS) score: 6-38; N group included 74 subjects (36M and 38 F range of age 60-80 yrs). All subjects were clinically followed for at least 6-18 months to confirm the diagnosis. To examinate data obtained by using CIT, for each of the 1,000 experiments carried out, 10% of patients were randomly selected as the CIT training set, while the remaining 90% validated the trained CIT, and the percentage of the validation data correctly classified in the two groups of patients was computed. The expected performance of an \"average performance CIT\" was evaluated.For CIT, the probability of correct classification in patients with PD was 84.19±11.67% (mean±SD) and in N patients 93.48±6.95%. For CIT, the first decision rule provided a value for the right putamen of 2.32±0.16. This means that patients with right putamen values <2.32 were classified as having PD. Patients with putamen values ≥2.32 underwent further analysis. They were classified as N if the right putamen uptake value was ≥3.02 or if the value for the right putamen was <3.02 and the age was ≥67.5 years. Otherwise the patients were classified as having PD. Other similar rules on the values of both caudate nuclei and left putamen could be used to refine the classification, but in our data analysis of these data did not significantly contribute to the differential diagnosis. This could be due to an increased number of more severe patients with initial prevalence of left clinical symptoms having a worsening in right putamen uptake distribution.These results show that CIT was able to accurately classify PD and non-PD patients by means of 123I-FP-CIT brain SPET data and provided also cut-off values able to differentially diagnose these groups of patients. Right putamen uptake values resulted as the most discriminant to correctly classify our patients, probably due to a certain number of subjects with initial prevalence of left clinical symptoms. Finally, the selective evaluation of the group of subjects having putamen values ≥2.32 disclosed that age was a further important feature to classify patients for certain right putamen values.", "doi": null, "title": "Right putamen and age are the most discriminant features to diagnose Parkinson's disease by using 123I-FP-CIT brain SPET data by using an artificial neural network classifier, a classification tree (ClT).", "journal": ["Hellenic journal of nuclear medicine", "Hell J Nucl Med"]}