{"authors": [["Martinez", "Bridget", "B", "Department of Molecular and Cellular Biology, University of California, Merced, CA, USA."], ["Peplow", "Philip V", "PV", "Department of Anatomy, University of Otago, Dunedin, New Zealand."]], "date": null, "id": "29323027", "text": "Parkinson's disease (PD) is the second most common age-related neurodegenerative disorder, with the clinical main symptoms caused by a loss of dopaminergic neurons in the substantia nigra, corpus striatum and brain cortex. Over 90% of patients with PD have sporadic PD and occur in people with no known family history of the disorder. Currently there is no cure for PD. Treatment with medications to increase dopamine relieves the symptoms but does not slow down or reverse the damage to neurons in the brain. Increasing evidence points to inflammation as a chief mediator of PD with inflammatory response mechanisms, involving microglia and leukocytes, activated following loss of dopaminergic neurons. Oxidative stress is also recognized as one of the main causes of PD, and excessive reactive oxygen species (ROS) and reactive nitrogen species can lead to dopaminergic neuron vulnerability and eventual death. MicroRNAs control a range of physiological and pathological functions, and may serve as potential targets for intervention against PD to mitigate damage to the brain. Several studies have demonstrated that microRNAs can regulate oxidative stress and prevent ROS-mediated damage to dopaminergic neurons, suggesting that specific microRNAs may be putative targets for novel therapeutic strategies in PD. Recent human and animal studies have identified a large number of dysregulated microRNAs in PD brain tissue samples, many of which were downregulated. The dysregulated microRNAs affect downstream targets such as SNCA, PARK2, LRRK2, TNFSF13B, LTA, SLC5A3, PSMB2, GSR, GBA, LAMP-2A, HSC. Apart from one study, none of the studies reviewed had used agomirs or antagomirs to reverse the levels of downregulated or upregulated microRNAs, respectively, in mouse models of PD or with isolated human or mouse dopaminergic cells. Further large-scale studies of brain tissue samples collected with short postmortem interval from human PD patients are warranted to provide more information on the microRNA profiles in different brain regions and to test for gender differences.", "doi": "10.4103/1673-5374.221147", "title": "MicroRNAs in Parkinson's disease and emerging therapeutic targets.", "journal": ["Neural regeneration research", "Neural Regen Res"]}