{"authors": [["Opris", "Ioan", "I", "Miller School of Medicine, University of Miami, Miami, FL, United States."], ["Nestianu", "Valeriu S", "VS", "University of Medicine and Pharmacy of Craiova, Craiova, Romania."], ["Nestianu", "Adrian", "A", "University of Medicine and Pharmacy of Craiova, Craiova, Romania."], ["Bilteanu", "Liviu", "L", "University of Medicine and Pharmacy Carol Davila, Bucharest, Romania."], ["Ciurea", "Jean", "J", "Bagdasar Arseni Hospital, Bucharest, Romania."]], "date": "2017-12-25", "id": "29317856", "text": "George Marinesco is the founder of Romanian School of Neurology and one of the most remarkable neuroscientists of the last century. He was the pupil of Jean-Martin Charcot in Salpêtrière Hospital in Paris, France, but visited many other neurological centers where he met the entire constellation of neurologists of his time, including Camillo Golgi and Santiago Ramón y Cajal. The last made the preface of Nervous Cell, written in French by Marinesco. The original title was \"La Cellule Nerveuse\" and is considered even now a basic reference book for specialists in the field. He was a refined clinical observer with an integrative approach, as could be seen from the multitude of his discoveries. The descriptions of the succulent hand in syringomyelia, senile plaque in old subjects, palmar jaw reflex known as Marinesco-Radovici sign, or the application of cinematography in medicine are some of his important contributions. He was the first who described changes of locus niger in a patient affected by tuberculosis, as a possible cause in Parkinson disease. Before modern genetics, Marinesco and Sjögren described a rare and complex syndrome bearing their names. He was a hardworking man, focused on his scientific research, did not accepted flattering of others and was a great fighter against the injustice of the time.", "doi": "10.3389/fnins.2017.00726", "title": "George Marinesco in the Constellation of Modern Neuroscience.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}