{"authors": [["Plotegher", "Nicoletta", "N", "Department of Cell and Developmental Biology and UCL Consortium for Mitochondrial Research, University College London, London, United Kingdom."], ["Duchen", "Michael R", "MR", "Department of Cell and Developmental Biology and UCL Consortium for Mitochondrial Research, University College London, London, United Kingdom."]], "date": "2017-12-12", "id": "29312935", "text": "Parkinson's disease (PD) is the most common motor neurodegenerative disorder. In most cases the cause of the disease is unknown, while in about 10% of subjects, it is associated with mutations in a number of different genes. Several different mutations in 15 genes have been identified as causing familial forms of the disease, while many others have been identified as risk factors. A striking number of these genes are either involved in the regulation of mitochondrial function or of endo-lysosomal pathways. Mutations affecting one of these two pathways are often coupled with defects in the other pathway, suggesting a crosstalk between them. Moreover, PD-linked mutations in genes encoding proteins with other functions are frequently associated with defects in mitochondrial and/or autophagy/lysosomal function as a secondary effect. Even toxins that impair mitochondrial function and cause parkinsonian phenotypes, such as rotenone, also impair lysosomal function. In this review, we explore the reciprocal relationship between mitochondrial and lysosomal pathways in PD. We will discuss the impact of mitochondrial dysfunction on the lysosomal compartment and of endo-lysosomal defects on mitochondrial function, and explore the roles of both causative genes and genes that are risk factors for PD. Understanding the pathways that govern these interactions should help to define a framework to understand the roles and mechanisms of mitochondrial and lysosomal miscommunication in the pathophysiology of PD.", "doi": "10.3389/fcell.2017.00110", "title": "Crosstalk between Lysosomes and Mitochondria in Parkinson's Disease.", "journal": ["Frontiers in cell and developmental biology", "Front Cell Dev Biol"]}