{"authors": [["Winner", "Brittany M", "BM", "Department of Pharmacology and Toxicology, Michigan State University, East Lansing, MI, United States."], ["Zhang", "Harue", "H", "Department of Pharmacology and Toxicology, Michigan State University, East Lansing, MI, United States."], ["Farthing", "McKenzie M", "MM", "Department of Pharmacology and Toxicology, Michigan State University, East Lansing, MI, United States."], ["Karchalla", "Lalitha M", "LM", "Department of Pharmacology and Toxicology, Michigan State University, East Lansing, MI, United States."], ["Lookingland", "Keith J", "KJ", "Department of Pharmacology and Toxicology, Michigan State University, East Lansing, MI, United States."], ["Goudreau", "John L", "JL", "Department of Pharmacology and Toxicology, Michigan State University, East Lansing, MI, United States."]], "date": "2017-12-12", "id": "29311899", "text": "Parkinson disease (PD) is prevalent in elderly individuals and is characterized by selective degeneration of nigrostriatal dopamine (NSDA) neurons. Interestingly, not all dopamine (DA) neurons are affected equally by PD and aging, particularly mesolimbic (ML) DA neurons. Here, effects of aging were examined on presynaptic DA synthesis, reuptake, metabolism and neurotoxicant susceptibility of NSDA and mesolimbic dopamine (MLDA) neurons and astrocyte DA metabolism. There were no differences in phenotypic markers of DA synthesis, reuptake or metabolism in NSDA or MLDA neurons in aged mice, but MLDA neurons displayed lower DA stores. Astrocyte metabolism of DA to 3-methoxytyramine (3-MT) in the striatum was decreased in aged mice, but was maintained in the nucleus accumbens. Despite diminished DA vesicular storage capacity in MLDA neurons, susceptibility to acute neurotoxicant exposure was similar in young and aged mice. These results reveal an age- and neurotoxicant-induced impairment of DA metabolic activity in astrocytes surrounding susceptible NSDA neurons as opposed to maintenance of DA metabolism in astrocytes surrounding resistant MLDA neurons, and suggest a possible therapeutic target for PD.", "doi": "10.3389/fnagi.2017.00410", "title": "Metabolism of Dopamine in Nucleus Accumbens Astrocytes Is Preserved in Aged Mice Exposed to MPTP.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}