{"authors": [["Civiero", "Laura", "L", "Department of Biology, University of Padova, Padova, Italy."], ["Cogo", "Susanna", "S", "Department of Biology, University of Padova, Padova, Italy."], ["Kiekens", "Anneleen", "A", "Department of Biology, University of Padova, Padova, Italy."], ["Morganti", "Claudia", "C", "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy."], ["Tessari", "Isabella", "I", "Department of Biology, University of Padova, Padova, Italy."], ["Lobbestael", "Evy", "E", "Laboratory for Neurobiology and Gene Therapy, KU Leuven, Leuven, Belgium."], ["Baekelandt", "Veerle", "V", "Laboratory for Neurobiology and Gene Therapy, KU Leuven, Leuven, Belgium."], ["Taymans", "Jean-Marc", "JM", "Université de Lille, Institut National de la Santé et de la Recherche Médicale, CHU Lille, UMR-S1172, JPArc, Centre de Recherche Jean-Pierre AUBERT Neurosciences et Cancer, Lille, France."], ["Chartier-Harlin", "Marie-Christine", "MC", "Université de Lille, Institut National de la Santé et de la Recherche Médicale, CHU Lille, UMR-S1172, JPArc, Centre de Recherche Jean-Pierre AUBERT Neurosciences et Cancer, Lille, France."], ["Franchin", "Cinzia", "C", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Arrigoni", "Giorgio", "G", "Department of Biomedical Sciences, University of Padova, Padova, Italy."], ["Lewis", "Patrick A", "PA", "School of Pharmacy, University of Reading, Reading, United Kingdom."], ["Piccoli", "Giovanni", "G", "Center for Integrative Biology, University of Trento, Trento, Italy."], ["Bubacco", "Luigi", "L", "Department of Biology, University of Padova, Padova, Italy."], ["Cookson", "Mark R", "MR", "Laboratory of Neurogenetics, National Institute on Aging/NIH, Bethesda, MD, United States."], ["Pinton", "Paolo", "P", "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy."], ["Greggio", "Elisa", "E", "Department of Biology, University of Padova, Padova, Italy."]], "date": "2017-12-14", "id": "29311810", "text": "Mutations in Leucine-rich repeat kinase 2 (LRRK2) are associated with Parkinson's disease (PD) and, as such, LRRK2 is considered a promising therapeutic target for age-related neurodegeneration. Although the cellular functions of LRRK2 in health and disease are incompletely understood, robust evidence indicates that PD-associated mutations alter LRRK2 kinase and GTPase activities with consequent deregulation of the downstream signaling pathways. We have previously demonstrated that one LRRK2 binding partner is P21 (RAC1) Activated Kinase 6 (PAK6). Here, we interrogate the PAK6 interactome and find that PAK6 binds a subset of 14-3-3 proteins in a kinase dependent manner. Furthermore, PAK6 efficiently phosphorylates 14-3-3γ at Ser59 and this phosphorylation serves as a switch to dissociate the chaperone from client proteins including LRRK2, a well-established 14-3-3 binding partner. We found that 14-3-3γ phosphorylated by PAK6 is no longer competent to bind LRRK2 at phospho-Ser935, causing LRRK2 dephosphorylation. To address whether these interactions are relevant in a neuronal context, we demonstrate that a constitutively active form of PAK6 rescues the G2019S LRRK2-associated neurite shortening through phosphorylation of 14-3-3γ. Our results identify PAK6 as the kinase for 14-3-3γ and reveal a novel regulatory mechanism of 14-3-3/LRRK2 complex in the brain.", "doi": "10.3389/fnmol.2017.00417", "title": "PAK6 Phosphorylates 14-3-3γ to Regulate Steady State Phosphorylation of LRRK2.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}