{"authors": [["Mangia", "Silvia", "S", "Department of Radiology, Center for Magnetic Resonance Research (CMRR), University of Minnesota, Minneapolis, MN, United States."], ["Svatkova", "Alena", "A", "Department of Pediatrics, University of Minnesota, Minneapolis, MN, United States."], ["Mascali", "Daniele", "D", "MARBILab, Centro Fermi - Museo Storico Della Fisica e Centro di Studi e Ricerche Enrico Fermi, Rome, Italy."], ["Nissi", "Mikko J", "MJ", "Department of Applied Physics, University of Eastern Finland, Kuopio, Finland."], ["Burton", "Philip C", "PC", "Department of Radiology, Center for Magnetic Resonance Research (CMRR), University of Minnesota, Minneapolis, MN, United States."], ["Bednarik", "Petr", "P", "Department of Radiology, Center for Magnetic Resonance Research (CMRR), University of Minnesota, Minneapolis, MN, United States."], ["Auerbach", "Edward J", "EJ", "Department of Radiology, Center for Magnetic Resonance Research (CMRR), University of Minnesota, Minneapolis, MN, United States."], ["Giove", "Federico", "F", "MARBILab, Centro Fermi - Museo Storico Della Fisica e Centro di Studi e Ricerche Enrico Fermi, Rome, Italy."], ["Eberly", "Lynn E", "LE", "Division of Biostatistics, University of Minnesota, Minneapolis, MN, United States."], ["Howell", "Michael J", "MJ", "Department of Neurology, University of Minnesota, Minneapolis, MN, United States."], ["Nestrasil", "Igor", "I", "Department of Pediatrics, University of Minnesota, Minneapolis, MN, United States."], ["Tuite", "Paul J", "PJ", "Department of Neurology, University of Minnesota, Minneapolis, MN, United States."], ["Michaeli", "Shalom", "S", "Department of Radiology, Center for Magnetic Resonance Research (CMRR), University of Minnesota, Minneapolis, MN, United States."]], "date": "2017-12-19", "id": "29311789", "text": "Idiopathic rapid eye movement sleep behavior disorder (iRBD) is a condition that often evolves into Parkinson's disease (PD). Therefore, by monitoring iRBD it is possible to track the neurodegeneration of individuals who may progress to PD. Here we aimed at piloting the characterization of brain tissue properties in mid-brain subcortical regions of 10 healthy subjects, 8 iRBD, and 9 early-diagnosed PD. We used a battery of magnetic resonance imaging (MRI) contrasts at 3 T, including adiabatic and non-adiabatic rotating frame techniques developed by our group, along with diffusion tensor imaging (DTI) and resting-state fMRI. Adiabatic T1ρ and T2ρ, and non-adiabatic RAFF4 (Relaxation Along a Fictitious Field in the rotating frame of rank 4) were found to have lower coefficient of variations and higher sensitivity to detect group differences as compared to DTI parameters such as fractional anisotropy and mean diffusivity. Significantly longer T1ρ were observed in the amygdala of PD subjects vs. controls, along with a trend of lower functional connectivity as measured by regional homogeneity, thereby supporting the notion that amygdalar dysfunction occurs in PD. Significant abnormalities in reward networks occurred in iRBD subjects, who manifested lower network strength of the accumbens. In agreement with previous studies, significantly longer T1ρ occurred in the substantia nigra compacta of PD vs. controls, indicative of neuronal degeneration, while regional homogeneity was lower in the substantia nigra reticulata. Finally, other trend-level findings were observed, i.e., lower RAFF4 and T2ρ in the midbrain of iRBD subjects vs. controls, possibly indicating changes in non-motor features as opposed to motor function in the iRBD group. We conclude that rotating frame relaxation methods along with functional connectivity measures are valuable to characterize iRBD and PD subjects, and with proper validation in larger cohorts may provide pathological signatures of iRBD and PD.", "doi": "10.3389/fnins.2017.00709", "title": "Multi-modal Brain MRI in Subjects with PD and iRBD.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}