{"authors": [["Lin", "Sheng-Huang", "SH", "Institute of Biomedical Engineering, National Taiwan University, Taipei, Taiwan."], ["Lai", "Hsin-Yi", "HY", "Interdisciplinary Institute of Neuroscience and Technology, Qiushi Academy for Advanced Studies, Zhejiang University, Hangzhou, China."], ["Lo", "Yu-Chun", "YC", "The Ph.D. Program for Neural Regenerative Medicine, College of Medical Science and Technology, Taipei Medical University, Taipei, Taiwan."], ["Chou", "Chin", "C", "Department of Biomedical Engineering, National Yang Ming University, Taipei, Taiwan."], ["Chou", "Yi-Ting", "YT", "Department of Biomedical Engineering, National Yang Ming University, Taipei, Taiwan."], ["Yang", "Shih-Hung", "SH", "Department of Mechanical and Computer Aided Engineering, Feng Chia University, Taichung, Taiwan."], ["Sun", "I", "I", "Department of Life Sciences, Institute of Genome Sciences, National Yang Ming University, Taipei, China."], ["Chen", "Bo-Wei", "BW", "Department of Biomedical Engineering, National Yang Ming University, Taipei, Taiwan."], ["Wang", "Ching-Fu", "CF", "Department of Biomedical Engineering, National Yang Ming University, Taipei, Taiwan."], ["Liu", "Guan-Tze", "GT", "Department of Medicine, National Yang Ming University, Taipei, Taiwan."], ["Jaw", "Fu-Shan", "FS", "Institute of Biomedical Engineering, National Taiwan University, Taipei, Taiwan."], ["Chen", "Shin-Yuan", "SY", "Department of Neurosurgery, Tzu Chi General Hospital, Tzu Chi University, Hualien, Taiwan."], ["Chen", "You-Yin", "YY", "The Ph.D. Program for Neural Regenerative Medicine, College of Medical Science and Technology, Taipei Medical University, Taipei, Taiwan."]], "date": "2017-12-12", "id": "29311782", "text": "Deep brain stimulation (DBS) surgery of the subthalamic nucleus (STN) under general anesthesia (GA) had been used in Parkinson's disease (PD) patients who are unable tolerate awake surgery. The effect of anesthetics on intraoperative microelectrode recording (MER) remains unclear. Understanding the effect of anesthetics on MER is important in performing STN DBS surgery with general anesthesia. In this study, we retrospectively performed qualitive and quantitative analysis of STN MER in PD patients received STN DBS with controlled desflurane anesthesia or LA and compared their clinical outcome. From January 2005 to March 2006, 19 consecutive PD patients received bilateral STN DBS surgery in Hualien Tzu-Chi hospital under either desflurane GA (n = 10) or LA (n = 9). We used spike analysis (frequency and modified burst index [MBI]) and the Hilbert transform to obtain signal power measurements for background and spikes, and compared the characterizations of intraoperative microelectrode signals between the two groups. Additionally, STN firing pattern characteristics were determined using a combined approach based on the autocorrelogram and power spectral analysis, which was employed to investigate differences in the oscillatory activities between the groups. Clinical outcomes were assessed using the Unified Parkinson's Disease Rating Scale (UPDRS) before and after surgery. The results revealed burst firing was observed in both groups. The firing frequencies were greater in the LA group and MBI was comparable in both groups. Both the background and spikes were of significantly greater power in the LA group. The power spectra of the autocorrelograms were significantly higher in the GA group between 4 and 8 Hz. Clinical outcomes based on the UPDRS were comparable in both groups before and after DBS surgery. Under controlled light desflurane GA, burst features of the neuronal firing patterns are preserved in the STN, but power is reduced. Enhanced low-frequency (4-8 Hz) oscillations in the MERs for the GA group could be a characteristic signature of desflurane's effect on neurons in the STN.", "doi": "10.3389/fnins.2017.00701", "title": "Decreased Power but Preserved Bursting Features of Subthalamic Neuronal Signals in Advanced Parkinson's Patients under Controlled Desflurane Inhalation Anesthesia.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}