{"authors": [["Sato", "Yoko", "Y", "Department of Food Function and Labeling, National Institute of Health and Nutrition, National Institutes of Biomedical Innovation, Health and Nutrition."], ["Yasumiishi", "Chiaki", "C", "Pharmacy and Health Sciences, Faculty of Pharmaceutical Sciences, Meiji Pharmaceutical University."], ["Chiba", "Tsuyoshi", "T", "Department of Food Function and Labeling, National Institute of Health and Nutrition, National Institutes of Biomedical Innovation, Health and Nutrition."], ["Umegaki", "Keizo", "K", "Department of Food Function and Labeling, National Institute of Health and Nutrition, National Institutes of Biomedical Innovation, Health and Nutrition."]], "date": null, "id": "29311446", "text": "The interaction of levodopa and vitamin B6 is a well-known issue. This study investigated the incidence of unacceptable intake levels of vitamin B6 among levodopa users by means of a systematic review. We searched two databases (PubMed and \"Igaku Chuo Zasshi\") for articles about adverse events due to the interaction of levodopa and vitamin B6 published up to August 2017. Of 98 citations retrieved, 11 studies met the selection criteria. The results indicated that a vitamin B6 intake level of more than 50 mg/day could reduce the efficacy of levodopa. The recommended intake of vitamin B6 for Japanese adults is 1.4 mg/day for men and 1.2 mg/day for women. Therefore, the acceptable intake of vitamin B6 for levodopa patients would be within the range of the recommended intake level, which is also within the usual range in foods in Japan, except for dietary supplements or health foods. Levodopa users should be cautious about taking dietary supplements and over-the-counter drugs.", "doi": "10.3358/shokueishi.58.268", "title": "[A Systematic Review to Identify Unacceptable Intake Levels of Vitamin B6 among Patients Taking Levodopa].", "journal": ["Shokuhin eiseigaku zasshi. Journal of the Food Hygienic Society of Japan", "Shokuhin Eiseigaku Zasshi"]}