{"authors": [["du Plessis", "Stéfan", "S", "Department of Psychiatry, Stellenbosch University, South Africa. Electronic address: stefandup@sun.ac.za."], ["Bossert", "Meija", "M", "University of Amsterdam, The Netherlands. Electronic address: meija.bossert@gmail.com."], ["Vink", "Matthijs", "M", "Departments of Developmental and Experimental Psychology, Utrecht University, The Netherlands. Electronic address: m.vink2@uu.nl."], ["van den Heuvel", "Leigh", "L", "Department of Psychiatry, Stellenbosch University, South Africa. Electronic address: llvdh@sun.ac.za."], ["Bardien", "Soraya", "S", "Division of Molecular Biology and Human Genetics, Stellenbosch University, South Africa. Electronic address: sbardien@sun.ac.za."], ["Emsley", "Robin", "R", "Department of Psychiatry, Stellenbosch University, South Africa. Electronic address: rae@sun.ac.za."], ["Buckle", "Chanelle", "C", "Department of Psychiatry, Stellenbosch University, South Africa. Electronic address: chanellebuckle@gmail.com."], ["Seedat", "Soraya", "S", "Department of Psychiatry, Stellenbosch University, South Africa. Electronic address: sseedat@sun.ac.za."], ["Carr", "Jonathan", "J", "Department of Neurology, Stellenbosch University, South Africa. Electronic address: jcarr@sun.ac.za."]], "date": "2017-12-24", "id": "29307561", "text": "Parkinson's disease is a growing concern as the longevity of the world's population steadily increases. Both ageing and Parkinson's disease have an impact on dopamine neurotransmission. It is therefore important to investigate their relative impact on the fronto-striatal reward system. There has been little investigation of reward processing in terms of anticipation and reward outcome in Parkinson's disease. Abnormal responses during reward processing have previously been demonstrated in whole-brain analysis of Parkinson's patients with mild lateralized disease, but the exact impact in regions specific to reward processing is still unknown.Here we aim to investigate the impact of Parkinson's disease on the orbitofrontal ventral striatal reward system in patients with moderate to severe clinical symptoms.We utilized a monetary incentive delay (MID) task in 17 Parkinson's patients who were compared to two control groups stratified by age. The MID paradigm reliably activates the ventral striatum during reward anticipation and the orbitofrontal cortex during reward outcome processing.Relative to the two control groups, Parkinson's disease patients had abnormal task related activity during both reward anticipation in the ventral striatum and reward outcome in the orbitofrontal cortex. There were no effects of ageing.These findings demonstrate abnormalities in anticipatory as well as reward outcome processing while treated primarily with levodopa. The orbitofrontal dysfunction during reward outcome processing may have specificity in Parkinson's disease, as it has been shown to be relatively unaffected by normal ageing.", "doi": "10.1016/j.parkreldis.2017.12.024", "title": "Reward processing dysfunction in ventral striatum and orbitofrontal cortex in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}