{"authors": [["Mao", "Cheng-Jie", "CJ", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Yang", "Ya-Ping", "YP", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Chen", "Ju-Ping", "JP", "Department of Neurology, Changshu Traditional Chinese Medicine Hospital, East Huanghe Road, Changshu 215000, China."], ["Wang", "Fen", "F", "Institute of Neuroscience, Soochow University, Suzhou 215123 China."], ["Chen", "Jing", "J", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Zhang", "Jin-Ru", "JR", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Zhang", "Hui-Jun", "HJ", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Zhuang", "Sheng", "S", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Xiong", "Yi-Tong", "YT", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Gu", "Chen-Chen", "CC", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Yuan", "Wen", "W", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Huang", "Juan-Ying", "JY", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Fay", "Alexander", "A", "Department of Neurology, UCSF School of Medicine, Medical Center, San Francisco, California CA94143, United States."], ["Zhong", "Chong-Ke", "CK", "Department of Epidemiology, School of Public Health, Medical College of Soochow University, Suzhou 215123, China."], ["Liu", "Chun-Feng", "CF", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, the Second Affiliated Hospital of Soochow University, Suzhou 215004, China; Institute of Neuroscience, Soochow University, Suzhou 215123 China. Electronic address: liuchunfeng@suda.edu.cn."]], "date": "2017-12-21", "id": "29305084", "text": "Dyskinesia is a troublesome complication of long-term dopaminergic medications in Parkinson's disease (PD) patients. Many factors are reported to be associated with dyskinesia in PD.To investigate the association between sleep quality and dyskinesia in patients with PD.Four hundred twenty-five patients with PD were enrolled in this study. Demographic information was collected. Unified Parkinson's Disease Rating Scale (UPDRS) and Hoehn and Yahr (H-Y) stage scale were also performed. Epworth Sleepiness Scale (ESS) and Pittsburgh Sleep Quality Index (PSQI) were applied to evaluate daytime sleepiness and overall nighttime sleep quality, respectively, in PD patients.Patients with dyskinesia tended to have a longer duration of disease, higher daily levodopa-equivalent dose (LED), H-Y stage, UPDRS II and PSQI score, and a higher percentage of levodopa treatment than those without dyskinesia. After adjusting for age, sex, age at onset of PD, disease duration, UPDRS I, UPDRS II, UPDRS III, cigarette smoking, use of different antiparkinsonian drugs, phenotype, daily LED, and restless leg syndrome (RLS), PSQI score was still associated with dyskinesia, with corresponding ORs 1.111 (95% CI, 1.004-1.229) as a continuous variable, and 2.469 (95% CI, 1.051-5.800) as a categorical variable, respectively. Further analysis of PSQI components showed that subjective sleep quality and sleep latency were associated with dyskinesia in PD patients.Our data showed that poor nighttime sleep is positively associated with dyskinesia in PD patients. Attention to the management of nighttime sleep quality may be beneficial to dyskinesia in patients with PD.", "doi": "10.1016/j.parkreldis.2017.12.022", "title": "Poor nighttime sleep is positively associated with dyskinesia in Parkinson's disease patients.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}