{"authors": [["Gorwood", "Philip", "P", "INSERM U894, Center of Psychiatry and Neuroscience, Paris, France; University Paris-Descartes; Paris, France; Sainte-Anne Hospital (CMME), Paris, France."], ["Le Strat", "Yann", "Y", "INSERM U894, Center of Psychiatry and Neuroscience, Paris, France; Hopital Louis Mourier (AP-HP), Colombes, France."], ["Ramoz", "Nicolas", "N", "INSERM U894, Center of Psychiatry and Neuroscience, Paris, France; University Paris-Descartes."]], "date": null, "id": "29302221", "text": "The majority of addictive disorders have a significant heritability-roughly around 50%. Surprisingly, the most convincing association (a nicotinic acetylcholine receptor CHRNA5-A3-B4 gene cluster in nicotine dependence), with a unique attributable risk of 14%, was detected through a genome-wide association study (GWAS) on lung cancer, although lung cancer has a low heritability. We propose some explanations of this finding, potentially helping to understand how a GWAS strategy can be successful. Many endophenotypes were also assessed as potentially modulating the effect of nicotine, indirectly facilitating the development of nicotine dependence. Challenging the involved phenotype led to the demonstration that other potentially overlapping disorders, such as schizophrenia and Parkinson disease, could also be involved, and further modulated by parent monitoring or the existence of a smoking partner. Such a complex mechanism of action is compatible with a gene-environment interaction, most clearly explained by epigenetic factors, especially as such factors were shown to be, at least partly, genetically driven.La mayoría de los trastornos adictivos tienen una herencia importante, de aproximadamente el 50%. Sorprendentemente, mediante el estudio de asociación del genoma completo (GWAS) en el cáncer pulmonar, aunque es una patología con una baja heredabilidad, se detectó la asociación más convincente, con un riesgo único atribuible al 14% (genes CHRNA5-A3-B4 del receptor nicotínico de acetilcolina para la dependencia a nicotina). Se proponen algunas explicaciones para este hallazgo, las cuales ayudan potencialmente a comprender cómo una estrategia con el GWAS puede resultar exitosa. También se evaluaron muchos endofenotipos como potenciales moduladores del efecto de la nicotina, los cuales pueden facilitar indirectamente el desarrollo de la dependencia de nicotina. El análisis del supuesto fenotipo demostró que otros trastornos potencialmente sobrepuestos, como la esquizofrenia y la Enfermedad de Parkinson, también podrían estar involucrados, y modulados posteriormente por la supervisión de los padres o la existencia de una pareja fumadora. Dicho complejo mecanismo de acción es compatible con una interacción genes-ambiente, la que se ha explicado más claramente por factores epigenéticos, especialmente porque se demostró que tales factores son, al menos parcialmente, determinados genéticamente.L'héritabilité de la majorité des troubles addictifs est significative, environ 50%. Étonnamment, l'association la plus convaincante (gènes CHRNA5-A3-B4 du récepteur nicotinique à l'acétylcholine dans la dépendance à la nicotine), avec un risque unique attribuable de 14 %, a été détectée grâce à une étude d'association pangénomique (GWAS) sur le cancer du poumon alors que son héritabilité est faible. Nos propositions d'explication de ce résultat peuvent aider à comprendre comment la stratégie GWAS peut réussir. De nombreux endophénotypes ont également été évalués en tant que modulateurs éventuels de l'effet de la nicotine, facilitant indirectement le développement de la dépendance à la nicotine. Cette remise en question du phénotype concerné a permis de montrer que d'autres maladies qui peuvent être concomitantes, comme la schizophrénie et la maladie de Parkinson, pourraient aussi être impliquées et modulées ultérieurement par la surveillance d'un parent ou l'existence d'un partenaire fumeur. Un mécanisme d'action aussi complexe est compatible avec une interaction gène-environnement, qui s'explique par des facteurs épigénétiques, d'autant que ces facteurs sont, au moins partiellement, génétiques.", "doi": null, "title": "Genetics of addictive behavior: the example of nicotine dependence.", "journal": ["Dialogues in clinical neuroscience", "Dialogues Clin Neurosci"]}