{"authors": [["Del Din", "Silvia", "S", "Institute of Neuroscience/Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Galna", "Brook", "B", "Institute of Neuroscience/Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Godfrey", "Alan", "A", "Institute of Neuroscience/Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."], ["Bekkers", "Esther Mj", "EM", "KU Leuven, Department of Rehabilitation Sciences, Neuromotor Rehabilitation Research Group, Leuven, Belgium."], ["Pelosin", "Elisa", "E", "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics and Maternal Child Health, University of Genova, Genova, Italy."], ["Nieuwhof", "Freek", "F", "Departments of Geriatric Medicine and Neurology, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Mirelman", "Anat", "A", "Center for the study of Movement, Cognition and Mobility, Department of Neurology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Hausdorff", "Jeffrey M", "JM", "Center for the study of Movement, Cognition and Mobility, Department of Neurology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Rochester", "Lynn", "L", "Institute of Neuroscience/Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, UK."]], "date": "2017-12-30", "id": "29300849", "text": "Falls are associated with gait impairments in older adults (OA) and Parkinson's disease (PD). Current approaches for evaluating falls risk are based on self-report or one-time assessment and may be suboptimal. Wearable technology allows gait to be measured continuously in free-living conditions. The aim of this study was to explore generic and specific associations in free-living gait in fallers and non-fallers with and without PD.277 fallers (155 PD, 122 older adults (OA)) who fell twice or more in the previous 6 months and 65 non-fallers (15 PD, 50 OA) were tested. Free-living gait was characterised as the volume, pattern, and variability of ambulatory bouts (Macro), and 14 discrete gait characteristics (Micro). Macro and Micro variables were quantified from free-living data collected using an accelerometer positioned on the low back for one week.Macro variables showed that fallers walked with shorter and less variable ambulatory bouts than non-fallers, independent of pathology. Micro variables within ambulatory bouts showed fallers walked with slower, shorter and less variable steps than non-fallers. Significant interactions showed disease specific differences in variability with PD fallers demonstrating greater variability (step length) and OA fallers less variability (step velocity) than their non-faller counterparts (p<0.004).Common and disease-specific changes in free-living Macro and Micro gait highlight generic and selective targets for intervention depending on type of faller (OA-PD). Our findings support free-living monitoring to enhance assessment. Future work is needed to confirm the optimal battery of measures, sensitivity to change and value for fall prediction.", "doi": "10.1093/gerona/glx254", "title": "Analysis of free-living gait in older adults with and without Parkinson's disease and with and without a history of falls: identifying generic and disease specific characteristics.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}