{"authors": [["Liu", "Ye", "Y", "Department of Neurology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, No.100, Haining Road, Shanghai, 200080 People's Republic of China."], ["Zhu", "Xiao-Ying", "XY", "Department of Neurology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, No.100, Haining Road, Shanghai, 200080 People's Republic of China."], ["Zhang", "Xiao-Jin", "XJ", "Department of Neurology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, No.100, Haining Road, Shanghai, 200080 People's Republic of China."], ["Kuo", "Sheng-Han", "SH", "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, USA."], ["Ondo", "William G", "WG", "Methodist Neurological Institute, Houston, TX USA."], ["Wu", "Yun-Cheng", "YC", "Department of Neurology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, No.100, Haining Road, Shanghai, 200080 People's Republic of China."]], "date": "2017-12-21", "id": "29296278", "text": "Rapid eye movement sleep behavior disorder (RBD) and Parkinson's disease (PD) are two distinct clinical diseases but they share some common pathological and anatomical characteristics. This study aims to confirm the clinical features of RBD in Chinese PD patients.One hundred fifty PD patients were enrolled from the Parkinson`s disease and Movement Disorders Center in  Department of Neurology, Shanghai General Hospital from January 2013 to August 2014. This study examined PD patients with or without RBD as determined by the REM Sleep Behavior Disorder Screening Questionnaire (RBDSQ), assessed motor subtype by Unified PD Rating Scale (UPDRS) III at \"on\" state, and compared the sub-scale scores representing tremor, rigidity, appendicular and axial. Investigators also assessed the Hamilton Anxiety Scale (HAMA), Hamilton Depression Scale (HAMD), Mini-Mental State Examination (MMSE), Clinical Dementia Rating (CDR), and Parkinson's disease Sleep Scale (PDSS).One hundred fourty one PD patients entered the final study. 30 (21.28%) PD patients had probable RBD (pRBD) diagnosed with a RBDSQ score of 6 or above. There were no significant differences for age, including age of PD onset and PD duration, gender, smoking status, alcohol or coffee use, presence of anosmia or freezing, UPDRS III, and H-Y stages between the pRBD+ and pRBD- groups. pRBD+ group had lower MMSE scores, higher PDSS scores, and pRBD+ PD patients had more prominent proportion in anxiety, depression, constipation, hallucination and a greater prevalence of orthostatic hypotension.pRBD+ PD patients exhibited greater changes in non-motor symptoms. However, there was no increase in motor deficits.", "doi": "10.1186/s40035-017-0105-5", "title": "Clinical features of Parkinson's disease with and without rapid eye movement sleep behavior disorder.", "journal": ["Translational neurodegeneration", "Transl Neurodegener"]}