{"authors": [["Caba", "L M", "LM", "Servicio de Neurología, Hospital Universitari i Politècnic La Fe, Valencia, España. Electronic address: lluis.neurologia@gmail.com."], ["Ferrairó", "J I T", "JIT", "Servicio de Neurología, Hospital Universitari i Politècnic La Fe, Valencia, España."], ["Torres", "I M", "IM", "Servicio de Neurología, Hospital Universitari i Politècnic La Fe, Valencia, España."], ["Costa", "J F V", "JFV", "Servicio de Neurología, Hospital Universitari i Politècnic La Fe, Valencia, España."], ["Muñoz", "R B", "RB", "Servicio de Neurología, Hospital Universitari i Politècnic La Fe, Valencia, España."], ["Martin", "A L", "AL", "Servicio de Neurología, Hospital Universitari i Politècnic La Fe, Valencia, España."]], "date": "2017-12-29", "id": "29291907", "text": "The diagnosis of vascular parkinsonism (VP) is based on a series of clinical criteria and neuroimaging findings. An increase in transcranial Doppler ultrasonography pulsatility index (PI) has been described as a frequent finding in patients with VP. We aimed to confirm this association and to determine the PI value with the highest sensitivity and specificity for diagnosis of VP.PI was determined in all patients admitted to Hospital Universitari i Politècnic La Fe due to parkinsonism between January 2012 and June 2016. We assessed the probability of having VP based on PI values in patients with a definite diagnosis of either VP or idiopathic Parkinson's disease (IPD). A ROC curve was created to determine the PI value with the highest sensitivity and specificity.We assessed a total of 146 patients with suspected parkinsonism; 54 (37%) were diagnosed with IPD and 15 (10%) with VP. Patients with VP were significantly older than those with IPD (mean age of 79 vs 68.5, P=.00144) and had a higher PI (median of 1.29 [IQR: 1.09-1.38] vs 0.96 [IQR: 0.89-1.16], P=.01328). In our sample, a PI of 1.09 conferred 84% sensitivity and 70% specificity.In our series, the PI was significantly higher in patients with VP than in those with IPD. We therefore support the use of transcranial Doppler ultrasonography for the initial assessment of elderly patients with akinetic-rigid syndrome.", "doi": "10.1016/j.nrl.2017.10.008", "title": "Increased pulsatility index supports diagnosis of vascular parkinsonism versus idiopathic Parkinson's disease.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}