{"authors": [["Liu", "Qingqing", "Q", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Qin", "Qi", "Q", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Sun", "Hongxue", "H", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Zhong", "Di", "D", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["An", "Ran", "R", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Tian", "Yushuang", "Y", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Chen", "Hongping", "H", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Jin", "Jing", "J", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Wang", "Haining", "H", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China."], ["Li", "Guozhong", "G", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, China. Electronic address: lgzhyd1962@163.com."]], "date": "2017-12-29", "id": "29291419", "text": "The aim of the study is to evaluate the neuroprotective effects of olfactory ensheathing cells (OECs) with the overexpression of nuclear receptor-related factor 1 (Nurr1) and neurogenin 2 (Ngn2) in experimental models of Parkinson's disease (PD) and to elucidate the potential mechanism underlying the neuroprotective effects of OECs-Nurr1-Ngn2.In vitro study, OECs-Nurr1-Ngn2 conditioned medium (CM) was added to MPP+-treated PC12 cells for 24h, and then the viability of PC12 cells, oxidative stress and apoptosis were detected. In vivo study, 48 male Sprague-Dawley (SD) rats were randomly divided into four groups. OECs/VMCs and OECs-Nurr1-Ngn2/VMCs groups were transplanted with 2×105 cells each of OECs or OECs-Nurr1-Ngn2 and VMCs into the right striatum one week after a unilateral 6-OHDA lesion. Control and PD groups were injected with 0.9% NaCl and 0.2% ascorbic acid into the same region. Rotational behavior was determined at 2, 4, 6 and 8weeks after injection or implantation in all groups. Neuronal differentiation markers, oxidative stress- and apoptosis-related indicators were detected at 8weeks post-grafting.OECs-Nurr1-Ngn2 increased the viability of PC12 cells, inhibited oxidative stress and apoptosis, and these effects could be reversed by pre-treatment of k252a, a TrkB receptor inhibitor. The behavioral deficits of PD rat were ameliorated by the transplantation of OECs-Nurr1-Ngn2/VMCs.These results suggest that OECs-Nurr1-Ngn2 exhibits substantial neuroprotective, anti-oxidant, and anti-apoptotic effects against PD via the up-regulation of the neurotrophic factor-TrkB pathway.", "doi": "10.1016/j.lfs.2017.12.038", "title": "Neuroprotective effect of olfactory ensheathing cells co-transfected with Nurr1 and Ngn2 in both in vitro and in vivo models of Parkinson's disease.", "journal": ["Life sciences", "Life Sci."]}