{"authors": [["Wu", "Hsiu-Chuan", "HC", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Chen", "Chiung-Mei", "CM", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Chen", "Yi-Chun", "YC", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Fung", "Hon-Chung", "HC", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Chang", "Kuo-Hsuan", "KH", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Wu", "Yih-Ru", "YR", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan. Electronic address: yihruwu@cgmh.org.tw."]], "date": "2017-12-08", "id": "29290481", "text": "Transmembrane or membrane-associated protein dysfunction is increasingly recognized as an important mechanism of pathogenesis in Parkinson's disease (PD). Previous genome-wide association studies and their meta-analysis in PD genes have identified several risk foci in transmembrane protein-encoding genes. Herein, we investigated the effect of 4 such PD-associated genetic variants reported in Caucasians, including discs-large membrane-associated guanylate kinase scaffolding protein 2 (DLG2 rs3793947), transmembrane protein 229B (TMEM229B rs1555399), glycoprotein nonmetastatic melanoma protein B (GPNMB rs199347), and integrin subunit alpha 8 (ITGA8 rs7077361). A total of 1185 Taiwanese subjects comprising 592 PD patients and 593 unrelated age-matched controls were genotyped. DLG2 rs3793947 AA genotype showed a significantly lower prevalence in female PD patients compared to the female controls (p = 0.019). The recessive model analysis also demonstrated a reduced PD risk for females in AA genotype (odds ratio = 0.573, 95% confidence interval: 0.379-0.868, p = 0.008). The frequencies of TMEM229B rs1555399 and GPNMB rs199347 genotypes and alleles were similar in PD patients and controls. ITG8 rs7077361 was not polymorphic in all subjects of this study. These data suggested that DLG2, but not TMEM229B, GPNMB, and ITGA8, influenced the risk of PD in Taiwan.", "doi": "10.1016/j.neurobiolaging.2017.11.016", "title": "DLG2, but not TMEM229B, GPNMB, and ITGA8 polymorphism, is associated with Parkinson's disease in a Taiwanese population.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}