{"authors": [["Ben-Haim", "Sharona", "S", "Department of Neurosurgery, University of California, San Diego, San Diego, California, USA."], ["Falowski", "Steven M", "SM", "Department of Neurosurgery, St. Lukes University Health Network, Bethlehem, Pennsylvania, USA. Electronic address: sfalowski@gmail.com."]], "date": "2017-12-28", "id": "29288853", "text": "Deep brain stimulation (DBS) is an effective therapeutic modality; however, only a percentage of eligible patients undergo the procedure.To study patients' perspectives toward DBS surgery.A survey was sent to 95 consecutive adult patients who underwent DBS surgery for Parkinson disease, essential tremor, or dystonia; the response rate was 73% (69 patients). Post-hoc analyses were performed to evaluate factors that led to favorable outcomes. The average time between surgical procedure to survey completion was 16 months.Awake surgery, use of a rigid head frame, and having hair clipped were seldom reported as major deterrents to surgery. Patients retrospectively reported an average comfort level of 8.3 ± 1.8 during surgery. The average comfort level with head frame placement was reported as 5.2 ± 3.15, and patients reporting discomfort with the frame nonetheless reported overall comfort with the procedure (8.7 ± 1.8). An analysis of satisfaction revealed that 90% of patients would recommend the procedure to a family member or friend and that 78% of patients would undergo the procedure again. A post-hoc analysis of patients who were not satisfied with the procedure revealed that this subset reported significantly less overall comfort (6.9 ± 1.7, P = 0.0003) and were less likely to report that the goals and expectations of surgery were clearly discussed before surgery (P = 0.0004).Frame placement, awake surgery, and head shaving did not appear to play a significant role in most patients' decision-making process to undergo DBS, as analyzed in this retrospective cohort. The majority of patients were satisfied with the procedure and reported being comfortable. Managing goals and expectations preoperatively played a significant role in ultimate overall satisfaction.", "doi": "10.1016/j.wneu.2017.12.122", "title": "Evaluation of Patient Perspectives Toward Awake, Frame-Based Deep-Brain Stimulation Surgery.", "journal": ["World neurosurgery", "World Neurosurg"]}