{"authors": [["Kang", "Hojin", "H", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Jo", "Areum", "A", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Kim", "Hyein", "H", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea; Samsung Medical Center (SMC), Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon, South Korea."], ["Khang", "Rin", "R", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Lee", "Ji-Yeong", "JY", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Kim", "Hanna", "H", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Park", "Chi-Hu", "CH", "HuGeX Co., Ltd. Seongnam, 462-122, South Korea."], ["Choi", "Jeong-Yun", "JY", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Lee", "Yunjong", "Y", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Shin", "Joo-Ho", "JH", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea; Samsung Medical Center (SMC), Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon, South Korea. Electronic address: jshin24@skku.edu."]], "date": "2017-12-27", "id": "29287724", "text": "Our previous study found that PARIS (ZNF746) transcriptionally suppressed transketolase (TKT), a key enzyme in pentose phosphate pathway (PPP) in the substantia nigra (SN) of AAV-PARIS injected mice. In this study, we revealed that PARIS overexpression reprogrammed glucose metabolic pathway, leading to the increment of glycolytic proteins along with TKT reduction in the SN of AAV-PARIS injected mice. Knock-down of TKT in differentiated SH-SY5Y cells led to an increase of glycolytic enzymes and decrease of PPP-related enzymes whereas overexpression of TKT restored PARIS-mediated glucose metabolic shift, suggesting that glucose metabolic alteration by PARIS is TKT-dependent. Inhibition of PPP by either PARIS overexpression or TKT knock-down elevated the level of H2O2, and diminished NADPH and GSH levels, ultimately triggering the induction of HIF-1α, a master activator of glycolysis. In addition, TKT inhibition by stereotaxic injection of oxythiamine demonstrated slight decrement of dopaminergic neurons (DNs) in SN but not cortical neurons in the cortex, suggesting that TKT might be a survival factor of DNs. In differentiated SH-SY5Y, cell toxicity by GFP-PARIS was partially restored by introduction of Flag-TKT and siRNA-HIF-1α. We also observed the increase of HIF-1α and glycolytic hexokinase 2 in the SN of Parkinson's disease patients. Taken together, these results suggest that PARIS accumulation might distort the balance of glucose metabolism, providing clues for understanding mechanism underlying selective DNs death by PARIS.", "doi": "10.1016/j.bbrc.2017.12.147", "title": "PARIS reprograms glucose metabolism by HIF-1α induction in dopaminergic neurodegeneration.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}