{"authors": [["Yan", "Wang", "W", "Neurological Department of Internal Medicine, Ningbo No. 2 Hospital, Ningbo 315000, China."], ["Chen", "Zhao-Ying", "ZY", "Neurological Department of Internal Medicine, Ningbo No. 2 Hospital, Ningbo 315000, China."], ["Chen", "Jia-Qi", "JQ", "Neurological Department of Internal Medicine, Ningbo No. 2 Hospital, Ningbo 315000, China."], ["Chen", "Hui-Min", "HM", "Neurological Department of Internal Medicine, Ningbo No. 2 Hospital, Ningbo 315000, China. Electronic address: Huiminchen065@163.com."]], "date": "2017-12-26", "id": "29287722", "text": "Long non-coding RNA nuclear paraspeckle assembly transcript 1 (lncRNA NEAT1) was found to be closely related to the pathological changes in brain and nervous system. However, the role of NEAT1 and its potential mechanism in Parkinson's disease (PD) largely remain uncharacterized.In this study, PD mouse model was established by intraperitoneal injection of MPTP. The numbers of TH + neurons, NEAT1 expression and the level of PINK1, LC3-II, LC3-I protein were assessed in PD mice. SH-SY5Y cells were treated with MPP+ as PD cell model. RNA pull-down assay was used to identify the interaction between NEAT1 and PINK1 in vitro. The endogenous expression of NEAT1 was modified by lentiviral vector carrying interference sequence for NEAT1 in vivo.The numbers of TH+ neurons significantly decreased in PD mice compared with the control. The expressions of NEAT1, PINK1 protein and LC3-II/LC3-I level were increased by MPTP in vitro and in vivo. Moreover, NEAT1 positively regulated the protein level of PINK1 through inhibition of PINK1 protein degradation. And NEAT1 mediated the effects of MPP+ on SH-SY5Y cells through stabilization of PINK1 protein. The results of in vivo experiments revealed that NEAT1 knockdown could effectively suppress MPTP-induced autophagy in vivo that alleviated dopaminergic neuronal injury.LncRNA NEAT1 promoted the MPTP-induced autophagy in PD through stabilization of PINK1 protein.", "doi": "10.1016/j.bbrc.2017.12.149", "title": "LncRNA NEAT1 promotes autophagy in MPTP-induced Parkinson's disease through stabilizing PINK1 protein.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}