{"authors": [["Bajaj", "Sweta", "S", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."], ["Krismer", "Florian", "F", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."], ["Palma", "Jose-Alberto", "JA", "Dysautonomia Center, Department of Neurology, New York University School of Medicine, New York, New York, United States of America."], ["Wenning", "Gregor K", "GK", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."], ["Kaufmann", "Horacio", "H", "Dysautonomia Center, Department of Neurology, New York University School of Medicine, New York, New York, United States of America."], ["Poewe", "Werner", "W", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."], ["Seppi", "Klaus", "K", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."]], "date": "2017-12-29", "id": "29287113", "text": "Putaminal diffusivity in brain magnetic resonance diffusion-weighted imaging (DWI) is increased in patients with the parkinsonian variant of multiple system atrophy (MSA-P) compared to Parkinson disease (PD) patients.We performed a systematic review and meta-analysis to evaluate the diagnostic accuracy of DWI to distinguish MSA-P from PD.Studies on DWI were identified through a systematic PubMed and Clarivate Analytics® Web of Science® Core Collection search. Papers were selected based on stringent inclusion criteria; minimum requirement was the inclusion of MSA-P and PD patients and documented true positive, true negative, false positive and false negative rates or overall sample size and reported sensitivity and specificity. Meta-analysis was performed using the hierarchical summary receiver operating characteristics curve approach.The database search yielded 1678 results of which 9 studies were deemed relevant. Diagnostic accuracy of putaminal diffusivity measurements were reported in all of these 9 studies, whereas results of other regions of interest were only reported irregularly. Therefore, a meta-analysis could only be performed for putaminal diffusivity measurements: 127 patients with MSA-P, 262 patients with PD and 70 healthy controls were included in the quantitative synthesis. The meta-analysis showed an overall sensitivity of 90% (95% confidence interval (CI): 76.7%-95.8%) and an overall specificity of 93% (95% CI: 80.0%-97.7%) to distinguish MSA-P from PD based on putaminal diffusivity.Putaminal diffusivity yields high sensitivity and specificity to distinguish clinically diagnosed patients with MSA-P from PD. The confidence intervals indicate substantial variability. Further multicenter studies with harmonized protocols are warranted particularly in early disease stages when clinical diagnosis is less certain.", "doi": "10.1371/journal.pone.0189897", "title": "Diffusion-weighted MRI distinguishes Parkinson disease from the parkinsonian variant of multiple system atrophy: A systematic review and meta-analysis.", "journal": ["PloS one", "PLoS ONE"]}