{"authors": [["Artusi", "C A", "CA", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Turin, Italy."], ["Zibetti", "M", "M", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Turin, Italy."], ["Romagnolo", "A", "A", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Turin, Italy."], ["Rizzone", "M G", "MG", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Turin, Italy."], ["Merola", "A", "A", "Department of Neurology, Gardner Family Center for Parkinson's Disease and Movement Disorders, University of Cincinnati, Cincinnati, OH, USA."], ["Lopiano", "L", "L", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Turin, Italy."]], "date": "2017-12-29", "id": "29285760", "text": "We sought to assess the efficacy of subthalamic nucleus deep brain stimulation (STN-DBS) in Parkinson's disease (PD)-associated trunk posture abnormalities retrospectively analyzing data from 101 patients reporting mild-to-severe trunk posture abnormalities of a cohort of 216 PD patients treated with STN-DBS at our center.Abnormal trunk posture was rated on a scale of 0 (normal) to 4 (marked flexion with an extreme abnormality of posture) as per the grading score reported in the Unified Parkinson's Disease Rating Scale. The independent effect of STN-DBS on trunk posture was assessed comparing Medication-Off (presurgery) vs Stimulation-On/Medication-Off (post-surgery). The combined effect of STN-DBS plus levodopa was evaluated comparing Medication-On (presurgery) vs Stimulation-On/Medication-On (post-surgery). Analyses were conducted considering both the entire cohort of patients and the subgroup with camptocormia (CMC) and Pisa syndrome (PS).The independent effect of STN-DBS resulted in a 41.4% improvement in abnormal trunk posture severity (P < .001), with 78.2% of patients (n = 79) reporting an improvement of at least 1 point. The combined effect of STN-DBS and levodopa resulted in a 30.9% improvement (P = .061), with 54.5% of patients (n = 55) reporting an improvement of at least 1 point. The subanalysis of patients with CMC (n = 23) and PS (n = 5) showed a 42.7% improvement in abnormal posture severity when considering the independent effect of STN-DBS (P < .001) and 30.5% when considering the combined effect of STN-DBS and levodopa (P < .001).STN-DBS may have the potential for improving posture in patients with advanced PD.", "doi": "10.1111/ane.12889", "title": "Subthalamic deep brain stimulation and trunk posture in Parkinson's disease.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}