{"authors": [["Xia", "Lei", "L", "Department of Neurology, Huai'an First People's Hospital, Nanjing Medical University, Huai'an, Jiangsu 223300, P.R. China."], ["Guo", "Dianxuan", "D", "Department of Geriatrics, The Affiliated Huai'an Hospital of Xuzhou Medical University, Huai'an, Jiangsu 223002, P.R. China."], ["Chen", "Bing", "B", "Department of Neurology, Huai'an First People's Hospital, Nanjing Medical University, Huai'an, Jiangsu 223300, P.R. China."]], "date": "2017-09-29", "id": "29285094", "text": "Parkinson's disease (PD) is characterized by a progressive degeneration of dopaminergic neurons in the substantia nigra pars compacta. Inflammation and neural degeneration are implicated in the pathogenesis of PD. Astragaloside IV (AS-IV) has been verified to attenuate inflammation. The current study aimed to investigate the role of AS-IV in PD and the possible molecular mechanisms. Pole, traction and swim tests were performed to examine the effects of AS-IV on 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine (MPTP)-generated behavioral deficiencies in vivo. Meanwhile, as for in vitro experiments, the influence of AS-IV on cell viability was evaluated using the 3-(4, 5-dimethyl-2-thiazolyl)-2, 5-diphenyl-2-H-tetrazolium bromide (MTT) assay, the effects of AS-IV on 1-methyl-4-phenylpyridnium ion (MPP+)-induced cell viability changes were tested using MTT assays, cell apoptosis rates were assessed using an Annexin-V Fluorescein isothiocyanate kit, and the expression levels of phosphorylated-Jun N-terminal kinase (p-JNK), Bcl-2-associated X protein (Bax)/Bcl-2 and caspase-3 activity were assessed using western blot analysis. Behavioral tests showed that pretreatment of AS-IV significantly alleviated MPTP-generated behavioral deficiencies in vivo. Meanwhile, AS-IV remarkably rescued MPP+-induced cell viability reduction, increase in cell apoptosis rate, and upregulation of p-JNK, Bax/Bcl-2 ratio and caspase-3 activity in vitro. In conclusion, AS-IV may be a promising neuroprotective agent for PD.", "doi": "10.3892/etm.2017.5238", "title": "Neuroprotective effects of astragaloside IV on Parkinson disease models of mice and primary astrocytes.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}