{"authors": [["Hong", "Chien-Tai", "CT", "Department of Neurology, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Chan", "Lung", "L", "Department of Neurology, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Hu", "Chaur-Jong", "CJ", "Department of Neurology, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Lin", "Chien-Min", "CM", "Department of Neurology, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Hsu", "Chien-Yeh", "CY", "Master Program in Global Health and Development, College of Public Health, Taipei Medical University, Taipei, Taiwan."], ["Lin", "Ming-Chin", "MC", "Department of Neurosurgery, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."]], "date": "2017-12-19", "id": "29285040", "text": "Whether tamoxifen affects the risk of neurodegenerative disease is controversial. This nationwide population-based study investigated the risk of Parkinson's disease (PD) associated with tamoxifen treatment in female patients with breast cancer using Taiwan's National Health Insurance Research Database.A total of 5,185 and 5,592 female patients with breast cancer who did and did not, respectively, receive tamoxifen treatment between 2000 and 2009 were included in the study. Patients who subsequently developed PD were identified. A Cox proportional hazards model was used to compare the risk of PD between the aforementioned groups.Tamoxifen did not significantly increase the crude rate of developing PD in female patients with breast cancer (tamoxifen group, 16/5,169; non-tamoxifen group, 11/5,581; p=0.246). Tamoxifen did not significantly increase the adjusted hazard ratio (aHR) for subsequently developing PD (aHR, 1.310; 95% confidence interval [CI], 0.605-2.837; p=0.494). However, tamoxifen significantly increased the risk of PD among patients followed up for more than 6 years (aHR, 2.435; 95% CI, 1.008-5.882; p=0.048).Tamoxifen treatment may increase the risk of PD in Taiwanese female patients with breast cancer more than 6 years after the initiation of treatment.", "doi": "10.4048/jbc.2017.20.4.356", "title": "Tamoxifen and the Risk of Parkinson's Disease in Female Patients with Breast Cancer in Asian People: A Nationwide Population-Based Study.", "journal": ["Journal of breast cancer", "J Breast Cancer"]}