{"authors": [["Mavrommati", "Foteini", "F", "Oxford University Hospitals Research and Development Department, Oxford University Hospitals NHS Foundation Trust, Oxford, UK."], ["Collett", "Johnny", "J", "Oxford Institute of Nursing, Midwifery and Allied Health Research, Oxford Brookes University, Oxford, UK."], ["Franssen", "Marloes", "M", "Primary Care Clinical Trials Unit, Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, UK."], ["Meaney", "Andy", "A", "Oxford Institute of Nursing, Midwifery and Allied Health Research, Oxford Brookes University, Oxford, UK."], ["Sexton", "Claire", "C", "FMRIB Centre, Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Dennis-West", "Andrea", "A", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Betts", "Jill F", "JF", "FMRIB Centre, Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Izadi", "Hooshang", "H", "Department of Mechanical Engineering and Mathematical Sciences, Oxford Brookes University, Oxford, UK."], ["Bogdanovic", "Marko", "M", "Department of Neurology, Royal Berkshire Hospital, Reading, UK."], ["Tims", "Martin", "M", "Oxford Institute of Nursing, Midwifery and Allied Health Research, Oxford Brookes University, Oxford, UK."], ["Farmer", "Andrew", "A", "Primary Care Clinical Trials Unit, Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, UK."], ["Dawes", "Helen", "H", "Oxford Institute of Nursing, Midwifery and Allied Health Research, Oxford Brookes University, Oxford, UK."]], "date": "2017-12-26", "id": "29282259", "text": "To investigate the acute and adaptation cardiovascular and metabolic training responses in people with Parkinson's disease (pwP).(1) A cross-sectional study of exercise response of pwP compared with sedentary controls and (2) an interventional study of exercise training in pwP.Community leisure facilities.pwP (n=83) and sedentary controls (n=55).Study 1 included participants from a two-arm-parallel single-blind phase II randomised controlled trial (RCT), that undertook a baseline maximal incremental exercise test and study 2 included those randomised to the exercise group in the RCT, who completed a 6-month weekly exercise programme (n=37). The intervention study 2 was a prescribed exercise program consisting of sessions lasting 60 min, two times a week over a 6-month period. The control group followed the same protocol which derived the same cardiorespiratory parameters, except that they were instructed to aim for a cadence of ~60 revolutions per minute and the unloaded phase lasted 3 min with an initial step of 25 W.Stepwise incremental exercise test to volitional exhaustion was the primary outcome measure.Study 1 showed higher maximum values for heart rate (HR), VO2 L/min, VCO2 L/min and ventilation L/min for the control group; respiratory exchange ratio (RER), perceived exertion and O2 pulse (VO2 L/min/HR) did not differ between groups. In study 2, for pwP who adhered to training (n=37), RER increased significantly and although there was no significant change in aerobic capacity or HR response, reduced blood pressure was found.An abnormal cardiovascular response to exercise was observed in pwP compared to controls. After the exercise programme, metabolic deficiencies remained for pwP. These observations add to the pathogenic understanding of PD, acknowledge an underling metabolic contribution and support that certain cardiovascular symptoms may improve as a result of this type of exercise.", "doi": "10.1136/bmjopen-2017-017194", "title": "Exercise response in Parkinson's disease: insights from a cross-sectional comparison with sedentary controls and a per-protocol analysis of a randomised controlled trial.", "journal": ["BMJ open", "BMJ Open"]}