{"authors": [["Tanguy Melac", "Audrey", "A", "Department of Biostatistics and Medical Informatics, AP-HP, Groupe Hospitalier Pitié-Salpêtrière Charles-Foix, Paris, France."], ["Mariotti", "Caterina", "C", "Unit of Genetics of Neurodegenerative and Metabolic Diseases, Fondazione Istituto di Ricovero e Cura a Carattere Scientifico, Istituto Neurologico Carlo Besta, Milano, Italy."], ["Filipovic Pierucci", "Antoine", "A", "URCEco and Santé publique, Assistance Publique Hopitaux de Paris, Paris, France."], ["Giunti", "Paola", "P", "Department of Molecular Neuroscience, UCL Institute of Neurology, London, UK."], ["Arpa", "Javier", "J", "Department of Neurology, Instituto de Investigación Hospital Universitario La Paz, Madrid, Spain."], ["Boesch", "Sylvia", "S", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."], ["Klopstock", "Thomas", "T", "Department of Neurology, Friedrich-Baur-Institute, University of Munich, Munich, Germany."], ["Müller Vom Hagen", "Jennifer", "J", "Department of Neurodegenerative Diseases, Hertie Institute for Clinical Brain Research, University of Tübingen, Tuebingen, Germany."], ["Klockgether", "Thomas", "T", "Department of Neurology, University of Bonn, Bonn, Germany."], ["Bürk", "Katrin", "K", "Department of Neurology, Philipps Universität Marburg, Marburg, Germany."], ["Schulz", "Jörg B", "JB", "Department of Neurology, Center for Rare Diseases, Clinical Trial Centre, JARA-BRAIN Institute Molecular Neuroscience and Neuroimaging, Forschungszentrum Jülich GmbH and RWTH Aachen University, Aachen, Germany."], ["Reetz", "Kathrin", "K", "Department of Neurology, Center for Rare Diseases, Clinical Trial Centre, JARA-BRAIN Institute Molecular Neuroscience and Neuroimaging, Forschungszentrum Jülich GmbH and RWTH Aachen University, Aachen, Germany."], ["Pandolfo", "Massimo", "M", "Department of Neurology, Hôpital Erasme, Bruxelles, Belgium."], ["Durr", "Alexandra", "A", "Department of Genetics, ICM Institut du Cerveau et de la Moelle and APHP, University Hospital Pitié-Salpêtrière, Paris, France."], ["Tezenas du Montcel", "Sophie", "S", "Department of Biostatistics and Medical Informatics, AP-HP, Groupe Hospitalier Pitié-Salpêtrière Charles-Foix, Paris, France."], [null, null, null, null]], "date": "2017-12-26", "id": "29279305", "text": "Sensitive outcome measures for clinical trials on cerebellar ataxias are lacking. Most cerebellar ataxias progress very slowly and quantitative measurements are required to evaluate cerebellar dysfunction.We evaluated two scales for rating cerebellar ataxias: the Composite Cerebellar Functional Severity (CCFS) Scale and Scale for the Assessment and Rating of Ataxia (SARA), in patients with spinocerebellar ataxia (SCA) and controls. We evaluated these scales for different diseases and investigated the factors governing the scores obtained. All patients were recruited prospectively.There were 383 patients with Friedreich's ataxia (FRDA), 205 patients with SCA and 168 controls. In FRDA, 31% of the variance of cerebellar signs with the CCFS and 41% of that with SARA were explained by disease duration, age at onset and the shorter abnormal repeat in the FXN gene. Increases in CCFS and SARA scores per year were lower for FRDA than for SCA (CCFS index: 0.123±0.123 per year vs 0.163±0.179, P<0.001; SARA index: 1.5±1.2 vs 1.7±1.7, P<0.001), indicating slower cerebellar dysfunction indexes for FRDA than for SCA. Patients with SCA2 had higher CCFS scores than patients with SCA1 and SCA3, but similar SARA scores.Cerebellar dysfunction, as measured with the CCFS and SARA scales, was more severe in FRDA than in patients with SCA, but with lower progression indexes, within the limits of these types of indexes. Ceiling effects may occur at late stages, for both scales. The CCFS scale is rater-independent and could be used in a multicentre context, as it is simple, rapid and fully automated.ClinicalTrials.gov: NCT02069509.", "doi": "10.1136/jnnp-2017-316964", "title": "Friedreich and dominant ataxias: quantitative differences in cerebellar dysfunction measurements.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}