{"authors": [["Sugiyama", "Atsuhiko", "A", "Department of Radiology, National Center of Neurology and Psychiatry, Tokyo, Japan; Department of Neurology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Sato", "Noriko", "N", "Department of Radiology, National Center of Neurology and Psychiatry, Tokyo, Japan. Electronic address: snoriko@ncnp.go.jp."], ["Kimura", "Yukio", "Y", "Department of Radiology, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Ota", "Miho", "M", "Department of Mental Disorder Research, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Maekawa", "Tomoko", "T", "Department of Radiology, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Sone", "Daichi", "D", "Integrative Brain Imaging Center, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Enokizono", "Mikako", "M", "Department of Radiology, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Murata", "Miho", "M", "Department of Neurology, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Matsuda", "Hiroshi", "H", "Department of Mental Disorder Research, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Kuwabara", "Satoshi", "S", "Department of Neurology, Graduate School of Medicine, Chiba University, Chiba, Japan."]], "date": "2017-12-21", "id": "29279191", "text": "In Parkinson's disease (PD) patients, magnetic resonance (MR) imaging studies using phase difference enhanced imaging (PADRE) and susceptibility-weighted imaging (SWI) showed the obscuration of the boundary between the crural fibers and substantia nigra, and the absence of dorsolateral nigral hyperintensity, respectively. PADRE images have not been evaluated in other types of neurodegenerative parkinsonism, and PADRE and SWI images have not been compared. Here we evaluated PADRE and SWI images in patients with progressive supranuclear palsy (PSP), multiple system atrophy (MSA), or PD and controls, and we compared the diagnostic values.PADRE and SWI-like MR images were visually assessed focusing on the substantia nigra in 39 PD patients, eight with PSP, 13 with MSA, and 34 normal controls.The obscuration of the boundary between the crural fibers and substantia nigra on PADRE was observed in: the PD group, 62%; PSP, 100%; MSA, 60%, and controls, 19%. The overall collect classification for neurodegenerative parkinsonism was 74%. The absence of dorsolateral nigral hyperintensity on SWI-like images was present in: PD, 97%; PSP, 100%; MSA, 67%; and controls, 6%, resulting in the overall correct classification of 96%.The MR feature on PADRE was observed not only in PD but also in other neurodegenerative parkinsonism, especially in PSP with high sensitivity. The finding in substantia nigra on SWI had greater discrimination power than that of PADRE in neurodegenerative parkinsonism, especially in PD.", "doi": "10.1016/j.parkreldis.2017.12.021", "title": "MR findings in the substantia nigra on phase difference enhanced imaging in neurodegenerative parkinsonism.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}