{"authors": [["Mestre", "Tiago A", "TA", "Parkinson's Disease and Movement Disorders Center, Division of Neurology, Department of Medicine, The Ottawa Hospital Research Institute, University of Ottawa Brain and Mind Institute, Ottawa, Ontario, Canada."], ["Bachoud-Lévi", "Anne-Catherine", "AC", "Assistance Publique-Hôpitaux de Paris, National Centre of Reference for Huntington's Disease, Neurology Department; Université Paris Est, Créteil; INSERM U955 E01, Institut Mondor De Recherché Biomédicale, École Normale Supérieure, Créteil-Paris, France."], ["Marinus", "Johan", "J", "Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."], ["Stout", "Julie C", "JC", "Institute of Cognitive and Clinical Neuroscience, School of Psychological Sciences, Monash University, Melbourne, Australia."], ["Paulsen", "Jane S", "JS", "Departments of Neurology, Psychiatry, Psychological and Brain Sciences, Carver College of Medicine, University of Iowa, Iowa City, Iowa, USA."], ["Como", "Peter", "P", "Division of Neurological and Physical Medicine Devices, Office of Device Evaluation, Center for Devices and Radiological Health, United States Food and Drug Administration, USA."], ["Duff", "Kevin", "K", "Department of Neurology, Center for Alzheimer's Care, Imaging, and Research, University of Utah, Salt Lake City, Utah, USA."], ["Sampaio", "Cristina", "C", "CHDI Foundation/CHDI Management, Princeton, NJ, USA."], ["Goetz", "Christopher G", "CG", "Department of Neurological Sciences, Rush University Medical Center, Chicago, Illinois, USA."], ["Cubo", "Esther", "E", "Department of Neurology, Hospital Universitário Hermanos Yagüe, Burgos, Spain."], ["Stebbins", "Glenn T", "GT", "Department of Neurological Sciences, Rush University Medical Center, Chicago, Illinois, USA."], ["Martinez-Martin", "Pablo", "P", "National Center of Epidemiology and CIBERNED, Carlos III Institute of Health, Madrid, Spain."], [null, null, null, null]], "date": "2017-12-26", "id": "29278291", "text": "Cognitive impairment is one of the main features of Huntington's disease and is present across the disease spectrum. As part of the International Parkinson's Disease and Movement Disorder Society-sponsored project to review all clinical rating scales used in Huntington's disease, a systematic review of the literature was performed to identify cognitive scales used in Huntington's disease and make recommendations for their use. A total of 17 cognitive scales were identified and evaluated. None of the scales met criteria for a \"recommended\" status. For assessing severity of cognitive dysfunction, the Montreal Cognitive Assessment was \"recommended with caveats.\" The UHDRS Cognitive Assessment, the UHDRS-For Advanced Patients cognitive section, the Alzheimer's Disease Assessment Scale-Cognitive Subscale, the Frontal Assessment Battery, the Mattis Dementia Rating Scale, the Mini-Mental State Examination, and the Repeatable Battery for the Assessment of Neuropsychological Status were \"suggested\" for evaluating severity of cognitive impairment. The MoCA was \"suggested\" as a screening tool for cognitive impairment. The major challenge in the assessment of cognition in Huntington's disease is the lack of a formal definition of dementia and/or mild cognitive impairment in this disease. The committee concluded that there is a need to further validate currently available cognitive scales in Huntington's disease, but that it is premature to recommend the development of new scales. Recently developed Huntington's disease-specific scales, such as the Huntington's Disease-Cognitive Assessment Battery, hold promise but require the completion of more comprehensive clinimetric development. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27227", "title": "Rating scales for cognition in Huntington's disease: Critique and recommendations.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}