{"authors": [["Marrinan", "Sarah L", "SL", "Royal Infirmary of Edinburgh, NHS Lothian, Edinburgh, United Kingdom."], ["Otiker", "Tal", "T", "GlaxoSmithKline R&D, Stevenage, United Kingdom."], ["Vasist", "Lakshmi S", "LS", "GlaxoSmithKline R&D, Research Triangle Park, North Carolina, United States."], ["Gibson", "Rachel A", "RA", "GlaxoSmithKline R&D, Stevenage, United Kingdom."], ["Sarai", "Bhopinder K", "BK", "GlaxoSmithKline, Cambridge, United Kingdom."], ["Barton", "Matthew E", "ME", "GlaxoSmithKline R&D, Research Triangle Park, North Carolina, United States."], ["Richards", "Duncan B", "DB", "GlaxoSmithKline, Cambridge, United Kingdom."], ["Hellström", "Per M", "PM", "Department of Medical Sciences, Uppsala University, Uppsala, Sweden."], ["Nyholm", "Dag", "D", "Department of Neuroscience, Neurology, Uppsala University, Uppsala, Sweden."], ["Dukes", "George E", "GE", "GlaxoSmithKline R&D, Research Triangle Park, North Carolina, United States."], ["Burn", "David J", "DJ", "Newcastle University, Institute of Neurosciences, Newcastle upon Tyne, United Kingdom."]], "date": "2017-12-26", "id": "29278279", "text": "Delayed gastric emptying may impair l-dopa absorption, contributing to motor fluctuations. We evaluated the effect of camicinal (GSK962040), a gastroprokinetic, on the absorption of l-dopa and symptoms of PD.Phase II, double-blind, placebo-controlled trial. Participants were randomized to receive camicinal 50 mg once-daily (n = 38) or placebo (n = 20) for 7 to 9 days.l-dopa exposure was similar with coadministration of camicinal compared to placebo. Median time to maximum l-dopa concentration was reduced, indicating more rapid absorption of l-dopa. Camicinal resulted in significant reduction in OFF time (-2.31 hours; 95% confidence interval: -3.71, -0.90), significant increase in ON time (+1.88 hours; 95% confidence interval: 0.28, 3.48) per day, and significant decrease in mean total MDS-UPDRS score (-12.5; 95% confidence interval: -19.67, -5.29). Camicinal treatment was generally well tolerated.PD symptom improvement with camicinal occurred in parallel with more rapid absorption of l-dopa. This study provides evidence of an improvement of the motor response to l-dopa in people with PD treated with camicinal 50 mg once-daily compared with placebo, which will require further evaluation. © 2017 The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27259", "title": "A randomized, double-blind, placebo-controlled trial of camicinal in Parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}