{"authors": [["Vermeiren", "Céline", "C", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Motte", "Philippe", "P", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Viot", "Delphine", "D", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Mairet-Coello", "Georges", "G", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Courade", "Jean-Philippe", "JP", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Citron", "Martin", "M", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Mercier", "Joël", "J", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."], ["Hannestad", "Jonas", "J", "Denali Therapeutics Inc., South San Francisco, California, USA."], ["Gillard", "Michel", "M", "UCB BioPharma sprl, Chemin du Foriest, Braine l'Alleud, Belgium."]], "date": "2017-12-26", "id": "29278274", "text": "Lilly/Avid's AV-1451 is one of the most advanced tau PET tracers in the clinic. Although results obtained in Alzheimer's disease patients are compelling, discrimination of tracer uptake in healthy individuals and patients with supranuclear palsy (PSP) is less clear as there is substantial overlap of signal in multiple brain regions. Moreover, accurate quantification of [18 F]AV-1451 uptake in Alzheimer's disease may not be possible.The aim of the present study was to characterize the in vitro binding of AV-1451 to understand and identify potential off-target binding that could explain the poor discrimination observed in PSP patients.[3 H]AV-1451 and AV-1451 were characterized in in vitro binding assays using recombinant and native proteins/tissues from postmortem samples of controls and Alzheimer's disease and PSP patients.[3 H]AV-1451 binds to multiple sites with nanomolar affinities in brain homogenates and to tau fibrils isolated from Alzheimer's disease or PSP patients. [3 H]AV-1451 also binds with similarly high affinities in brain homogenates devoid of tau pathology. This unexpected binding was demonstrated to be because of nanomolar affinities of [3 H]AV-1451 for monoamine oxidase A and B enzymes.High affinity of AV-1451 for monoamine oxidase proteins may limit its utility as a tau PET tracer in PSP and Alzheimer's disease because of high levels of monoamine oxidase expression in brain regions also affected by tau deposition, especially if monoamine oxidase levels change over time or with a treatment intervention. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27271", "title": "The tau positron-emission tomography tracer AV-1451 binds with similar affinities to tau fibrils and monoamine oxidases.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}