{"authors": [["Zeighami", "Yashar", "Y", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Fereshtehnejad", "Seyed-Mohammad", "SM", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Dadar", "Mahsa", "M", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Collins", "D Louis", "DL", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Postuma", "Ronald B", "RB", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Mišić", "Bratislav", "B", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Dagher", "Alain", "A", "Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada. Electronic address: alain.dagher@mcgill.ca."]], "date": "2017-12-19", "id": "29277406", "text": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by a wide array of motor and non-motor symptoms. It remains unclear whether neurodegeneration in discrete loci gives rise to discrete symptoms, or whether network-wide atrophy gives rise to the unique behavioural and clinical profile associated with PD. Here we apply a data-driven strategy to isolate large-scale, multivariate associations between distributed atrophy patterns and clinical phenotypes in PD. In a sample of N = 229 de novo PD patients, we estimate disease-related atrophy using deformation based morphometry (DBM) of T1 weighted MR images. Using partial least squares (PLS), we identify a network of subcortical and cortical regions whose collective atrophy is associated with a clinical phenotype encompassing motor and non-motor features. Despite the relatively early stage of the disease in the sample, the atrophy pattern encompassed lower brainstem, substantia nigra, basal ganglia and cortical areas, consistent with the Braak hypothesis. In addition, individual variation in this putative atrophy network predicted longitudinal clinical progression in both motor and non-motor symptoms. Altogether, these results demonstrate a pleiotropic mapping between neurodegeneration and the clinical manifestations of PD, and that this mapping can be detected even in de novo patients.", "doi": "10.1016/j.neuroimage.2017.12.050", "title": "A clinical-anatomical signature of Parkinson's disease identified with partial least squares and magnetic resonance imaging.", "journal": ["NeuroImage", "Neuroimage"]}