{"authors": [["Lazennec", "Jean Y", "JY", "Department of Orthopaedic and Trauma Surgery, Pitié-Salpêtrière Hospital, Assistance Publique-Hôpitaux de Paris, France; Anatomy Department Faculté Pitie Salpetriere UPMC, Paris, France."], ["Kim", "Youngwoo", "Y", "Department of Orthopaedic and Trauma Surgery, Pitié-Salpêtrière Hospital, Assistance Publique-Hôpitaux de Paris, France; Institut de Biomécanique Humaine Georges Charpak, Arts et Métiers Paris Tech, Paris, France; Department of Orthopaedic Surgery, Graduate School of Medicine, Kyoto University, Kyoto, Japan."], ["Pour", "Aidin Eslam", "AE", "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."]], "date": "2017-12-05", "id": "29276118", "text": "Parkinson disease (PD) results in severe limitation in ambulation caused by abnormality of gait and posture. The rate of complications, including fractures and dislocation after total hip arthroplasty (THA), can be higher among these patients. The goal of this study was to investigate the long-term outcomes of primary and revision THAs with cementless dual mobility implants.This retrospective study examines 59 PD patients who had surgery between 2002 and 2012. All the primary cases were performed for osteoarthritis and all patients received cementless acetabular implants with dual mobility bearing surface. The femoral stem was cemented in 4 patients who underwent revision surgery. The mean follow-up time was 8.3 years (4-14 years).Good to excellent pain relief was achieved in 53 of 57 patients at the 2-year follow-up and in 40 of 47 patients at their latest follow-up. The most common medical complication was cognitive impairment (12 of 57 patients). One patient sustained an intraprosthetic hip dislocation 9 years after surgery, which required revision. Four patients sustained periprosthetic femoral fractures with well-fixed stem, requiring open reduction and internal fixation. The disability had increased in 68% of the patients in the latest follow-up visit.Our study shows that elective primary or revision THA using cementless implants with dual mobility bearing surface in patients with PD provides satisfactory long-term outcomes, although many of these patients may see a general worsening of their activities over time due to PD.", "doi": "10.1016/j.arth.2017.11.062", "title": "Total Hip Arthroplasty in Patients With Parkinson Disease: Improved Outcomes With Dual Mobility Implants and Cementless Fixation.", "journal": ["The Journal of arthroplasty", "J Arthroplasty"]}