{"authors": [["Baron", "Elise I", "EI", "Department of Biomedical Engineering, Cleveland Clinic, 9500 Euclid Ave., Cleveland, OH 44195, USA; Department of Chemical and Biomedical Engineering, Cleveland State University, 2121 Euclid Ave., Cleveland, OH 44115, USA. Electronic address: barone@ccf.org."], ["Miller Koop", "Mandy", "M", "Department of Biomedical Engineering, Cleveland Clinic, 9500 Euclid Ave., Cleveland, OH 44195, USA. Electronic address: koopm@ccf.org."], ["Streicher", "Matthew C", "MC", "Department of Biomedical Engineering, Cleveland Clinic, 9500 Euclid Ave., Cleveland, OH 44195, USA. Electronic address: streicm@ccf.org."], ["Rosenfeldt", "Anson B", "AB", "Department of Biomedical Engineering, Cleveland Clinic, 9500 Euclid Ave., Cleveland, OH 44195, USA. Electronic address: rosenfa2@ccf.org."], ["Alberts", "Jay L", "JL", "Department of Biomedical Engineering, Cleveland Clinic, 9500 Euclid Ave., Cleveland, OH 44195, USA. Electronic address: albertj@ccf.org."]], "date": "2017-12-19", "id": "29276008", "text": "Declines in simultaneous performance of a cognitive and motor task are present in Parkinson's disease due to compromised basal ganglia function related to information processing. The aim of this project was to determine if biomechanical measures of arm swing could be used as a marker of gait function under dual-task conditions in Parkinson's disease patients.Twenty-three patients with Parkinson's disease completed single and dual-task cognitive-motor tests while walking on a treadmill at a self-selected rate. Multiple cognitive domains were evaluated with five cognitive tests. Cognitive tests were completed in isolation (single-task) and simultaneously with gait (dual-task). Upper extremity biomechanical data were gathered using the Motek CAREN system. Primary outcomes characterizing arm swing were: path length, normalized jerk, coefficient of variation of arm swing time, and cognitive performance.Performance on the cognitive tasks were similar across single and dual-task conditions. However, biomechanical measures exhibited significant changes between single and dual-task conditions, with the greatest changes occurring in the most challenging conditions. Arm swing path length decreased significantly from single to dual-task, with the greatest decrease of 21.16%. Jerk, characterizing smoothness, increased significantly when moving from single to dual-task conditions.The simultaneous performance of a cognitive and gait task resulted in decrements in arm swing while cognitive performance was maintained. Arm swing outcomes provide a sensitive measure of declines in gait function in Parkinson's disease under dual-task conditions. The quantification of arm swing is a feasible approach to identifying and evaluating gait related declines under dual-task conditions.", "doi": "10.1016/j.parkreldis.2017.12.017", "title": "Altered kinematics of arm swing in Parkinson's disease patients indicates declines in gait under dual-task conditions.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}