{"authors": [["Wang", "Li", "L", "Department of Graduate School, Southern Medical University, Guangzhou 510515, Guangdong Province, PR China."], ["Nie", "Kun", "K", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Zhao", "Xin", "X", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Feng", "Shujun", "S", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Xie", "Sifen", "S", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["He", "Xuetao", "X", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Ma", "Guixian", "G", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Wang", "Limin", "L", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Huang", "Zhiheng", "Z", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Huang", "Biao", "B", "Department of Radiology, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China."], ["Zhang", "Yuhu", "Y", "Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China. Electronic address: yhzhangsd@126.com."], ["Wang", "Lijuan", "L", "Department of Graduate School, Southern Medical University, Guangzhou 510515, Guangdong Province, PR China; Department of Neurology, Guangdong Neuroscience Institute, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guangzhou 510080, Guangdong Province, PR China. Electronic address: wljgd68@163.com."]], "date": "2017-12-21", "id": "29275185", "text": "Semantic abstract reasoning(SAR) is an important executive domain that is involved in semantic information processing and enables one to make sense of the attributes of objects, facts and concepts in the world. We sought to investigate whether Parkinson's disease subjects(PDs) have difficulty in SAR and to examine the associated pattern of gray matter morphological changes.Eighty-six PDs and 30 healthy controls were enrolled. PDs were grouped into PD subjects with Similarities preservation(PDSP, n = 62) and PD subjects with Similarities impairment(PDSI, n = 24)according to their performance on the Similarities subtest of the Wechsler Adult Intelligence Scale. Brain structural images were captured with a 3T MRI scanner. Surface-based investigation of cortical thickness and automated segmentation of deep gray matter were conducted using FreeSurfer software.PDs performed notably worse on the Similarities test than controls(F = 13.56, P < 0.001).In the PDSI group, cortical thinning associated with Similarities scores was found in the left superior frontal, left superior parietal and left rostral middle frontal regions. Notable atrophy of the bilateral hippocampi was observed, but only the right hippocampus volume was positively correlated with the Similarities scores of the PDSI group.PDs have difficulty in SAR, and this limitation may be associated with impaired conceptual abstraction and generalization along with semantic memory deficits. Cortical thinning in the left frontal and parietal regions and atrophy in the right hippocampus may explain these impairments among Chinese PDs.", "doi": "10.1016/j.neulet.2017.12.047", "title": "Characteristics of gray matter morphological change in Parkinson's disease patients with semantic abstract reasoning deficits.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}