{"authors": [["Cheng", "Yuan", "Y", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China; Institute of Clinical Medicine, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Mao", "Cheng-Yuan", "CY", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China; Institute of Clinical Medicine, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Liu", "Yu-Tao", "YT", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Li", "Fang", "F", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China; Institute of Clinical Medicine, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Yang", "Jing", "J", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Liu", "Han", "H", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Zhang", "Chan", "C", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Wang", "Yan-Lin", "YL", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Wu", "Jun", "J", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China."], ["Shi", "Chang-He", "CH", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China. Electronic address: shichanghe@gmail.com."], ["Xu", "Yu-Ming", "YM", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou University, Zhengzhou, 450000, Henan, China. Electronic address: xuyuming@zzu.edu.cn."]], "date": "2017-12-21", "id": "29275184", "text": "Recently, a genome-wide association study of a Caucasian population identified variant rs3794087 in intron 4 of the SLC1A2 gene, which may increase the risk of essential tremor (ET). Considering the overlap in the pathological features and clinical manifestations of ET and Parkinson's disease (PD), several studies on the association between rs3794087 and PD were later performed in other populations. However, results about the role of SLC1A2 rs3794087 in PD were inconsistent. We thus performed a case-control study in a Chinese Han population to investigate the role of SLC1A2 rs3794087 in Chinese patients with PD. Overall, 1096 subjects comprising 546 patients with PD and 550 control subjects were genotyped. A meta-analysis of the data obtained from the current sample-set and those available from prior studies was performed. Taking all patients and controls into consideration, rs3794087 was found to have no significant effect on PD susceptibility in analyses using allelic (p = .486), genotype (p = .736), additive (p = .764), dominant (p = .438), and recessive (p = .878) genetic models. The results of the meta-analysis were in agreement with our findings (the pooled OR was 0.97 and 95% CI = 0.85, 1.10). Our study suggested that rs3794087 does not lead to an increased risk of PD in the Chinese Han population. The role of single nucleotide polymorphism rs3794087 in the development of PD remains to be further studied.", "doi": "10.1016/j.neulet.2017.12.045", "title": "Analysis of variant rs3794087 in SLC1A2 and Parkinson's disease in a Chinese Han population: A case-control study and meta-analysis.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}