{"authors": [["Jia", "Qian", "Q", "Department of Neurobiology, Neurology and Geriatrics, Xuanwu Hospital of Capital Medical University, Beijing Institute of Geriatrics, Beijing, China."], ["Gao", "Linlin", "L", "Department of Neurobiology, Neurology and Geriatrics, Xuanwu Hospital of Capital Medical University, Beijing Institute of Geriatrics, Beijing, China; Clinical Center for Parkinson's Disease, Capital Medical University, Beijing, China; Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing Key Laboratory for Parkinson's Disease, Parkinson Disease Center of Beijing Institute for Brain Disorders, Beijing, China; National Clinical Research Center for Geriatrics Disorders, Beijing, China."], ["Zhang", "Jiarong", "J", "Department of Neurobiology, Neurology and Geriatrics, Xuanwu Hospital of Capital Medical University, Beijing Institute of Geriatrics, Beijing, China; Clinical Center for Parkinson's Disease, Capital Medical University, Beijing, China; Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing Key Laboratory for Parkinson's Disease, Parkinson Disease Center of Beijing Institute for Brain Disorders, Beijing, China; National Clinical Research Center for Geriatrics Disorders, Beijing, China."], ["Wu", "Tao", "T", "Department of Neurobiology, Neurology and Geriatrics, Xuanwu Hospital of Capital Medical University, Beijing Institute of Geriatrics, Beijing, China; Clinical Center for Parkinson's Disease, Capital Medical University, Beijing, China; Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing Key Laboratory for Parkinson's Disease, Parkinson Disease Center of Beijing Institute for Brain Disorders, Beijing, China; National Clinical Research Center for Geriatrics Disorders, Beijing, China."], ["Chan", "Piu", "P", "Department of Neurobiology, Neurology and Geriatrics, Xuanwu Hospital of Capital Medical University, Beijing Institute of Geriatrics, Beijing, China; Clinical Center for Parkinson's Disease, Capital Medical University, Beijing, China; Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing Key Laboratory for Parkinson's Disease, Parkinson Disease Center of Beijing Institute for Brain Disorders, Beijing, China; National Clinical Research Center for Geriatrics Disorders, Beijing, China. Electronic address: pbchan90@gmail.com."]], "date": "2017-12-19", "id": "29273534", "text": "Patients with Parkinson's disease (PD) have difficulty performing self-initiated movements. The neural mechanism of this deficiency remains unclear. In the present study, we used functional magnetic resonance imaging (fMRI) to investigate the functional connectivity of the subthalamic nucleus (STN) during self-initiated movement in patients with PD.fMRI were acquired from patients with PD and age- and sex-matched healthy control subjects during a self-initiated right hand tapping task. We selected the bilateral sensorimotor subregions of the STN as regions of interest for our connectivity analysis.We found that the STN contralateral to voluntary hand movement exhibited enhanced connectivity with the midbrain, thalamus, putamen, and so on in patients with PD compared to control subjects. In contrast, the STN ipsilateral to the hand movement exhibited enhanced connectivity with the midbrain and insula in PD patients compared to control subjects. Connectivity between the STN contralateral to the hand movement and the primary motor cortex and supplementary motor area was positively correlated with the severity of bradykinesia. Our findings suggest that STN-related connectivity in the hyperdirect and indirect basal ganglia pathways is strengthened during self-initiated movement in patients with PD. These disrupted network connections may contribute to bradykinesia.", "doi": "10.1016/j.neurad.2017.11.008", "title": "Altered functional connectivity of the subthalamic nucleus during self-initiated movement in Parkinson's disease.", "journal": ["Journal of neuroradiology. Journal de neuroradiologie", "J Neuroradiol"]}