{"authors": [["Fullard", "Michelle E", "ME", "Department of Neurology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA. Electronic address: Michelle.Fullard@uphs.upenn.edu."], ["Thibault", "Dylan P", "DP", "Department of Neurology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA; Department of Biostatistics, Epidemiology and Informatics, University of Pennsylvania, Philadelphia, PA, USA."], ["Todaro", "Veronica", "V", "Parkinson's Foundation Women in PD Initiative, New York, NY, USA."], ["Foster", "Susan", "S", "Parkinson's Foundation Women in PD Initiative, New York, NY, USA."], ["Katz", "Lori", "L", "Parkinson's Foundation Women in PD Initiative, New York, NY, USA."], ["Morgan", "Robin", "R", "Parkinson's Foundation Women in PD Initiative, New York, NY, USA."], ["Kern", "Drew S", "DS", "Department of Neurology, University of Colorado, Denver, CO, USA; Parkinson Study Group Healthcare Outcomes and Disparities Working Group, Rochester, NY, USA."], ["Schwalb", "Jason M", "JM", "Department of Neurosurgery, Henry Ford Medical Group, Detroit, MI, USA; Parkinson Study Group Healthcare Outcomes and Disparities Working Group, Rochester, NY, USA."], ["Urrea Mendoza", "Enrique", "E", "Greenville Health System University Medical Group, Greenville, SC, USA; Parkinson Study Group Healthcare Outcomes and Disparities Working Group, Rochester, NY, USA."], ["Dahodwala", "Nabila", "N", "Department of Neurology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA; Parkinson Study Group Healthcare Outcomes and Disparities Working Group, Rochester, NY, USA."], ["Shulman", "Lisa", "L", "Department of Neurology, University of Maryland School of Medicine, Baltimore, MA, USA; Parkinson Study Group Healthcare Outcomes and Disparities Working Group, Rochester, NY, USA."], ["Willis", "Allison W", "AW", "Department of Neurology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA; Department of Biostatistics, Epidemiology and Informatics, University of Pennsylvania, Philadelphia, PA, USA; Leonard Davis Institute of Health Economics, University of Pennsylvania, Philadelphia, PA, USA; Center for Clinical Epidemiology and Biostatistics, University of Pennsylvania, Philadelphia, PA, USA; Parkinson Study Group Healthcare Outcomes and Disparities Working Group, Rochester, NY, USA."]], "date": "2017-12-14", "id": "29273434", "text": "To examine sex differences and trends in comorbid disease and health care utilization in individuals with newly diagnosed Parkinson disease (PD).Retrospective cohort study.Over 133,000 Medicare beneficiaries with a new PD diagnosis in 2002 followed through 2008.We compared the prevalence and cumulative incidence of common medical conditions, trends in survival and health care utilization between men and women with PD.Female PD patients had higher adjusted incidence rate ratio (IRR) of depression (IRR: 1.28, 1.25-1.31), hip fracture (IRR: 1.51, 1.45-1.56), osteoporosis (3.01, 2.92-3.1), and rheumatoid/osteoarthritis (IRR: 1.47, 1.43-1.51) than men. In spite of greater survival, women with PD used home health and skilled nursing facility care more often, and had less outpatient physician contact than men throughout the study period.Women experience a unique health trajectory after PD diagnosis as suggested by differing comorbid disease burden and health care utilization compared to men. Future studies of sex differences in care needs, care quality, comorbidity related disability, PD progression, and non-clinical factors associated with disability are needed to inform research agendas and clinical guidelines that may improve quality survival for women with PD.", "doi": "10.1016/j.parkreldis.2017.12.012", "title": "Sex disparities in health and health care utilization after Parkinson diagnosis: Rethinking PD associated disability.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}