{"authors": [["Terakawa", "Mayu S", "MS", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan."], ["Lee", "Young-Ho", "YH", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan."], ["Kinoshita", "Misaki", "M", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan."], ["Lin", "Yuxi", "Y", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan."], ["Sugiki", "Toshihiko", "T", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan."], ["Fukui", "Naoya", "N", "Department of Chemistry and Biotechnology, Graduate School of Engineering, Tottori University, Tottori 680-8552, Japan."], ["Ikenoue", "Tatsuya", "T", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan."], ["Kawata", "Yasushi", "Y", "Department of Chemistry and Biotechnology, Graduate School of Engineering, Tottori University, Tottori 680-8552, Japan."], ["Goto", "Yuji", "Y", "Institute for Protein Research, Osaka University, Yamadaoka 3-2, Suita, Osaka 565-0871, Japan. Electronic address: gtyj8126@protein.osaka-u.ac.jp."]], "date": "2017-12-19", "id": "29273335", "text": "Amyloid fibrillation causes serious neurodegenerative diseases and amyloidosis; however, the detailed mechanisms by which the structural states of precursor proteins in a lipid membrane-associated environment contribute to amyloidogenesis still remains to be elucidated. We examined the relationship between structural states of intrinsically-disordered wild-type and mutant α-synuclein (αSN) and amyloidogenesis on two-types of model membranes. Highly-unstructured wild-type αSN (αSNWT) and a C-terminally-truncated mutant lacking negative charges (αSN103) formed amyloid fibrils on both types of membranes, the model membrane mimicking presynaptic vesicles (Mimic membrane) and the model membrane of 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC membrane). Unstructured αSNWT and αSN103 both bound to Mimic membranes in a helical conformation with similar binding affinity. Promotion and then inhibition of amyloidogenesis of αSNWT were observed as the concentration of Mimic lipids increased. We explain this by the two-state binding model: at lower lipid concentrations, binding of αSNWT to membranes enhances amyloidogenicity by increasing the local concentration of membrane-bound αSN and so promoting amyloid nucleation; at higher lipid concentrations, membrane-bound αSNWT is actually in a sense diluted by increasing the number of model membranes, which blocks amyloid fibrillation due to an insufficient bound population for productive nucleation. Meanwhile, αSN103 formed amyloid fibrils over the whole concentration of Mimic lipids used here without inhibition, revealing the importance of helical structures for binding affinity and negatively charged unstructured C-terminal region for modulating amyloidogenesis. We propose that membrane binding-induced initial conformations of αSN, its overall charge states, and the population of membrane-bound αSN are key determinants of amyloidogenesis on membranes.", "doi": "10.1016/j.bbamem.2017.12.011", "title": "Membrane-induced initial structure of α-synuclein control its amyloidogenesis on model membranes.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}