{"authors": [["Savard", "E", "E", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France. Electronic address: etienne.savard@aphp.fr."], ["Declemy", "A", "A", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."], ["Coindreau", "V", "V", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."], ["Babany", "F", "F", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."], ["Chesnel", "C", "C", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."], ["Charlanes", "A", "A", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."], ["Le Breton", "F", "F", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."], ["Amarenco", "G", "G", "Groupe de recherche clinique en neuro-urologie (GREEN GRC-01 UPMC), Sorbonne universités, 75005 Paris, France; Service de neuro-urologie, hôpital Tenon, AP-HP, 4, rue de la Chine, 75020 Paris, France."]], "date": "2017-12-19", "id": "29273299", "text": "Lower urinary tract symptoms are common in Parkinson diseases, especially chronic urinary retention. In case of significant and symptomatic postvoid residual, a specific treatment is necessary in order to empty the bladder and nowadays the gold standard of such neurogenic bladder is based on self-intermittent-catheterizations, if possible at all. We carried out a retrospective study about feasibility and outcomes of self-intermittent-catheterizations in this population.Retrospective study with qualitative and quantitative, clinical and instrumental (urodynamic) assessment, of lower urinary tract symptoms as urinary retention in extrapyramidal syndromes.Overall, 42 patients with parkinsonian syndrome performing self-intermittent-catheterization were assessed. Twenty-one had idiopathic Parkinson's disease, 17 multiple system atrophy, 1 vascular Parkinson, 1 iatrogenic Parkinson and 2 not yet determined parkinsonian syndromes. All the patients had urinary retention characterized by a postvoiding residual volume more than 150mL. All the patients were symptomatic and reported voiding dysfunction (30/42), overactive bladder syndrome (20/42), stress urinary incontinence (6/42). The cystometry showed detrusor overactivity (15/42), bladder-sphincter dyssynergia (15/42), detrusor underactivity (14/42), sphincter deficiency (4/42) or bladder compliance alteration (3/42). Each patient have learned and well controlled self-intermittent-catheterization technique. Fourteen (33%) stopped self-intermittent-catheterization prematurely in the following months because of functional impact of neurological worsening.Even if one third of the patients had stopped self-intermittent-catheterization because of neurological deterioration, this technique remains the gold standard for the treatment of urinary chronic retention in parkinsonian patients.4.", "doi": "10.1016/j.purol.2017.11.004", "title": "[Self-intermittent-catheterization and urinary retentions in Parkinsonian syndromes].", "journal": ["Progres en urologie : journal de l'Association francaise d'urologie et de la Societe francaise d'urologie", "Prog. Urol."]}