{"authors": [["Reiner", "Anne M", "AM", "BioMolekulare Optik and Center for Integrated Protein Science CIPSM, Ludwig-Maximilians-Universität München, Oettingenstr. 67, 80538 Munich, Germany."], ["Schmidt", "Felix", "F", "Zentrum für Neuropathologie und Prionforschung, Ludwig-Maximilians-Universität München, Feodor-Lynen-Str. 23, 81377 Munich, Germany; MODAG GmbH, Mikro-Forum-Ring 3, 55234 Wendelsheim, Germany."], ["Ryazanov", "Sergey", "S", "NMR based structural Biology, Max Planck Institute for Biophysical Chemistry, Am Fassberg 11, 37077 Göttingen, Germany."], ["Leonov", "Andrei", "A", "NMR based structural Biology, Max Planck Institute for Biophysical Chemistry, Am Fassberg 11, 37077 Göttingen, Germany; MODAG GmbH, Mikro-Forum-Ring 3, 55234 Wendelsheim, Germany."], ["Weckbecker", "Daniel", "D", "MODAG GmbH, Mikro-Forum-Ring 3, 55234 Wendelsheim, Germany."], ["Deeg", "Andreas A", "AA", "BioMolekulare Optik and Center for Integrated Protein Science CIPSM, Ludwig-Maximilians-Universität München, Oettingenstr. 67, 80538 Munich, Germany."], ["Griesinger", "Christian", "C", "NMR based structural Biology, Max Planck Institute for Biophysical Chemistry, Am Fassberg 11, 37077 Göttingen, Germany; DFG Research Center Nanoscale Microscopy and Molecular Physiology of the Brain, 37070 Göttingen, Germany."], ["Giese", "Armin", "A", "Zentrum für Neuropathologie und Prionforschung, Ludwig-Maximilians-Universität München, Feodor-Lynen-Str. 23, 81377 Munich, Germany."], ["Zinth", "Wolfgang", "W", "BioMolekulare Optik and Center for Integrated Protein Science CIPSM, Ludwig-Maximilians-Universität München, Oettingenstr. 67, 80538 Munich, Germany. Electronic address: wolfgang.zinth@physik.uni-muenchen.de."]], "date": "2017-12-19", "id": "29273222", "text": "Recently diphenyl-pyrazole (DPP) compounds and especially anle138b were found to reduce the aggregation of α-synuclein or Tau protein in vitro as well as in a mouse model of neurodegenerative diseases [1,2]. Direct interaction of the DPPs with the fibrillar structure was identified by fluorescence spectroscopy. Thereby a strong dependence of the fluorescence on the surroundings could be identified [3].Stationary and time-resolved emission experiments were performed on DPP compounds substituted by different halogens.The compounds reveal a pronounced dependence of the fluorescence on the surrounding solvent. In non-polar solvents they show strong emission in the blue part of the spectrum while in polar and proton donating solvents, such as water or acetic acid a dual fluorescence can be observed where a red-shifted emission points to a charge transfer in the excited state with large dipole moment. Non-radiative processes including photochemical reactions are observed for DPP substituted with heavy halogens. Upon binding of anle138b and its derivatives to protein fibrils in aqueous buffer, strong enhancement of the fluorescence at short wavelengths is found.The investigations of the DPPs in different surroundings lead to a detailed model of the fluorescence characteristics. We propose a model for the binding in fibrils of different proteins, where the DPP is located in a hydrophobic groove independent of the specific sequence of the amino acids.These investigations characterize the binding site of the DPP anle138b in protein aggregates and contribute to the understanding of the therapeutic mode of action of this compound.", "doi": "10.1016/j.bbagen.2017.12.007", "title": "Photophysics of diphenyl-pyrazole compounds in solutions and α-synuclein aggregates.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}