{"authors": [["Nackaerts", "Evelien", "E", "Department of Rehabilitation Sciences, KU Leuven, Leuven, Belgium."], ["Broeder", "Sanne", "S", "Department of Rehabilitation Sciences, KU Leuven, Leuven, Belgium."], ["Pereira", "Marcelo P", "MP", "Department of Physical Education, São Paulo State University, São Paulo, Brazil."], ["Swinnen", "Stephan P", "SP", "Department of Movement Sciences, KU Leuven, Leuven, Belgium."], ["Vandenberghe", "Wim", "W", "Department of Neurosciences, KU Leuven, Leuven, Belgium."], ["Nieuwboer", "Alice", "A", "Department of Rehabilitation Sciences, KU Leuven, Leuven, Belgium."], ["Heremans", "Elke", "E", "Department of Rehabilitation Sciences, KU Leuven, Leuven, Belgium."]], "date": "2017-12-22", "id": "29272301", "text": "In previous work, we found that intensive amplitude training successfully improved micrographia in Parkinson's disease (PD). Handwriting abnormalities in PD also express themselves in stroke duration and writing fluency. It is currently unknown whether training changes these dysgraphic features.To determine the differential effects of amplitude training on various hallmarks of handwriting abnormalities in PD.We randomized 38 right-handed subjects in early to mid-stage of PD into an experimental group (n = 18), receiving training focused at improving writing size during 30 minutes/day, five days/week for six weeks, and a placebo group (n = 20), receiving stretch and relaxation exercises at equal intensity. Writing skills were assessed using a touch-sensitive tablet pre- and post-training, and after a six-week retention period. Tests encompassed a transfer task, evaluating trained and untrained sequences, and an automatization task, comparing single- and dual-task handwriting. Outcome parameters were stroke duration (s), writing velocity (cm/s) and normalized jerk (i.e. fluency).In contrast to the reported positive effects of training on writing size, the current results showed increases in stroke duration and normalized jerk after amplitude training, which were absent in the placebo group. These increases remained after the six-week retention period. In contrast, velocity remained unchanged throughout the study.While intensive amplitude training is beneficial to improve writing size in PD, it comes at a cost as fluency and stroke duration deteriorated after training. The findings imply that PD patients can redistribute movement priorities after training within a compromised motor system.", "doi": "10.1371/journal.pone.0190223", "title": "Handwriting training in Parkinson's disease: A trade-off between size, speed and fluency.", "journal": ["PloS one", "PLoS ONE"]}