{"authors": [["Jamal", "Salma", "S", "Department of Bioscience and Biotechnology, Banasthali University, Tonk, India."], ["Kumari", "Anchala", "A", "Department of Biotechnology, TERI School of Advanced Studies, New Delhi, India."], ["Singh", "Aditi", "A", "Department of Biotechnology, TERI School of Advanced Studies, New Delhi, India."], ["Goyal", "Sukriti", "S", "Department of Bioscience and Biotechnology, Banasthali University, Tonk, India."], ["Grover", "Abhinav", "A", "School of Biotechnology, Jawaharlal Nehru University, New Delhi, India."]], "date": "2017-12-07", "id": "29270108", "text": "Intrinsically disordered proteins (IDP) are a class of proteins that do not have a stable three-dimensional structure and can adopt a range of conformations playing various vital functional role. Alpha-synuclein is one such IDP which can aggregate into toxic protofibrils and has been associated largely with Parkinson's disease (PD) along with other neurodegenerative diseases. Osmolytes are small organic compounds that can alter the environment around the proteins by acting as denaturants or protectants for the proteins. In the present study, we have conducted a series of replica exchange molecular dynamics simulations to explore the role of osmolytes, urea which is a denaturant and TMAO (trimethylamine N-oxide), a protecting osmolyte, in aggregation and conformations of the synuclein peptide. We observed that both the osmolytes have significantly distinct impacts on the peptide and led to transitions of the conformations of the peptide from one state to other. Our findings highlighted that urea attenuated peptide aggregation and resulted in the formation of extended peptide structures whereas TMAO led to compact and folded forms of the peptide.", "doi": "10.3389/fnins.2017.00684", "title": "Conformational Ensembles of α-Synuclein Derived Peptide with Different Osmolytes from Temperature Replica Exchange Sampling.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}