{"authors": [["Pawlukowska", "Wioletta", "W", "Department of Medical Rehabilitation, Chair and Clinic of Neurology, Pomeranian Medical University, Unii Lubelskiej 1, 71-252, Szczecin, Poland. wsna@o2.pl."], ["Skonieczna-Żydecka", "Karolina", "K", "Department of Biochemistry and Human Nutrition, Pomeranian Medical University, Broniewskiego 21, 71-460, Szczecin, Poland."], ["Rotter", "Iwona", "I", "Department of Medical Rehabilitation, Pomeranian Medical University, Żołnierska 54, 71-210, Szczecin, Poland."], ["Honczarenko", "Krystyna", "K", "Chair and Clinic of Neurology, Pomeranian Medical University, Unii Lubelskiej 1, 71-252, Szczecin, Poland."], ["Nowacki", "Przemysław", "P", "Chair and Clinic of Neurology, Pomeranian Medical University, Unii Lubelskiej 1, 71-252, Szczecin, Poland."]], "date": "2017-12-21", "id": "29268713", "text": "Evaluation of speech disorders in PD taking into account sociodemographic conditions is not frequent. This paper aims to establish correlations between articulation disorders in PD patients and factors such as the patients' sex, age, education and residence.The study included 92 patients with idiopathic PD diagnosed by means of multiple neurological examinations, biochemical tests, MRI and CT scanning carried out in accordance with the United Kingdom Parkinson's Disease Society Brain Bank (UKPDSBB) criteria. A speech and language test involved the assessment of the mobility of the speech organs as well as the reflexes inside the oral cavity. Frenchay Dysarthria Assessment was applied for an objective evaluation of dysarthria.The study revealed the existence of significant relationship between the functionality of articulators in PD patients and their education and residence. Big city dwellers demonstrated lower incidence of disorders within speech organs, particularly those affecting mobility of the soft palate while eating. Disorders of moderate intensity were more frequently found in subjects living in villages. Subjects with a university education displayed better position of the lips at rest and better performance of both lips and the mandible while speaking.Abnormal functioning of the articulatory organs was observed more frequently in PD patients residing in rural areas than in those inhabiting urban areas. As for education, our cohort university graduates displayed a better position of the lips at rest and better performance of the lips and jaw during speaking than those with secondary and vocational education.", "doi": "10.1186/s12883-017-1003-2", "title": "The analysis of relationship between selected sociodemografic factors and disorders of speech organs in Parkinson`s patients.", "journal": ["BMC neurology", "BMC Neurol"]}