{"authors": [["Bombardi Duarte", "Ana Carolina", "AC", "Sao Francisco University Braganca Paulista, Sao Paulo. Brazil."], ["Santana", "Maycon Giovanni", "MG", "Sao Francisco University Braganca Paulista, Sao Paulo. Brazil."], ["di Camilo Orfali", "Guilherme", "G", "Sao Francisco University Braganca Paulista, Sao Paulo. Brazil."], ["Parisi", "Carlos Tadeu", "CT", "Sao Francisco University Braganca Paulista, Sao Paulo. Brazil."], ["Priolli", "Denise Goncalves", "DG", "Sao Francisco University Braganca Paulista, Sao Paulo. Brazil."]], "date": "2017-12-20", "id": "29268692", "text": "Neurodegenerative diseases, such as Alzheimer&#039;s disease, Parkinson&#039;s disease and Huntington&#039;s disease, represent worldwide a major health problem with great financial impact. They are multifactorial diseases, hallmarked by similar pathogenesis that covers conditions such as oxidative stress, formation of free radicals, abnormal protein dynamics (degradation and aggregation), mitochondrial dysfunction, lipid peroxidation and cellular death or senescence. Flavonols are polyphenolic compounds, widely distributed in the plant kingdom and found in high concentrations in vegetables, fruits and teas. Their neuroprotective effects are mainly related to their antioxidant, anti-proliferative and anti-inflammatory properties. It was this paper's intention to contribute with an evidence analysis of recent studies approaching neuroprotective effects of flavonols and the potential to conduct human clinical studies.This paper was based on a literature search of PubMed and Scielo databases using the keywords \"Flavonoids, Neuroprotection, Quercetin, Rutin, Isoquercitrin, Alzheimer, Parkinson, Huntington\" and combinations of all the words. We collected relevant publications, during the period of 2000 to 2016, emphasizing in vivo and in vitro studies with neurological assessment of flavonol's potentials, as well as classifying studies according to evidence levels, in order to elucidate evidence-based literature and its application on clinical research. In addition, we highlight the importance of flavonols in modern research fields, indicating their neuroprotective potential and use thereof as preventive and therapeutic treatment of numerous neurodegenerative disease.", "doi": "10.2174/1871527317666171221110139", "title": "Literature Evidence and ARRIVE Assessment on Neuroprotective Effects of Flavonols in Neurodegenerative Diseases` Models.", "journal": ["CNS & neurological disorders drug targets", "CNS Neurol Disord Drug Targets"]}