{"authors": [["Frizon", "Leonardo A", "LA", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Shao", "Jianning", "J", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Maldonado-Naranjo", "Andres L", "AL", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Lobel", "Darlene A", "DA", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Nagel", "Sean J", "SJ", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Fernandez", "Hubert H", "HH", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Machado", "Andre G", "AG", "Center for Neurological Restoration, Neurological Institute, Cleveland Clinic, Cleveland, OH, USA."]], "date": "2017-12-20", "id": "29266520", "text": "Accurate electrode implantation is a major goal of deep brain stimulation (DBS) surgery. Intraoperative physiology with microelectrode recording (MER) is routinely used to refine stereotactic accuracy during awake electrode implantation. Recently, portable imaging systems such as the O-arm have become widely available and can be used in isolation or in association with MER to guide DBS lead placement. The aim of this study was to evaluate how the routine use of the O-arm affected DBS surgery safety, efficiency, and outcomes.Two cohorts of patients with Parkinson's disease who underwent MER-guided awake subthalamic DBS lead implantation with and without O-arm were compared. We examined the total number of microelectrode and macroeletrode passes during each surgery, procedure duration, surgical complications, lead revisions, and motor outcomes.A total of 50 procedures in 41 unique patients were analyzed, of which 26 were performed without O-arm and 24 performed without the O-arm. The mean number of microelectrode passes was 2.46 (SD = 0.99) in the group without O-arm utilization, compared to 1.29 (SD = 0.75) in the group with O-arm usage (p < 0.001). A significant reduction was also found in procedure duration (p = 0.016). No differences were found in motor outcomes between groups.The use of the O-arm during DBS lead implantation was associated with significantly fewer brain cannulations for microelectrode recording as well as reduced surgical time.", "doi": "10.1111/ner.12744", "title": "The Safety and Efficacy of Using the O-Arm Intraoperative Imaging System for Deep Brain Stimulation Lead Implantation.", "journal": ["Neuromodulation : journal of the International Neuromodulation Society", "Neuromodulation"]}