{"authors": [["Salama", "Rania M", "RM", "Pharmacology & Toxicology Department, Faculty of Pharmacy, Misr International University (MIU), Cairo, Egypt."], ["Tadros", "Mariane G", "MG", "Pharmacology & Toxicology Department, Faculty of Pharmacy, Ain Shams University, Cairo, Egypt."], ["Schaalan", "Mona F", "MF", "Biochemistry Department, Faculty of Pharmacy, Misr International University (MIU), Cairo, Egypt."], ["Bahaa", "Nevine", "N", "Histology & Cell Biology Department, Faculty of Medicine, Ain Shams University, Cairo, Egypt."], ["Abdel-Tawab", "Ahmed M", "AM", "Pharmacology Department, Faculty of Medicine, Ain Shams University, Cairo, Egypt."], ["Khalifa", "Amani E", "AE", "Pharmacology & Toxicology Department, Faculty of Pharmacy, Ain Shams University, Cairo, Egypt."]], "date": "2017-12-21", "id": "29266208", "text": "Parkinson's disease (PD) is a progressive neurodegenerative disorder with behavioral and motor abnormalities. Androst-5-ene-3β, 17β-diol (ADIOL), an estrogen receptor (ER) β agonist, was found to mediate a transrepressive mechanism that selectively modulates the extent of neuroinflammation and, in turn, neurodegeneration. In consensus, ERβ polymorphism was more frequently detected in early-onset PD patients. Thus, in an approach to elucidate the role of ERβ agonists on PD, our study was designed to investigate the possible neuroprotective effect of ADIOL, in 3 dose levels (0.35, 3.5, 35 mg/kg/day), against rotenone (ROT)-induced PD rat model. Amelioration in striatal dopamine (DA), nuclear factor-kappa B (NF-κB) and the expression of down-stream inflammatory mediators, as well as apoptotic markers were observed in the striatum and substantia nigra (SN) upon pre-treatment with the 3 doses of ADIOL. Similarly, light microscopy (LM) examination revealed declined degeneration of neurons upon pretreatment with ADIOL. Significant improvement in nigral tyrosine hydroxylase (TH) and reduction of nigral α-synuclein densities were also detected after ADIOL pre-treatment with better results frequently achieved with the middle dose (3.5 mg/kg/day). The middle dose of ADIOL showed behavioral improvement, with elevation in the ATP level, which was emphasized by the improvement in mitochondrial integrity observed upon electron microscopy (EM) examination. In conclusion, the present study confirmed for the first time the ability of ADIOL to protect against neuroinflammation and, in turn, neurodegeneration process and motor dysfunction in PD animal model, which was more obviously observed with the middle dose. This article is protected by copyright. All rights reserved.", "doi": "10.1002/jcp.26412", "title": "Potential neuroprotective effect of androst-5-ene-3β, 17β-diol (ADIOL) on the striatum and substantia nigra in Parkinson's disease rat model.", "journal": ["Journal of cellular physiology", "J. Cell. Physiol."]}