{"authors": [["Niemann", "Marcel", "M", "Department of Neurosurgery, Charité University Medicine Berlin, Berlin, Germany."], ["Schneider", "Gerd-Helge", "GH", "Department of Neurosurgery, Charité University Medicine Berlin, Berlin, Germany."], ["Kühn", "Andrea", "A", "Department of Neurosurgery, Charité University Medicine Berlin, Berlin, Germany."], ["Vajkoczy", "Peter", "P", "Department of Neurosurgery, Charité University Medicine Berlin, Berlin, Germany."], ["Faust", "Katharina", "K", "Department of Neurosurgery, Charité University Medicine Berlin, Berlin, Germany."]], "date": "2017-12-19", "id": "29265529", "text": "Deep brain stimulation (DBS) is a well-established therapy for otherwise intractable movement disorders. Thus far, most patients receive nonrechargeable implantable pulse generators (IPG). Eventually, another intervention to replace the IPG is inevitable.We assessed IPG model-specific differences in longevity in patients planned for IPG replacement. Also, we evaluated the influence of the total electric energy delivered (TEED), the amount of previous IPG replacements, and previous IPG model changes on the longevity.We collected the demographic data and DBS settings of 47 patients (19 with Parkinson's disease, 7 with essential tremor, and 21 with dystonia) that were treated either with Medtronic's Kinetra® (N = 16) or Activa® PC (N = 31). Statistical analysis was performed using Mann-Whitney U test and Spearman's rank correlation.Battery longevity was shorter in the Activa PC than in the Kinetra (40.16 ± 15.22 vs. 70.35 ± 24.45 months; p < 0.001). Further analysis showed an inverse correlation of the longevity to TEED (r = -0.529; p < 0.001) and the number of previous IPG replacements (r = -0.588; p < 0.001). Furthermore, patients with more frequent replacements had higher TEED (r = 0.501; p < 0.001) and patients, whose Kinetra was replaced with the Activa PC before, had shorter IPG longevity (28.36 ± 9.82 vs. 45.78 ± 14.19 months; p = 0.006).Our findings imply that IPG longevity is shorter in the Activa PC compared to the Kinetra. Higher TEED and more frequent IPG replacements might reduce IPG longevity.", "doi": "10.1111/ner.12743", "title": "Longevity of Implantable Pulse Generators in Bilateral Deep Brain Stimulation for Movement Disorders.", "journal": ["Neuromodulation : journal of the International Neuromodulation Society", "Neuromodulation"]}