{"authors": [["Chao", "Ru-Yi", "RY", "Department of Physiology, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Cheng", "Chia-Hui", "CH", "Department of Physiology, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Wu", "Sheng-Nan", "SN", "Department of Physiology, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Chen", "Pei-Chun", "PC", "Department of Physiology, College of Medicine, National Cheng Kung University, Tainan, Taiwan."]], "date": "2017-12-18", "id": "29265365", "text": "Intracellular protein trafficking is tightly regulated, and improper trafficking might be the fundamental provocateur for human diseases including neurodegeneration. In neurons, protein trafficking to and from the plasma membrane affects synaptic plasticity. Voltage-gated potassium channel 2.1 (Kv2.1) is a predominant delayed rectifier potassium (K+ ) current, and electrical activity patterns of dopamine (DA) neurons within the substantia nigra are generated and modulated by the orchestrated function of different ion channels. The pathological hallmark of Parkinson's disease (PD) is the progressive loss of these DA neurons, resulting in the degeneration of striatal dopaminergic terminals. However, whether trafficking of Kv2.1 channels contributes to PD remains unclear. In this study, we demonstrated that MPTP/MPP+ increases the surface expression of the Kv2.1 channel and causes nigrostriatal degeneration by using a subchronic MPTP mouse model. The inhibition of the Kv2.1 channel by using a specific blocker, guangxitoxin-1E, protected nigrostriatal projections against MPTP/MPP+ insult and thus facilitated the recovery of motor coordination. These findings highlight the importance of trafficking of Kv2.1 channels in the pathogenesis of PD.", "doi": "10.1111/jnc.14282", "title": "Defective trafficking of Kv2.1 channels in MPTP-induced nigrostriatal degeneration.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}