{"authors": [["Rodríguez-Violante", "Mayela", "M", "Movement Disorders Clinic, National Institute of Neurology and Neurosurgery, Mexico City, Mexico, USA."], ["Cervantes-Arriaga", "Amin", "A", "Movement Disorders Clinic, National Institute of Neurology and Neurosurgery, Mexico City, Mexico, USA."], ["Fahn", "Stanley", "S", "Department of Neurology, Columbia University Medical Center, New York, USA."], ["Tolosa", "Eduardo", "E", "Neurological Tissue Bank, Hospital Clinic-Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona and Centro de Investigación Biomédica en Red sobre Enfermedades Neurodegenerativas, Madrid and Universidad de Barcelona, Barcelona, Spain."]], "date": null, "id": "29265118", "text": "An Essay on the Shaking Palsy, by James Parkinson, was published in 1817. Later, Jean-Martin Charcot better described some of the motor features of the disease and named the condition as \"La Maladie de Parkinson.\" As understanding about the disease progressed, aided by both clinical expertise and technological developments, the definition of what is Parkinson's disease has evolved. Motor phenotype, non-motor symptoms, monogenic mutations, genetic risk factors, disease subtyping, and data-driven clusters, among other concepts, have given rise to the hypothesis that Parkinson's disease may be not one well-defined entity but several different diseases encompassed as a levodopa-responsive Parkinsonism. This review present and discusses several of these factors and how they may support or not the notion of Parkinson's being one or more diseases. In summary, current evidence appears to be insufficient at this moment to clarify this issue. Parkinson's disease will continue to be an evolving concept over the years to come.", "doi": "10.24875/RIC.17002291", "title": "Two-hundred Years Later: Is Parkinson's Disease a Single Defined Entity?", "journal": ["Revista de investigacion clinica; organo del Hospital de Enfermedades de la Nutricion", "Rev. Invest. Clin."]}