{"authors": [["Catalán", "Maria José", "MJ", "Parkinson and Movement Disorders Unit, Hospital Clínico San Carlos, Madrid, Spain."], ["Antonini", "Angelo", "A", "Parkinson and Movement Disorders Unit, Department of Neurosciences, IRCCS Hospital San Camillo, Venice, Italy."], ["Calopa", "Matilde", "M", "Hospital Universitari de Bellvitge, Barcelona, Spain."], ["Băjenaru", "Ovidiu", "O", "University of Medicine and Pharmacy \"Carol Davila\" Bucharest - University Emergency Hospital, Department of Neurology, Bucharest, Romania."], ["de Fábregues", "Oriol", "O", "Vall d'Hebron University Hospital, Neurology Service, Movement Disorders Unit, Autonomous University of Barcelona, Neurodegenerative Diseases Research Group, Vall d'Hebron Research Institute, Barcelona, Spain."], ["Mínguez-Castellanos", "Adolfo", "A", "Complejo Hospitalario Universitario de Granada, Instituto de Investigación Biosanitaria \"ibs. Granada,\", Granada, Spain."], ["Odin", "Per", "P", "Skåne University Hospital, Lund University, Lund, Sweden."], ["García-Moreno", "José Manuel", "JM", "Hospital Universitario Virgen Macarena, Seville, Spain."], ["Pedersen", "Stephen W", "SW", "University of Copenhagen, Rigshospitalet Glostrup, Glostrup, Denmark."], ["Pirtošek", "Zvezdan", "Z", "University Medical Centre, Ljubljana, Slovenia."], ["Kulisevsky", "Jaime", "J", "Hospital Santa Creu i Sant Pau, Ciberned, Universitat Autònoma de Barcelona, Universitat Oberta de Catalunya, Barcelona, Spain."]], "date": "2017-07-02", "id": "29260038", "text": "Advanced Parkinson's disease (APD) is characterized by increased functional disability, caused by motor complications, the presence of axial symptoms, and emergent disease- and drug-related non-motor symptoms. One of the advanced therapies available is intrajejunal infusion of levodopa/carbidopa intestinal gel (LCIG); however, patient selection for this treatment is sometimes difficult, particularly because of overlapping indications with other alternatives. In recent years, strong evidence has supported the use of LCIG in treating motor fluctuations associated with APD, and several clinical studies provide emerging evidence for additional benefits of LCIG treatment in certain patients. This article provides an overview of the published literature on the benefits, limitations, and drawbacks of LCIG in relation to PD symptoms, the psychosocial impact of the disease, and the quality of life of patients, with the aim of determining candidates for whom treatment with LCIG would be beneficial. According to current evidence, patients with APD (defined as inability to achieve optimal control of the disease with conventional oral treatment), a relatively well-preserved cognitive-behavioral status, and good family/caregiver would count as suitable candidates for LCIG treatment. Contraindications in the opinion of the authors are severe dementia and active psychosis.", "doi": "10.1016/j.ensci.2017.06.004", "title": "Can suitable candidates for levodopa/carbidopa intestinal gel therapy be identified using current evidence?", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}