{"authors": [["Kwon", "Han-Sung", "HS", "1 Department of Obstetrics and Gynecology, Konkuk University School of Medicine, Seoul, Korea."], ["Park", "Ji Hyun", "JH", "3 Institute of Women's Life Medical Science, Yonsei University College of Medicine, Seoul, Korea."], ["Hwang", "Han-Sung", "HS", "1 Department of Obstetrics and Gynecology, Konkuk University School of Medicine, Seoul, Korea."], ["Sohn", "In-Sook", "IS", "1 Department of Obstetrics and Gynecology, Konkuk University School of Medicine, Seoul, Korea."], ["Kim", "Young-Han", "YH", "5 Department of Obstetrics and Gynecology, Institute of Women's Life Medical Science, Yonsei University College of Medicine, Yonsei University Health System, Seoul, Korea."], ["Cho", "SiHyun", "S", "3 Institute of Women's Life Medical Science, Yonsei University College of Medicine, Seoul, Korea."]], "date": "2017-01-01", "id": "29258409", "text": "DJ-1 ( PARK7) has been reported to be causative gene of Parkinson disease and also an oncogene. A loss in DJ-1 function can lead to cell death in neurodegenerative disease, or a gain of it can cause unregulated cell survival in cancer, respectively. DJ-1 protein is known to be expressed mainly in trophoblastic cells in the placenta with increased expression in the first trimester compared to later in term. However, its role in trophoblast regulation remains unknown. This study aimed to investigate the effect of DJ-1 regulation on a first trimester extravillous trophoblast cell line, HTR-8/SVneo. The effect of DJ-1 downregulation induced by small-interfering RNA on cell apoptosis, migration, and the pathway to regulate the cell function was assessed. Data of this study showed that DJ-1 downregulation increased apoptosis and reduced migration by regulating matrix metalloproteinase 2 and matrix metalloproteinase 9 in HTR-8/SVneo cells under both ambient and oxidative stress. Changes in cell function were demonstrated to be at least partly dependent on the AKT/S6 kinase beta-1 (S6K1) pathway. In summary, DJ-1 might play a protective role in maintaining trophoblastic cell functions through the AKT/S6K1-based pathway.", "doi": "10.1177/1933719117746760", "title": "Effect of DJ-1 Downregulation on the Functions of the First Trimester Extravillous Trophoblasts.", "journal": ["Reproductive sciences (Thousand Oaks, Calif.)", "Reprod Sci"]}