{"authors": [["Nido", "Gonzalo S", "GS", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Dölle", "Christian", "C", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Flønes", "Irene", "I", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Tuppen", "Helen A", "HA", "Wellcome Centre for Mitochondrial Research, Institute of Neuroscience, Newcastle University, Newcastle upon Tyne, UK."], ["Alves", "Guido", "G", "The Norwegian Centre for Movement Disorders and Department of Neurology, Stavanger University Hospital, Stavanger, Norway; Department of Mathematics and Natural Sciences, University of Stavanger, Stavanger, Norway."], ["Tysnes", "Ole-Bjørn", "OB", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Haugarvoll", "Kristoffer", "K", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Tzoulis", "Charalampos", "C", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway. Electronic address: charalampos.tzoulis@nevro.uib.no."]], "date": "2017-12-08", "id": "29257976", "text": "Mitochondrial DNA (mtDNA) deletions accumulate with age in postmitotic cells and are associated with aging and neurodegenerative disorders such as Parkinson's disease. Although the exact mechanisms by which deletions form remain elusive, the dominant theory is that they arise spontaneously at microhomologous sites and undergo clonal expansion. We characterize mtDNA deletions at unprecedented resolution in individual substantia nigra neurons from individuals with Parkinson's disease, using ultradeep sequencing. We show that the number of deleted mtDNA species per neuron is substantially higher than previously reported. Moreover, each deleted mtDNA species shows significant differences in sequence composition compared with the remaining mtDNA population, which is highly consistent with independent segregation and clonal expansion. Deletion breakpoints occur consistently in regions of sequence homology, which may be direct or interrupted stretches of tandem repeats. While our results support a crucial role for misannealing in deletion generation, we find no overrepresentation of the 3'-repeat sequence, an observation that is difficult to reconcile with the current view of replication errors as the source of mtDNA deletions.", "doi": "10.1016/j.neurobiolaging.2017.10.024", "title": "Ultradeep mapping of neuronal mitochondrial deletions in Parkinson's disease.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}