{"authors": [["Ory-Magne", "F", "F", "Department of Neurology, University Hospital of Toulouse, Toulouse, France; INSERM, Imagerie Cérébrale et Handicaps Neurologiques, UMR 1214, Toulouse, France; Clinical Investigation Center 1436, Inserm and University of Hospital of Toulouse, Toulouse, France; French Reference Center for Multiple System Atrophy, France; Toulouse Parkinson Expert Center, Toulouse University Hospital, Toulouse, France; NeuroToul Centre of Excellence in Neurodegeneration (COEN), France. Electronic address: ory.f@chu-toulouse.fr."], ["Pellaprat", "J", "J", "INSERM, Imagerie Cérébrale et Handicaps Neurologiques, UMR 1214, Toulouse, France."], ["Harroch", "E", "E", "Department of Neurology, University Hospital of Toulouse, Toulouse, France; Clinical Investigation Center 1436, Inserm and University of Hospital of Toulouse, Toulouse, France; Toulouse Parkinson Expert Center, Toulouse University Hospital, Toulouse, France."], ["Galitzsky", "M", "M", "Clinical Investigation Center 1436, Inserm and University of Hospital of Toulouse, Toulouse, France; NeuroToul Centre of Excellence in Neurodegeneration (COEN), France."], ["Rousseau", "V", "V", "Department of Clinical Pharmacology, University Hospital, Toulouse, France."], ["Pavy-Le Traon", "A", "A", "Department of Neurology, University Hospital of Toulouse, Toulouse, France; INSERM, Imagerie Cérébrale et Handicaps Neurologiques, UMR 1214, Toulouse, France; French Reference Center for Multiple System Atrophy, France; NeuroToul Centre of Excellence in Neurodegeneration (COEN), France."], ["Rascol", "O", "O", "Department of Neurology, University Hospital of Toulouse, Toulouse, France; INSERM, Imagerie Cérébrale et Handicaps Neurologiques, UMR 1214, Toulouse, France; Clinical Investigation Center 1436, Inserm and University of Hospital of Toulouse, Toulouse, France; Department of Clinical Pharmacology, University Hospital, Toulouse, France; French Reference Center for Multiple System Atrophy, France; Toulouse Parkinson Expert Center, Toulouse University Hospital, Toulouse, France; NeuroToul Centre of Excellence in Neurodegeneration (COEN), France."], ["Gerdelat", "A", "A", "Department of Neurology, University Hospital of Toulouse, Toulouse, France; INSERM, Imagerie Cérébrale et Handicaps Neurologiques, UMR 1214, Toulouse, France."], ["Brefel-Courbon", "C", "C", "Department of Neurology, University Hospital of Toulouse, Toulouse, France; INSERM, Imagerie Cérébrale et Handicaps Neurologiques, UMR 1214, Toulouse, France; Clinical Investigation Center 1436, Inserm and University of Hospital of Toulouse, Toulouse, France; Department of Clinical Pharmacology, University Hospital, Toulouse, France; French Reference Center for Multiple System Atrophy, France; Toulouse Parkinson Expert Center, Toulouse University Hospital, Toulouse, France; NeuroToul Centre of Excellence in Neurodegeneration (COEN), France."]], "date": "2017-12-08", "id": "29254664", "text": "Patients with Parkinson's disease or Multiple System Atrophy frequently experience painful sensations. The few studies investigating pain mechanisms in Multiple System Atrophy patients have reported contradictory results. In our study, we compared pain thresholds in Multiple System Atrophy and Parkinson's disease patients and healthy controls and evaluated the effect of l-DOPA on pain thresholds.We assessed subjective and objective pain thresholds (using a thermotest and RIII reflex), and pain tolerance in OFF and ON conditions, clinical pain, motor and psychological evaluation.Pain was reported in 78.6% of Multiple System Atrophy patients and in 37.5% of Parkinson's disease patients. In the OFF condition, subjective and objective pain thresholds were significantly lower in Multiple System Atrophy patients than in healthy controls (43.8 °C ± 1.3 vs 45.7 °C ± 0.8; p = 0.0005 and 7.4 mA ± 3.8 vs 13.7 mA ± 2.8; p = 0.002, respectively). They were also significantly reduced in Multiple System Atrophy compared to Parkinson's disease patients. No significant difference was found in pain tolerance for the 3 groups and in the effect of l-DOPA on pain thresholds in Multiple System Atrophy and Parkinson's disease patients. In the ON condition, pain tolerance tended to be reduced in Multiple System Atrophy versus Parkinson's disease patients (p = 0.05).Multiple System Atrophy patients had an increase in pain perception compared to Parkinson's disease patients and healthy controls. The l-DOPA effect was similar for pain thresholds in Multiple System Atrophy and Parkinson's disease patients, but tended to worsen pain tolerance in Multiple System Atrophy.", "doi": "10.1016/j.parkreldis.2017.12.001", "title": "Abnormal pain perception in patients with Multiple System Atrophy.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}