{"authors": [["Huang", "Xuefei", "X", "Department of Clinical Pharmacy, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Yang", "Jing", "J", "Laboratory of Chinese Materia Medica, Department of Pharmacology, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Yang", "Sijin", "S", "Department of Cardiology and Neurology, Affiliated Traditional Chinese Medicine Hospital, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Cao", "Shousong", "S", "Laboratory of Cancer Pharmacology, Department of Pharmacology, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Qin", "Dalian", "D", "Laboratory of Chinese Materia Medica, Department of Pharmacology, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Zhou", "Ya", "Y", "Department of Clinical Pharmacy, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Li", "Xiaoli", "X", "Department of R&D, Sichuan CREDIT Pharmaceutical Ltd., Luzhou, Sichuan, 646000, China."], ["Ye", "Yun", "Y", "Department of Clinical Pharmacy, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."], ["Wu", "Jianming", "J", "Laboratory of Chinese Materia Medica, Department of Pharmacology, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, 646000, China."]], "date": "2017-10-27", "id": "29254282", "text": "5-hydroxytryptamine (5-HT, serotonin) is an important neurotransmitter in the modulation of the cognitive, behavioral and psychological functions in animals and humans. Among the fourteen subtypes of 5-HT receptor, 5-HT1A receptor has been extensively studied. Tandospirone, an azapirone derivative with strong and selective agonist effect on 5-HT1A receptor, has been used for the treatment of anxiety disorders especially generalized anxiety disorder for decades. Recently, tandospirone showed the efficacy in relieving the syndromes of social anxiety disorder and post-traumatic stress disorder as well as in potentiating the effect of antidepressants in the treatment of depression in both preclinical and clinical studies. More impressively, the beneficial effect of tandospirone has been revealed on improvement of motor dysfunction of Parkinson's disease and cognitive deficits of schizophrenia either in monotherapy or in combination with other drugs. This review discusses the superiority of tandospirone in the treatment of the disorders and associated mechanisms in central nervous system from the literature.", "doi": "10.18632/oncotarget.22170", "title": "Role of tandospirone, a 5-HT1A receptor partial agonist, in the treatment of central nervous system disorders and the underlying mechanisms.", "journal": ["Oncotarget", "Oncotarget"]}