{"authors": [["Bloem", "Bastiaan R", "BR", "Department of Neurology, Radboud University Medical Center, Donders Institute for Brain, Cognition and Behavior, Nijmegen, The Netherlands."], ["Ypinga", "Jan H L", "JHL", "Department Care Purchasing, CZ Groep, Goes, The Netherlands."], ["Willis", "Allison", "A", "Departments of Neurology and of Biostatistics, Epidemiology and Informatics, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."], ["Canning", "Colleen G", "CG", "Discipline of Physiotherapy, Faculty of Health Sciences, University of Sydney, Sydney, Australia."], ["Barker", "Roger A", "RA", "Department of Clinical Neurosciences, John van Geest Centre for Brain Repair, University of Cambridge, UK."], ["Munneke", "Marten", "M", "Department of Neurology, Radboud University Medical Center, Donders Institute for Brain, Cognition and Behavior, Nijmegen, The Netherlands."], ["De Vries", "Nienke M", "NM", "Department of Neurology, Radboud University Medical Center, Donders Institute for Brain, Cognition and Behavior, Nijmegen, The Netherlands."]], "date": "2017-12-06", "id": "29254108", "text": "The scientific evidence to support the value of a range of non-pharmacological interventions for people with Parkinson's disease (PD) is increasing. However, showing unequivocally that specific interventions are better than usual care is not straightforward because of generic drawbacks of clinical trials. Here, we address these challenges, specifically related to the context of evaluating complex non-pharmacological interventions for people with PD. Moreover, we discuss the potential merits of undertaking \"real world\" analyses using medical claims data. We illustrate this approach by discussing an interesting recent publication in The Lancet Neurology, which used such an approach to demonstrate the value of specialized physiotherapy for PD patients, over and above usual care physiotherapy.", "doi": "10.3233/JPD-171277", "title": "Using Medical Claims Analyses to Understand Interventions for Parkinson Patients.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}