{"authors": [["Timotius", "Ivanna K", "IK", "Dept. of Computer Science, Faculty of Engineering, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Germany; Dept. of Electronics Engineering, Satya Wacana Christian University, Salatiga, Indonesia."], ["Canneva", "Fabio", "F", "Dept. Experimental Therapy, University Hospital Erlangen (UKEr) and Preclinical Experimental Animal Center, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Germany."], ["Minakaki", "Georgia", "G", "Dept. of Molecular Neurology, University Hospital Erlangen, University of Erlangen-Nürnberg (FAU), Germany."], ["Pasluosta", "Cristian", "C", "Dept. of Computer Science, Faculty of Engineering, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Germany; Dept. of Microsystems Engineering, University of Freiburg, Germany."], ["Moceri", "Sandra", "S", "Dept. Experimental Therapy, University Hospital Erlangen (UKEr) and Preclinical Experimental Animal Center, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Germany."], ["Casadei", "Nicolas", "N", "Institute of Medical Genetics and Applied Genomics, University of Tübingen, Germany."], ["Riess", "Olaf", "O", "Institute of Medical Genetics and Applied Genomics, University of Tübingen, Germany."], ["Winkler", "Jürgen", "J", "Dept. of Molecular Neurology, University Hospital Erlangen, University of Erlangen-Nürnberg (FAU), Germany."], ["Klucken", "Jochen", "J", "Dept. of Molecular Neurology, University Hospital Erlangen, University of Erlangen-Nürnberg (FAU), Germany."], ["von Hörsten", "Stephan", "S", "Dept. Experimental Therapy, University Hospital Erlangen (UKEr) and Preclinical Experimental Animal Center, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Germany. Electronic address: stephan.v.hoersten@fau.de."], ["Eskofier", "Bjoern", "B", "Dept. of Computer Science, Faculty of Engineering, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Germany."]], "date": "2017-12-16", "id": "29253577", "text": "Sway is a crucial gait characteristic tightly correlated with the risk of falling in patients with Parkinsońs disease (PD). So far, the swaying pattern during locomotion has not been investigated in rodent models using the analysis of dynamic footprint recording obtained from the CatWalk gait recording and analysis system.We present three methods for describing locomotion sway and apply them to footprint recordings taken from C57BL6/N wild-type mice and two different α-synuclein transgenic PD-relevant mouse models (α-synm-ko, α-synm-koxα-synh-tg). Individual locomotion data were subjected to three different signal processing analytical approaches: the first two methods are based on Fast Fourier Transform (FFT), while the third method uses Low Pass Filters (LPF). These methods use the information associated with the locomotion sway and generate sway-related parameters.The three proposed methods were successfully applied to the footprint recordings taken from all paws as well as from front/hind-paws separately. Nine resulting sway-related parameters were generated and successfully applied to differentiate between the mouse models under study. Namely, α-synucleinopathic mice revealed higher sway and sway itself was significantly higher in the α-synm-koxα-synh-tg mice compared to their wild-type littermates in eight of the nine sway-related parameters.Previous locomotion sway index computation is based on the estimated center of mass position of mice.The methods presented in this study provide a sway-related gait characterization. Their application is straightforward and may lead to the identification of gait pattern derived biomarkers in rodent models of PD.", "doi": "10.1016/j.jneumeth.2017.12.004", "title": "Dynamic footprint based locomotion sway assessment in α-synucleinopathic mice using Fast Fourier Transform and Low Pass Filter.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}