{"authors": [["Bargiotas", "Panagiotis", "P", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Eugster", "Lukas", "L", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Oberholzer", "Michael", "M", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Debove", "Ines", "I", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Lachenmayer", "M Lenard", "ML", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Mathis", "Johannes", "J", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Pollo", "Claudio", "C", "Department of Neurosurgery, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Schüpbach", "W M Michael", "WMM", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."], ["Bassetti", "Claudio L", "CL", "Department of Neurology, University Hospital (Inselspital) and University of Bern, Bern, Switzerland."]], "date": "2017-12-18", "id": "29253029", "text": "Sleep-wake disturbances (SWD) are frequent in Parkinson's disease (PD). The effect of deep brain stimulation (DBS) on SWD is poorly known. In this study we examined the subjective and objective sleep-wake profile and the quality of life (QoL) of PD patients in the context of subthalamic DBS.We retrospectively analyzed data from PD patients and candidates for DBS in the nucleus suthalamicus (STN). Pre-DBS, sleep-wake assessments included subjective and objective (polysomnography, vigilance tests and actigraphy) measures. Post-DBS, subjective measures were collected. QoL was assessed using the Parkinson's Disease Questionnaire (PDQ-39) and the RAND SF-36-item Health Survey (RAND SF-36).Data from 74 PD patients (62% male, mean age 62.2 years, SD = 8.9) with a mean UPDRS-III (OFF) of 34.2 (SD = 14.8) and 11.8 (SD = 4.5) years under PD treatment were analyzed. Pre-DBS, daytime sleepiness, apathy, fatigue and depressive symptoms were present in 49%, 34%, 38% and 25% of patients respectively but not always as co-occurring symptoms. Sleep-wake disturbances were significantly correlated with QoL scores. One year after STN DBS, motor signs, QoL and sleepiness improved but apathy worsened. Changes in QoL were associated with changes in sleepiness and apathy but baseline sleep-wake functions were not predictive of STN DBS outcome.In PD patients presenting for STN DBS, subjective and objective sleep-wake disturbances are common and have a negative impact on QoL before and after neurosurgery. Given the current preliminary evidence, prospective observational studies assessing subjective and objective sleep-wake variables prior to and after DBS are needed.", "doi": "10.1371/journal.pone.0190027", "title": "Sleep-wake functions and quality of life in patients with subthalamic deep brain stimulation for Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}