{"authors": [["Ivica", "Nedjeljka", "N", "Department of Experimental Medical Sciences, Integrative Neurophysiology and Neurotechnology, Neuronano Research Center, Lund University, BMC, S-221 84, Lund, Sweden."], ["Richter", "Ulrike", "U", "Department of Experimental Medical Sciences, Integrative Neurophysiology and Neurotechnology, Neuronano Research Center, Lund University, BMC, S-221 84, Lund, Sweden."], ["Sjöbom", "Joel", "J", "Department of Experimental Medical Sciences, Integrative Neurophysiology and Neurotechnology, Neuronano Research Center, Lund University, BMC, S-221 84, Lund, Sweden."], ["Brys", "Ivani", "I", "Department of Experimental Medical Sciences, Integrative Neurophysiology and Neurotechnology, Neuronano Research Center, Lund University, BMC, S-221 84, Lund, Sweden."], ["Tamtè", "Martin", "M", "Department of Experimental Medical Sciences, Integrative Neurophysiology and Neurotechnology, Neuronano Research Center, Lund University, BMC, S-221 84, Lund, Sweden."], ["Petersson", "Per", "P", "Department of Experimental Medical Sciences, Integrative Neurophysiology and Neurotechnology, Neuronano Research Center, Lund University, BMC, S-221 84, Lund, Sweden."]], "date": "2017-12-18", "id": "29250896", "text": "The basal ganglia are thought to be particularly sensitive to changes in dopaminergic tone, and the realization that reduced dopaminergic signaling causes pronounced motor dysfunction is the rationale behind dopamine replacement therapy in Parkinson's disease. It has, however, proven difficult to identify which neurophysiological changes that ultimately lead to motor dysfunctions. To clarify this, we have here recorded neuronal activity throughout the cortico-basal ganglia-thalamic circuits in freely behaving rats during periods of immobility following acute dopaminergic manipulations, involving both vesicular dopamine depletion and antagonism of D1 and D2 type dopamine receptors. Synchronized and rhythmic activities were detected in the form of betaband oscillations in local field potentials and as cortical entrainment of action potentials in several basal ganglia structures. Analyses of the temporal development of synchronized oscillations revealed a spread from cortex to gradually also include deeper structures. In addition, firing rate changes involving neurons in all parts of the network were observed. These changes were typically relatively balanced within each structure, resulting in negligible net rate changes. Animals treated with D1 receptor antagonist showed a rapid onset of hypokinesia that preceded most of the neurophysiological changes, with the exception of these balanced rate changes. Parallel rate changes in functionally coupled ensembles of neurons in different structures may therefore be the first step in a cascade of neurophysiological changes underlying motor symptoms in the parkinsonian state. We suggest that balanced rate changes in distributed networks are possible mechanism of disease that should be further investigated in conditions involving dopaminergic dysfunction.", "doi": "10.1111/ejn.13805", "title": "Changes in neuronal activity of cortico-basal ganglia-thalamic networks induced by acute dopaminergic manipulations in rats.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}