{"authors": [["Aparicio-Juárez", "Ariadna", "A", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."], ["Duhne", "Mariana", "M", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."], ["Lara-González", "Esther", "E", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."], ["Ávila-Cascajares", "Fátima", "F", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."], ["Calderón", "Vladimir", "V", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."], ["Galarraga", "Elvira", "E", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."], ["Bargas", "José", "J", "División Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México, P.O. Box 70-253, CDMX, Mexico City, 04510, México."]], "date": "2017-12-18", "id": "29250861", "text": "Previously, we have shown that chemical excitatory drives such as N-methyl-d-aspartate (NMDA) are capable of activating the striatal microcircuit exhibiting neuronal ensembles that alternate their activity producing temporal sequences. One aim of this work was to demonstrate whether similar activity could be evoked by delivering cortical stimulation. Dynamic calcium imaging allowed us to follow the activity of dozens of neurons with single-cell resolution in mus musculus brain slices. A train of electrical stimuli in the cortex evoked network activity similar to the one induced by bath application of NMDA. Previously, we have also shown that the dopamine-depleted striatal microcircuit increases its spontaneous activity generating dominant recurrent ensembles that interrupt the temporal sequences found in control microcircuits. This activity correlates with parkinsonian pathological activity. Several cortical stimulation protocols such as transcranial magnetic stimulation reduce motor signs of Parkinsonism. Here, we show that cortical stimulation in vitro temporarily eliminates the pathological activity from the dopamine-depleted striatal microcircuit by turning off some neurons that sustain this activity and recruiting new ones that allow transitions between network states, similar to the control circuit. When cortical stimulation is given in the presence of L-DOPA, parkinsonian activity is eliminated during the whole recording period. The present experimental evidence suggests that cortical stimulation such as that generated by transcranial magnetic stimulation, or otherwise, may allow reduce L-DOPA dosage.", "doi": "10.1111/ejn.13806", "title": "Cortical stimulation relieves parkinsonian pathological activity in vitro.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}