{"authors": [["Southwell", "Derek G", "DG", "Department of Neurological Surgery, University of California, San Francisco, USA. Electronic address: dereksouthwell@gmail.com."], ["Rutkowski", "Martin J", "MJ", "Department of Neurological Surgery, University of California, San Francisco, USA."], ["San Luciano", "Marta", "M", "Department of Neurology, University of California, San Francisco, USA."], ["Racine", "Caroline", "C", "Department of Neurological Surgery, University of California, San Francisco, USA."], ["Ostrem", "Jill", "J", "Department of Neurology, University of California, San Francisco, USA."], ["Starr", "Philip A", "PA", "Department of Neurological Surgery, University of California, San Francisco, USA."], ["Larson", "Paul S", "PS", "Department of Neurological Surgery, University of California, San Francisco, USA."]], "date": "2017-12-12", "id": "29249683", "text": "The Veterans Affairs Cooperative Study Program 468 study (CSP 468) produced significant findings regarding deep brain stimulation (DBS) target selection for Parkinson's Disease (PD) treatment, yet its impact on clinical practices has not been described. Here we assess how CSP 468 influenced target selection at a high-volume movement disorders treatment center.We compared DBS target site selection between 4-year periods that immediately preceded and followed CSP 468 publication. Additionally, we examined how baseline clinical features influenced target selection following CSP 468.The STN was the predominant site of DBS implantation before and after CSP 468 publication (93.2% of cases, and 60.4%, respectively), but GPi targeting increased significantly following CSP 468 publication (from 5.3% to 37.4%; p < .001). Patients who underwent GPi stimulation following CSP 468 exhibited worse indices of depression (p < .001), less responsiveness to medications (p < .05), and a trend towards worse pre-operative cognitive performance (p = .06). In multi-variate analysis, advanced patient age and depression were independent predictors of GPi targeting (p < .01).Key findings of CSP 468 were reflected in our target selection of DBS for Parkinson's Disease. Following CSP 468, GPi targeting increased, and it was selected for patients with poorer cognitive and mood indices.", "doi": "10.1016/j.parkreldis.2017.12.013", "title": "Before and after the veterans affairs cooperative program 468 study: Deep brain stimulator target selection for treatment of Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}