{"authors": [["Miller", "Nathaniel S", "NS", "Psychology Department, University of Michigan, 303 East Kearsley Street, Flint, MI 48502-1950, United States. Electronic address: natmille@umich.edu."], ["Chou", "Kelvin L", "KL", "Department of Neurology, University of Michigan, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States; Department of Neurosurgery, University of Michigan, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States; University of Michigan, Morris K. Udall Center of Excellence for Parkinson's Disease Research, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States. Electronic address: klchou@med.umich.edu."], ["Bohnen", "Nicolaas I", "NI", "University of Michigan, Morris K. Udall Center of Excellence for Parkinson's Disease Research, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States; Department of Radiology, University of Michigan, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States; Neurology Service and GRECC, VAAAHS, University of Michigan, 2215 Fuller Road, Ann Arbor, MI 48109-5030, United States. Electronic address: nbohnen@umich.edu."], ["Müller", "Martijn L T M", "MLTM", "University of Michigan, Morris K. Udall Center of Excellence for Parkinson's Disease Research, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States; Department of Radiology, University of Michigan, 1500 East Medical Center Drive, Ann Arbor, MI 48109-5030, United States. Electronic address: mtmuller@umich.edu."], ["Seidler", "Rachael D", "RD", "School of Kinesiology, University of Michigan, 1402 Washington Heights, Ann Arbor, MI 48109-2013, United States; Department of Applied Physiology & Kinesiology, College of Health and Human Performance, University of Michigan, 1864 Stadium Road, Gainesville, FL 32611, United States. Electronic address: rachaelseidler@ufl.edu."]], "date": "2017-12-12", "id": "29249680", "text": "Gait dysfunction is a common symptom of Parkinson's disease that can cause significant disability and put patients at risk for falls. These symptoms show variable responsiveness to dopaminergic therapy.To determine whether dopaminergic (rs1076560 DRD2 G > T and rs4680 catechole-o-methyltranspherase (COMT) Val158Met) or brain derived neurotrophic factor (rs6265 BDNF Val66Met) genetic polymorphisms are associated with gait function and medication responsiveness in Parkinson's disease.Gait function was evaluated on two days for patients (ON and OFF medication in a counterbalanced fashion) and a single session for controls. Investigators were blinded to genotype during data collection. Associations between genotype and medication responsiveness were analyzed using mixed model ANOVAs. A priori hypotheses were tested using GAITRite® electronic mat spatiotemporal gait parameters including step length, step width, velocity, portion of double and single support per gait cycle, and variability of these measures ON and OFF medication.We found that the DRD2 polymorphism, but neither COMT nor BDNF, was consistently associated with gait function and medication responsiveness in the patients. Specifically, Parkinson's disease patients with reduced striatal D2 expression (DRD2 T allele carriers) had worse gait dysfunction and showed greater dopamine responsiveness of gait function compared to patients who were homozygous for the G allele. There was no effect of any of the genetic polymorphisms on gait for controls.The findings suggest that genetic subgrouping, in particular for DRD2, may be used to identify Parkinson's disease patient subgroups that are more dopamine responsive for gait function.", "doi": "10.1016/j.parkreldis.2017.12.010", "title": "Dopaminergic polymorphisms associated with medication responsiveness of gait in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}