{"authors": [["De Rosa", "Anna", "A", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy. Electronic address: anna.derosa1@unina.it."], ["Peluso", "Silvio", "S", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy."], ["De Lucia", "Natascia", "N", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy; Department of Psychology, University of Campania, Luigi Vanvitelli, Naples, Italy."], ["Russo", "Paola", "P", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy."], ["Annarumma", "Ida", "I", "Department of Advanced Biomedical Sciences, Federico II University, Naples, Italy."], ["Esposito", "Marcello", "M", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy."], ["Manganelli", "Fiore", "F", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy."], ["Brunetti", "Arturo", "A", "Department of Advanced Biomedical Sciences, Federico II University, Naples, Italy."], ["De Michele", "Giuseppe", "G", "Department of Neurosciences and Reproductive and Odontostomatological Sciences, Federico II University, Naples, Italy."], ["Pappatà", "Sabina", "S", "Institute of Biostructure and Bioimaging, National Council of Research, Naples, Italy."]], "date": "2017-12-09", "id": "29249679", "text": "LRRK2 gene mutations underlie the most common mendelian form of Parkinson's Disease (PD), designated PARK8, that shows clinical features similar to those in idiopathic PD (IPD). We assessed the cognitive functions and the cerebral metabolism measured with 18F-fluorodeoxyglucose (FDG)-PET in PARK8 patients compared with IPD.We enrolled eight PARK8 patients and eight IPD patients, comparable for onset age, stage, severity and duration of disease. Mean age ± SD was 61.8 ± 10.9 years and disease duration 8.4 ± 5.8 in PARK8, and 61.4 ± 14.7 and 7.0 ± 4.8 in IPD. All subjects underwent a wide neuropsychological assessment and a FDG-PET. Cerebral regional relative metabolic maps were evaluated using voxel-based analysis with statistical parametric mapping.Motor and non-motor phenotype and neuropsychological evaluation did not differ between PARK8 and IPD. We detected one case of dementia and four of Mild Cognitive Impairment in each group. At FDG-PET, compared to controls, IPD patients revealed a significant relative posterior cortical hypometabolism in the left temporal and inferior parietal and in the right inferior and superior parietal regions, whereas patients with LRRK2 mutation, at a less conservative threshold, showed only a relative left inferior parietal hypometabolism. No differences were found between patients with PARK8 and IPD.The results confirm a comparable cognitive profile between LRRK2 and IPD patients. FDG-PET study showed a pattern of posterior cortical hypometabolism in both groups, although less severe in LRRK2-related PD. The milder decrease of cortical metabolism in PARK8 might be due to a less marked pathological involvement compared to IPD.", "doi": "10.1016/j.parkreldis.2017.12.008", "title": "Cognitive profile and 18F-fluorodeoxyglucose PET study in LRRK2-related Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}