{"authors": [["Pavy-LeTraon", "Anne", "A", "Neurology department, French reference centre for multiple system atrophy, hôpital Pierre-Paul-Riquet, Toulouse university hospital, place du Docteur-Baylac, 31059 Toulouse, France; Institut des maladies métaboliques et cardiovasculaires, université de Toulouse, CHU Rangueil, Toulouse, France. Electronic address: pavy-letraon.a@chu-toulouse.fr."], ["Brefel-Courbon", "Christine", "C", "Neurology department, Toulouse Parkinson expert center, hôpital Pierre-Paul-Riquet, Toulouse university hospital, 31059 Toulouse, France; Pharmacology department, faculty of medicine Purpan, 37, allée Jules-Guesde, 31073 Toulouse, France."], ["Dupouy", "Julia", "J", "Neurology department, Toulouse Parkinson expert center, hôpital Pierre-Paul-Riquet, Toulouse university hospital, 31059 Toulouse, France."], ["Ory-Magne", "Fabienne", "F", "Neurology department, Toulouse Parkinson expert center, hôpital Pierre-Paul-Riquet, Toulouse university hospital, 31059 Toulouse, France."], ["Rascol", "Olivier", "O", "Neurology department, French reference centre for multiple system atrophy, hôpital Pierre-Paul-Riquet, Toulouse university hospital, place du Docteur-Baylac, 31059 Toulouse, France; Neurology department, Toulouse Parkinson expert center, hôpital Pierre-Paul-Riquet, Toulouse university hospital, 31059 Toulouse, France; Pharmacology department, faculty of medicine Purpan, 37, allée Jules-Guesde, 31073 Toulouse, France."], ["Senard", "Jean-Michel", "JM", "Institut des maladies métaboliques et cardiovasculaires, université de Toulouse, CHU Rangueil, Toulouse, France; Pharmacology department, faculty of medicine Purpan, 37, allée Jules-Guesde, 31073 Toulouse, France."]], "date": "2017-12-14", "id": "29249575", "text": "It can be difficult to differentiate multiple system atrophy (MSA) with predominant parkinsonism (MSA-P), a very disabling but rare disease, from Parkinson's disease (PD). Autonomic dysfunction, particularly cardiovascular autonomic neuropathy (CAN), is classically more pronounced in MSA. We investigated whether testing for CAN combined with sweat function assessment was helpful to differentiate patients with MSA from those with PD.In this retrospective study, 62 patients with MSA-P and 96 with PD, comparable in age, BMI and sex ratio with disease duration of 4.3±2.5 years for MSA vs. 11.5±6 years for PD (P<0.0001) were tested for CAN using heart rate changes with deep breathing (HR-DB), stand test (HR-ST) and Valsalva maneuver (HR-VM) and blood pressure changes during stand test (BPs-ST and BPd-ST), Valsalva maneuver (BPs-VM-II and IV), hand grip (BPd-HG) and the total \"Ewing\" score tests (EwS), and for sweating function using electrochemical skin conductance for hands and feet (HESC and FESC).In MSA-P abnormal EwS, HR-DB, BP-ST and ESC were more frequent compared to PD, despite longer disease duration for PD. Using a model adjusted for sex, BMI, age, disease duration and treatment, the Odds Ratio for having MSA-P vs. PD based on EwS was 2.71, on HR-DB 2.36, on BP-ST 2.87 and on ESC 4.94 while it was 11.68 (2.17-62.79) for the combination of the three last tests.Assessment of HR-DB, BP-ST and ESC, that is, rapid and non-invasive could be helpful in combination as a first simple screening to differentiate MSA-P from PD.", "doi": "10.1016/j.neucli.2017.11.003", "title": "Combined cardiovascular and sweating autonomic testing to differentiate multiple system atrophy from Parkinson's disease.", "journal": ["Neurophysiologie clinique = Clinical neurophysiology", "Neurophysiol Clin"]}