{"authors": [["Galati", "Salvatore", "S", "Laboratory for Biomedical Neurosciences (LBN), Neurocenter of Southern Switzerland, Lugano, Switzerland. Electronic address: salvatore.galati@eoc.ch."], ["Song", "Wei", "W", "Laboratory for Biomedical Neurosciences (LBN), Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Orban", "Gergely", "G", "Laboratory for Biomedical Neurosciences (LBN), Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Luft", "Andreas R", "AR", "Vascular Neurology and Rehabilitation, Department of Neurology, University Hospital of Zurich, Zurich, Switzerland; Cereneo Center for Neurology and Rehabilitation, Vitznau, Switzerland."], ["Kaelin-Lang", "Alain", "A", "Laboratory for Biomedical Neurosciences (LBN), Neurocenter of Southern Switzerland, Lugano, Switzerland."]], "date": "2017-12-15", "id": "29248630", "text": "Urethane-induced cortical slow wave activity (SWA) spreads into the basal ganglia in dopamine (DA)-depleted rat models of Parkinson's disease (PD). During physiological sleep, SWA is powerfully expressed at the beginning of night and progressively reduced during sleep-time reflecting the sleep need. However, its underlying slow oscillations may contribute directly to modulate cortical plasticity. In order to determine the impact of the SWA on synaptic strength and its interplay with DA, we simultaneously recorded the electrocorticogram (ECoG) and the corticocortical- and corticostriatal-evoked potentials (CC-EPs, CS-EPs) during eight hours of robust urethane-induced SWA in both normal and PD animals. A subgroup of PD rats was assessed with repetitive apomorphine (APO) administrations. Normal animals showed a progressive reduction of SWA power during urethane-induced SWA. Compared to normal animals, PD animals showed lower SWA power at the start of anesthesia without a significant reduction over time. Accordingly, synaptic strength measured by CC- and CS-EP amplitudes decreased in normal but not in Parkinsonian rats. The PD animals treated with APO showed a CS-EP amplitude reduction comparable to normal animals. Interestingly, SWA power directly correlated with CS-EP amplitude in normal animals. These data support the hypothesis that cortical SWA is directly associated with the regulation of synaptic efficacy in which DA exerts a crucial role.", "doi": "10.1016/j.expneurol.2017.12.004", "title": "Cortical slow wave activity correlates with striatal synaptic strength in normal but not in Parkinsonian rats.", "journal": ["Experimental neurology", "Exp. Neurol."]}