{"authors": [["Kessler", "Christoph", "C", "Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Atasu", "Burcu", "B", "German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany."], ["Hanagasi", "Hasmet", "H", "Behavioural Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Simón-Sánchez", "Javier", "J", "German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany."], ["Hauser", "Ann-Kathrin", "AK", "Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Pak", "Meltem", "M", "Behavioural Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Bilgic", "Basar", "B", "Behavioural Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Erginel-Unaltuna", "Nihan", "N", "Institute for Experimental Medical Research, Istanbul University, Turkey."], ["Gurvit", "Hakan", "H", "Behavioural Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Gasser", "Thomas", "T", "Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany; German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany."], ["Lohmann", "Ebba", "E", "Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany; German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany; Behavioural Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey. Electronic address: ebbalohmann@gmx.net."]], "date": "2017-12-09", "id": "29248340", "text": "Mutations in the LRRK2 and alpha-synuclein (SNCA) genes are well-established causes of autosomal dominant Parkinson's disease (PD). However, their frequency differs widely between ethnic groups. Only three studies have screened all coding regions of LRRK2 and SNCA in European samples so far. In Turkey, the role of LRRK2 in Parkinson's disease has been studied fragmentarily, and the incidence of SNCA copy number variations is unknown. The purpose of this study is to determine the frequency of LRRK2 and SNCA mutations in autosomal dominant PD in Turkey.We performed Sanger sequencing of all coding LRRK2 and SNCA exons in a sample of 91 patients with Parkinsonism. Copy number variations in SNCA, PRKN, PINK1, DJ1 and ATP13A2 were assessed using the MLPA method. All patients had a positive family history compatible with autosomal dominant inheritance.Known mutations in LRRK2 and SNCA were found in 3.3% of cases: one patient harbored the LRRK2 G2019S mutation, and two patients carried a SNCA gene duplication. Furthermore, we found a heterozygous deletion of PRKN exon 2 in one patient, and four rare coding variants of unknown significance (LRRK2: A211V, R1067Q, T2494I; SNCA: T72T). Genetic testing in one affected family identified the LRRK2 R1067Q variant as a possibly pathogenic substitution.Point mutations in LRRK2 and SNCA are a rare cause of autosomal dominant PD in Turkey. However, copy number variations should be considered. The unclassified variants, especially LRRK2 R1067Q, demand further investigation.", "doi": "10.1016/j.parkreldis.2017.12.007", "title": "Role of LRRK2 and SNCA in autosomal dominant Parkinson's disease in Turkey.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}