{"authors": [["Te Woerd", "Erik S", "ES", "Radboud University Medical Centre, Department of Neurology, Radboud University, Nijmegen, The Netherlands; Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, The Netherlands."], ["Oostenveld", "Robert", "R", "Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, The Netherlands; NatMEG, Karolinska Institutet, Stockholm, Sweden."], ["de Lange", "Floris P", "FP", "Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, The Netherlands."], ["Praamstra", "Peter", "P", "Radboud University Medical Centre, Department of Neurology, Radboud University, Nijmegen, The Netherlands; Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, The Netherlands. Electronic address: peter.praamstra@radboudumc.nl."]], "date": "2017-11-26", "id": "29247880", "text": "Neural entrainment plays a crucial role in perception and action, especially when stimuli possess a certain temporal regularity, and is also suggested to serve as a neural process to select and attend the relevant stream in situations where there are competing stimulus streams. Beneficial effects of entrainment have led to the suggestion that rhythmic stimuli can improve motor function in patients with Parkinson's disease (PD). Behavioural studies support this suggestion, but neurophysiological studies have shown reduced entrainment of motor areas in PD. However, oscillatory entrainment in PD has only been tested in paradigms with a single isochronous stimulus stream, whereas entrainment has an enhanced benefit in situations where one rhythmic stimulus stream has to be segregated from distractor stimuli. Therefore, we here used an intermodal selective attention task with concurrent auditory and visual stimulus streams while recording oscillatory brain activity with Magnetoencephalography (MEG). We aimed to (i) replicate earlier findings of deficient motor entrainment in PD patients in conditions where there is a single stimulus stream, and (ii) to evaluate whether increasing the benefit of entrainment by introducing a distractor stream would lead to entrainment in PD patients not seen otherwise. Contrary to this hypothesis, PD patients showed reduced motor entrainment compared to controls during both conditions, as indexed by beta oscillatory activity. These results suggest that entrainment in PD patients is deficient, even under conditions that encourage entrainment.", "doi": "10.1016/j.cortex.2017.11.011", "title": "Entrainment for attentional selection in Parkinson's disease.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}