{"authors": [["Raj", "Ruhi", "R", "Shobhaben Pratapbhai Patel School of Pharmacy & Technology Management, SVKMs NMIMS, V.L.Mehta Road, Vile Parle (W), Mumbai, Maharashtra, 400056, India."], ["Wairkar", "Sarika", "S", "Shobhaben Pratapbhai Patel School of Pharmacy & Technology Management, SVKMs NMIMS, V.L.Mehta Road, Vile Parle (W), Mumbai, Maharashtra, 400056, India. Electronic address: sarikawairkar@gmail.com."], ["Sridhar", "Vinay", "V", "Shobhaben Pratapbhai Patel School of Pharmacy & Technology Management, SVKMs NMIMS, V.L.Mehta Road, Vile Parle (W), Mumbai, Maharashtra, 400056, India."], ["Gaud", "Ram", "R", "Shobhaben Pratapbhai Patel School of Pharmacy & Technology Management, SVKMs NMIMS, V.L.Mehta Road, Vile Parle (W), Mumbai, Maharashtra, 400056, India."]], "date": "2017-12-13", "id": "29247729", "text": "In the current study, Pramipexole dihydrochloride loaded chitosan nanoparticles (P-CNs) were prepared for Parkinson's disease via nose to brain pathway by ionic gelation method. Optimized P-CNs with chitosan and sodium tripolyphosphate (6:1 v/v) exhibited particle size and entrapment efficiency of 292.5 nm ± 8.80 and 91.25% ± 0.95 respectively and its diffusion across the artificial membrane and goat nasal mucosa was found to be 93.32% ± 2.56 and 83.03% ± 3.48 correspondingly after 24 h. Transmission electron microscopy displayed the spherical nature of the P-CNs particles and rough surface morphology was observed in scanning electron microphotographs. In pharmacodynamic studies, the comparative results of behavioral testing revealed improved score of photoactometer and reduced motor deficit in the form of catalepsy in P-CN treatment group as compare to its nasal solution or oral marketed tablets. Similarly, P-CNs enhanced antioxidant status in the form of increased superoxide dismutase and catalase activities, along with increased dopamine level in the brain significantly. Therefore, it can be concluded that intranasal delivery of Pramipexole loaded chitosan nanoparticles exhibited essential in vitro characteristics and superior in vivo activity than other formulations for brain targeted delivery in Parkinson disease.", "doi": "10.1016/j.ijbiomac.2017.12.056", "title": "Pramipexole dihydrochloride loaded chitosan nanoparticles for nose to brain delivery: Development, characterization and in vivo anti-Parkinson activity.", "journal": ["International journal of biological macromolecules", "Int. J. Biol. Macromol."]}