{"authors": [["Colla", "Emanuela", "E", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy. Electronic address: emanuela.colla@sns.it."], ["Panattoni", "Giulia", "G", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Ricci", "Alessio", "A", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Rizzi", "Caterina", "C", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Rota", "Lucia", "L", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Carucci", "Nicola", "N", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Valvano", "Verdiana", "V", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Gobbo", "Francesco", "F", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Capsoni", "Simona", "S", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy."], ["Lee", "Michael K", "MK", "Department of Neuroscience, University of Minnesota, United States; Institute for Translational Neuroscience, University of Minnesota, United States."], ["Cattaneo", "Antonino", "A", "Bio@SNS Laboratory, Scuola Normale Superiore, Pisa, Italy; Neurotrophins and Neurodegenerative Diseases Laboratory, Rita Levi-Montalcini European Brain Research Institute, Rome, Italy."]], "date": "2017-12-12", "id": "29246724", "text": "α-synuclein (αS) is a small protein that self-aggregates into α-helical oligomer species and subsequently into larger insoluble amyloid fibrils that accumulate in intraneuronal inclusions during the development of Parkinson's disease. Toxicity of αS oligomers and fibrils has been long debated and more recent data are suggesting that both species can induce neurodegeneration. However while most of these data are based on differences in structure between oligomer and aggregates, often preassembled in vitro, the in vivo situation might be more complex and subcellular locations where αS species accumulate, rather than their conformation, might contribute to enhanced toxicity. In line with this observation, we have shown that αS oligomers and aggregates are associated with the endoplasmic reticulum/microsomes (ER/M) membrane in vivo and how accumulation of soluble αS oligomers at the ER/M level precedes neuronal degeneration in a mouse model of α-synucleinopathies. In this paper we took a further step, investigating the biochemical and functional features of αS species associated with the ER/M membrane. We found that by comparison with non-microsomal associated αS (P10), the ER/M-associated αS pool is a unique population of oligomers and aggregates with specific biochemical traits such as increased aggregation, N- and C-terminal truncations and phosphorylation at serine 129. Moreover, when administered to murine primary neurons, ER/M-associated αS species isolated from diseased A53T human αS transgenic mice induced neuronal changes in a time- and dose-dependent manner. In fact the addition of small amounts of ER/M-associated αS species from diseased mice to primary cultures induced the formation of beads-like structures or strings of fibrous αS aggregates along the neurites, occasionally covering the entire process or localizing at the soma level. By comparison treatment with P10 fractions from the same diseased mice resulted in the formation of scarce and small puncta only when administered at high amount. Moreover, increasing the amount of P100/M fractions obtained from diseased and, more surprisingly, from presymptomatic mice induced a significant level of neuronal death that was prevented when neurons were treated with ER/M fractions immunodepleted of αS high molecular weight (HMW) species. These data provide the first evidence of the existence of two different populations of αS HMW species in vivo, putting the spotlight on the association to ER/M membrane as a necessary step for the acquisition of αS toxic features.", "doi": "10.1016/j.nbd.2017.12.004", "title": "Toxic properties of microsome-associated alpha-synuclein species in mouse primary neurons.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}