{"authors": [["Schapansky", "Jason", "J", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Khasnavis", "Saurabh", "S", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["DeAndrade", "Mark P", "MP", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Nardozzi", "Jonathan D", "JD", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Falkson", "Samuel R", "SR", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Boyd", "Justin D", "JD", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Sanderson", "John B", "JB", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Bartels", "Tim", "T", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States."], ["Melrose", "Heather L", "HL", "Department of Neuroscience, Mayo Clinic Jacksonville, Jacksonville, FL 32224, United States."], ["LaVoie", "Matthew J", "MJ", "Ann Romney Center for Neurologic Diseases, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, United States. Electronic address: mlavoie@rics.bwh.harvard.edu."]], "date": "2017-12-12", "id": "29246723", "text": "Missense mutations in the multi-domain kinase LRRK2 cause late onset familial Parkinson's disease. They most commonly with classic proteinopathy in the form of Lewy bodies and Lewy neurites comprised of insoluble α-synuclein, but in rare cases can also manifest tauopathy. The normal function of LRRK2 has remained elusive, as have the cellular consequences of its mutation. Data from LRRK2 null model organisms and LRRK2-inhibitor treated animals support a physiological role for LRRK2 in regulating lysosome function. Since idiopathic and LRRK2-linked PD are associated with the intraneuronal accumulation of protein aggregates, a series of critical questions emerge. First, how do pathogenic mutations that increase LRRK2 kinase activity affect lysosome biology in neurons? Second, are mutation-induced changes in lysosome function sufficient to alter the metabolism of α-synuclein? Lastly, are changes caused by pathogenic mutation sensitive to reversal with LRRK2 kinase inhibitors? Here, we report that mutation of LRRK2 induces modest but significant changes in lysosomal morphology and acidification, and decreased basal autophagic flux when compared to WT neurons. These changes were associated with an accumulation of detergent-insoluble α-synuclein and increased neuronal release of α-synuclein and were reversed by pharmacologic inhibition of LRRK2 kinase activity. These data demonstrate a critical and disease-relevant influence of native neuronal LRRK2 kinase activity on lysosome function and α-synuclein homeostasis. Furthermore, they also suggest that lysosome dysfunction, altered neuronal α-synuclein metabolism, and the insidious accumulation of aggregated protein over decades may contribute to pathogenesis in this late-onset form of familial PD.", "doi": "10.1016/j.nbd.2017.12.005", "title": "Familial knockin mutation of LRRK2 causes lysosomal dysfunction and accumulation of endogenous insoluble α-synuclein in neurons.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}