{"authors": [["Iwaki", "Hirotaka", "H", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan. Electronic address: h-iwaki@m.ehime-u.ac.jp."], ["Ando", "Rina", "R", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Miyaue", "Noriyuki", "N", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Tada", "Satoshi", "S", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Tsujii", "Tomoaki", "T", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Yabe", "Hayato", "H", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Nishikawa", "Noriko", "N", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Nagai", "Masahiro", "M", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."], ["Nomoto", "Masahiro", "M", "Department of Neurology, Clinical Pharmacology, Ehime University Graduate School of Medicine, Japan."]], "date": "2017-10-24", "id": "29246629", "text": "Epidemiological studies have repeatedly reported that increased serum urate level is associated with a slower progress of Parkinson's disease (PD). The urate precursor, inosine, raises the serum urate level and is therefore a candidate for a disease modifying treatment. However, an elevated serum urate level is a risk factor for gout, urolithiasis, and cardiovascular diseases. Although there have been previous clinical studies, the use of inosine in a clinical setting is still limited, and its safety is unclear, especially in an Asian population.We conducted a single-arm, single-center clinical trial to assess the safety of inosine for PD patients with relatively low urate levels. After informed consent, 10 subjects were orally administered inosine to maintain a target urate level between 6.0mg/dl and 8.0mg/dl for one year. All adverse effects were recorded and categorized by severity. Also, the efficacy of using inosine to raise the serum urate level was reported.We did not observe any adverse events requiring termination or reduction of the study drug, although uric acid crystalluria was transiently observed in a single subject. An inosine dosage of 1070 (SD=501) mg/day significantly raises the urate level from 3.5 (0.84)mg/dl at baseline to 6.68 (1.11)mg/dl at the 52nd week.Inosine was safely used for one year and effectively raised urate levels in a small group of subjects. Our study is the first report to use inosine for patients with PD in an Asian population.", "doi": "10.1016/j.jns.2017.10.030", "title": "One year safety and efficacy of inosine to increase the serum urate level for patients with Parkinson's disease in Japan.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}