{"authors": [["Nazzaro", "Jules M", "JM", "Department of Neurosurgery, University of Kansas Medical Center, Kansas City, KS, USA. Electronic address: jnazzaro@kumc.edu."], ["Pahwa", "Rajesh", "R", "Department of Neurology, University of Kansas Medical Center, Kansas City, KS, USA."], ["Lyons", "Kelly E", "KE", "Department of Neurology, University of Kansas Medical Center, Kansas City, KS, USA."]], "date": "2017-10-12", "id": "29246619", "text": "We review our experience with Parkinson's disease (PD) patients who underwent subthalamic nucleus (STN) deep brain stimulation (DBS) and then developed noninfectious, non-hemorrhagic, delayed, symptomatic brain edema associated with a DBS lead.All PD patients who underwent STN DBS lead implantation from 2007 to 2015 were included. The same neurosurgeon performed all surgeries, typically in staged fashion, utilizing single pass microelectrode recordings (MER) within a stereotactic frame. A brain CT was obtained in recovery and subsequently if indicated.There were 189 patients who underwent 363 STN lead implantations among which 35 (9.6%) represent re-implantations of removed leads in 28 (14.8%) patients. Among the 363 STN leads implanted, there were 12 (3.3%) cases of delayed symptomatic edema associated with a DBS lead involving 10 (5.3%) of the patients studied. Of the 328 leads representing first-time operations, there were 9 (2.1%) cases of delayed symptomatic edema in 7 (3.7%) patients, one of whom (14.3%) presented with seizures. For lead re-implantations, there were 3 (8.6%) cases of the brain edema in 3 (10.7%) patients; all presenting with seizures. For the 35 re-implantations, the trajectory to target was the same or very similar via the same burr hole as prior surgery in 17 (48.6%); 3 (17.6%) of whom developed edema. There was no case of brain edema in the 18 re-operated cases using a different burr opening. Edema patients were treated with a course of anticonvulsant medication and dexamethasone. Lead-associated edema resolved over generally a 4 to 6-week course.Noninfectious, non-hemorrhagic, delayed, symptomatic brain edema occurs in approximately 3% of implanted leads and is more common in re-implantations (9%) compared to new implantations (2%). In re-implantations, the edema is more common when the same trajectory is used (18%) compared to a new trajectory (0%). The edema generally occurs 3 to 8 days after implantation, although immediate post-op CT is normal and seizures are a common presenting feature.", "doi": "10.1016/j.jns.2017.10.003", "title": "Symptomatic, non-infectious, non-hemorrhagic edema after subthalamic nucleus deep brain stimulation surgery for Parkinson's disease.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}