{"authors": [["Miles", "Anna", "A", "The University of Auckland, New Zealand. Electronic address: a.miles@auckland.ac.nz."], ["Jardine", "Marie", "M", "The University of Auckland, New Zealand."], ["Johnston", "Felicity", "F", "The University of Auckland, New Zealand."], ["de Lisle", "Martin", "M", "The University of Auckland, New Zealand."], ["Friary", "Philippa", "P", "The University of Auckland, New Zealand."], ["Allen", "Jacqui", "J", "The University of Auckland, New Zealand; Waitemata District Health Board, Auckland, New Zealand."]], "date": "2017-11-15", "id": "29246611", "text": "Lee Silverman Voice Treatment (LSVT LOUD®) is an effective therapy for phonation in Parkinson's Disease (PD) but little is known about any additional spread of effects to swallowing and cough function. This pilot study examined the effect of LSVT LOUD on pharyngeal swallowing parameters and reflexive cough strength.Twenty participants (14 men, 6 women; mean 68years, SD3.5) with PD referred for LSVT LOUD with complaints of voice deterioration were recruited. Mean duration of PD was 6yrs., SD 3. Self-reported Eating Assessment Tool-10 scores ranging from 0 to 25 (normal<3). Prior to LSVT LOUD, 1-week post- and 6-months post-treatment, participants undertook a videofluoroscopic study of swallowing and aerodynamic measures of involuntary cough.All participants completed the LSVT LOUD programme; 3 participants were lost to follow-up at 6-months. All participants made significant gains in average sound pressure level (dB SPL). Aspiration was not observed. Pharyngeal residue (p<0.05) and pharyngeal area at rest reduced (p<0.01) while maximal opening of pharyngoesophageal segment (PES) (p<0.05) and PES opening duration (p<0.05) significantly increased. There was a significant improvement in involuntary cough peak expiratory flow rate and peak expiratory flow rise time. All changes were maintained at 6-months.LSVT LOUD demonstrates additional spread effects on pharyngoesophageal deglutitive function and involuntary cough effectiveness in people with mild PD referred with voice complaints. Consequently, LSVT LOUD has potential to provide additional benefits for swallowing safety and efficiency in this patient group.", "doi": "10.1016/j.jns.2017.11.015", "title": "Effect of Lee Silverman Voice Treatment (LSVT LOUD®) on swallowing and cough in Parkinson's disease: A pilot study.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}