{"authors": [["Kim", "Mi Sun", "MS", "Department of Neurology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea."], ["Jeong", "Jae Sim", "JS", "Department of Nursing, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea. Electronic address: jsjeong@amc.seoul.kr."], ["Ryu", "Ho-Sung", "HS", "Department of Neurology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea."], ["Choi", "Sang-Ho", "SH", "Department of Infectious Diseases, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea."], ["Chung", "Sun Ju", "SJ", "Department of Neurology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea. Electronic address: sjchung@amc.seoul.kr."]], "date": "2017-10-24", "id": "29246601", "text": "Risk factors of infection after deep brain stimulation (DBS) surgery in patients with Parkinson disease (PD) have been controversial. We aimed to investigate the clinical characteristics and risk factors of infection after DBS surgery in PD patients.We retrospectively investigated 246 consecutive DBS surgeries in 169 advanced PD patients. Clinical data were collected and analyzed to clarify the clinical characteristics associated with infection after DBS surgery. Multivariate logistic regression analysis was used to assess risk factors for infection after DBS surgery.Infection occurred in 5% of all DBS surgeries and in 7% of all PD patients who received DBS surgery. Most infections (75%) occurred within 3months after DBS surgery but it also occurred 21months after DBS surgery. Gram-positive bacteria were the most common pathogens (75%). Infection after DBS surgery was associated with short period of prophylactic antibiotic therapy (OR=0.62, 95% CI=0.45-0.85, P=0.002) and intensive care unit (ICU) management immediate after DBS surgery (OR=5.43, 95% CI=1.12-26.45, P=0.036).Our study suggests that short period of prophylactic antibiotic therapy and ICU management after surgery may increase the risk of infection in PD patients who received DBS surgery.", "doi": "10.1016/j.jns.2017.10.031", "title": "Infection related to deep brain stimulation in patients with Parkinson disease: Clinical characteristics and risk factors.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}