{"authors": [["Nogueira", "Marcel Levy", "ML", "Institut de la Mémoire et de la Maladie d'Alzheimer (IM2A), Département de Neurologie, Hôpital de la Pitié-Salpêtrière, AP-HP, Paris, France; Institut de Recherche Translationnelle en Neurosciences (IHU-A-ICM), Institut du Cerveau et de la Moelle Epinière (ICM), Paris, France; Laboratoire d'informatique (LIX), UMR 7161, École Polytechnique, Université Paris-Saclay, Palaiseau, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France. Electronic address: marcel.levy@psl.aphp.fr."], ["Hamraz", "Minoo", "M", "Nosco Pharmaceuticals, Paris, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France."], ["Abolhassani", "Mohammad", "M", "Nosco Pharmaceuticals, Paris, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France."], ["Bigan", "Erwan", "E", "Laboratoire d'informatique (LIX), UMR 7161, École Polytechnique, Université Paris-Saclay, Palaiseau, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France."], ["Lafitte", "Olivier", "O", "Nosco Pharmaceuticals, Paris, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France."], ["Steyaert", "Jean-Marc", "JM", "Laboratoire d'informatique (LIX), UMR 7161, École Polytechnique, Université Paris-Saclay, Palaiseau, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France."], ["Dubois", "Bruno", "B", "Institut de la Mémoire et de la Maladie d'Alzheimer (IM2A), Département de Neurologie, Hôpital de la Pitié-Salpêtrière, AP-HP, Paris, France; Institut de Recherche Translationnelle en Neurosciences (IHU-A-ICM), Institut du Cerveau et de la Moelle Epinière (ICM), Paris, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France; INSERM, CNRS, UMR-S975, Institut du Cerveau et de la Moelle Epinière (ICM), Paris, France."], ["Schwartz", "Laurent", "L", "Laboratoire d'informatique (LIX), UMR 7161, École Polytechnique, Université Paris-Saclay, Palaiseau, France; LAGA, UMR 7539, Université Paris 13, Sorbonne Paris Cité, Villetaneuse, France."]], "date": "2017-12-12", "id": "29244999", "text": "Exposure to traumatic brain injury is a core risk factor that predisposes an individual to sporadic neurodegenerative diseases. We provide evidence that mechanical stress increases brain levels of hallmark proteins associated with neurodegeneration.Wild-type mice were exposed to multiple regimens of repetitive mild traumatic brain injury, generating a range of combinations of impact energies, frequencies, and durations of exposure. Brain concentrations of amyloid β 1-42 (Aβ1-42), total tau, and α-synuclein were measured by sandwich enzyme-linked immunosorbent assay.There was a highly significant main effect of impact energy, frequency, and duration of exposure on Aβ1-42, tau, and α-synuclein levels (P < .001), and a significant interaction between impact energy and duration of exposure for Aβ1-42 and tau (P < .001), but not for α-synuclein.Dose-dependent and cumulative influence of repetitive mild traumatic brain injury-induced mechanical stress may trigger and/or accelerate neurodegeneration by pushing protein concentration over the disease threshold.", "doi": "10.1016/j.jalz.2017.11.003", "title": "Mechanical stress increases brain amyloid β, tau, and α-synuclein concentrations in wild-type mice.", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}