{"authors": [["Nicoletti", "Alessandra", "A", "Department \"G.F. Ingrassia\", Section of Neurosciences, University of Catania, Catania, Italy."], ["Mostile", "Giovanni", "G", "Department \"G.F. Ingrassia\", Section of Neurosciences, University of Catania, Catania, Italy."], ["Stocchi", "Fabrizio", "F", "Institute of Neurology, IRCCS San Raffaele Pisana, Rome, Italy."], ["Abbruzzese", "Giovanni", "G", "Centre for Parkinson's Disease and Movement Disorders, DINOGMI, University of Genoa, Genoa, Italy."], ["Ceravolo", "Roberto", "R", "Department of Clinical and Experimental Medicine, University of Pisa, Pisa, Italy."], ["Cortelli", "Pietro", "P", "IRCCS Institute of Neurological Sciences of Bologna, Bologna, Italy."], ["D'Amelio", "Marco", "M", "Department of Experimental Biomedicine and Clinical Neurosciences, University of Palermo, Palermo, Italy."], ["De Pandis", "Maria F", "MF", "Department of Neurorehabilitation, Parkinson Operative Unit, San Raffaele Institute, Cassino (FR), Italy."], ["Fabbrini", "Giovanni", "G", "Department of Neurology and Psychiatry, and IRCSS Neuromed, La Sapienza University of Rome, Rome, Italy."], ["Pacchetti", "Claudio", "C", "Parkinson's Disease and Movement Disorders Unit, IRCCS Neurological National Institute C. Mondino, Pavia, Italy."], ["Pezzoli", "Gianni", "G", "Parkinson Institute, ASST G. Pini-CTO, Milan, Italy."], ["Tessitore", "Alessandro", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, Second University of Naples, Naples, Italy."], ["Canesi", "Margherita", "M", "Parkinson Institute, ASST G. Pini-CTO, Milan, Italy."], ["Zappia", "Mario", "M", "Department \"G.F. Ingrassia\", Section of Neurosciences, University of Catania, Catania, Italy."]], "date": "2017-12-15", "id": "29244834", "text": "Both motor and non-motor symptoms could contribute to significant deterioration of psychological well-being in patients with Parkinson's disease (PD). However, its assessment has been only indirectly evaluated using tools based on health-related quality of life (HRQoL), such as the PDQ-39 scale.To evaluate psychological well-being in PD using a specific tool of assessment, the Psychological Well-being Scale (PWS), and its clinical correlates.This article reports data of patients' perception of health state, as measured by means of the PWS, from an epidemiological, cross-sectional study conducted in Italian PD patients (FORTE Study). We tested possible relationship between well-being and clinical characteristics including fatigue, depression, sleep disruption and HRQoL.272 patients completed the PWS questionnaire. Significant and clinically-relevant correlations were found between PWS total score and Parkinson's Fatigue Scale, Beck Depression Inventory, UPDRS Section I, PD Sleep Scale and PDQ-39 for HRQoL scores. Only clinically negligible correlations were found between PWS and motor scores.Non-motor symptoms have a significant impact on psychological well-being in PD patients.", "doi": "10.1371/journal.pone.0189682", "title": "Factors influencing psychological well-being in patients with Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}