{"authors": [["Standaert", "David G", "DG", "University of Alabama at BirminghamBirminghamAlabamaUSA."], ["Rodriguez", "Ramon L", "RL", "University of Central FloridaOrlandoFLUSA."], ["Slevin", "John T", "JT", "University of Kentucky Medical CenterLexingtonKYUSA."], ["Lobatz", "Michael", "M", "Neurology Center of Southern CaliforniaCAUSA."], ["Eaton", "Susan", "S", "AbbVie Inc.North ChicagoILUSA."], ["Chatamra", "Krai", "K", "AbbVie Inc.North ChicagoILUSA."], ["Facheris", "Maurizio F", "MF", "AbbVie Inc.North ChicagoILUSA."], ["Hall", "Coleen", "C", "AbbVie Inc.North ChicagoILUSA."], ["Sail", "Kavita", "K", "AbbVie Inc.North ChicagoILUSA."], ["Jalundhwala", "Yash J", "YJ", "AbbVie Inc.North ChicagoILUSA."], ["Benesh", "Janet", "J", "AbbVie Inc.North ChicagoILUSA."]], "date": "2017-09-20", "id": "29242809", "text": "Levodopa-carbidopa intestinal gel (LCIG; carbidopa-levodopa enteral suspension in the United States), delivered via percutaneous gastrojejunostomy (PEG-J) and titrated in the inpatient setting, is an established treatment option for advanced Parkinson's disease (PD) patients with motor fluctuations. However, long-term prospective data on the efficacy of LCIG on non-motor symptoms and the safety of outpatient titration are limited.In this 60-week, open-label phase 3b study, LCIG titration was initiated in an outpatient setting following PEG-J placement in PD patients. The efficacy of LCIG on motor and non-motor symptoms, quality of life, and safety was assessed.Thirty-nine patients were enrolled in the study and 28 patients completed the treatment. A majority of patients (54%) completed outpatient titration within the first week of LCIG infusion. LCIG led to significant reductions from baseline in Non-Motor Symptom Scale (NMSS) total score (least squares mean ± SE = -17.6 ± 3.6, P < 0.001) and 6 of the NMSS domain scores (sleep/fatigue, attention/memory, gastrointestinal tract, urinary, sexual function, miscellaneous) at week 12. These reductions were maintained at week 60 with the exception of the urinary domain. \"Off\" time (-4.9 ± 0.5 hours/day, P < 0.001) and \"On\" time without troublesome dyskinesia (-4.3 ± 0.6 hours/day, P < 0.001) were improved at week 60. Adverse events (AEs) were reported in 37 (95%) patients.LCIG treatment led to reductions in non-motor symptom burden and motor fluctuations in advanced PD patients. The safety profile was consistent with previous studies that used inpatient titration and outpatient titration did not appear to pose additional risk.", "doi": "10.1002/mdc3.12526", "title": "Effect of Levodopa-carbidopa Intestinal Gel on Non-motor Symptoms in Patients with Advanced Parkinson's Disease.", "journal": ["Movement disorders clinical practice", "Mov Disord Clin Pract"]}