{"authors": [["Fusco", "Giuliana", "G", "Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."], ["Chen", "Serene W", "SW", "Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."], ["Williamson", "Philip T F", "PTF", "Centre for Biological Sciences and Institute for Life Sciences, University of Southampton, Southampton SO17 1BJ, UK."], ["Cascella", "Roberta", "R", "Department of Experimental and Clinical Biomedical Sciences, Section of Biochemistry, University of Florence, 50134 Florence, Italy."], ["Perni", "Michele", "M", "Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."], ["Jarvis", "James A", "JA", "Department of Life Sciences, Imperial College London, London SW7 2AZ, UK."], ["Cecchi", "Cristina", "C", "Department of Experimental and Clinical Biomedical Sciences, Section of Biochemistry, University of Florence, 50134 Florence, Italy."], ["Vendruscolo", "Michele", "M", "Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."], ["Chiti", "Fabrizio", "F", "Department of Experimental and Clinical Biomedical Sciences, Section of Biochemistry, University of Florence, 50134 Florence, Italy."], ["Cremades", "Nunilo", "N", "Biocomputation and Complex Systems Physics Institute (BIFI), Joint Unit BIFI-Instituto de Química Física \"Rocasolano\" (Consejo Superior de Investigaciones Científicas), University of Zaragoza, 50018 Zaragoza, Spain."], ["Ying", "Liming", "L", "Molecular Medicine, National Heart and Lung Institute, Imperial College London, London SW7 2AZ, UK."], ["Dobson", "Christopher M", "CM", "Department of Chemistry, University of Cambridge, Cambridge CB2 1EW, UK."], ["De Simone", "Alfonso", "A", "Department of Life Sciences, Imperial College London, London SW7 2AZ, UK."]], "date": null, "id": "29242346", "text": "Oligomeric species populated during the aggregation process of α-synuclein have been linked to neuronal impairment in Parkinson's disease and related neurodegenerative disorders. By using solution and solid-state nuclear magnetic resonance techniques in conjunction with other structural methods, we identified the fundamental characteristics that enable toxic α-synuclein oligomers to perturb biological membranes and disrupt cellular function; these include a highly lipophilic element that promotes strong membrane interactions and a structured region that inserts into lipid bilayers and disrupts their integrity. In support of these conclusions, mutations that target the region that promotes strong membrane interactions by α-synuclein oligomers suppressed their toxicity in neuroblastoma cells and primary cortical neurons.", "doi": "10.1126/science.aan6160", "title": "Structural basis of membrane disruption and cellular toxicity by α-synuclein oligomers.", "journal": ["Science (New York, N.Y.)", "Science"]}