{"authors": [["Marshall", "Thomas", "T", "AbbVie, Inc., North Chicago, IL, USA. Electronic address: t.marshall@abbvie.com."], ["Pugh", "Amy", "A", "UCSF Medical Center, San Francisco, CA, USA."], ["Fairchild", "Angelyn", "A", "Fairchild Research Analytics, Wilmington, NC, USA."], ["Hass", "Steven", "S", "H.E. Outcomes, LLC, Boston, MA, USA."]], "date": "2017-07-20", "id": "29241898", "text": "Effective treatment for advanced Parkinson disease (PD) uncontrolled with oral medication includes device-aided therapies such as deep brain stimulation (DBS) and continuous levodopa-carbidopa infusion to the duodenum via a portable pump.Our objective was to quantify patient preferences for attributes of these device-aided treatments.We administered a Web-enabled survey to 401 patients in the United States. A discrete-choice experiment (DCE) was used to evaluate patients' willingness to accept tradeoffs among efficacy, tolerability, and convenience of alternative treatments. DCE data were analyzed using random-parameters logit. Best-worst scaling (BWS) was used to elicit the relative importance of device-specific attributes. Conditional logit was used to analyze the BWS data. We tested for differences in preferences among subgroups of patients.Improving ability to think clearly was twice as important as a 6-hour-per-day improvement in control of movement symptoms. After controlling for efficacy, treatment delivered via portable infusion pump was preferred over DBS, and both devices were preferred to oral therapy with poor symptom control. Patients were most concerned about device attributes relating to risk of stroke, difficulty thinking, and neurosurgery. Avoiding surgery to insert a wire in the brain was more important than avoiding surgery to insert a tube into the small intestine. Some differences in preferences among subgroups were statistically, but not qualitatively, significant.This study clarifies the patient perspective in therapeutic choices for advanced PD. These findings may help improve communication between patients and providers and also provide evidence on patient preferences to inform regulatory and access decisions.", "doi": "10.1016/j.jval.2017.06.001", "title": "Patient Preferences for Device-Aided Treatments Indicated for Advanced Parkinson Disease.", "journal": ["Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research", "Value Health"]}