{"authors": [["An", "Chunna", "C", "Department of Pharmacology, School of Basic Medical Sciences, North China University of Science and Technology, Tangshan, China."], ["Pu", "Xiaoping", "X", "Department of Molecular and Cellular Pharmacology, School of Pharmaceutical Sciences, Peking University, Beijing, China."], ["Xiao", "Weizhong", "W", "Department of Neurology, Peking University Third Hospital, Beijing, China."], ["Zhang", "Hongning", "H", "Department of Pharmacology, School of Basic Medical Sciences, Capital Medical University, 10 West 1st Road, Outer of Youanmen, Beijing 100069, China. Electronic address: zhang_hn2008@126.com."]], "date": "2017-12-11", "id": "29241707", "text": "DJ-1 is one of the important genes found in Parkinson's disease (PD). Studies have shown that the DJ-1 protein levels are elevated in the cerebrospinal fluid (CSF) and plasma of sporadic PD patients, and the DJ-1 protein levels in the CSF and plasma may serve as biomarkers of PD. However, Japanese scholars previously reported that there was no difference in the levels of the DJ-1 protein in serum between sporadic PD patients and controls. Therefore, whether the serum DJ-1 protein levels are different between PD patients and controls in Chinese patients as well as whether serum DJ-1 protein can serve as a biomarker of PD are unknown. The present study aimed to determine whether there was a difference in serum DJ-1 protein levels between Chinese PD patients and controls. The subjects included 18 primary PD patients and 7 controls. Blood was collected by venipuncture, and serum was collected by centrifugation after the blood was coagulated. The serum DJ-1 protein levels were detected by both Western blot and ELISA. There were differences in the serum DJ-1 protein levels among different individuals. The serum DJ-1 concentration in PD patients was 11.3±10.1ng/ml, and that in controls was 18.1±12.8ng/ml (P>0.05). In conclusion, similar to the study conducted by Japanese scholars, we found no significant difference in the serum DJ-1 protein levels between PD patients and controls in Chinese subjects. The levels of the DJ-1 protein in serum may not be a biomarker of PD. In addition, there may be differences in the serum DJ-1 protein levels between Chinese and Japanese patients.", "doi": "10.1016/j.neulet.2017.12.023", "title": "Expression of the DJ-1 protein in the serum of Chinese patients with Parkinson's disease.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}