{"authors": [["Zhang", "Yun-Long", "YL", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China; Fujian Provincial Key Laboratory of Neurodegenerative Disease and Aging Research, Institute of Neuroscience, Medical College, Xiamen University, Xiamen 361102, China; Shenzhen Research Institute of Xiamen University, Shenzhen 518000, China."], ["Liu", "Yan", "Y", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China; Fujian Provincial Key Laboratory of Neurodegenerative Disease and Aging Research, Institute of Neuroscience, Medical College, Xiamen University, Xiamen 361102, China; Shenzhen Research Institute of Xiamen University, Shenzhen 518000, China."], ["Kang", "Xin-Pan", "XP", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China."], ["Dou", "Chun-Yan", "CY", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China."], ["Zhuo", "Ren-Gong", "RG", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China; Shenzhen Research Institute of Xiamen University, Shenzhen 518000, China."], ["Huang", "Shu-Qiong", "SQ", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China."], ["Peng", "Li", "L", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China."], ["Wen", "Lei", "L", "Department of Traditional Chinese Medicine, Medical College, Xiamen University, Xiamen 361102, China; Fujian Provincial Key Laboratory of Neurodegenerative Disease and Aging Research, Institute of Neuroscience, Medical College, Xiamen University, Xiamen 361102, China. Electronic address: wenlei@xmu.edu.cn."]], "date": "2017-12-12", "id": "29241654", "text": "Ginsenoside Rb1 has been demonstrated to protect dopaminergic (DA) neurons from death in vitro. However, the neuroprotective effects and underlying mechanism of Rb1 in treating Parkinson's disease (PD) remain uncharacterized. In this study, we explored the effects of Rb1 on the movement disorder and the underlying mechanisms based on the glutamatergic transmission and excitotoxicity in the 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) mouse model of PD. Here, for the first time, we report that Rb1 treatment ameliorates motor deficits, prevents DA neuron death, and suppresses α-synuclein expression and astrogliosis in the MPTP mouse model of PD. Rb1 attenuates glutamate excitotoxicity by upregulating glutamate transporter expression and function, and modulating the nigrostriatal and cortico-nigral glutamatergic transmission pathways. Our results demonstrate that Rb1 increases glutamate transporter expression via nuclear translocation of nuclear factor-kappa B, regulates glutamate receptor expression and promotes synaptic protein expression. These results indicate that Rb1 suppresses glutamate excitotoxicity and modulates synaptic transmission to improve the impairments in motor functions of the MPTP model of PD, suggesting that Rb1 may serve as a potential therapeutic agent for PD.", "doi": "10.1016/j.neuropharm.2017.12.012", "title": "Ginsenoside Rb1 confers neuroprotection via promotion of glutamate transporters in a mouse model of Parkinson's disease.", "journal": ["Neuropharmacology", "Neuropharmacology"]}