{"authors": [["Godino-Llorente", "J I", "JI", "Speech Communication Group, Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America."], ["Shattuck-Hufnagel", "S", "S", "Speech Communication Group, Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America."], ["Choi", "J Y", "JY", "Speech Communication Group, Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, United States of America."], ["Moro-Velázquez", "L", "L", "Centre for Biomedical Technology, Universidad Politécnica de Madrid, Madrid, Spain."], ["Gómez-García", "J A", "JA", "Centre for Biomedical Technology, Universidad Politécnica de Madrid, Madrid, Spain."]], "date": "2017-12-14", "id": "29240814", "text": "Although a large amount of acoustic indicators have already been proposed in the literature to evaluate the hypokinetic dysarthria of people with Parkinson's Disease, the goal of this work is to identify and interpret new reliable and complementary articulatory biomarkers that could be applied to predict/evaluate Parkinson's Disease from a diadochokinetic test, contributing to the possibility of a further multidimensional analysis of the speech of parkinsonian patients. The new biomarkers proposed are based on the kinetic behaviour of the envelope trace, which is directly linked with the articulatory dysfunctions introduced by the disease since the early stages. The interest of these new articulatory indicators stands on their easiness of identification and interpretation, and their potential to be translated into computer based automatic methods to screen the disease from the speech. Throughout this paper, the accuracy provided by these acoustic kinetic biomarkers is compared with the one obtained with a baseline system based on speaker identification techniques. Results show accuracies around 85% that are in line with those obtained with the complex state of the art speaker recognition techniques, but with an easier physical interpretation, which open the possibility to be transferred to a clinical setting.", "doi": "10.1371/journal.pone.0189583", "title": "Towards the identification of Idiopathic Parkinson's Disease from the speech. New articulatory kinetic biomarkers.", "journal": ["PloS one", "PLoS ONE"]}