{"authors": [["Yue", "Peijian", "P", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450052, China."], ["Gao", "Lin", "L", "Department of Neurological Intensive Care Unit, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450052, China."], ["Wang", "Xuejing", "X", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450052, China."], ["Ding", "Xuebing", "X", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450052, China."], ["Teng", "Junfang", "J", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, 450052, China."]], "date": "2017-12-14", "id": "29240240", "text": "The purpose of this study was to investigate ultrasound-triggered effects of the glial cell line-derived neurotrophic factor (GDNF) + nuclear receptor-related factor 1 (Nurr1)-polyethylene glycol (PEG)ylated liposomes-coupled microbubbles (PLs-GDNF+Nurr1-MBs) on behavioral impairment and neuron loss in a rat model of Parkinson's disease (PD). The unloaded PEGylated liposomes-coupled microbubbles (PLs-MBs) were characterized for zeta potential, particle size, and concentration. 6-hydroxydopamine (6-OHDA) was used to establish the PD rat model. Rotational, climbing pole and suspension tests were used to detect behavioral impairment. The immunohistochemical staining of tyrosine hydroxylase (TH) and dopamine transporter (DAT) was used to assess the neuron loss. Western blot and quantitative real-time PCR (qRT-PCR) analysis were used to measure the expression levels of GDNF and Nurr1. The particle size of PLs-MBs was gradually increased, while the concentration and absolute zeta potential were gradually decreased as the time prolongs. 6-OHDA increased amphetamine-induced rotations and loss of dopaminergic neurons as compared to sham group. Interestingly, PLs-GDNF-MBs or PLs-Nurr1-MBs decreased rotations and increased the TH and DAT immunoreactivity. Combined of both genes resulted in a robust reduction in the rotations and a greater increase of the dopaminergic neurons. The delivery of PLs-GDNF+Nurr1-MBs into the brains using magnetic resonance imaging (MRI)-guided focused ultrasound may be more efficacious for the treatment of PD than the single treatment. This article is protected by copyright. All rights reserved.", "doi": "10.1002/jcb.26608", "title": "Ultrasound-triggered effects of the microbubbles coupled to GDNF- and Nurr1-loaded PEGylated liposomes in a rat model of Parkinson's disease.", "journal": ["Journal of cellular biochemistry", "J. Cell. Biochem."]}