{"authors": [["Rahman", "Abir A", "AA", "Department of Biological Sciences, Boise State University, Boise, ID; Biomolecular Ph.D. Program, Boise State University, Boise, ID, USA."], ["Lai", "Nathan K", "NK", "Department of Biological Sciences, Boise State University, Boise, ID, USA."], ["Albright", "Joshua E", "JE", "Department of Biological Sciences, Boise State University, Boise, ID, USA."], ["Urquhart", "Paige E", "PE", "Department of Biological Sciences, Boise State University, Boise, ID, USA."], ["Webb", "Abby R", "AR", "Department of Biological Sciences, Boise State University, Boise, ID, USA."], ["Morrison", "Brad E", "BE", "Department of Biological Sciences, Boise State University, Boise, ID; Biomolecular Ph.D. Program, Boise State University, Boise, ID; Department of Biological Sciences, Boise State University, Boise, ID, USA."]], "date": null, "id": "29239333", "text": "The function of dopaminergic neurons in the substantia nigra is of central importance to the coordination of movement by the brain's basal ganglia circuitry. This is evidenced by the loss of these neurons, resulting in the cardinal motor deficits associated with Parkinson's disease. In order to fully understand the physiology of these key neurons and develop potential therapies for their loss, it is essential to determine if and how dopaminergic neurons are replenished in the adult brain. Recent work has presented evidence for adult neurogenesis of these neurons by Nestin+/Sox2- neural progenitor cells. We sought to further validate this finding and explore a potential atypical origin for these progenitor cells. Since neural progenitor cells have a proximal association with the vasculature of the brain and subsets of endothelial cells are Nestin+, we hypothesized that dopaminergic neural progenitors might share a common cell lineage. Therefore, we employed a VE-cadherin promoter-driven CREERT2:THlox/THlox transgenic mouse line to ablate the tyrosine hydroxylase gene from endothelial cells in adult animals. After 26 weeks, but not 13 weeks, following the genetic blockade of tyrosine hydroxylase expression in VE-cadherin+ cells, we observed a significant reduction in tyrosine hydroxylase+ neurons in the substantia nigra. The results from this genetic lineage tracing study suggest that dopaminergic neurons are replenished in adult mice by a VE-cadherin+ progenitor cell population potentially arising from an endothelial lineage.", "doi": "10.4103/1673-5374.219050", "title": "Nigral dopaminergic neuron replenishment in adult mice through VE-cadherin-expressing neural progenitor cells.", "journal": ["Neural regeneration research", "Neural Regen Res"]}