{"authors": [["Aufschnaiter", "Andreas", "A", "Institute of Molecular Biosciences, University of Graz, Humboldtstraße 50, 8010 Graz, Austria."], ["Kohler", "Verena", "V", "Institute of Molecular Biosciences, University of Graz, Humboldtstraße 50, 8010 Graz, Austria."], ["Büttner", "Sabrina", "S", "Institute of Molecular Biosciences, University of Graz, Humboldtstraße 50, 8010 Graz, Austria; Department of Molecular Biosciences, The Wenner-Gren Institute, Stockholm University, Svante Arrheniusväg 20C, 106 91 Stockholm, Sweden."]], "date": null, "id": "29239314", "text": "Cellular homeostasis requires a tightly controlled balance between protein synthesis, folding and degradation. Especially long-lived, post-mitotic cells such as neurons depend on an efficient proteostasis system to maintain cellular health over decades. Thus, a functional decline of processes contributing to protein degradation such as autophagy and general lysosomal proteolytic capacity is connected to several age-associated neurodegenerative disorders, including Parkinson's, Alzheimer's and Huntington's diseases. These so called proteinopathies are characterized by the accumulation and misfolding of distinct proteins, subsequently driving cellular demise. We recently linked efficient lysosomal protein breakdown via the protease cathepsin D to the Ca2+/calmodulin-dependent phosphatase calcineurin. In a yeast model for Parkinson's disease, functional calcineurin was required for proper trafficking of cathepsin D to the lysosome and for recycling of its endosomal sorting receptor to allow further rounds of shuttling. Here, we discuss these findings in relation to present knowledge about the involvement of cathepsin D in proteinopathies in general and a possible connection between this protease, calcineurin signalling and endosomal sorting in particular. As dysregulation of Ca2+ homeostasis as well as lysosomal impairment is connected to a plethora of neurodegenerative disorders, this novel interplay might very well impact pathologies beyond Parkinson's disease.", "doi": "10.4103/1673-5374.219031", "title": "Taking out the garbage: cathepsin D and calcineurin in neurodegeneration.", "journal": ["Neural regeneration research", "Neural Regen Res"]}