{"authors": [["Radicati", "Fabiana Giada", "FG", "Institute for Research and Medical Care IRCCS San Raffaele, Rome, Italy."], ["Martinez Martin", "Pablo", "P", "Carlos III Institute of Health and CIBERNED, Madrid, Spain."], ["Fossati", "Chiara", "C", "Institute for Research and Medical Care IRCCS San Raffaele, Rome, Italy."], ["Chaudhuri", "Kallol Ray", "KR", "National Parkinson Foundation Centre of Excellence, Kings College, London, UK."], ["Torti", "Margherita", "M", "Institute for Research and Medical Care IRCCS San Raffaele, Rome, Italy."], ["Rodriguez Blazquez", "Carmen", "C", "Carlos III Institute of Health and CIBERNED, Madrid, Spain."], ["Vacca", "Laura", "L", "Department of Neuro-rehabilitation Sciences, Casa Cura Policlinico (CCP), Milan, Italy."], ["Stocchi", "Fabrizio", "F", "Institute for Research and Medical Care IRCCS San Raffaele, Rome, Italy."]], "date": "2017-12-08", "id": "29238748", "text": "NMSs have been extensively studied in PD patients but not in other forms of parkinsonism such as Progressive Supranuclear Palsy (PSP). The primary objective of this study was to analyze the frequency, severity and the type of non-motor symptoms (NMS) in PSP patients using the non-motor symptoms scale (NMSS). The secondary objective was to differentiate NMS between PSP and Parkinson's disease (PD). We enrolled in this cross-sectional study 50 consecutive PSP and 100 matched Parkinson's disease (PD) patients, in the proportion PSP/PD = 1/2, matched in age, sex, and disease duration. Motor and Non Motor symptoms (different scales for each disease) were evaluated at baseline using PSP scale, SCOPA Motor, Montreal Cognitive Assessment (MOCA), HADS, Hamilton, and Non Motor Symptom scale (NMSS). Comparative analysis was done using chi-squared test, Mann-Whitney test and Fisher's exact test. Fifty PSP (56% female) and 100 PD (59% female) patients completed the study protocol and were included for statistical analysis. The NMSS total domains score in the PSP group was 77.58 ± 42.95 (range 14-163) with NMS burden grade: 4, very severe, and the in the PD group was 41.97 ± 35.45 (range: 0-215) with NMS burden grade: 3, severe. The comparative analysis showed that NMS total score (p < 0.0001), Sleep/Fatigue (p = 0.0007), Mood/Apathy (p = 0.0001), Gastrointestinal (p < 0.0001), and Urinary dysfunction (p = 0.0001) domains were significantly more severe in PSP patients than in PD. This observational study reports that NMSs are very frequent in PSP patients hence the higher burden of NMS in PSP specifically related to mood/apathy, attention/memory, gastrointestinal, urinary disturbances compared to PD.", "doi": "10.1038/s41531-017-0037-x", "title": "Non motor symptoms in progressive supranuclear palsy: prevalence and severity.", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}