{"authors": [["Chui", "Jason", "J", "1Department of Anesthesia & Perioperative Medicine,Schulich School of Medicine and Dentistry,Western University,London,Ontario,Canada."], ["Alimiri", "Rizq", "R", "1Department of Anesthesia & Perioperative Medicine,Schulich School of Medicine and Dentistry,Western University,London,Ontario,Canada."], ["Parrent", "Andrew", "A", "2Department of Clinical Neurological Sciences (Neurosurgery),Schulich School of Medicine and Dentistry,Western University,London,Ontario,Canada."], ["Craen", "Rosemary Ann", "RA", "1Department of Anesthesia & Perioperative Medicine,Schulich School of Medicine and Dentistry,Western University,London,Ontario,Canada."]], "date": "2017-12-14", "id": "29237514", "text": "Intraoperative sedation is often used to facilitate deep brain stimulation (DBS) surgery; however, these sedative agents also suppress microelectrode recordings (MER). To date, there have been no studies that have examined the effects of differing sedatives on surgical outcomes and the success of DBS surgery.We performed a retrospective study to evaluate the effect of differing sedative agents on postoperative surgical outcomes at 6 months in parkinsonian adult patients who underwent DBS surgery, from January 2004 through December 2014, at one academic center. Surgical outcomes of DBS were evaluated using a simplified Unified Parkinson Diseases Rating Score-III and levodopa dose equivalent reduction at baseline and 6 months postoperatively.We analyzed data from 121 of 124 consecutive parkinsonian patients. Propofol, dexmedetomidine, remifentanil, and midazolam were used individually or in combination. All sedatives were routinely discontinued 20 to 30 minutes before MER, in accordance with our institutional protocol. We found no statistically significant association between the use of individual agent or combination of sedative agents and surgical outcomes at 6 months, the success of DBS, duration of MER, duration of stage 1 procedure, and perioperative complications.Our study showed that the choice of sedative agent was not associated with poor surgical outcomes after DBS surgery using MER and macrostimulation techniques in parkinsonian patients.", "doi": "10.1017/cjn.2017.269", "title": "The Effects of Intraoperative Sedation on Surgical Outcomes of Deep Brain Stimulation Surgery.", "journal": ["The Canadian journal of neurological sciences. Le journal canadien des sciences neurologiques", "Can J Neurol Sci"]}