{"authors": [["Anderson", "Daria Nesterovich", "DN", "Bioengineering, University of Utah, Salt Lake City, Utah, UNITED STATES."], ["Osting", "Braxton", "B", "Department of Mathematics, University of Utah, Salt Lake City, Utah, UNITED STATES."], ["Vorwerk", "Johannes", "J", "Scientific Computing & Imaging (SCI) Institute, University of Utah, Salt Lake City, Utah, UNITED STATES."], ["Dorval", "Alan Chuck", "AC", "Department of Bioengineering, University of Utah, Salt Lake City, Utah, UNITED STATES."], ["Butson", "Christopher R", "CR", "Department of Bioengineering and the Scientific Computing & Imaging (SCI) Institute, University of Utah, Salt Lake City, Utah, UNITED STATES."]], "date": "2017-12-13", "id": "29235446", "text": " Deep brain stimulation (DBS) is a growing treatment option for movement and psychiatric disorders. As DBS technology moves toward directional leads with increased numbers of smaller electrode contacts, trial-and-error methods of manual DBS programming are becoming too time-consuming for clinical feasibility. We propose an algorithm to automate DBS programming in near real-time for a wide range of DBS lead designs.&#13; &#13; Approach: Magnetic resonance imaging and diffusion tensor imaging are used to build finite element models that include anisotropic conductivity. The algorithm maximizes activation of target tissue and utilizes the Hessian matrix of the electric potential to approximate activation of neurons in all directions. We demonstrate our algorithm's ability in an example programming case that targets the subthalamic nucleus (STN) for the treatment of Parkinson's disease for three lead designs: the Medtronic 3389 (four cylindrical contacts), the direct STNAcute (two cylindrical contacts, six directional contacts), and the Medtronic-Sapiens lead (40 directional contacts).&#13; &#13; Main Results: The optimization algorithm returns patient-specific contact configurations in near real-time - less than ten seconds for even the most complex leads. When the lead was placed centrally in the target STN, the directional leads were able to activate over 50% of the region whereas the Medtronic 3389 could only activate 40%. When the lead was placed 2 mm lateral to the target, the directional leads performed as well as they did in the central position, but the Medtronic 3389 only activated 2.9% of the STN.&#13; &#13; Significance: This DBS programming algorithm can be applied to cylindrical electrodes as well as novel directional leads that are too complex with modern technology to be manually programmed. This algorithm may reduce clinical programming time and encourage the use of directional leads since they activate a larger volume of the target area than cylindrical electrodes in central and off-target lead placements.", "doi": "10.1088/1741-2552/aaa14b", "title": "Optimized programming algorithm for cylindrical and directional deep brain stimulation electrodes.", "journal": ["Journal of neural engineering", "J Neural Eng"]}