{"authors": [["Mills", "Kelly A", "KA", "Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Greene", "M Claire", "MC", "Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."], ["Dezube", "Rebecca", "R", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Goodson", "Carrie", "C", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Karmarkar", "Taruja", "T", "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."], ["Pontone", "Gregory M", "GM", "Department of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, USA."]], "date": "2017-12-13", "id": "29235150", "text": "To systematically review and analyze the efficacy and tolerability of different antidepressant pharmacologic treatments for depressive symptoms in Parkinson's disease (PD) METHODS: We searched PubMed, EMBASE, Cochrane database (CENTRAL), clinicaltrials.gov, and bibliographies for randomized controlled trials investigating the efficacy of antidepressant medications versus a non-treatment, placebo, or active treatment groups for depressive symptoms in PD. Twenty of 3191 retrieved studies (1893 patients) were included, but not all could be meta-analyzed. We used a random-effects model meta-analysis to compare depression scores between an active drug and placebo or control group then used a network meta-analysis to compare the effectiveness of different antidepressant classes. The primary outcome was the efficacy of different classes of antidepressant medications in PD patients with depressive symptoms, measured by standardized mean difference (SMD) in depression score from baseline compared with control.Pairwise meta-analysis suggested that type B-selective monoamine oxidase inhibitors (SMD = -1.28, CI = -1.68, -0.88), selective serotonin reuptake inhibitors (SMD = -0.49, CI = -0.93, -0.05), and tricyclics (SMD = -0.83, CI = -1.53, -0.13) are effective antidepressants in PD. Network meta-analysis showed that monoamine oxidase inhibitors had the largest effect on depression in PD (SMD (vs selective serotonin reuptake inhibitors) = -0.78, CI = -1.55, -0.01), but these might not be considered traditional antidepressants given their type B selectivity.Although limited by few data, this review suggests that multiple antidepressant classes are potentially efficacious in the treatment of depression in PD, but that further comparative efficacy and tolerability research is needed.", "doi": "10.1002/gps.4834", "title": "Efficacy and tolerability of antidepressants in Parkinson's disease: A systematic review and network meta-analysis.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}