{"authors": [["Powell", "Arfon G M T", "AGMT", "Division of Cancer Genetics, University Hospital of Wales, Cardiff University, Heath Park, Cardiff, UK. powella16@cardiff.ac.uk."], ["Parkinson", "Debora", "D", "Department of Surgery, Cardiff & Vale University Health Board, University Hospital of Wales, Heath Park, Cardiff, UK."], ["Patel", "Neil", "N", "Department of Surgery, Cardiff & Vale University Health Board, University Hospital of Wales, Heath Park, Cardiff, UK."], ["Chan", "David", "D", "Department of Surgery, Cardiff & Vale University Health Board, University Hospital of Wales, Heath Park, Cardiff, UK."], ["Christian", "Adam", "A", "Department of Pathology, Cardiff & Vale University Health Board, University Hospital of Wales, Heath Park, Cardiff, UK."], ["Lewis", "Wyn G", "WG", "Department of Surgery, Cardiff & Vale University Health Board, University Hospital of Wales, Heath Park, Cardiff, UK."]], "date": "2017-10-04", "id": "29234999", "text": "The aim of this study was to assess the relative prognostic value of biomarkers to measure the systemic inflammatory response (SIR) and improve prognostic modeling in a cohort of patients undergoing potentially curative surgery for gastric adenocarcinoma. The hypothesis was that a single SIR biomarker would be associated with the most prognostic value.Consecutive 331 patients undergoing surgery for gastric cancer between 2004 and 2016 within a regional UK cancer network were identified. Serum measurements of hemoglobin, C-reactive protein, albumin, modified Glasgow Prognostic Score, and differential white cell counts were obtained before surgery, and correlated with histopathological factors (pTNM stage, differentiation, and vascular invasion) and survival. Primary outcome measures were disease-free (DFS) and overall survival (OS).Consecutive 331 patients were identified and 291 underwent potentially curative gastrectomy for adenocarcinoma. On univariable DFS analysis, female gender (p = 0.027), proximal location (p = 0.018), pT stage (p < 0.001), pN stage (p < 0.001), pTNM stage (p < 0.001), vascular invasion (p < 0.001), poor differentiation (p = 0.001), lymph node ratio (p < 0.001), R1 status (p < 0.001), platelet count (p = 0.038), and mGPS (p = 0.001) were significantly associated with poor survival. The mGPS was associated with advanced pT stage (p = 0.001), pTNM stage (p = 0.013), and poor differentiation (p = 0.030). On multivariable DFS analysis, mGPS [hazard ratio (HR) 2.51, 95% confidence interval (CI) 1.35-4.65, p = 0.011] was the only inflammatory marker to retain independent significance. Multivariable OS analysis revealed similar findings; mGPS (HR 2.75, (95% CI 1.65-4.59), p < 0.001).mGPS is an important and only SIR-related prognostic biomarker independently associated with both DFS and OS in gastric cancer.", "doi": "10.1007/s11605-017-3597-5", "title": "Prognostic Significance of Serum Inflammatory Markers in Gastric Cancer.", "journal": ["Journal of gastrointestinal surgery : official journal of the Society for Surgery of the Alimentary Tract", "J. Gastrointest. Surg."]}