{"authors": [["Jones", "Jacob D", "JD", "Department of Psychiatry and Biobehavioral Sciences, University of California Los Angeles, Los Angeles, CA, USA. Electronic address: jacobjones@mednet.ucla.edu."], ["Kuhn", "Taylor P", "TP", "Department of Psychiatry and Biobehavioral Sciences, University of California Los Angeles, Los Angeles, CA, USA."], ["Szymkowicz", "Sarah M", "SM", "Department of Clinical & Health Psychology, College of Public Health & Health Professions, University of Florida, Gainesville, FL, USA."]], "date": "2017-12-09", "id": "29233608", "text": "Past studies have shown that a large portion of individuals with Parkinson's disease (PD) and mild cognitive impairment (MCI) will revert to a cognitively intact (CI) status in the future. Aging studies have shown that individuals who revert from MCI to CI are at increased risk for reconverting to MCI or dementia in the future. The current study examined if individuals who revert from PD-mild cognitive impairment (PD-MCI) to CI will be at increased risk for future PD-MCI and Parkinson's disease dementia (PDD).The study utilized data from the Parkinson's Progression Markers Initiative (PPMI). The sample included 364 newly diagnosed PD participants who were followed annually for up to 4 years. Based on the first and second assessments, we identified individuals who were CI at each assessment (CI-Stable) and individuals who were PD-MCI at baseline but then reverted to CI (Reversion). Analyses examined if participants in the Reversion group were at greater risk, relative to the CI-Stable group, for cognitive impairment at future assessments.Participants in the Reversion group were at greater risk for future cognitive impairment (PD-MCI or PDD) at the 2nd, 3rd and 4th annual follow-up, relative to the CI-Stable group. The Reversion group continued to be at increased risk for future cognitive impairment when adjusting for age, gender, education, depressive symptoms, and motor severity.A large proportion of individuals with PD-MCI will not show evidence of cognitive impairment within a year. However, these \"reverters\" continue to be at risk for future development of cognitive impairment.", "doi": "10.1016/j.parkreldis.2017.12.006", "title": "Reverters from PD-MCI to cognitively intact are at risk for future cognitive impairment: Analysis of the PPMI cohort.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}