{"authors": [["Park", "Jin-Woo", "JW", "Department of Neurology, Korea University Ansan Hospital, Ansan, South Korea."], ["Kwon", "Do-Young", "DY", "Department of Neurology, Korea University Ansan Hospital, Ansan, South Korea. Electronic address: kwondoya@korea.edu."], ["Choi", "Ji Ho", "JH", "Department of Otorhinolaryngology, Soonchunhyang University College of Medicine, Bucheon, South Korea."], ["Park", "Moon-Ho", "MH", "Department of Neurology, Korea University Ansan Hospital, Ansan, South Korea."], ["Yoon", "Ho-Kyoung", "HK", "Department of Psychiatry, Korea University Ansan Hospital, Ansan, South Korea."]], "date": "2017-11-14", "id": "29233469", "text": "Evaluation of olfactory function is valuable for the detection of pre-motor state of Parkinson's disease (PD). PD patients have an increased risk of associated dementia and one-third of PD patients have mild cognitive impairment (MCI) at the time of diagnosis. However, the characteristics of olfactory dysfunction in PD-MCI patients are unclear. This study examined the relationship between olfactory dysfunction and cognitive function in drug-naïve PD at the time of diagnosis with the patterns of olfactory function in PD-MCI patients using the Korean version of the Sniffin' stick test II (KVSS II).A total of 66 drug-naïve PD patients were enrolled. A neuropsychiatric assessment battery and KVSS II were performed. For the statistical analyses, univariate, multivariable linear regression and Student's t-test were used to determine the relationship between the variables and olfactory function.Olfactory dysfunction was more prevalent in the PD-MCI group than in the PD-normal cognition (PD-CN) group. Each domains of odor threshold, discrimination, identification and total olfactory score were more impaired in the PD-MCI group than the PD-CN group. Whether cognitive impairment was single or multiple domain was not affected.PD-MCI is more likely to be associated with severe olfactory impairment than PD-CN. There may be more extensive neurodegenerative processes affecting olfaction in PD-MCI patients. With further investigation and validation using neuropathological data, an objective olfactory function test could be used as a tool to evaluate disease progression. Further studies with prospective design investigating the prognostic value of olfactory dysfunction in PD-MCI patients are essential.", "doi": "10.1016/j.parkreldis.2017.11.334", "title": "Olfactory dysfunctions in drug-naïve Parkinson's disease with mild cognitive impairment.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}