{"authors": [["Nouhi", "Mona", "M", "Department of Physiology and Pharmacology, Section of Molecular Neurophysiology, The Karolinska Institute, Stockholm, Sweden."], ["Zhang", "Xiaoqun", "X", "Department of Physiology and Pharmacology, Section of Molecular Neurophysiology, The Karolinska Institute, Stockholm, Sweden."], ["Yao", "Ning", "N", "Department of Physiology and Pharmacology, Section of Molecular Neurophysiology, The Karolinska Institute, Stockholm, Sweden."], ["Chergui", "Karima", "K", "Department of Physiology and Pharmacology, Section of Molecular Neurophysiology, The Karolinska Institute, Stockholm, Sweden."]], "date": "2017-12-11", "id": "29230960", "text": "To investigate if CIQ, a positive allosteric modulator of N-methyl-d-aspartate receptors (NMDARs) containing GluN2C/D subunits, rescues the loss of long-term potentiation (LTP) and forelimb-use asymmetry in a mouse model of Parkinson's disease (PD).We have used electrophysiology in brain slices and the cylinder test to examine the effect of CIQ on glutamatergic synaptic transmission, synaptic plasticity, and forelimb-use in the unilateral 6-hydroxydopamine-lesion mouse model of PD.CIQ, applied in the perfusion solution, reversibly reduced glutamatergic synaptic transmission in the dopamine-depleted striatum and had no effect in the dopamine-intact striatum. LTP, a dopamine- and NMDAR-dependent form of synaptic plasticity, was induced in the dopamine-intact striatum but was lost in the dopamine-depleted striatum. This impaired LTP was restored in the presence of CIQ applied in the perfusion solution. This treatment, however, prevented LTP induction in control slices. In brain slices from mice which received single and chronic intraperitoneal injections of CIQ, LTP was restored in the dopamine-depleted striatum and unaffected in the dopamine-intact striatum. Forelimb-use asymmetry, a test which assesses deficits in paw usage in the unilateral lesion model of PD, was reversed by systemic chronic treatment with CIQ.A positive allosteric modulator of GluN2C/D-containing NMDARs rescues LTP and forelimb-use asymmetry in a mouse model of PD. This study proposes GluN2D as a potential candidate for therapeutic intervention in PD.", "doi": "10.1111/cns.12784", "title": "CIQ, a positive allosteric modulator of GluN2C/D-containing N-methyl-d-aspartate receptors, rescues striatal synaptic plasticity deficit in a mouse model of Parkinson's disease.", "journal": ["CNS neuroscience & therapeutics", "CNS Neurosci Ther"]}