{"authors": [["Kelm-Nelson", "Cynthia A", "CA", "Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, USA. Electronic address: CAKelm@wisc.edu."], ["Brauer", "Alexander F L", "AFL", "Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, USA."], ["Barth", "Kelsey J", "KJ", "Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, USA."], ["Lake", "Jacob M", "JM", "Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, USA."], ["Sinnen", "Mackenzie L K", "MLK", "Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, USA."], ["Stehula", "Forrest J", "FJ", "Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, USA; Neuroscience Training Program, University of Wisconsin-Madison, Madison, WI, USA."], ["Muslu", "Cagla", "C", "Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, USA."], ["Marongiu", "Roberta", "R", "Laboratory of Molecular Neurosurgery, Department of Neurological Surgery Weill Cornell Medicine, New York, NY, USA."], ["Kaplitt", "Michael G", "MG", "Laboratory of Molecular Neurosurgery, Department of Neurological Surgery Weill Cornell Medicine, New York, NY, USA."], ["Ciucci", "Michelle R", "MR", "Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, USA; Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, USA; Neuroscience Training Program, University of Wisconsin-Madison, Madison, WI, USA."]], "date": "2017-12-08", "id": "29229503", "text": "In Parkinson disease (PD), a complex neurodegenerative disorder that affects nearly 10 million people worldwide, motor skills are significantly impaired. However, onset and progression of motor deficits and the neural correlates of these deficits are poorly understood. We used a genetic mouse model of PD (Pink1-/-), with phenotypic similarities to human PD, to investigate the manifestation of early-onset sensorimotor deficits. We hypothesized this mouse model would show early vocalization and gross motor dysfunction that would be progressive in nature. Pink1-/- mice, compared to wild type (WT) controls, were evaluated at 2, 3, 4, 5, and 6 months of age. To quantify deficit progression, ultrasonic vocalizations and spontaneous locomotor activity (cylinder test and pole test) were analyzed. Although somewhat variable, in general, Pink1-/- mice produced significantly more simple calls with reduced intensity as well as a larger percentage of cycle calls compared to WT counterparts. However, there were no significant differences in duration, bandwidth, or peak frequency for any of the ultrasonic call types between genotypes. Pink1-/- mice showed a significant impairment in limb motor skills with fewer hindlimb steps, forelimb steps, and rears and lands in the cylinder test compared to WT. Additionally, Pink1-/- mice took significantly longer to turn and traverse during the pole test. Immunohistochemical staining showed no significant difference in the number of tyrosine hydroxylase (TH) positive cells in the substantia nigra or density of TH staining in the striatum between genotypes. These data suggest the Pink1-/- mouse model may be instrumental in defining early motor biomarkers of PD in the absence of nigrostriatal dopamine loss.", "doi": "10.1016/j.brainres.2017.12.002", "title": "Characterization of early-onset motor deficits in the Pink1-/- mouse model of Parkinson disease.", "journal": ["Brain research", "Brain Res."]}