{"authors": [["Wang", "Mi", "M", null], ["Saasouh", "Wael", "W", null], ["Botsford", "Thomas", "T", null], ["Keebler", "Allen", "A", null], ["Zura", "Andrew", "A", null], ["Benninger", "Michael S", "MS", null], ["Avitsian", "Rafi", "R", null]], "date": "2017-12-08", "id": "29229347", "text": "Parkinson's disease (PD), a neurodegenerative disorder characterized by loss of dopaminergic neurons in the substantia nigra of the midbrain is commonly thought of as a motion disorder, but it can have significant effect on the respiratory system. Respiratory failure is the most common cause of death in these patients, but it can also affect laryngeal function causing dysphonia, dysphagia, and dysarthric speech.. Acute upper airway obstruction is a very rare finding in PD, especially in the perioperative settings. In this article we report a PD patient who developed upper respiratory obstruction postoperatively, we also review the literature and highlight the importance of preoperative evaluation to identify patients who may be at risk of this complication.We describe a PD patient presenting for brain stimulation electrode implantation under general anesthesia, who ostoperatively developed stridor and near complete upper airway obstruction despite maintenance of oral anti- Parkinson medication regimen intraoperatively. The patient was re-intubated in post-anesthesia-care unit (PACU) and tracheostomy was performed after one week, due to persistent vocal cord dysfunction.Baseline vocal cord impairment in PD patients can be acutely aggravated perioperatively. Symptoms such as dysphagia and dysarthria, which can indicate susceptibility to post operative upper airway obstruction, may not be well recognized by patient and family. Surgical candidates should be carefully interviewed preoperatively and watchful monitoring of respiratory function intra- and postop is of paramount importance. Neurosurgical and neuroanesthesia team should be aware of, and prepared to manage this potentially life-threatening airway obstruction in PD patients.", "doi": "10.1016/j.wneu.2017.11.176", "title": "Post-Operative Stridor and Acute Respiratory Failure after Parkinson's disease Deep Brain Stimulator Placement - A Case Report and Review of Literature.", "journal": ["World neurosurgery", "World Neurosurg"]}