{"authors": [["Coulombe", "Katherine", "K", "Faculté de Pharmacie, Pavillon Ferdinand-Vandry, 1050, Avenue de la Médecine, Université Laval, Québec, QC, G1V 0A6, Canada; Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada; OptiNutriBrain International Associated Laboratory (NutriNeuro France-INAF Canada), Canada."], ["Kerdiles", "Olivier", "O", "Faculté de Pharmacie, Pavillon Ferdinand-Vandry, 1050, Avenue de la Médecine, Université Laval, Québec, QC, G1V 0A6, Canada; Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada; OptiNutriBrain International Associated Laboratory (NutriNeuro France-INAF Canada), Canada."], ["Tremblay", "Cyntia", "C", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada."], ["Emond", "Vincent", "V", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada."], ["Lebel", "Manon", "M", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada; Département de Psychiatrie & Neurosciences, Faculté de Médecine, Pavillon Ferdinand-Vandry, 1050, Ave de la Médecine, Université Laval, Québec, QC, G1V 0A6, Canada."], ["Boulianne", "Anne-Sophie", "AS", "Faculté de Pharmacie, Pavillon Ferdinand-Vandry, 1050, Avenue de la Médecine, Université Laval, Québec, QC, G1V 0A6, Canada."], ["Plourde", "Mélanie", "M", "Centre de Recherche sur le Vieillissement, Université de Sherbrooke, Sherbrooke, Québec, Canada."], ["Cicchetti", "Francesca", "F", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada; Département de Psychiatrie & Neurosciences, Faculté de Médecine, Pavillon Ferdinand-Vandry, 1050, Ave de la Médecine, Université Laval, Québec, QC, G1V 0A6, Canada. Electronic address: Francesca.Cicchetti@crchul.ulaval.ca."], ["Calon", "Frédéric", "F", "Faculté de Pharmacie, Pavillon Ferdinand-Vandry, 1050, Avenue de la Médecine, Université Laval, Québec, QC, G1V 0A6, Canada; Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705, Boulevard Laurier, Québec, QC, G1V 4G2, Canada; OptiNutriBrain International Associated Laboratory (NutriNeuro France-INAF Canada), Canada. Electronic address: Frederic.Calon@crchul.ulaval.ca."]], "date": "2017-12-08", "id": "29229294", "text": "Polyunsaturated fatty acids omega-3 (n-3 PUFA), such as docosahexaenoic acid (DHA), have been shown to prevent, and partially reverse, neurotoxin-induced nigrostriatal denervation in animal models of Parkinson's disease (PD). However, the accumulation of α-synuclein (αSyn) in cerebral tissues is equally important to the pathophysiology. To determine whether DHA intake improves various aspects related to synucleinopathy, ninety male mice overexpressing human αSyn under the Thy-1 promoter (Thy1-αSyn) were fed one of three diets (specially formulated control, low n-3 PUFA or high DHA) and compared to non-transgenic C57/BL6 littermate mice exposed to a control diet. Thy1-αSyn mice displayed impaired motor skills, lower dopaminergic neuronal counts within the substantia nigra (-13%) in parallel to decreased levels of the striatal dopamine transporter (DAT) (-24%), as well as reduced NeuN (-41%) and synaptic proteins PSD-95 (-51%), synaptophysin (-80%) and vesicular acetylcholine transporter (VChAT) (-40%) in the cerebral cortex compared to C57/BL6 mice. However, no significant difference in dopamine concentrations was observed by HPLC analysis between Thy1-αSyn and non-transgenic C57/BL6 littermates under the control diet. The most striking finding was a favorable effect of DHA on the survival/longevity of Thy1-αSyn mice (+51% survival rate at 12months of age). However, dietary DHA supplementation did not have a significant effect on other parameters examined in this study, despite increased striatal dopamine concentrations. While human αSyn monomers and oligomers were detected in the cortex of Thy1-αSyn mice, the effects of the diets were limited to a small increase of 42kDa oligomers in insoluble protein fractions upon n-3 PUFA deprivation. Overall, our data indicate that a diet rich in n-3 PUFA has a beneficial effect on the longevity of a murine model of α-synucleinopathy without a major impact on the dopamine system and motor impairments, nor αSyn levels.", "doi": "10.1016/j.expneurol.2017.12.002", "title": "Impact of DHA intake in a mouse model of synucleinopathy.", "journal": ["Experimental neurology", "Exp. Neurol."]}