{"authors": [["Gustafsson", "Gabriel", "G", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden."], ["Lindström", "Veronica", "V", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden."], ["Rostami", "Jinar", "J", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden."], ["Nordström", "Eva", "E", "BioArctic AB, Warfvinges väg 35, 112 51, Stockholm, Sweden."], ["Lannfelt", "Lars", "L", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden."], ["Bergström", "Joakim", "J", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden."], ["Ingelsson", "Martin", "M", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden."], ["Erlandsson", "Anna", "A", "Molecular Geriatrics, Department of Public Health and Caring Sciences, Rudbeck Laboratory, Uppsala University, SE-751 85, Uppsala, Sweden. anna.erlandsson@pubcare.uu.se."]], "date": "2017-12-11", "id": "29228971", "text": "Due to its neurotoxic properties, oligomeric alpha-synuclein (α-syn) has been suggested as an attractive target for passive immunization against Parkinson's disease (PD). In mouse models of PD, antibody treatment has been shown to lower the levels of pathogenic α-syn species, including oligomers, although the mechanisms of action remain unknown. We have previously shown that astrocytes rapidly engulf α-syn oligomers that are intracellularly stored, rather than degraded, resulting in impaired mitochondria.The aim of the present study was to investigate if the accumulation of α-syn in astrocytes can be affected by α-syn oligomer-selective antibodies. Co-cultures of astrocytes, neurons, and oligodendrocytes were derived from embryonic mouse cortex and exposed to α-syn oligomers or oligomers pre-incubated with oligomer-selective antibodies.In the presence of antibodies, the astrocytes displayed an increased clearance of the exogenously added α-syn, and consequently, the α-syn accumulation in the culture was markedly reduced. Moreover, the addition of antibodies rescued the astrocytes from the oligomer-induced mitochondrial impairment.Our results demonstrate that oligomer-selective antibodies can prevent α-syn accumulation and mitochondrial dysfunction in cultured astrocytes.", "doi": "10.1186/s12974-017-1018-z", "title": "Alpha-synuclein oligomer-selective antibodies reduce intracellular accumulation and mitochondrial impairment in alpha-synuclein exposed astrocytes.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"]}