{"authors": [["Schenkman", "Margaret", "M", "Physical Therapy Program, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora."], ["Moore", "Charity G", "CG", "Department of Physical Therapy, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pittsburgh, Pennsylvania."], ["Kohrt", "Wendy M", "WM", "Division of Geriatric Medicine, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora."], ["Hall", "Deborah A", "DA", "Department of Neurology, Rush University Medical Center, Chicago, Illinois."], ["Delitto", "Anthony", "A", "Office of the Dean, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pittsburgh, Pennsylvania."], ["Comella", "Cynthia L", "CL", "Department of Neurology, Rush University Medical Center, Chicago, Illinois."], ["Josbeno", "Deborah A", "DA", "Department of Physical Therapy, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pittsburgh, Pennsylvania."], ["Christiansen", "Cory L", "CL", "Physical Therapy Program, School of Medicine, University of Colorado Anschutz Medical Campus, Aurora."], ["Berman", "Brian D", "BD", "Department of Neurology, School of Medicine, University of Colorado Anschutz Medical, Campus, Aurora."], ["Kluger", "Benzi M", "BM", "Department of Neurology, School of Medicine, University of Colorado Anschutz Medical, Campus, Aurora."], ["Melanson", "Edward L", "EL", "Geriatric Research Education and Clinical Center, Veterans Affairs Eastern Colorado Health Care System, Denver."], ["Jain", "Samay", "S", "Department of Neurology, University of Pittsburgh, Pittsburgh, Pennsylvania."], ["Robichaud", "Julie A", "JA", "Department of Rehabilitation Services, University of Illinois Hospital Health Sciences System, Chicago."], ["Poon", "Cynthia", "C", "Department of Neurology, Northwestern University, Chicago, Illinois."], ["Corcos", "Daniel M", "DM", "Department of Physical Therapy and Human Movement Sciences, Northwestern University, Chicago, Illinois."]], "date": "2017-12-11", "id": "29228079", "text": "Parkinson disease is a progressive neurologic disorder. Limited evidence suggests endurance exercise modifies disease severity, particularly high-intensity exercise.To examine the feasibility and safety of high-intensity treadmill exercise in patients with de novo Parkinson disease who are not taking medication and whether the effect on motor symptoms warrants a phase 3 trial.The Study in Parkinson Disease of Exercise (SPARX) was a phase 2, multicenter randomized clinical trial with 3 groups and masked assessors. Individuals from outpatient and community-based clinics were enrolled from May 1, 2012, through November 30, 2015, with the primary end point at 6 months. Individuals with idiopathic Parkinson disease (Hoehn and Yahr stages 1 or 2) aged 40 to 80 years within 5 years of diagnosis who were not exercising at moderate intensity greater than 3 times per week and not expected to need dopaminergic medication within 6 months participated in this study. A total of 384 volunteers were screened by telephone; 128 were randomly assigned to 1 of 3 groups (high-intensity exercise, moderate-intensity exercise, or control).High-intensity treadmill exercise (4 days per week, 80%-85% maximum heart rate [n = 43]), moderate-intensity treadmill exercise (4 days per week, 60%-65% maximum heart rate [n = 45]), or wait-list control (n = 40) for 6 months.Feasibility measures were adherence to prescribed heart rate and exercise frequency of 3 days per week and safety. The clinical outcome was 6-month change in Unified Parkinson's Disease Rating Scale motor score.A total of 128 patients were included in the study (mean [SD] age, 64 [9] years; age range, 40-80 years; 73 [57.0%] male; and 108 [84.4%] non-Hispanic white). Exercise rates were 2.8 (95% CI, 2.4-3.2) days per week at 80.2% (95% CI, 78.8%-81.7%) maximum heart rate in the high-intensity group and 3.2 (95% CI, 2.8-3.6; P = .13) days per week at 65.9% (95% CI, 64.2%-67.7%) maximum heart rate in the moderate-intensity group (P < .001). The mean change in Unified Parkinson's Disease Rating Scale motor score in the high-intensity group was 0.3 (95% CI, -1.7 to 2.3) compared with 3.2 (95% CI, 1.4 to 5.1) in the usual care group (P = .03). The high-intensity group, but not the moderate-intensity group, reached the predefined nonfutility threshold compared with the control group. Anticipated adverse musculoskeletal events were not severe.High-intensity treadmill exercise may be feasible and prescribed safely for patients with Parkinson disease. An efficacy trial is warranted to determine whether high-intensity treadmill exercise produces meaningful clinical benefits in de novo Parkinson disease.clinicaltrials.gov Identifier: NCT01506479.", "doi": "10.1001/jamaneurol.2017.3517", "title": "Effect of High-Intensity Treadmill Exercise on Motor Symptoms in Patients With De Novo Parkinson Disease: A Phase 2 Randomized Clinical Trial.", "journal": ["JAMA neurology", "JAMA Neurol"]}