{"authors": [["García-Beltrán", "Olimpo", "O", "Biomedical Neuroscience Institute (BNI), Faculty of Medicine, Universidad de Chile, Santiago, Chile."], ["Mena", "Natalia P", "NP", "Department of Biology, Faculty of Sciences, Universidad de Chile, Santiago, Chile."], ["Aguirre", "Pabla", "P", "Department of Biology, Faculty of Sciences, Universidad de Chile, Santiago, Chile."], ["Barriga-González", "Germán", "G", "Universidad Metropolitana de Ciencias de la Educación, Facultad de Ciencias Básicas, Departamento de Química, Santiago, Chile."], ["Galdámez", "Antonio", "A", "Department of Chemistry, Faculty of Sciences, University of Chile, Santiago, Chile."], ["Nagles", "Edgar", "E", "Facultad de Ciencias Naturales y Matemáticas, Universidad de Ibagué, Ibagué, Colombia."], ["Adasme", "Tatiana", "T", "Biomedical Neuroscience Institute (BNI), Faculty of Medicine, Universidad de Chile, Santiago, Chile."], ["Hidalgo", "Cecilia", "C", "Biomedical Neuroscience Institute (BNI), Faculty of Medicine, Universidad de Chile, Santiago, Chile."], ["Núñez", "Marco T", "MT", "Department of Biology, Faculty of Sciences, Universidad de Chile, Santiago, Chile."]], "date": "2017-12-11", "id": "29228015", "text": "Iron accumulation, oxidative stress and calcium signaling dysregulation are common pathognomonic signs of several neurodegenerative diseases, including Parkinson´s and Alzheimer's diseases, Friedreich ataxia and Huntington's disease. Given their therapeutic potential, the identification of multifunctional compounds that suppress these damaging features is highly desirable. Here, we report the synthesis and characterization of N-(1,3-dihydroxy-2-(hydroxymethyl)propan-2-yl)-2-(7-hydroxy-2-oxo-2H-chromen-4-yl)acetamide, named CT51, which exhibited potent free radical neutralizing activity both in vitro and in cells. CT51 bound Fe2+ with high selectivity and Fe3+ with somewhat lower affinity. Cyclic voltammetric analysis revealed irreversible binding of Fe3+ to CT51, an important finding since stopping Fe2+/Fe3+ cycling in cells should prevent hydroxyl radical production resulting from the Fenton-Haber-Weiss cycle. When added to human neuroblastoma cells, CT51 freely permeated the cell membrane and distributed to both mitochondria and cytoplasm. Intracellularly, CT51 bound iron reversibly and protected against lipid peroxidation. Treatment of primary hippocampal neurons with CT51 reduced the sustained calcium release induced by an agonist of ryanodine receptor-calcium channels. These protective properties of CT51 on cellular function highlight its possible therapeutic use in diseases with significant oxidative, iron and calcium dysregulation.", "doi": "10.1371/journal.pone.0189043", "title": "Development of an iron-selective antioxidant probe with protective effects on neuronal function.", "journal": ["PloS one", "PLoS ONE"]}