{"authors": [["Kostiuk", "K", "K", "SI \"Institute of Neurosurgery named after acad. A. P. Romodanov of the NAMS of Ukraine\", Kyiv, Ukraine."], ["Lomadze", "V", "V", "SI \"Institute of Neurosurgery named after acad. A. P. Romodanov of the NAMS of Ukraine\", Kyiv, Ukraine."], ["Vasyliv", "N", "N", "SI \"Institute of Neurosurgery named after acad. A. P. Romodanov of the NAMS of Ukraine\", Kyiv, Ukraine."]], "date": null, "id": "29227251", "text": "Aim - to evaluate the efficacy of combined bilateral stereotactic destruction of subcortical nucleus - thalamotomy and contralateral subthalamotomy in patients with Parkinson disease. The study included 10 patients with PD, aged 54-73 (mean age 61.1±5.2 years). The time between two surgeries ranged from 1 to 5 years (mean 2.5±0.5 years). The surgeries were conducted on CRW Radionics stereotactic system using StereoPlan, Atlas (Radionics) andFraimLink (Medtronic) software for target calculating. The neuropsychological status was assessed by UPDRS II, Hoehn and Yahr scale, Schwab and England scale, MMSE. The postoperative follow-up was from 6 months to 5.5 years (mean 3.2±0.9 years). After surgeries tremor stopped or significantly regressed in 9 (90.0%) patients, muscle tone returned to normal in 8 (80.0%) cases and in 7 (70.0%) bradykinesia partially regressed. The increase of motor activity was observed in 8 (80.0%) patients. Levodopa-induced dyskinesia stopped in 5 (50.0%) patients and motor fluctuations regressed in 4 of 5 (80.0%) patients. After the surgery the dose of levodopa decreased on average by 36% - from 885±245 mg/day to 570±165 mg/day. The indices of Schwab and England Activities of daily living improved from 56.1% to 80.7%. The postoperative complications were observed in2 (20.0%) cases. Our results demonstrate that bilateral ablative surgery is an effective and safe method of treatment of PD. Stereotactic radiofrequency thalamotomy and contralateral subthalamotomyimprove overall motor function, increase patient's mobility, allow patients to reduce levodopa dose and improve the quality of life.", "doi": null, "title": "[STEREOTACTIC THALAMOTOMY AND CONTRALATERAL SUBTHALAMOTOMY IN TREATMENT OF PARKINSON'S DISEASE].", "journal": ["Georgian medical news", "Georgian Med News"]}