{"authors": [["Bohnen", "Nicolaas I", "NI", "Radiology, University of Michigan, Ann Arbor, MI, United States, 48104."], ["Haugen", "Jacob", "J", "Radiology, University of Michigan, Ann Arbor, MI, United States, 48104."], ["Ridder", "Andrew", "A", "Neurology, University of Michigan, Ann Arbor, MI, United States, 48104."], ["Kotagal", "Vikas", "V", "Neurology, University of Michigan, Ann Arbor, MI, United States, 48104."], ["Albin", "Roger L", "RL", "Neurology, University of Michigan, Ann Arbor, MI, United States, 48104."], ["Frey", "Kirk A", "KA", "Radiology, University of Michigan, Ann Arbor, MI, United States, 48104."], ["Müller", "Martijn L T M", "MLTM", "Radiology, University of Michigan, Ann Arbor, MI, United States, 48104."]], "date": "2017-09-08", "id": "29226177", "text": "Visual function deficits are more common in imbalance-predominant compared to tremor-predominant PD suggesting a pathophysiological role of impaired visual functions in axial motor impairments.To investigate the relationship between changes in color discrimination and motor impairments in PD while accounting for cognitive or other confounder factors.PD subjects (n=49, age 66.7±8.3 years; Hoehn & Yahr stage 2.6±0.6) completed color discrimination assessment using the Farnsworth-Munsell 100 Hue Color Vision Test, neuropsychological, motor assessments and [11C]dihydrotetrabenazine vesicular monoamine transporter type 2 PET imaging. MDS-UPDRS sub-scores for cardinal motor features were computed. Timed up and go mobility and walking tests were assessed in 48 subjects.Bivariate correlation coefficients between color discrimination and motor variables were significant only for the Timed up and go (RS=0.44, P=0.0018) and the MDS-UPDRS axial motor scores (RS=0.38, P=0.0068). Multiple regression confounder analysis using the Timed up and go as outcome parameter showed a significant total model (F(5,43)= 7.3, P<0.0001) with significant regressor effects for color discrimination (standardized β=0.32, t=2.6, P=0.012), global cognitive Z-score (β=-0.33, t=-2.5, P=0.018), duration of disease (β=0.26, t=1.8, P=0.038), but not for age or striatal dopaminergic binding. The color discrimination test was also a significant independent regressor in the MDS-UPDRS axial motor model (standardized β=0.29, t=2.4, P=0.022; total model t(5,43)= 6.4, P=0.0002).Color discrimination errors associate with axial motor features in PD independent of cognitive deficits, nigrostriatal dopaminergic denervation, and other confounder variables. These findings may reflect shared pathophysiology between color discrimination visual impairments and axial motor burden in PD.", "doi": "10.1002/mdc3.12527", "title": "Color discrimination errors associate with axial motor impairments in Parkinson's disease.", "journal": ["Movement disorders clinical practice", "Mov Disord Clin Pract"]}