{"authors": [["Fujimoto", "Tetta", "T", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan."], ["Kuwahara", "Tomoki", "T", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan."], ["Eguchi", "Tomoya", "T", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan."], ["Sakurai", "Maria", "M", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan."], ["Komori", "Tadayuki", "T", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan."], ["Iwatsubo", "Takeshi", "T", "Department of Neuropathology, Graduate School of Medicine, The University of Tokyo, Tokyo, 113-0033, Japan. Electronic address: iwatsubo@m.u-tokyo.ac.jp."]], "date": "2017-12-06", "id": "29223392", "text": "Mutations in leucine-rich repeat kinase 2 (LRRK2) are the major genetic cause of autosomal-dominantly inherited Parkinson's disease. LRRK2 is implicated in the regulation of intracellular trafficking, neurite outgrowth and PD risk in connection with Rab7L1, a putative interactor of LRRK2. Recently, a subset of Rab GTPases have been reported as substrates of LRRK2. Here we examine the kinase activity of LRRK2 on Rab7L1 in situ in cells. Phos-tag analyses and metabolic labeling assays revealed that LRRK2 readily phosphorylates Golgi-localized wild-type Rab7L1 but not mutant forms that are distributed in the cytoplasm. In vitro assays demonstrated direct phosphorylation of Rab7L1 by LRRK2. Subsequent screening using Rab7L1 mutants harboring alanine-substitution for every single Ser/Thr residue revealed that Ser72 is a major phosphorylation site, which was confirmed by using a phospho-Ser72-specific antibody. Moreover, LRRK2 pathogenic Parkinson mutants altogether markedly enhanced the phosphorylation at Ser72. The modulation of Ser72 phosphorylation in Rab7L1 resulted in an alteration of the morphology and distribution of the trans-Golgi network. These data collectively support the involvement of Rab7L1 phosphorylation in the LRRK2-mediated cellular and pathogenetic mechanisms.", "doi": "10.1016/j.bbrc.2017.12.024", "title": "Parkinson's disease-associated mutant LRRK2 phosphorylates Rab7L1 and modifies trans-Golgi morphology.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}