{"authors": [["Vescovelli", "Francesca", "F", "Department of Psychology,University of Bologna,Bologna,Italy."], ["Sarti", "Daniele", "D", "Physical Medicine and Rehabilitation,Riminiterme Center of Rehabilitation,Rimini,Italy."], ["Ruini", "Chiara", "C", "Department of Psychology,University of Bologna,Bologna,Italy."]], "date": "2017-12-10", "id": "29223177", "text": "Psychological resources, such as psychological well-being (PWB) and life satisfaction (LS) can aid individuals suffering from chronic illnesses to cope with their illness. The aim of this study was to investigate PWB, LS, quality of life (QoL), and distress in patients with Parkinson's disease (PD) and to compare them with healthy controls.One hundred and thirteen individuals were recruited. Fifty of the participants suffered from PD, while 53 individuals reported other non-neurological diseases. PD patients were assessed through medical routine examinations. All participants had to be devoid of severe cognitive impairment. They were administered self-report questionnaires to measure PWB, LS, QoL, and distress. A cross-sectional comparative design was applied.PD patients reported higher general PWB than controls with the exception of the autonomy subscale where the PD patients scored lower. However, they also reported higher distress (anxiety, depression, somatic symptoms, and hostility-irritability), lower LS, and poorer QoL compared to controls. In regressive models, general PWB and LS were significantly correlated to the presence of PD, to its functional impairments, and not to other socio-demographic variables.Findings confirmed previous literature on other neurological conditions, showing that PD may be associated with greater psychological distress, lower levels of LS and QoL. At the same time, PD patients may preserve their PWB, which is a protective factor for mental and physical health. The presence of these psychological resources is inversely related to functional impairments. Future studies should better investigate the pattern of PWB in PD.", "doi": "10.1017/S1041610217002575", "title": "Well-being and distress of patients with Parkinson's disease: a comparative investigation.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}