{"authors": [["Miki", "Yasuo", "Y", "Department of Neuropathology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Japan. Electronic address: yasuomiki@hotmail.com."], ["Shimoyama", "Shuji", "S", "Research Center for Child Mental Development, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Kon", "Tomoya", "T", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Ueno", "Tatsuya", "T", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Hayakari", "Ryo", "R", "Department of Vascular Biology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Tanji", "Kunikazu", "K", "Department of Neuropathology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Matsumiya", "Tomoh", "T", "Department of Vascular Biology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Tsushima", "Eiki", "E", "Department of Comprehensive Rehabilitation Science, Hirosaki University Graduate School of Health Sciences, Hirosaki, Japan."], ["Mori", "Fumiaki", "F", "Department of Neuropathology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Wakabayashi", "Koichi", "K", "Department of Neuropathology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Tomiyama", "Masahiko", "M", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."]], "date": "2017-11-21", "id": "29223072", "text": "Previous postmortem studies demonstrated dysregulation of autophagy in patients with Parkinson's disease (PD). To clarify whether this alteration reflects a fundamental aspect of PD or represents the final stage of autophagy dysregulation resulting from a long neurodegenerative process, we focused on basal autophagy in peripheral blood mononuclear cells (PBMCs) of PD patients (n = 35) and controls (n = 23). The whole-transcriptome assay revealed downregulation of mRNAs for 6 core regulators of autophagy (UNC-51-like kinase [ULK] 3, autophagy-related [Atg] 2A, Atg4B, Atg5, Atg16L1, and histone deacetylase 6). Reverse transcription-polymerase chain reaction and Western blot analysis confirmed significantly increased protein levels of upstream autophagy (ULK1, Beclin1, and autophagy/beclin1 regulator 1) with negative feedback of mRNA expression for these proteins in PD. These protein levels were correlated with increased levels of α-synuclein in PBMCs. The expression level of the oligomeric form of α-synuclein in PBMCs paralleled the clinical severity of PD and the degeneration of cardiac sympathetic nerves. Basal activity of autophagy can be lower in patients with PD. Alteration of basal autophagy may be a fundamental aspect of PD.", "doi": "10.1016/j.neurobiolaging.2017.11.006", "title": "Alteration of autophagy-related proteins in peripheral blood mononuclear cells of patients with Parkinson's disease.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}