{"authors": [["Chen", "Hui-Min", "HM", "Center for Neurodegenerative Disease, Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China."], ["Sha", "Zhi-Qiang", "ZQ", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, China."], ["Ma", "Hui-Zi", "HZ", "Center for Neurodegenerative Disease, Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China."], ["He", "Yong", "Y", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, China."], ["Feng", "Tao", "T", "Center for Neurodegenerative Disease, Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, China."]], "date": "2017-12-08", "id": "29222835", "text": "Deep brain stimulation of the subthalamic nucleus (STN-DBS) has become an effective treatment strategy for patients with Parkinson's disease. However, the biological mechanism underlying DBS treatment remains poorly understood.In this study, we investigated how STN-DBS modulated the brain network using a bimodal positron emission tomography (PET)/functional magnetic resonance imaging (fMRI) dataset. We first performed an activation likelihood estimation meta-analysis of 13 PET/SPECT studies concerning STN-DBS effects on resting-state brain activity in Parkinson's disease. Additionally, using a functional connectivity analysis in resting-state fMRI, we investigated whether these STN-DBS-affected regions were functionally connected to constitute an effective network.The results revealed that STN-DBS reduced brain activity in the right thalamus, bilateral caudal supplementary area, and the left primary motor cortex, and it increased brain activity in the left thalamus during rest. Second, these STN-DBS-affected areas were functionally connected within an STN-DBS effective network.Deep brain stimulation of the subthalamic nucleus (STN-DBS) may deactivate the motor cortex as a remote and network effect, affecting the target and the neighboring subcortical areas. These areas may constitute an effective network of STN-DBS modulation. Our results shed light on the mechanisms of STN-DBS treatment from a network perspective and highlight the potential therapeutic benefits of targeted network modulation.", "doi": "10.1111/cns.12783", "title": "Effective network of deep brain stimulation of subthalamic nucleus with bimodal positron emission tomography/functional magnetic resonance imaging in Parkinson's disease.", "journal": ["CNS neuroscience & therapeutics", "CNS Neurosci Ther"]}