{"authors": [["Pinto", "Milena", "M", "Department of Neurology and mpinto@med.miami.edu cmoraes@med.miami.edu."], ["Nissanka", "Nadee", "N", "Neuroscience Program, Miller School of Medicine, University of Miami, Miami, Florida 33136."], ["Moraes", "Carlos T", "CT", "Department of Neurology and mpinto@med.miami.edu cmoraes@med.miami.edu."]], "date": "2017-12-08", "id": "29222404", "text": "PARK2 is the most common gene mutated in monogenic recessive familial cases of Parkinson's disease (PD). Pathogenic mutations cause a loss of function of the encoded protein Parkin. ParkinKO mice, however, poorly represent human PD symptoms as they only exhibit mild motor phenotypes, minor dopamine metabolism abnormalities, and no signs of dopaminergic neurodegeneration. Parkin has been shown to participate in mitochondrial turnover, by targeting damaged mitochondria with low membrane potential to mitophagy. We studied the role of Parkin on mitochondrial quality control in vivo by knocking out Parkin in the PD-mito-PstI mouse (males), where the mitochondrial DNA (mtDNA) undergoes double-strand breaks only in dopaminergic neurons. The lack of Parkin promoted earlier onset of dopaminergic neurodegeneration and motor defects in the PD-mito-PstI mice, but it did not worsen the pathology. The lack of Parkin affected mitochondrial morphology in dopaminergic axons and was associated with an increase in mtDNA levels (mutant and wild type). Unexpectedly, it did not cause a parallel increase in mitochondrial mass or mitophagy. Our results suggest that Parkin affects mtDNA levels in a mitophagy-independent manner.SIGNIFICANCE STATEMENT Parkinson's disease is characterized by progressive motor symptoms due to the selective loss of dopaminergic neurons in the substantia nigra. Loss-of-function mutations of Parkin cause some monogenic forms of Parkinson's disease, possibly through its role in mitochondrial turnover and quality control. To study whether Parkin has a role in vivo in the context of mitochondrial damage, we knocked out Parkin in a mouse model in which the mitochondrial DNA is damaged in dopaminergic neurons. We found that the loss of Parkin did not exacerbate the parkinsonian pathology already present in the mice, but it was associated with an increase in mtDNA levels (mutant and wild-type) without altering mitochondrial mass. These results shed new light on the function of Parkin in vivo.", "doi": "10.1523/JNEUROSCI.1384-17.2017", "title": "Lack of Parkin Anticipates the Phenotype and Affects Mitochondrial Morphology and mtDNA Levels in a Mouse Model of Parkinson's Disease.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}