{"authors": [["Nabavi", "Seyed Fazel", "SF", "Applied Biotechnology Research Center, Baqiyatallah University of Medical Sciences, Tehran 14359-16471, Iran."], ["Sureda", "Antoni", "A", "Research Group on Community Nutrition and Oxidative Stress (NUCOX) and CIBEROBN (Physiopathology of Obesity and Nutrition CB12/03/30038), University of Balearic Islands, Palma de Mallorca E-07122, Balearic Islands, Spain."], ["Dehpour", "Ahmad Reza", "AR", "Department of Pharmacology, Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran; Experimental Medicine Research Center, Tehran University of Medical Sciences, Tehran, Iran."], ["Shirooie", "Samira", "S", "School of Pharmacy, Kermanshah University of Medical Sciences, Kermanshah 6734667149, Iran."], ["Silva", "Ana Sanches", "AS", "National Institute for Agricultural and Veterinary Research (INIAV), I.P., Vairão, Vila do Conde 4480, Portugal; Center for Study in Animal Science (CECA), ICETA, University of Oporto, Oporto 4051-401, Portugal."], ["Devi", "Kasi Pandima", "KP", "Department of Biotechnology, Alagappa University, Karaikudi, Tamil Nadu 630 003, India."], ["Ahmed", "Touqeer", "T", "Atta-ur-Rahman School of Applied Biosciences, National University of Sciences and Technology, Islamabad, Pakistan. Electronic address: touqeer.ahmed@asab.nust.edu.pk."], ["Ishaq", "Nafeesa", "N", "Atta-ur-Rahman School of Applied Biosciences, National University of Sciences and Technology, Islamabad, Pakistan."], ["Hashim", "Rabia", "R", "Atta-ur-Rahman School of Applied Biosciences, National University of Sciences and Technology, Islamabad, Pakistan."], ["Sobarzo-Sánchez", "Eduardo", "E", "Laboratory of Pharmaceutical Chemistry, Faculty of Pharmacy, University of Santiago de Compostela, Santiago de Compostela 15782, Spain; Instituto de Investigación e Innovación en Salud, Facultad de Ciencias de la Salud, Universidad Central de Chile, Santiago, Chile."], ["Daglia", "Maria", "M", "Department of Drug Sciences, Medicinal Chemistry and Pharmaceutical Technology Section, University of Pavia, Pavia 27100, Italy."], ["Braidy", "Nady", "N", "Centre for Healthy Brain Ageing, School of Psychiatry, University of New South Wales, Australia. Electronic address: n.braidy@unsw.edu.au."], ["Volpicella", "Mariateresa", "M", "Department of Biosciences, Biotechnologies and Biopharmaceutics, University of Bari, Bari, Italy."], ["Vacca", "Rosa Anna", "RA", "Institute of Biomembranes, Bioenergetics and Molecular Biotechnologies National Council of Research, Bari, Italy."], ["Nabavi", "Seyed Mohammad", "SM", "Applied Biotechnology Research Center, Baqiyatallah University of Medical Sciences, Tehran 14359-16471, Iran. Electronic address: Nabavi208@gmail.com."]], "date": "2017-12-06", "id": "29221764", "text": "In the present paper, we will discuss on the importance of autophagy in the central nervous system, and outline the relation between autophagic pathways and the pathogenesis of neurodegenerative disorders. The potential therapeutic benefits of naturally occurring phytochemicals as pharmacological modulators of autophagy will also be addressed. Our findings provide renewed insight on the molecular modes of protection by polyphenols, which is likely to be at least in part mediated not only by their potent antioxidant and anti-inflammatory effects, but also through modulation of autophagic processes to remove the aberrant protein aggregates.", "doi": "10.1016/j.biotechadv.2017.12.001", "title": "Regulation of autophagy by polyphenols: Paving the road for treatment of neurodegeneration.", "journal": ["Biotechnology advances", "Biotechnol. Adv."]}