{"authors": [["Grünblatt", "Edna", "E", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Wagistrasse 12, Schlieren, 8952, Zurich, Switzerland. edna.gruenblatt@kjpd.uzh.ch."], ["Ruder", "Josefine", "J", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Wagistrasse 12, Schlieren, 8952, Zurich, Switzerland."], ["Monoranu", "Camelia Maria", "CM", "Institute of Pathology, Department of Neuropathology, University of Würzburg, Würzburg, Germany."], ["Riederer", "Peter", "P", "Center of Mental Health, Department of Psychiatry, Psychosomatic and Psychotherapy, University Hospital of Würzburg, Würzburg, Germany."], ["Youdim", "Moussa Bh", "MB", "Eve Topf Center, Faculty of Medicine, Technion-Israel Institute of Technology, P.O.B. 9697, 31096, Haifa, Israel."], ["Mandel", "Silvia A", "SA", "Eve Topf Center, Faculty of Medicine, Technion-Israel Institute of Technology, P.O.B. 9697, 31096, Haifa, Israel."]], "date": "2017-12-07", "id": "29218503", "text": "Parkinson's disease is the most common neurodegenerative disorder after Alzheimer's disease, with the majority of cases being sporadic or \"idiopathic\". The aetiology of the sporadic form is still unknown, but there is a broad consensus that Parkinson's disease involves multiple pathways. In previous human post-mortem studies investigating substantia nigra of parkinsonian subjects, gene expression alterations in various metabolic pathways including protein folding, trafficking, aggregation, ubiquitination and oxidative stress were found. These studies revealed transcriptomic dysregulation of various genes, amongst others Skp1A and PSMC4 (part of ubiquitin-proteasome system), HSC70 (belonging to the chaperone family) and ALDH1A1 (an enzyme involved in the catabolism of dopamine). To investigate whether these alterations are manifested at the protein level, we performed immunohistochemical analysis in the substantia nigra of Parkinson's disease and compared them to Alzheimer's disease and non-neurological post-mortem controls. We were able to confirm cell-specific reductions in the protein content of ALHD1A1 and Skp1A in the dopaminergic neurons of the substantia nigra of Parkinsonian patients compared to Alzheimer's and control subjects. Furthermore, we observed particular distribution for HSC70 and PSMC4 in the cytoplasm and accumulation within Lewy body in the dopaminergic neurons of the substantia nigra in Parkinson patients. These findings, together with previous evidence, suggest a malfunction of the ubiquitin-proteasome and possible autophagy systems as major players in protein misfolding and aggregation in Parkinson's disease. Nevertheless, this needs further proof, possibly with trajectory time line.", "doi": "10.1007/s12640-017-9843-5", "title": "Differential Alterations in Metabolism and Proteolysis-Related Proteins in Human Parkinson's Disease Substantia Nigra.", "journal": ["Neurotoxicity research", "Neurotox Res"]}