{"authors": [["Nazario", "Luiza R", "LR", "Laboratório de Neuroquímica e Psicofarmacologia, Departamento de Biologia Celular e Molecular, Faculdade de Biociências, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, Brazil."], ["da Silva", "Rosane S", "RS", "Laboratório de Neuroquímica e Psicofarmacologia, Departamento de Biologia Celular e Molecular, Faculdade de Biociências, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, Brazil."], ["Bonan", "Carla D", "CD", "Laboratório de Neuroquímica e Psicofarmacologia, Departamento de Biologia Celular e Molecular, Faculdade de Biociências, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, Brazil."]], "date": "2017-11-23", "id": "29217998", "text": "Parkinson's disease (PD) is one of the most prevalent neurodegenerative disease displaying negative impacts on both the health and social ability of patients and considerable economical costs. The classical anti-parkinsonian drugs based in dopaminergic replacement are the standard treatment, but several motor side effects emerge during long-term use. This mini-review presents the rationale to several efforts from pre-clinical and clinical studies using adenosine receptor antagonists as a non-dopaminergic therapy. As several studies have indicated that the monotherapy with adenosine receptor antagonists reaches limited efficacy, the usage as a co-adjuvant appeared to be a promising strategy. The formulation of multi-targeted drugs, using adenosine receptor antagonists and other neurotransmitter systems than the dopaminergic one as targets, have been receiving attention since Parkinson's disease presents a complex biological impact. While pharmacological approaches to cure or ameliorate the conditions of PD are the leading strategy in this area, emerging positive aspects have arisen from non-pharmacological approaches and adenosine function inhibition appears to improve both strategies.", "doi": "10.3389/fnins.2017.00658", "title": "Targeting Adenosine Signaling in Parkinson's Disease: From Pharmacological to Non-pharmacological Approaches.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}