{"authors": [["Yu", "Lijia", "L", "Department of Neurology, Xinhua Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Wang", "Xijin", "X", "Department of Neurology, Xinhua Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Chen", "Hanqing", "H", "School of Biotechnology and Food Engineering, Hefei University of Technology, Hefei, China."], ["Yan", "Zhiqiang", "Z", "Shanghai Laboratory Animal Center, Chinese Academy of Sciences, Shanghai, China."], ["Wang", "Meihua", "M", "Department of Neurology, Xinhua Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Li", "Yunhong", "Y", "Department of Neurology, Xinhua Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."]], "date": "2017-11-23", "id": "29217997", "text": "Increasing evidences show that the etiology of Parkinson's disease (PD) is multifactorial. Studying the combined effect of several factors is becoming a hot topic in PD research. On one hand, iron is one of the essential trace metals for human body; on the other hand, iron may be involved in the etiopathogenesis of PD. In our present study, the rats with increased neonatal iron (120 μg/g bodyweight) supplementation were treated with rotenone (0.5 mg/kg) when they were aged to 14 weeks. We observed that iron and rotenone co-treatment induced significant behavior deficits (time-dependent) and striatal dopamine depletion in the male and female rats, while they did not do so when they were used alone. No significant change in striatal 5-hydroxytryptamine content was observed in the male and female rats with iron and rotenone co-treatment. Also, iron and rotenone co-treatment significantly decreased substantia nigra TH expression in the male rats. Furthermore, co-treatment with iron and rotenone significantly induced malondialdehyde increase and glutathione decrease in the substantia nigra of male and female rats. There was no significant change in cerebellar malondialdehyde and glutathione content of the rats co-treated with iron and rotenone. Interestingly, biochanin A significantly attenuated striatal dopamine depletion and improved behavior deficits (dose-dependently) in the male and female rats with iron and rotenone co-treatment. Biochanin A treatment also significantly alleviated substantia nigra TH expression reduction in the male rats co-treated with iron and rotenone. Finally, biochanin A significantly decreased malondialdehyde content and increased glutathione content in the substantia nigra of male and female rats with iron and rotenone co-treatment. Our results indicate that iron and rotenone co-treatment may result in aggravated neurochemical and behavior deficits through inducing redox imbalance and increased neonatal iron supplementation may participate in the etiopathogenesis of PD. Moreover, biochanin A may exert dopaminergic neuroprotection by maintaining redox balance.", "doi": "10.3389/fnins.2017.00657", "title": "Neurochemical and Behavior Deficits in Rats with Iron and Rotenone Co-treatment: Role of Redox Imbalance and Neuroprotection by Biochanin A.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}