{"authors": [["Tanguy", "Audrey", "A", "Lundbeck SAS, 37-45 Quai du Président Roosevelt, CEDEX 92445, Issy-les-Moulineaux, France."], ["Jönsson", "Linus", "L", "Lundbeck SAS, 37-45 Quai du Président Roosevelt, CEDEX 92445, Issy-les-Moulineaux, France."], ["Ishihara", "Lianna", "L", "Lundbeck SAS, 37-45 Quai du Président Roosevelt, CEDEX 92445, Issy-les-Moulineaux, France. liannaish@yahoo.com."]], "date": "2017-12-08", "id": "29216834", "text": "Real world data have an important role to play in the evaluation of epidemiology and burden of disease; and in assisting health-care decision-makers, especially related to coverage and payment decisions. However, there is currently no overview of the existing longitudinal real world data sources in Parkinson's disease (PD) in the USA. Such an assessment can be very helpful, to support a future effort to harmonize real world data collection and use the available resources in an optimal way.The objective of this comprehensive literature review is to systematically identify and describe the longitudinal, real world data sources in PD in the USA, and to provide a summary of their measurements (categorized into 8 main dimensions: motor and neurological functions, cognition, psychiatry, activities of daily living, sleep, quality of life, autonomic symptoms and other). The literature search was performed using MEDLINE, EMBASE and internet key word search.Of the 53 data sources identified between May and August 2016, 16 were still ongoing. Current medications (81%) and comorbidities (79%) were frequently collected, in comparison to medical imaging (36%), genetic information (30%), caregiver burden (11%) and healthcare costs (2%). Many different measurements (n = 108) were performed and an interesting variability among used measurements was revealed.Many longitudinal real world data sources on PD exist. Different types of measurements have been performed over time. To allow comparison and pooling of these multiple data sources, it will be essential to harmonize practices in terms of types of measurements.", "doi": "10.1186/s12883-017-0985-0", "title": "Inventory of real world data sources in Parkinson's disease.", "journal": ["BMC neurology", "BMC Neurol"]}