{"authors": [["Cording", "Amy C", "AC", "Department of Biology, University of York, York, YO1 5DD UK."], ["Shiaelis", "Nicolas", "N", "Department of Biology, University of York, York, YO1 5DD UK."], ["Petridi", "Stavroula", "S", "Department of Biology, University of York, York, YO1 5DD UK."], ["Middleton", "C Adam", "CA", "Department of Biology, University of York, York, YO1 5DD UK."], ["Wilson", "Laurence G", "LG", "Department of Physics, University of York, York, YO1 5DD UK."], ["Elliott", "Christopher J H", "CJH", "Department of Biology, University of York, York, YO1 5DD UK."]], "date": "2017-12-04", "id": "29214211", "text": "In a number of Drosophila models of genetic Parkinson's disease (PD) flies climb more slowly than wild-type controls. However, this assay does not distinguish effects of PD-related genes on gravity sensation, \"arousal\", central pattern generation of leg movements, or muscle. To address this problem, we have developed an assay for the fly proboscis extension response (PER). This is attractive because the PER has a simple, well-identified reflex neural circuit, in which sucrose sensing neurons activate a pair of \"command interneurons\", and thence motoneurons whose activity contracts the proboscis muscle. This circuit is modulated by a single dopaminergic neuron (TH-VUM). We find that expressing either the G2019S or I2020T (but not R1441C, or kinase dead) forms of human LRRK2 in dopaminergic neurons reduces the percentage of flies that initially respond to sucrose stimulation. This is rescued fully by feeding l-DOPA and partially by feeding kinase inhibitors, targeted to LRRK2 (LRRK2-IN-1 and BMPPB-32). High-speed video shows that G2019S expression in dopaminergic neurons slows the speed of proboscis extension, makes its duration more variable, and increases the tremor. Testing subsets of dopaminergic neurons suggests that the single TH-VUM neuron is likely most important in this phenotype. We conclude the Drosophila PER provides an excellent model of LRRK2 motor deficits showing bradykinesia, akinesia, hypokinesia, and increased tremor, with the possibility to localize changes in neural signaling.", "doi": "10.1038/s41531-017-0036-y", "title": "Targeted kinase inhibition relieves slowness and tremor in a Drosophila model of LRRK2 Parkinson's disease.", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}