{"authors": [["Siepmann", "Timo", "T", "Department of Neurology, University Hospital Carl Gustav Carus, Technische Universitaet Dresden, Dresden, Germany."], ["Penzlin", "Ana Isabel", "AI", "Department of Neurology and Rehabilitation, Klinik Bavaria Kreischa, Kreischa, Germany."], ["Illigens", "Ben Min-Woo", "BM", "Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA."], ["Reichmann", "Heinz", "H", "Department of Neurology, University Hospital Carl Gustav Carus, Technische Universitaet Dresden, Dresden, Germany."]], "date": "2017-10-30", "id": "29214093", "text": "In patients with Parkinson's disease (PD), the molecularly misfolded form of α-synuclein was recently identified in cutaneous autonomic nerve fibers which displayed increased accumulation even in early disease stages. However, the underlying mechanisms of synucleinopathic nerve damage and its implication for brain pathology in later life remain to be elucidated. To date, specific diagnostic tools to evaluate small fiber pathology and to discriminate neurodegenerative proteinopathies are rare. Recently, research has indicated that deposition of α-synuclein in cutaneous nerve fibers quantified via immunohistochemistry in superficial skin biopsies might be a valid marker of PD which could facilitate early diagnosis and monitoring of disease progression. However, lack of standardization of techniques to quantify neural α-synuclein deposition limits their utility in clinical practice. Additional challenges include the identification of potential distinct morphological patterns of intraneural α-synuclein deposition among synucleinopathies to facilitate diagnostic discrimination and determining the degree to which structural damage relates to dysfunction of nerve fibers targeted by α-synuclein. Answering these questions might improve our understanding of the pathophysiological role of small fiber neuropathy in Parkinson's disease, help identify new treatment targets, and facilitate assessment of response to neuroprotective treatment.", "doi": "10.1155/2017/6064974", "title": "Should Skin Biopsies Be Performed in Patients Suspected of Having Parkinson's Disease?", "journal": ["Parkinson's disease", "Parkinsons Dis"]}