{"authors": [["Engelhardt", "Eliasz", "E", "Cognitive and Behavioral Neurology Unit, INDC - CDA-IPUB - UFRJ, Rio de Janeiro RJ - Brazil."], ["Gomes", "Marleide da Mota", "MDM", "Neurologist, Associate Professor, Program of Epilepsy, Institute of Neurology Deolindo Couto, School of Medicine, UFRJ, Rio de Janeiro, RJ - Brazil."]], "date": null, "id": "29213511", "text": "Fritz Jacob Heinrich Lewy described the pathology of Paralysis agitans [Parkinson disease] and was the first to identify eosinophilic inclusion bodies in neurons of certain brain nuclei, later known as Lewy bodies, the pathological signature of the Lewy body diseases. In 1912, he published his seminal study, followed soon after by an update paper, and 10 years later, in 1923, by his voluminous book, where he exhaustively described the subject. The publication provided extensive information on the pathology of Paralysis agitans, and the entirely novel finding of eosinophilic inclusion bodies, which would become widely recognized and debated in the future. His discovery was acknowledged by important researchers who even named the structure after him. However, after his last publication on the issue, inexplicably, he never mentioned his histopathological discovery again. Despite several hypotheses, the reasons that led him to neglect (reject) the structure which he so preeminently described have remained elusive.Fritz Jacob Heinrich Lewy descreveu a patologia da Paralysis agitans [doença de Parkinson] e identificou pela primeira vez corpos de inclusão eosinófílos em neurônios de certos núcleos cerebrais, conhecidos mais tarde como corpos de Lewy, assinatura patológica das doenças dos corpos de Lewy. Ele divulgou em 1912 seu trabalho seminal, seguido logo por um artigo de atualização e 10 anos depois, em 1923, seu volumoso livro onde detalhou exaustivamente o assunto. Ali ele trouxe extensa informação sobre a patologia da Paralysis agitans e um achado inteiramente novo, os corpos de inclusão eosinófilos, que seriam valorizados e largamente debatidos no futuro. Seu achado foi reconhecido por importantes pesquisadores que até designaram essa estrutura com seu nome. Entretanto, após sua última publicação sobre o assunto, inexplicavelmente , ele nunca mais mencionou sua descoberta histopatológica. Apesar de diversas hipóteses, a razão que o levou negligenciar (rejeitar) a estrutura, que teve a primazia de descrever, permaneceu desconhecida.", "doi": "10.1590/1980-57642016dn11-020012", "title": "Lewy and his inclusion bodies: Discovery and rejection.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}