{"authors": [["Yasunishi", "Masahiro", "M", "Department of Neurology, Gifu Municipal Hospital."], ["Koumura", "Akihiro", "A", "Department of Neurology, Gifu Municipal Hospital."], ["Hayashi", "Yuichi", "Y", "Department of Neurology and Geriatrics, Gifu University Graduate School of Medicine."], ["Nishida", "Shohei", "S", "Department of Pharmacy, Gifu University Hospital."], ["Inuzuka", "Takashi", "T", "Department of Neurology, Gifu Municipal Hospital."]], "date": null, "id": "29212999", "text": "A 71-year-old woman with a 9-year history of Parkinson's disease was admitted to our hospital emergently because of consciousness disturbance. Her consciousness level was 200 on the Japan coma scale (JCS), and she presented with tenderness and distension of the lower abdomen. Brain computed tomography showed normal findings. Blood tests showed an increased ammonia level (209 μg/dl) with normal AST and ALT levels. We catheterized the bladder for urinary retention. Five hours after admission, the blood ammonia level decreased to 38 μg/dl, and her consciousness level improved dramatically. Corynebacterium urearyticum, a bacterial species that produces urease, was detected by urine culture. Therefore, she was diagnosed with hyperammonemic encephalopathy resulting from urinary tract infection caused by urease-producing bacteria. In this case, urologic active agents had been administered to treat neurogenic bladder. We suspect that these drugs caused urinary obstruction and urinary tract infection. It is important to recognize that obstructive urinary tract infection caused by urease-producing bacteria can cause hyperammonemia. Neurological disorders, such as Parkinson's disease, tend to complicate neurogenic bladder. This disease should be considered in elderly patients with Parkinson's disease who are receiving urologic active drugs.", "doi": "10.3143/geriatrics.54.560", "title": "[A case of hyperammonemia resulting from urinary tract infection caused by urease-producing bacteria in a Parkinson's disease patient with drug-induced urinary retention].", "journal": ["Nihon Ronen Igakkai zasshi. Japanese journal of geriatrics", "Nihon Ronen Igakkai Zasshi"]}