{"authors": [["Zhang", "Yuan", "Y", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Sun", "Qiying", "Q", "Department of Geriatrics, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Yi", "Minhan", "M", "State Key Laboratory of Medical Genetics, Changsha, Hunan 410078, China."], ["Zhou", "Xun", "X", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Guo", "Jifeng", "J", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Xu", "Qian", "Q", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Tang", "Beisha", "B", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Yan", "Xinxiang", "X", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."]], "date": "2017-10-25", "id": "29209554", "text": "Although the etiology of Parkinson's disease (PD) remains unclear, there is increasing evidence of genetic factors contributing to the onset of PD. Various mutations and risk variants of the gene LRRK2 have been reported, but the association between LRRK2 R1628P and PD is still inconsistent. Thus, we conducted a meta-analysis to determine the potential relationship between R1628P and PD. Our study sample was an aggregate of 17 publications, which in total consisted of 9,275 PD patients and 8,114 controls. All of these articles are of high quality according to NOS, and there was no obvious reporting bias or heterogeneity. In a general Asian population, the pooled OR of the risk genotype contrasts was 1.83 (95% CI: 1.57, 2.13). When stratified by ethnicity, the pooled ORs were 1.84 (95% CI: 1.56, 2.18) in a Chinese population and 1.79 (95% CI: 1.27, 2.52) in a non-Chinese population. Our study suggests that LRRK2 R1628P appears to be a risk factor for PD in Asian populations, both Chinese and non-Chinese.", "doi": "10.1155/2017/8093124", "title": "Genetic Analysis of LRRK2 R1628P in Parkinson's Disease in Asian Populations.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}