{"authors": [["Lin", "Jing-Ya", "JY", "Department of Neurology, Xin Hua Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 1665 Kongjiang Road, Shanghai 200092, China."], ["Liu", "Zhen-Guo", "ZG", "Department of Neurology, Xin Hua Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 1665 Kongjiang Road, Shanghai 200092, China."], ["Xie", "Cheng-Long", "CL", "Department of Neurology, Xin Hua Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 1665 Kongjiang Road, Shanghai 200092, China."], ["Song", "Lu", "L", "Department of Neurology, Xin Hua Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 1665 Kongjiang Road, Shanghai 200092, China."], ["Yan", "Ai-Juan", "AJ", "Department of Neurology, Xin Hua Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 1665 Kongjiang Road, Shanghai 200092, China."]], "date": "2017-10-30", "id": "29209553", "text": "Parkinson's disease is characterized by dopaminergic neuron loss and dopamine (DA) depletion in the striatum. Standard treatment is still focused on the restoration of dopamine with exogenous L-Dopa, which however causes L-Dopa-induced dyskinesia (LID). Several studies have shown that antagonism of the metabotropic glutamate receptor 5 alleviates LID, but the underlying mechanisms have remained unclear. We set out to determine where this alleviation may depend on restoring the equilibrium between the two main striatofugal pathways. For this purpose, we examined molecular markers of direct and indirect pathway involvement (prodynorphin and proenkephalin, resp.) in a rat model of LID treated with the mGluR5 antagonist MTEP. Our results show that MTEP cotreatment significantly attenuates the upregulation of prodynorphin mRNA induced by L-Dopa while also decreasing the expression levels of proenkephalin mRNA. We also examined markers of the mGluR5-related PKC/MEK/ERK1/2 signaling pathway, finding that both the expression of PKC epsilon and the phosphorylation of MEK and ERK1/2 had decreased significantly in the MTEP-treated group. Taken together, our results show that pharmacological antagonism of mGluR5 normalizes several abnormal molecular responses in the striatum in this experimental model of LID.", "doi": "10.1155/2017/5798734", "title": "Antidyskinetic Treatment with MTEP Affects Multiple Molecular Pathways in the Parkinsonian Striatum.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}