{"authors": [["Del-Monte", "Jonathan", "J", "Social Psychology Laboratory EA 849, Aix-Marseille and Nîmes Universities, Nîmes, France."], ["Bayard", "Sophie", "S", "Epsylon, Laboratory Dynamic of Human Abilities & Health Behaviors, Department of Sport Sciences, Psychology and Medicine, Montpellier University, Montpellier, France."], ["Graziani", "Pierluigi", "P", "Social Psychology Laboratory EA 849, Aix-Marseille and Nîmes Universities, Nîmes, France."], ["Gély-Nargeot", "Marie C", "MC", "Epsylon, Laboratory Dynamic of Human Abilities & Health Behaviors, Department of Sport Sciences, Psychology and Medicine, Montpellier University, Montpellier, France."]], "date": "2017-11-21", "id": "29209182", "text": "Apathy is one of the most frequent non-motor manifestations in Parkinson's disease (PD) that can lead to a whole range of deleterious outcomes. In 2006, Levy and Dubois proposed a model that distinguishes three different apathy aetiologies in PD divided into three subtypes of disrupted processing: \"emotional-affective,\" \"cognitive,\" and \"auto-activation.\" These three dimensions associated with dopamine depletion present in the pathology would lead to the emergence of apathy in PD. The aim of this mini-review was to describe and discuss studies that have explore links between apathy and the three subtypes of disrupted processing proposed by Levy and Dubois (2006) and as well as the links between these dimensions and dopamine depletion in Parkinson's disease. The lack of consensus regarding the emotional-affective correlates of apathy and the lack of evidence supporting the hypothesis of the auto-activation deficit, do not clearly confirm the validity of Levy and Dubois's model. Furthermore, the suggested association between dopaminergic depletion and apathy must also be clarified.", "doi": "10.3389/fnbeh.2017.00230", "title": "Cognitive, Emotional, and Auto-Activation Dimensions of Apathy in Parkinson's Disease.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}