{"authors": [["Mastroeni", "Diego", "D", "Biodesign, ASU-Banner Biodesign Neurodegenerative Disease Research Center, School of Life Sciences, Arizona State University, Tempe, AZ, USA; Banner Sun Health Research Institute, Sun City, AZ, USA. Electronic address: Diego.Mastroeni@asu.edu."], ["Nolz", "Jennifer", "J", "Biodesign, ASU-Banner Biodesign Neurodegenerative Disease Research Center, School of Life Sciences, Arizona State University, Tempe, AZ, USA."], ["Sekar", "Shobana", "S", "Translational Genomics Institute, Phoenix, Arizona, USA."], ["Delvaux", "Elaine", "E", "Biodesign, ASU-Banner Biodesign Neurodegenerative Disease Research Center, School of Life Sciences, Arizona State University, Tempe, AZ, USA."], ["Serrano", "Geidy", "G", "Banner Sun Health Research Institute, Sun City, AZ, USA."], ["Cuyugan", "Lori", "L", "Translational Genomics Institute, Phoenix, Arizona, USA."], ["Liang", "Winnie S", "WS", "Translational Genomics Institute, Phoenix, Arizona, USA."], ["Beach", "Thomas G", "TG", "Banner Sun Health Research Institute, Sun City, AZ, USA."], ["Rogers", "Joseph", "J", "SRI International, Menlo Park, CA, USA."], ["Coleman", "Paul D", "PD", "Biodesign, ASU-Banner Biodesign Neurodegenerative Disease Research Center, School of Life Sciences, Arizona State University, Tempe, AZ, USA; Banner Sun Health Research Institute, Sun City, AZ, USA."]], "date": "2017-11-01", "id": "29207277", "text": "Expression array data from dozens of laboratories, including our own, show significant changes in expression of many genes in Alzheimer's disease (AD) patients compared with normal controls. These data typically rely on brain homogenates, and information about transcripts specific to microglia and other central nervous system (CNS) cell types, which far outnumber microglia-specific transcripts, is lost. We therefore used single-cell laser capture methods to assess the full range of microglia-specific expression changes that occur in different brain regions (substantia nigra and hippocampus CA1) and disease states (AD, Parkinson's disease, and normal controls). Two novel pathways, neuronal repair and viral processing were identified. Based on KEGG analysis (Kyoto Encyclopedia of Genes and Genomes, a collection of biological pathways), one of the most significant viruses was hepatitis B virus (HBV) (false discovery rate < 0.00000001). Immunohistochemical analysis using HBV-core antibody in HBV-positive control, amnestic mild cognitive impairment, and HBV-positive AD cases show increased HBV immunoreactivity as disease pathology increases. These results are the first, to our knowledge, to show regional differences in human microglia. In addition, these data reveal new functions for microglia and suggest a novel risk factor for AD.", "doi": "10.1016/j.neurobiolaging.2017.10.019", "title": "Laser-captured microglia in the Alzheimer's and Parkinson's brain reveal unique regional expression profiles and suggest a potential role for hepatitis B in the Alzheimer's brain.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}