{"authors": [["Goldman", "Jennifer G", "JG", "Section of Parkinson Disease and Movement Disorders, Department of Neurological Sciences, Rush University Medical Center, Chicago, Illinois, USA."], ["Andrews", "Howard", "H", "Division of Movement Disorders, Department of Neurology, Columbia University Medical Center, New York, New York, USA."], ["Amara", "Amy", "A", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Naito", "Anna", "A", "The Michael J. Fox Foundation for Parkinson's Research, New York, New York, USA."], ["Alcalay", "Roy N", "RN", "Division of Movement Disorders, Department of Neurology, Columbia University Medical Center, New York, New York, USA."], ["Shaw", "Leslie M", "LM", "Department of Pathology & Laboratory Medicine, Institute on Aging, Center for Neurodegenerative Disease Research, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."], ["Taylor", "Peggy", "P", "BioLegend Inc, Dedham, USA."], ["Xie", "Tao", "T", "Parkinson Disease and Movement Disorder Program, Department of Neurology, University of Chicago, Chicago, Illinois, USA."], ["Tuite", "Paul", "P", "Department of Neurology, University of Minnesota, Minneapolis, Minnesota, USA."], ["Henchcliffe", "Claire", "C", "Department of Neurology, Weill Cornell Medical College, New York, New York, USA."], ["Hogarth", "Penelope", "P", "Department of Molecular and Medical Genetics, Oregon Health & Science University, Portland, Oregon, USA."], ["Frank", "Samuel", "S", "Department of Neurology, Boston University School of Medicine, Boston, Massachusetts, USA."], ["Saint-Hilaire", "Marie-Helene", "MH", "Department of Neurology, Boston University School of Medicine, Boston, Massachusetts, USA."], ["Frasier", "Mark", "M", "The Michael J. Fox Foundation for Parkinson's Research, New York, New York, USA."], ["Arnedo", "Vanessa", "V", "The Michael J. Fox Foundation for Parkinson's Research, New York, New York, USA."], ["Reimer", "Alyssa N", "AN", "The Michael J. Fox Foundation for Parkinson's Research, New York, New York, USA."], ["Sutherland", "Margaret", "M", "National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, USA."], ["Swanson-Fischer", "Christine", "C", "National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, USA."], ["Gwinn", "Katrina", "K", "National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, USA."], ["Kang", "Un Jung", "UJ", "Division of Movement Disorders, Department of Neurology, Columbia University Medical Center, New York, New York, USA."]], "date": "2017-12-04", "id": "29205509", "text": "Examine relationships among neurodegenerative biomarkers and PD motor and nonmotor symptoms.CSF alpha-synuclein is decreased in PD versus healthy controls, but whether plasma and saliva alpha-synuclein differentiate these groups is controversial. Correlations of alpha-synuclein among biofluids (CSF, plasma, saliva) or biomarkers (eg, beta-amyloid, tau [total, phosphorylated]) are not fully understood. The relationships of these biomarkers with PD clinical features remain unclear.BioFIND, a cross-sectional, observational study, examines clinical and biomarker characteristics in moderate-advanced PD and matched healthy controls. We compared alpha-synuclein concentrations across diagnosis, biofluids, and CSF biomarkers. Correlations of CSF biomarkers and MDS-UPDRS, motor phenotype, MoCA, and rapid eye movement sleep behavior disorder questionnaire scores in PD were examined.CSF alpha-synuclein was lower in PD versus controls (P = .01), controlling for age, gender, and education. Plasma and saliva alpha-synuclein did not differ between PD and controls, and alpha-synuclein did not significantly correlate among biofluids. CSF beta-amyloid1-42 was lower in PD versus controls (P < .01), and correlated weakly with MoCA recall scores (r = 0.23, P = .02). CSF alpha-synuclein was lower in the postural instability/gait difficulty phenotype than other motor phenotypes (P < .01). No CSF biomarkers predicted or correlated with total motor or rapid eye movement sleep behavior disorder scores. CSF alpha-synuclein correlated with beta-amyloid1-42 , total-tau, and phosphorylated-tau (r = 0.41, 0.81, 0.43, respectively; Ps < .001).Lower CSF alpha-synuclein is associated with diagnosis and motor phenotype in moderate-advanced PD. Plasma and saliva alpha-synuclein neither correlate with CSF alpha-synuclein, nor distinguish PD from controls. CSF beta-amyloid1-42 remains a potential biomarker for cognitive impairment in PD. © 2017 The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27232", "title": "Cerebrospinal fluid, plasma, and saliva in the BioFIND study: Relationships among biomarkers and Parkinson's disease Features.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}