{"authors": [["Mohammadzadeh", "Leila", "L", "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Hosseinzadeh", "Hossein", "H", "Pharmaceutical Research Center, Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Abnous", "Khalil", "K", "Pharmaceutical Research Center, Department of Medicinal Chemistry, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Razavi", "Bibi Marjan", "BM", "Targeted Drug Delivery Research Center, Department of Pharmacodynamy and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. razavimr@mums.ac.ir."]], "date": "2017-12-04", "id": "29204935", "text": "In several epidemiological studies, an association between pesticide exposure and the incidence of Parkinson's disease (PD) has been reported. Increasing evidence showed that oxidative stress plays an important role in the pathogenesis of PD. The present study investigated the preventive effect of crocin, saffron active components, on malathion (an organophosphate pesticide (OP))-induced Parkinson-like behaviors in rat. Rats were divided into eight groups: control (normal saline), malathion (100 mg/kg/day, i.p), crocin (10, 20, or 40 mg/kg/day, i.p) plus malathion, levodopa (10 mg/kg/day, i.p) plus malathion, crocin (40 mg/kg/day, i.p), and PEG (vehicle of levodopa) groups. Treatments were continued for 28 days. The neurobehavioral tests which include open field, rotarod and catalepsy were performed on day 28. The activity of acetylcholinesterase (AChE) in serum, the levels of malondialdehyde (MDA), reduced glutathione (GSH), TNF-α, and IL-6 in striatum at the end of treatments were evaluated. Results showed that malathion induced neurobehavioral impairments together with elevation of MDA, TNF-α and IL-6 levels, reduction of GSH, and AChE activity. Crocin (10, 20, and 40 mg/kg) improved neurobehavioral impairments induced by malathion but not AChE activity. Crocin (10, 20, and 40 mg/kg) or levodopa plus malathion decreased MDA and increased GSH. Also crocin (10 mg/kg) decreased TNF-α and IL-6 levels in striatum. In summary, subchronic malathion exposure induced Parkinson-like behavior in rat. Crocin exhibited protective effects against malathion-induced Parkinson-like behavior through reducing lipid peroxidation, improvement of motor deficit and anti-inflammatory effects.", "doi": "10.1007/s11356-017-0842-0", "title": "Neuroprotective potential of crocin against malathion-induced motor deficit and neurochemical alterations in rats.", "journal": ["Environmental science and pollution research international", "Environ Sci Pollut Res Int"]}