{"authors": [["Arenas", "Fabian", "F", "Department of Cell Death and Proliferation, Instituto de Investigaciones Biomédicas de Barcelona, Consejo Superior de Investigaciones Científicas, Barcelona, Spain."], ["Garcia-Ruiz", "Carmen", "C", "Department of Cell Death and Proliferation, Instituto de Investigaciones Biomédicas de Barcelona, Consejo Superior de Investigaciones Científicas, Barcelona, Spain."], ["Fernandez-Checa", "Jose C", "JC", "Department of Cell Death and Proliferation, Instituto de Investigaciones Biomédicas de Barcelona, Consejo Superior de Investigaciones Científicas, Barcelona, Spain."]], "date": "2017-11-17", "id": "29204109", "text": "Cholesterol is a critical component of membrane bilayers where it plays key structural and functional roles by regulating the activity of diverse signaling platforms and pathways. Particularly enriched in brain, cholesterol homeostasis in this organ is singular with respect to other tissues and exhibits a heterogeneous regulation in distinct brain cell populations. Due to the key role of cholesterol in brain physiology and function, alterations in cholesterol homeostasis and levels have been linked to brain diseases and neurodegeneration. In the case of Alzheimer disease (AD), however, this association remains unclear with evidence indicating that either increased or decreased total brain cholesterol levels contribute to this major neurodegenerative disease. Here, rather than analyzing the role of total cholesterol levels in neurodegeneration, we focus on the contribution of intracellular cholesterol pools, particularly in endolysosomes and mitochondria through its trafficking via specialized membrane domains delineated by the contacts between endoplasmic reticulum and mitochondria, in the onset of prevalent neurodegenerative diseases such as AD, Parkinson disease, and Huntington disease as well as in lysosomal disorders like Niemann-Pick type C disease. We dissect molecular events associated with intracellular cholesterol accumulation, especially in mitochondria, an event that results in impaired mitochondrial antioxidant defense and function. A better understanding of the mechanisms involved in the distribution of cholesterol in intracellular compartments may shed light on the role of cholesterol homeostasis disruption in neurodegeneration and may pave the way for specific intervention opportunities.", "doi": "10.3389/fnmol.2017.00382", "title": "Intracellular Cholesterol Trafficking and Impact in Neurodegeneration.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}