{"authors": [["Sulena", null, null, "Division of Neurology, Guru Gobind Singh Medical College, Faridkot, Punjab, India."], ["Gupta", "Dipti", "D", "Division of Neurology, Guru Gobind Singh Medical College, Faridkot, Punjab, India."], ["Sharma", "Anjani Kumar", "AK", "Department of Neurology, Sawai Man Singh Medical College, Jaipur, Rajasthan, India."], ["Kumar", "Naveen", "N", "Department of Medicine, Garg Hospital, Faridkot, Punjab, India."]], "date": null, "id": "29204015", "text": "There are very less data on the comparison between the cognitive profile in Parkinson's disease (PD) and Parkinson's-plus groups, especially in India.The aim of this study is to compare the cognitive profile across PD, progressive supranuclear palsy (PSP), and multiple system atrophy (MSA) groups and compare them using Mini-Mental State Examination (MMSE), frontal assessment battery (FAB), and verbal fluency tests.This was a cross-sectional study.MMSE, FAB, and verbal fluency tests were administered in a total of 73 patients constituting 22 patients in MSA, 26 patients in PD, and 25 patients in PSP group, respectively. Twenty-six participants both age- and gender-matched were enrolled in control group.Statistical analysis was done using SPSS Version 20.0. Descriptive statistics were done to find out the mean and standard deviation of different variables. ANOVA was done for followed by post hoc Bonferroni test to assess the cognitive function in three groups.ANOVA showed that there is a significant difference for MMSE scores (P = 0.038) being worse scores for PSP and maximum for MSA. A significant difference was found for FAB scores within three groups. There is a significant difference for FAB scores (P = 0.00003) being worse scores for PSP and highest scores obtained for PD. All the subtests of FAB test differed significantly except motor programming across MSA, PSP, and PD groups.Our data suggest that global cognitive impairment and executive dysfunction are worst in PSP among the three groups. Patients with MSA had significant cognitive decline as opposed to previous experience. FAB scores and verbal fluency tests are good tests to assess cognitive impairment in these diseases. Subsets of FAB score have significant differences but cannot help differentiating conclusively between these three diseases.", "doi": "10.4103/jnrp.jnrp_154_17", "title": "Clinical Profile of Cognitive Decline in Patients with Parkinson's Disease, Progressive Supranuclear Palsy, and Multiple System Atrophy.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}