{"authors": [["Pappa", "Katherine", "K", "Program in Occupational Therapy, Washington University School of Medicine, St. Louis, MO."], ["Doty", "Tasha", "T", "Program in Occupational Therapy, Washington University School of Medicine, St. Louis, MO."], ["Taff", "Steven D", "SD", "Program in Occupational Therapy, Washington University School of Medicine, St. Louis, MO."], ["Kniepmann", "Kathy", "K", "Program in Occupational Therapy, Washington University School of Medicine, St. Louis, MO."], ["Foster", "Erin R", "ER", "Program in Occupational Therapy, Washington University School of Medicine, St. Louis, MO."]], "date": "2017-03-07", "id": "29203950", "text": "To explore the potential influence of the Stanford Chronic Disease Self-Management Program (CDSMP) on social support in Parkinson disease (PD).This was a quasi-experimental mixed methods design. Volunteers with PD (n=27) and care partners (n=6) completed the CDSMP, questionnaires of social support and self-management outcomes, and an interview about social support in relation to CDSMP participation. PD participants (n=19) who did not participate in the CDSMP completed the questionnaires for quantitative comparison purposes.Regarding the quantitative data, there were no significant effects of CDSMP participation on social support questionnaire scores; however, there were some positive correlations between changes in social support and changes in self-management outcomes from pre- to post-CDSMP participation. Three qualitative themes emerged from the interviews: lack of perceived change in amount and quality of social support, positive impact on existing social networks, and benefit from participating in a supportive PD community.Although participants did not acknowledge major changes in social support, there were some social support-related benefits of CDSMP participation for PD participants and care partners. These findings provide a starting point for more in-depth studies of social support and self-management in this population.", "doi": "10.1080/02703181.2017.1288673", "title": "Self-management program participation and social support in Parkinson's disease: Mixed methods evaluation.", "journal": ["Physical & occupational therapy in geriatrics", "Phys Occup Ther Geriatr"]}