{"authors": [["Kamagata", "Koji", "K", "Department of Radiology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Zalesky", "Andrew", "A", "Melbourne Neuropsychiatry Centre, Department of Psychiatry, The University of Melbourne & Melbourne Health, Parkville, VIC, Australia."], ["Hatano", "Taku", "T", "Department of Neurology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Di Biase", "Maria Angelique", "MA", "Melbourne Neuropsychiatry Centre, Department of Psychiatry, The University of Melbourne & Melbourne Health, Parkville, VIC, Australia."], ["El Samad", "Omar", "O", "Department of Computing and Information Systems, University of Melbourne, Parkville, Australia."], ["Saiki", "Shinji", "S", "Department of Neurology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Shimoji", "Keigo", "K", "Department of Radiology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Kumamaru", "Kanako K", "KK", "Department of Radiology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Kamiya", "Kouhei", "K", "Department of Radiology, The University of Tokyo, Bunkyo, Tokyo, Japan."], ["Hori", "Masaaki", "M", "Department of Radiology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Hattori", "Nobutaka", "N", "Department of Neurology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Aoki", "Shigeki", "S", "Department of Radiology, Juntendo University Graduate School of Medicine, Tokyo, Japan."], ["Pantelis", "Christos", "C", "Melbourne Neuropsychiatry Centre, Department of Psychiatry, The University of Melbourne & Melbourne Health, Parkville, VIC, Australia."]], "date": "2017-11-10", "id": "29201640", "text": "Parkinson's disease (PD) is a progressive neurodegenerative disorder that affects extensive regions of the central nervous system. In this work, we evaluated the structural connectome of patients with PD, as mapped by diffusion-weighted MRI tractography and a multi-shell, multi-tissue (MSMT) constrained spherical deconvolution (CSD) method to increase the precision of tractography at tissue interfaces. The connectome was mapped with probabilistic MSMT-CSD in 21 patients with PD and in 21 age- and gender-matched controls. Mapping was also performed by deterministic single-shell, single tissue (SSST)-CSD tracking and probabilistic SSST-CSD tracking for comparison. A support vector machine was trained to predict diagnosis based on a linear combination of graph metrics. We showed that probabilistic MSMT-CSD could detect significantly reduced global strength, efficiency, clustering, and small-worldness, and increased global path length in patients with PD relative to healthy controls; by contrast, probabilistic SSST-CSD only detected the difference in global strength and small-worldness. In patients with PD, probabilistic MSMT-CSD also detected a significant reduction in local efficiency and detected clustering in the motor, frontal temporoparietal associative, limbic, basal ganglia, and thalamic areas. The network-based statistic identified a subnetwork of reduced connectivity by MSMT-CSD and probabilistic SSST-CSD in patients with PD, involving key components of the cortico-basal ganglia-thalamocortical network. Finally, probabilistic MSMT-CSD had superior diagnostic accuracy compared with conventional probabilistic SSST-CSD and deterministic SSST-CSD tracking. In conclusion, probabilistic MSMT-CSD detected a greater extent of connectome pathology in patients with PD, including those with cortico-basal ganglia-thalamocortical network disruptions. Connectome analysis based on probabilistic MSMT-CSD may be useful when evaluating the extent of white matter connectivity disruptions in PD.", "doi": "10.1016/j.nicl.2017.11.007", "title": "Connectome analysis with diffusion MRI in idiopathic Parkinson's disease: Evaluation using multi-shell, multi-tissue, constrained spherical deconvolution.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}