{"authors": [["Li", "Xingfeng", "X", "Radiological Sciences, Division of Clinical Neuroscience, University of Nottingham, Queen's Medical Centre, Nottingham NG7 2UH, UK."], ["Xing", "Yue", "Y", "Radiological Sciences, Division of Clinical Neuroscience, University of Nottingham, Queen's Medical Centre, Nottingham NG7 2UH, UK."], ["Martin-Bastida", "Antonio", "A", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London W12 0NN, UK."], ["Piccini", "Paola", "P", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London W12 0NN, UK."], ["Auer", "Dorothee P", "DP", "Radiological Sciences, Division of Clinical Neuroscience, University of Nottingham, Queen's Medical Centre, Nottingham NG7 2UH, UK."]], "date": "2017-11-10", "id": "29201638", "text": "Classical motor symptoms of Parkinson's disease (PD) such as tremor, rigidity, bradykinesia, and axial symptoms are graded in the Movement Disorders Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) III. It is yet to be ascertained whether parkinsonian motor symptoms are associated with different anatomical patterns of neurodegeneration as reflected by brain grey matter (GM) alteration. This study aimed to investigate associations between motor subscores and brain GM at voxel level. High resolution structural MRI T1 scans from the Parkinson's Progression Markers Initiative (PPMI) repository were employed to estimate brain GM intensity of PD subjects. Correlations between GM intensity and total MDS-UPDRS III and its four subscores were computed. The total MDS-UPDRS III score was significantly negatively correlated bilaterally with putamen and caudate GM density. Lower anterior striatal GM intensity was significantly associated with higher rigidity subscores, whereas left-sided anterior striatal and precentral cortical GM reduction were correlated with severity of axial symptoms. No significant morphometric associations were demonstrated for tremor subscores. In conclusion, we provide evidence for neuroanatomical patterns underpinning motor symptoms in early PD.", "doi": "10.1016/j.nicl.2017.11.009", "title": "Patterns of grey matter loss associated with motor subscores in early Parkinson's disease.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}