{"authors": [["Valldeoriola", "Francesc", "F", "Parkinson and Movement Disorders UnitNeurology ServiceInstitut Clínic de NeurociènciesHospital ClínicBarcelonaSpain."], ["Santacruz", "Pilar", "P", "Parkinson and Movement Disorders Unit - Neurology ServiceFundació Clínic per la Recerca BiomèdicaBarcelonaSpain."], ["Ríos", "José", "J", "Medical Statistics Core FacilityIDIBAPS (Hospital Clinic)BarcelonaSpain."], ["Compta", "Yaroslau", "Y", "Parkinson and Movement Disorders UnitNeurology ServiceInstitut Clínic de NeurociènciesHospital ClínicBarcelonaSpain."], ["Rumià", "Jordi", "J", "Neurosurgery ServiceInstitut Clínic de NeurociènciesHospital ClínicBarcelonaSpain."], ["Muñoz", "José Esteban", "JE", "Parkinson and Movement Disorders UnitNeurology ServiceInstitut Clínic de NeurociènciesHospital ClínicBarcelonaSpain."], ["Martí", "María José", "MJ", "Parkinson and Movement Disorders UnitNeurology ServiceInstitut Clínic de NeurociènciesHospital ClínicBarcelonaSpain."], ["Tolosa", "Eduardo", "E", "Parkinson and Movement Disorders UnitNeurology ServiceInstitut Clínic de NeurociènciesHospital ClínicBarcelonaSpain."]], "date": "2017-10-20", "id": "29201549", "text": "In Parkinson's disease (PD), effects on behavior and cognition of levodopa/carbidopa intestinal gel (LCIG) and subthalamic stimulation (STN-DBS) and their practical consequences remain controversial. This study was designed to analyze the possible effects of these therapies on cognition and behavior after 1 year follow-up.This was an open-label, nonrandomized prospective study for pre- and postintervention analyses. Twenty-four patients were considered eligible to be candidates for complex therapies such as STN-DBS or LCIG; 23 patients treated with standard medication were included as controls. Several cognitive, behavioral, and motor scales were administered before and at 6 and 12 months after the intervention.Patients treated with LCIG experienced significant improvement in specific neuropsychological functions when compared with patients receiving STN-DBS and conventional medical treatment after 1 year from the onset of the intervention. In this study, no significant cognitive or behavioral changes occurred in patients treated with subthalamic stimulation when compared to patients receiving conventional medical treatment at 1 year follow-up.Patients treated with LCIG may significantly improve some specific neuropsychological functions when compared with patients receiving STN-DBS and with patients receiving conventional medical treatment after 1 year from the intervention; there are not significant cognitive or behavioral changes in patients treated with STN-DBS when compared to PD patients receiving conventional medical treatment after 1 year from the intervention. The outcomes showed in the study can help to the selection of the appropriate candidates for STN-DBS and LCIG.", "doi": "10.1002/brb3.848", "title": "l-Dopa/carbidopa intestinal gel and subthalamic nucleus stimulation: Effects on cognition and behavior.", "journal": ["Brain and behavior", "Brain Behav"]}