{"authors": [["Chen", "Yuan", "Y", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450052, P.R. China."], ["Lian", "Yajun", "Y", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450052, P.R. China."], ["Ma", "Yunqing", "Y", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450052, P.R. China."], ["Wu", "Chuanjie", "C", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450052, P.R. China."], ["Zheng", "Yake", "Y", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450052, P.R. China."], ["Xie", "Nanchang", "N", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, Henan 450052, P.R. China."]], "date": "2017-09-18", "id": "29201184", "text": "The expression and significance of tyrosine hydroxylase (TH) in brain tissue of rats with Parkinson's disease (PD) were explored and analyzed. A total of 120 clean-grade and healthy adult Wistar rats weighing 180-240 g were randomly divided equally into four groups according to the random number table method. Rats were sacrificed before and after the model establishment for 3, 6 or 8 weeks. The number of revolutions in rats was observed and the relative expression of TH mRNA in brain tissue was measured. The relative expression of TH mRNA in left and right brain tissue of normal rats was respectively 1.039±0.112 and 0.956±0.120. There was no significant difference in the expression of TH mRNA in either side of the brain tissue (p>0.05). With the extension of modeling time, the success rate of model establishment was significantly improved (p<0.05). After the model establishment for 6 weeks, the success rate peaked and there was no significant difference with 8 weeks (p>0.05). The relative expression of TH mRNA in the right brain was 0.053±0.082, which was significantly lower than that in the left brain tissue with 1.056±0.094 (p<0.05). After 6 weeks, the relative expression of TH mRNA in the left and right brain of PD rats was respectively 1.004±0.034 and 0.316±0.012, the expression of TH mRNA in right brain tissue was also significantly lower than that in the left (p<0.05). Similarly, after 8 weeks of the model establishment, the relative expression of TH mRNA in the right brain was significantly lower than that in the left brain tissue, with 0.395±0.041 and 1.021±0.057 (p<0.05). Compared with the control group, the expression of TH mRNA in both sides of the brain tissue decreased, and the expression of TH mRNA in the injured brain tissue was significantly lower than that in normal rats (p<0.05). The expression of TH mRNA in brain tissue of PD rats was lower than that in normal brain tissue, which may be related to the occurrence and development of PD.", "doi": "10.3892/etm.2017.5124", "title": "The expression and significance of tyrosine hydroxylase in the brain tissue of Parkinsons disease rats.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}