{"authors": [["Lee", "Seongmi", "S", "Department of Biomedical Engineering, Dongguk University, Seoul 04620, Korea."], ["Oh", "Seung Tack", "ST", "Research Institute, Dongkwang Pharmaceutical Company, Ltd., Seoul 04535, Korea."], ["Jeong", "Ha Jin", "HJ", "Department of Biomedical Sciences, Center for Creative Biomedical Scientists at Chonnam National University, Gwangju 61469, Korea."], ["Pak", "Sok Cheon", "SC", "School of Biomedical Sciences, Charles Sturt University, Bathurst, NSW 2795, Australia."], ["Park", "Hi-Joon", "HJ", "Department of Korean Medical Science, Graduate School of Korean Medicine, Kyung Hee University, Seoul 02447, Korea."], ["Kim", "Jongpil", "J", "Department of Biomedical Engineering, Dongguk University, Seoul 04620, Korea."], ["Cho", "Hyun-Seok", "HS", "Department of Acupuncture and Moxibustion, Dongguk University of Korea Medicine, Dongguk University Bundang Korean Medical Hospital, Seongnam 13601, Korea."], ["Jeon", "Songhee", "S", "Department of Biomedical Sciences, Center for Creative Biomedical Scientists at Chonnam National University, Gwangju 61469, Korea."]], "date": "2017-10-30", "id": "29200905", "text": "Familial Parkinson's disease (PD) has been linked to point mutations and duplication of the α-synuclein (α-syn) gene. Mutant α-syn expression increases the vulnerability of neurons to exogenous insults. In this study, we developed a new PD model in the transgenic mice expressing mutant hemizygous (hemi) or homozygous (homo) A53T α-synuclein (α-syn Tg) and their wildtype (WT) littermates by treatment with sub-toxic (10 mg/kg, i.p., daily for 5 days) or toxic (30 mg/kg, i.p., daily for 5 days) dose of 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP). Tyrosine hydroxylase and Bcl-2 levels were reduced in the α-syn Tg but not WT mice by sub-toxic MPTP injection. In the adhesive removal test, time to remove paper was significantly increased only in the homo α-syn Tg mice. In the challenging beam test, the hemi and homo α-syn Tg mice spent significantly longer time to traverse as compared to that of WT group. In order to find out responsible proteins related with vulnerability of mutant α-syn expressed neurons, DJ-1 and ubiquitin enzyme expressions were examined. In the SN, DJ-1 and ubiquitin conjugating enzyme, UBE2N, levels were significantly decreased in the α-syn Tg mice. Moreover, A53T α-syn overexpression decreased DJ-1 expression in SH-SY5Y cells. These findings suggest that the vulnerability to oxidative injury such as MPTP of A53T α-syn mice can be explained by downregulation of DJ-1.", "doi": "10.4196/kjpp.2017.21.6.625", "title": "MPTP-induced vulnerability of dopamine neurons in A53T α-synuclein overexpressed mice with the potential involvement of DJ-1 downregulation.", "journal": ["The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology", "Korean J. Physiol. Pharmacol."]}