{"authors": [["Hosseinzadeh", "Leila", "L", "Research Center of Oils and Fats, Kermanshah University of Medical Sciences, Kermanshah, Iran."], ["Monaghash", "Hoda", "H", "Student Research Committee, School of Pharmacy, Kermanshah University of Medical Sciences, Kermanshah, Iran."], ["Ahmadi", "Farahnaz", "F", "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Ghiasvand", "Nastaran", "N", "Pharmaceutical Sciences Research Center, School of Pharmacy, Kermanshah University of Medical Sciences, Kermanshah, Iran."], ["Shokoohinia", "Yalda", "Y", "Pharmaceutical Sciences Research Center, School of Pharmacy, Kermanshah University of Medical Sciences, Kermanshah, Iran."]], "date": "2017-11-13", "id": "29200724", "text": "Parkinson's disease, a slowly progressive neurological disease, is associated with degeneration of the basal ganglia of the brain and a deficiency of the neurotransmitter dopamine. The main aspects of researches are the protection of normal neurons against degeneration. Fatty acids (FAs), the key structural elements of dietary lipids, are carboxylic straight chains and notable parameters in nutritional and industrial usefulness of a plant.Black cumin, a popular anti-inflammatory and antioxidant food seasoning, contains nonpolar constituents such as FAs which were extracted using hexane. Different fractions and subfractions were apt to cytoprotection against apoptosis and inflammation induced by 1-methyl-4-phenylpyridinium (MPP+) in rat pheochromocytoma cell line (PC12) as a neural cell death model. The experiment consisted of examination of cell viability assessment, mitochondrial membrane potential (MMP), caspase-3 and -9 activity, and measurement of cyclooxygenase (COX) activity.MPP+ induced neurotoxicity in PC12 cells. Pretreatment with subfractions containing FA mixtures attenuated MPP+-mediated apoptosis partially dependent on the inhibition of caspase-3 and -9 activity and increasing the MMP. A mixture of linoleic acid, oleic acid, and palmitic acid also decreased the COX activity induced by MPP+ in PC12 cells.Our observation indicated that subtoxic concentration of FA from Nigella sativa may exert cytoprotective effects through their anti-apoptotic and anti-inflammation actions and could be regarded as a dietary supplement.MPP+ induced neurotoxicity in PC12 cellsNigella sativa contains bioactive fatty acidsPretreatment with fatty acids attenuated MPP+ mediated apoptosis through inhibition of caspase 3 and 9 activityA mixture of linoleic acid, oleic acid, and palmitic acid decreased the COX activity induced by MPP+ in PC12 cellsDue to cytoprotective, anti apoptotic and anti inflammation actions of N. sativa, it could be regarded as a dietary supplement. Abbreviations used: ANOVA: Analysis of variance; Ca: Calcium; CDCl3: Chloroform; COX: Cyclooxygenase; DMSO: Dimethyl sulfoxide; EA: Elidic acid; EDTA: Ethylene diamine tetraacetic acid; ELISA: Enzyme Linked Immunosorbent Assay; ESI-MS: Electron spray mass spectroscopy; FAs: Fatty acids; FBS: Fetal bovine serum; GC: Gas chromatography; 1HNMR: Hydrogen nuclear magnetic resonance; LA: Linoleic acid; MPP+: 1-Methyl-4-phenylpyridinium; MPTP: 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine; MTT: 3-(4,5-dimethylthiazol-2yl)-2,5-diphenyltetrazolium bromide; N. sativa: Nigella sativa; OA: Oleic acid; PA: Palmitic acid; PBS: Phosphate buffer saline; PC12: Rat pheochromocytoma cell line; PD: Parkinson's disease; PDA: Photo diode array detector; PGE2: Prostaglandin E2; TLC: Thin layer chromatography; TMPD: N,N,N',N'-tetramethyl-p-phenylenediamine; USA: United states of America.", "doi": "10.4103/pm.pm_470_16", "title": "Bioassay-guided Isolation of Neuroprotective Fatty Acids from Nigella sativa against 1-methyl-4-phenylpyridinium-induced Neurotoxicity.", "journal": ["Pharmacognosy magazine", "Pharmacogn Mag"]}