{"authors": [["Li", "Xiang-Rong", "XR", "Department of Radiology, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi Province 530021, PR China. Electronic address: lxr99@sina.com."], ["Ren", "Yan-De", "YD", "Department of Radiology, The Affiliated Hospital of Qingdao University, Qingdao, Shandong Province, 266003, PR China."], ["Cao", "Bo", "B", "Department of Radiology, The Affiliated Hospital of Qingdao University, Qingdao, Shandong Province, 266003, PR China."], ["Huang", "Xuan-Li", "XL", "Department of Radiology, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi Province 530021, PR China."]], "date": "2017-11-30", "id": "29199095", "text": "To analyze the microstructure of brain white matter according to diffusion tensor imaging (DTI) based on tract-based spatial statistics (TBSS) in early Parkinson's disease (PD).A total of 31 age- and sex-matched early PD patients and 22 healthy volunteers were recruited in the present study. DTI was performed, and the data analyzed with fsl4.0 software. The fractional anisotropy (FA) was compared between both groups with an independent t test, and the differential area was analyzed. White matter fiber tracts with significant difference in FA between the two groups were selected, and their FAs were measured. Pearson's correlation analysis was employed to analyze the unified Parkinson's disease rating scale (UPDRS) score and its association with FA of different tracts.When compared with healthy volunteers, early PD patients had reduced FA in the following areas: bilateral anterior corona radiate, upper corona radiate, fasciculus arcuatus, crus anterius capsulae internae, crus posterius capsulae internae, capsula externa, posterior thalamic radiation, optic radiation, sagittal layer (including fasciculus arcuatus and inferior fronto-occipital fasciculus), crura fornicis, stria terminalis, fornix, genu, body and pad of corpus callosum, left unciform fasciculus, right cingulate bundle, right medipeduncle, and arcuate fibers in the bilateral frontal, temporal, and occipital lobes (P<0.05). When compared with healthy volunteers, early PD patients showed abnormal FA of fasciculus in the white matter mainly in following areas: bilateral crus anterius capsulae internae, bilateral capsula externa, right anterior corona radiate, body and pad of bilateral corpus callosum, and left sagittal layer (including fasciculi longitudinalis inferior and fasciculus occipitofrontalis inferior) (P<0.05). In addition, in early PD patients, the UPDRS score and movement score had no relationship with the FA of different fasciculi in the white matter (P>0.05).There is wide alteration of white matter microstructure in early PD patients, which is characterized by disruption of projection fibers in the descending pathway, limbic system-related fasciculi, corpus callosum, thalamus after radiation, posterior thalamic radiation, Gratiolet's bundle and other fasciculi in the white matter.", "doi": "10.1016/j.neulet.2017.11.064", "title": "Analysis of white matter characteristics with tract-based spatial statistics according to diffusion tensor imaging in early Parkinson's disease.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}