{"authors": [["Rondon", "Alexander J", "AJ", "The Rothman Institute at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Tan", "Timothy L", "TL", "The Rothman Institute at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Schlitt", "Patrick K", "PK", "The Rothman Institute at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Greenky", "Max R", "MR", "The Rothman Institute at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Phillips", "Jessica L", "JL", "The Rothman Institute at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Purtill", "James J", "JJ", "The Rothman Institute at Thomas Jefferson University, Philadelphia, Pennsylvania."]], "date": "2017-11-16", "id": "29199060", "text": "Gait instability and muscle rigidity are known characteristics of Parkinson's disease (PD), putting PD patients at risk for complications following total joint arthroplasty (TJA). The outcomes of Parkinson's patients undergoing TJA are largely unknown. This study evaluated the outcomes of TJA in this population.A single institution retrospective cohort of 123 TJAs (52 hips, 71 knees) from 2000 to 2016 was reviewed. An electronic chart query was performed using International Classification of Diseases, Ninth revision codes to identify this population. A manual chart review was performed to confirm the diagnosis of PD, survivorship, and reason for failure. A control cohort was matched 2:1 based on age, body mass index, joint, and comorbidities. Outcomes were assessed using revision for any reason as the primary endpoint. Functional outcomes were assessed using Short-Form 12 scores.At an average follow-up of 5.3 years, 23.6% of patients required revision surgery. The most common reasons for revision for total knee arthroplasty (TKA) were periprosthetic infection and for total hip arthroplasty (THA) were periprosthetic fracture and dislocation. Overall survivorship of TJA at years 2, 5, and 10 respectively were 94.9%, 87.9%, and 72.3%. The survivorship of TKA was 95.2%, 89.8%, and 66.2%. THA implant survivorship was 94.3%, 85.3%, and 78.7%. Functional score improvement was less in PD cohort than the control.Patients with PD are at increased risk for complications, particularly periprosthetic infection following TKA and periprosthetic fracture and dislocation following THA. Despite this increased risk of complications, patients with PD can demonstrate improved functional outcomes but not as high as patients without PD. Patients with PD should be counseled appropriately prior to undergoing TJA.", "doi": "10.1016/j.arth.2017.11.017", "title": "Total Joint Arthroplasty in Patients With Parkinson's Disease: Survivorship, Outcomes, and Reasons for Failure.", "journal": ["The Journal of arthroplasty", "J Arthroplasty"]}