{"authors": [["Hinkle", "Jared T", "JT", "Medical Scientist Training Program, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, United States."], ["Perepezko", "Kate", "K", "Dept. of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, United States."], ["Rosenthal", "Liana S", "LS", "Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Mills", "Kelly A", "KA", "Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Pantelyat", "Alexander", "A", "Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Mari", "Zoltan", "Z", "Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Tochen", "Laura", "L", "Dept. of Neurology, Children's National Medical Center, 111 Michigan Avenue, NW, Washington, DC, United States."], ["Bang", "Jee Yun", "JY", "Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Gudavalli", "Medha", "M", "Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Yoritomo", "Nadine", "N", "Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Butala", "Ankur", "A", "Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Bakker", "Catherine C", "CC", "Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States."], ["Johnson", "Vanessa", "V", "Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Moukheiber", "Emile", "E", "Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States."], ["Dawson", "Ted M", "TM", "Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States; Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Solomon H. Snyder Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Pharmacology and Molecular Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, United States."], ["Pontone", "Gregory M", "GM", "Dept. of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Morris K. Udall Parkinson's Disease Research Center, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Dept. of Neurology, Johns Hopkins University School of Medicine, 600 N. Wolfe Street, Meyer 6-181, Baltimore, MD, United States. Electronic address: gpontone@jhmi.edu."]], "date": "2017-11-21", "id": "29198499", "text": "Dopaminergic therapy in Parkinson's disease (PD) can be associated with both motoric (e.g., dyskinesias) and neuropsychiatric adverse effects. Examples of the latter include Dopamine Dysregulation Syndrome (DDS) and impulse control disorder (ICD), which are separate but related behavioral/psychiatric complications of treatment in PD. Dysregulation of volition characterizes both dyskinesias and DDS/ICD; thus, we analyzed potential disease-related correlates in a large PD cohort.We analyzed cross-sectional data from 654 participants collected through the NINDS Parkinson's Disease Biomarkers Program. DDS/ICD symptoms and dyskinesias were assessed using the Movement Disorders Society (revised) Unified Parkinson's Disease Rating Scale. Potential associated variables were selected from PD-validated or PD-specific scales of neuropsychiatric or motoric status. Multivariable models with DDS/ICD or dyskinesia presence outcomes were produced with backward stepwise regression to identify factors independently associated with DDS/ICD and/or dyskinesias.Fifty-three (8.1%) participants endorsed DDS and/or ICD symptoms and 150 (22.9%) were dyskinetic. In multivariable analysis, psychosis was independently associated with both dyskinesias (p = 0.006) and DDS/ICD (p < 0.001). Unpredictable motor fluctuations (p = 0.026) and depression (p = 0.023) were also associated with DDS/ICD; female sex (p = 0.025), low tremor score (p = 0.001) and high akinesia-rigidity score (p < 0.001) were associated with dyskinesias.Our findings suggest that psychosis may be an important marker of impaired volition across motor and cognitive domains. Unpredictable motor fluctuations, psychosis, and depression may together comprise a phenotypic profile of patients at increased risk for DDS/ICD. Similarly, dyskinetic PD patients should be closely monitored for psychotic symptoms and treated appropriately.", "doi": "10.1016/j.parkreldis.2017.11.338", "title": "Markers of impaired motor and cognitive volition in Parkinson's disease: Correlates of dopamine dysregulation syndrome, impulse control disorder, and dyskinesias.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}