{"authors": [["Johnston", "Tom H", "TH", "Atuka Inc.,Toronto, ON, Canada; Krembil Research Institute, Toronto Western Hospital, University Health Network, Toronto, Canada. Electronic address: t.johnston@atuka.com."], ["Versi", "Eboo", "E", "Dina Pharmaceuticals Inc., Durham, NC, USA; Robert Wood Johnson Medical School, NJ, USA."], ["Howson", "Patrick A", "PA", "Atuka Inc.,Toronto, ON, Canada; Krembil Research Institute, Toronto Western Hospital, University Health Network, Toronto, Canada."], ["Ravenscroft", "Paula", "P", "Atuka Inc.,Toronto, ON, Canada; Krembil Research Institute, Toronto Western Hospital, University Health Network, Toronto, Canada."], ["Fox", "Susan H", "SH", "Movement Disorders Clinic, Toronto Western Hospital, University Health Network, Toronto, Canada."], ["Hill", "Michael P", "MP", "Atuka Inc.,Toronto, ON, Canada; Krembil Research Institute, Toronto Western Hospital, University Health Network, Toronto, Canada."], ["Reidenberg", "Bruce E", "BE", "Dept. of Pharmacology, Weill Cornell Medicine, New York, NY, USA."], ["Corey", "Ronald", "R", "Dina Pharmaceuticals Inc., Durham, NC, USA."], ["Brotchie", "Jonathan M", "JM", "Atuka Inc.,Toronto, ON, Canada; Krembil Research Institute, Toronto Western Hospital, University Health Network, Toronto, Canada."]], "date": "2017-11-29", "id": "29197517", "text": "L-DOPA-induced dyskinesia (LID) remains a significant problem in the management of Parkinson's disease (PD). In rodent and macaque models of PD, delta opioid receptor agonists have anti-parkinsonian actions while mu opioid antagonists can reduce the expression of LID. DPI-289 is a novel molecule with a unique combination of opioid receptor DAMA actions: delta agonist (Ki: 0.73 nM); mu antagonist (Ki: 12 nM). We demonstrated that DPI-289 has oral bioavailability and established its pharmacokinetic profile in both rat and primate. We hypothesised that these combined DAMA actions would provide an enhancement of L-DOPA effect without an associated increase in dyskinesia. In parkinsonian 6-OHDA lesioned rats and MPTP-lesioned macaques, DPI-289 provided anti-parkinsonian actions as monotherapy and an enhancement of L-DOPA benefit. Thus, acute administration of DPI-289 (3 mg/kg, p.o.) to 6-OHDA-lesioned rats produced a significant reduction in forelimb asymmetry (by 48%) that was maintained throughout the fifteen-day repeat-treatment period. Importantly, and in contrast to L-DOPA administration (6 mg/kg, i.p.), these benefits were not compromised by the development of abnormal involuntary movements. In the macaque, as monotherapy, DPI-289 (10 and 20 mg/kg) had significant, though incomplete, anti-parkinsonian actions lasting approximately 4 h. These benefits were not associated with dyskinesia. In fact, over the 6 h period of observation, DPI-289 (20 mg/kg) decreased parkinsonism by 19% and increased activity by 67% compared to vehicle treatment. By contrast, while high-dose L-DOPA (LDh) alone alleviated parkinsonism (for 3 h) this benefit was accompanied by significant dyskinesia that was disabling in nature. LDh provided a 50% reduction in parkinsonism over 6 h and 151% increase in activity. The combination of DPI-289 (20 mg/kg) and a low-dose of L-DOPA (LDl) provided anti-parkinsonian benefits greater than LDl alone without eliciting any significant dyskinesia. Treatment with LDl alone provided only transient statistically significant anti-parkinsonian benefit. However, the combination of LDl and DPI-289 reduced parkinsonism for 6 h (duration of monitoring), with parkinsonism being reduced by 35% and activity increased by 90% but with no increase in dyskinesia over that observed with LDl alone. Thus, DPI-289 has potential to improve the benefits of dopaminergic therapy in Parkinson's disease.", "doi": "10.1016/j.neuropharm.2017.11.046", "title": "DPI-289, a novel mixed delta opioid agonist / mu opioid antagonist (DAMA), has L-DOPA-sparing potential in Parkinson's disease.", "journal": ["Neuropharmacology", "Neuropharmacology"]}