{"authors": [["Diederich", "Freya", "F", "From the Department of Health Economics and Health Services Research, Hamburg Center for Health Economics, University Medical Center Hamburg-Eppendorf, Germany. f.diederich@uke.de."], ["König", "Hans-Helmut", "HH", "From the Department of Health Economics and Health Services Research, Hamburg Center for Health Economics, University Medical Center Hamburg-Eppendorf, Germany."], ["Mietzner", "Claudia", "C", "From the Department of Health Economics and Health Services Research, Hamburg Center for Health Economics, University Medical Center Hamburg-Eppendorf, Germany."], ["Brettschneider", "Christian", "C", "From the Department of Health Economics and Health Services Research, Hamburg Center for Health Economics, University Medical Center Hamburg-Eppendorf, Germany."]], "date": "2017-12-01", "id": "29196573", "text": "To systematically review the economic burden of informal nursing care (INC), often called informal care, caused by multiple sclerosis (MS), Parkinson disease (PD), and epilepsy, with special attention to disease severity.We systematically searched MEDLINE, PsycINFO, and NHS Economic Evaluation Database for articles on the cost of illness of the diseases specified. Title, abstract, and full-text review were conducted in duplicate by 2 researchers. The distribution of hours and costs of INC were extracted and used to compare the relevance of INC across included diseases and disease severity.Seventy-one studies were included (44 on MS, 17 on PD, and 10 on epilepsy). Studies on epilepsy reported an average of 2.3-54.5 monthly hours of INC per patient. For PD, average values of 42.9-145.9 hours and for MS average values of 9.2-249 hours per patient per month were found. In line with utilized hours, costs of INC were lowest for epilepsy (interquartile range [IQR] 229-1,466 purchasing power parity US dollars [PPP-USD]) and similar for MS (IQR 4,454-11,222 PPP-USD) and PD (IQR 1,440-7,117 PPP-USD). In addition, costs of INC increased with disease severity and accounted for 38% of total health care costs in severe MS stages on average.The course of diseases and disease severity matter for the amount of INC used by patients. For each of the neurologic disorders, an increase in the costs of INC, due to increasing disease severity, considerably contributes to the rise in total health care costs.", "doi": "10.1212/WNL.0000000000004763", "title": "Costs of informal nursing care for patients with neurologic disorders: A systematic review.", "journal": ["Neurology", "Neurology"]}