{"authors": [["Nelson", "Michael P", "MP", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States."], ["Boutin", "Michel", "M", "Division of Medical Genetics, Department of Pediatrics, Centre de Recherche-CHUS, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, Quebec, Canada."], ["Tse", "Tonia E", "TE", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States; Dept. Pharmacology & Toxicology, University of Alabama at Birmingham, Birmingham, AL, United States."], ["Lu", "Hailin", "H", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States."], ["Haley", "Emily D", "ED", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States; Dept. Pharmacology & Toxicology, University of Alabama at Birmingham, Birmingham, AL, United States."], ["Ouyang", "Xiaosen", "X", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States."], ["Zhang", "Jianhua", "J", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States; Birmingham VA Medical Center, Birmingham, AL, United States."], ["Auray-Blais", "Christiane", "C", "Division of Medical Genetics, Department of Pediatrics, Centre de Recherche-CHUS, Faculty of Medicine and Health Sciences, Université de Sherbrooke, Sherbrooke, Quebec, Canada."], ["Shacka", "John J", "JJ", "Dept. Pathology, University of Alabama at Birmingham, Birmingham, AL, United States; Dept. Pharmacology & Toxicology, University of Alabama at Birmingham, Birmingham, AL, United States; Birmingham VA Medical Center, Birmingham, AL, United States. Electronic address: johnshacka@uabmc.edu."]], "date": "2017-12-02", "id": "29196214", "text": "The aberrant accumulation of alpha-synuclein (α-syn) is believed to contribute to the onset and pathogenesis of Parkinson's disease (PD). The autophagy-lysosome pathway (ALP) is responsible for the high capacity clearance of α-syn. ALP dysfunction is documented in PD and pre-clinical evidence suggests that inhibiting the ALP promotes the pathological accumulation of α-syn. We previously identified the pathological accumulation of α-syn in the brains of mice deficient for the soluble lysosomal enzyme alpha-Galactosidase A (α-Gal A), a member of the glycosphingolipid metabolism pathway. In the present study, we quantified α-Gal A activity and levels of its glycosphingolipid metabolites in postmortem temporal cortex specimens from control individuals and in PD individuals staged with respect to α-syn containing Lewy body pathology. In late-state PD temporal cortex we observed significant decreases in α-Gal A activity and the 46kDa \"active\" species of α-Gal A as determined respectively by fluorometric activity assay and western blot analysis. These decreases in α-Gal A activity/levels correlated significantly with increased α-syn phosphorylated at serine 129 (p129S-α-syn) that was maximal in late-stage PD temporal cortex. Mass spectrometric analysis of 29 different isoforms of globotriaosylceramide (Gb3), a substrate of α-Gal A indicated no significant differences with respect to different stages of PD temporal cortex. However, significant correlations were observed between increased levels of several Gb3 isoforms and with decreased α-Gal A activity and/or increased p129S-α-syn. Deacylated Gb3 (globotriaosylsphingosine or lyso-Gb3) was also analyzed in PD brain tissue but was below the limit of detection of 20pmol/g. Analysis of other lysosomal enzymes revealed a significant decrease in activity for the lysosomal aspartic acid protease cathepsin D but not for glucocerebrosidase (GCase) or cathepsin B in late-stage PD temporal cortex. However, a significant correlation was observed between decreasing GCase activity and increasing p129S-α-syn. Together our findings indicate α-Gal A deficiency in late-stage PD brain that correlates significantly with the pathological accumulation of α-syn, and further suggest the potential for α-Gal A and its glycosphingolipid substrates as putative biomarkers for PD.", "doi": "10.1016/j.nbd.2017.11.006", "title": "The lysosomal enzyme alpha-Galactosidase A is deficient in Parkinson's disease brain in association with the pathologic accumulation of alpha-synuclein.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}