{"authors": [["Bai", "Hua", "H", "Department of Neurology in the Third Affiliated Hospital of Guizhou Medical University, PR China; Medical Laboratory Center in the Third Affiliated Hospital of Guizhou Medical University, PR China. Electronic address: 842031616@qq.com."], ["Yang", "Bo", "B", "Medical Laboratory Center in the Third Affiliated Hospital of Guizhou Medical University, PR China; Department of Psychiatry in the Third Affiliated Hospital of Guizhou Medical University, Duyun, PR China."], ["Yu", "Wenfeng", "W", "Key Laboratory of Medical Molecular Biology in Guizhou Medical University, Beijing Road 9#, Guiyang city, Guizhou 550004, PR China."], ["Xiao", "Yan", "Y", "Key Laboratory of Medical Molecular Biology in Guizhou Medical University, Beijing Road 9#, Guiyang city, Guizhou 550004, PR China."], ["Yu", "Dejun", "D", "Medical Laboratory Center in the Third Affiliated Hospital of Guizhou Medical University, PR China."], ["Zhang", "Qifang", "Q", "Key Laboratory of Medical Molecular Biology in Guizhou Medical University, Beijing Road 9#, Guiyang city, Guizhou 550004, PR China. Electronic address: abcde9981@21cn.com."]], "date": "2017-11-28", "id": "29196167", "text": "Oxidative stress-mediated activation of NLRP3 inflammasome in microglia is critical in the development of neurodegerative diseases such as Alzheimer's disease (AD), Parkinson disease (PD). However, the mechanism underlying oxidative stress activates NLRP3 inflammasome remains exclusive. Here we demonstrated cathepsin B (CTSB) as a regulator of the activation of NLRP3 inflammasome by H2O2·H2O2 induced IL-1β secretion in NLRP3 inflammasome-dependent manner·H2O2 treatment increased CTSB activity, which in turn activated NLRP3 inflammasome, and subsequently processed pro-caspase-1 cleavage into caspase-1, resulting in IL-1 β secretion. Genetic inhibition or pharmacological inhibition of CTSB blocked the cleavage of pro-caspase-1 into caspase-1 and subsequent IL-1 β secretion induced by H2O2. Importantly, CTSB activity, IL-1β levels and malondialdehyde (MDA) were remarkably elevated in plasma of AD patients compared to healthy controls, while glutathione was significantly lower than healthy controls. Correlation analyses showed that CTSB activity was positively correlated with IL-1β and MDA levels, but negatively correlated with GSH levels in plasma of AD patients. Taken together, our results indicate that oxidative stress activates NLRP3 through upregulating CTSB activity. Our results identify an important biological function of CTSB in neuroinflammation, suggesting that CTSB is a potential target in AD therapy.", "doi": "10.1016/j.yexcr.2017.11.015", "title": "Cathepsin B links oxidative stress to the activation of NLRP3 inflammasome.", "journal": ["Experimental cell research", "Exp. Cell Res."]}