{"authors": [["Cota-Coronado", "J A", "JA", "Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y Diseño del Estado de Jalisco, Guadalajara, México."], ["Sandoval-Ávila", "S", "S", "Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y Diseño del Estado de Jalisco, Guadalajara, México."], ["Gaytan-Dávila", "Y P", "YP", "Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y Diseño del Estado de Jalisco, Guadalajara, México."], ["Diaz", "N F", "NF", "Departamento de Biología Celular, Instituto Nacional de Perinatología, Ciudad de México, México."], ["Vega-Ruiz", "B", "B", "Departamento de Neurociencias, Centro Universitario de Ciencias de la Salud, Universidad de Guadalajara, Guadalajara, México."], ["Padilla-Camberos", "E", "E", "Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y Diseño del Estado de Jalisco, Guadalajara, México."], ["Díaz-Martínez", "N E", "NE", "Biotecnología Médica y Farmacéutica, Centro de Investigación y Asistencia en Tecnología y Diseño del Estado de Jalisco, Guadalajara, México. Electronic address: ediaz@ciatej.mx."]], "date": "2017-11-28", "id": "29196142", "text": "Parkinson's disease (PD) is the second most common neurodegenerative disorder. It is characterised by selective loss of dopaminergic neurons in the substantia nigra pars compacta, which results in dopamine depletion, leading to a number of motor and non-motor symptoms.In recent years, the development of new animal models using nuclease-based genome-editing technology (ZFN, TALEN, and CRISPR/Cas9 nucleases) has enabled the introduction of custom-made modifications into the genome to replicate key features of PD, leading to significant advances in our understanding of the pathophysiology of the disease.We review the most recent studies on this new generation of in vitro and in vivo PD models, which replicate the most relevant symptoms of the disease and enable better understanding of the aetiology and mechanisms of PD. This may be helpful in the future development of effective treatments to halt or slow disease progression.", "doi": "10.1016/j.nrl.2017.08.009", "title": "New transgenic models of Parkinson's disease using genome editing technology.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}