{"authors": [["Yoon", "Won Tae", "WT", "Department of Neurology, Kangbuk Samsung Hospital, Sungkyunkwan University School of Medicine, Republic of Korea. Electronic address: wtyoon@skku.edu."]], "date": "2017-11-14", "id": "29196058", "text": "Dystonia is occasionally found in patients with Parkinson's disease (PD) and atypical parkinsonisms. However, systematic comparative analysis of the association between dystonia and parkinsonism have seldom been reported. The goals of this study are to compare the clinical characteristics and distributions of dystonia between PD, multiple system atrophy (MSA), progressive supranuclear palsy (PSP) and corticobasal degeneration (CBD).We prospectively enrolled 176 patients who presented with dystonia and parkinsonism out of 1278 patients with parkinsonism. We analyzed the clinical features of dystonia and parkinsonism.The frequencies of dystonia were 11.0% in PD, 20.9% in MSA, 40.7% in PSP and 66.7% in CBD. Dystonia symptoms were most frequent in CBD and relatively more frequent in PSP and MSA (p<0.001). Moreover, multiple types of dystonia occurred most frequently in MSA (p=0.034). According to the distribution of dystonia, cranio-facial dystonia (CFD) and cervical dystonia (CD) were more frequently observed in atypical parkinsonism (p=0.001). In contrast, limb dystonia (LD) was more frequently observed in both PD and CBD, and truncal dystonia (TD) was more frequently detected in PD (p<0.001). Levodopa medication related dystonia was markedly more frequent in PD than in atypical parkinsonism (p=0.030).In this long-term, observational, prospective study, we concluded that levodopa medication related LD and TD were more frequently observed in PD than in atypical parkinsonism. Conversely, levodopa medication non-related CFD and CD were more frequently observed in atypical parkinsonism, and coexisting of some types of multiple dystonia may be unique features of atypical parkinsonism. TD or multiple types of LD, might be representative of PD rather than atypical parkinsonism.", "doi": "10.1016/j.pjnns.2017.11.004", "title": "Comparison of dystonia between Parkinson's disease and atypical parkinsonism: The clinical usefulness of dystonia distribution and characteristics in the differential diagnosis of parkinsonism.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}