{"authors": [["Lozano", "Christopher S", "CS", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada."], ["Tam", "Joseph", "J", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada."], ["Lozano", "Andres M", "AM", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada."]], "date": "2017-11-30", "id": "29194808", "text": "Neurosurgical interventions have been used to treat PD for over a century. We examined the changing landscape of surgery for PD to appraise the value of various procedures in the context of advances in our understanding and technology. We assessed the number of articles published on neurosurgical procedures for PD over time as an albeit imprecise surrogate for their usage level. We identified over 8,000 publications associated with PD surgery. Over half the publications were on DBS. The field of DBS for PD showed a rapid rise in articles, but is now in a steady state. Thalamotomy and, to a lesser extent, pallidotomy follow a biphasic publication distribution with peaks approximately 30 years apart. Articles on gene therapy and transplantation experienced initial rapid rises and significant recent declines. Procedures using novel technologies, including gamma knife and focused ultrasound, are emerging, but are yet to have significant impact as measured by publication numbers. Pallidotomy and thalamotomy are prominent examples of procedures that were popular, declined, and re-emerged and redeclined. Transplantation and gene therapy have never broken into clinical practice. DBS overtook all procedures as the dominant surgical intervention and drove widespread use of surgery for PD. Notwithstanding, the number of DBS articles appears to have plateaued. As advances continue, emerging treatments may compete with DBS in the future. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27228", "title": "The changing landscape of surgery for Parkinson's Disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}