{"authors": [["Stocchi", "F", "F", "University and Institute for Research and Medical Care IRCCS San Raffaele, Roma, Italy."], ["Radicati", "F G", "FG", "University and Institute for Research and Medical Care IRCCS San Raffaele, Roma, Italy."], ["Chaudhuri", "K R", "KR", "National Parkinson Foundation Centre of Excellence, King's College, London, UK."], ["Johansson", "A", "A", "Department of Neurology, Karolinska University Hospital, Stockholm, Sweden."], ["Padmakumar", "C", "C", "Rankin Park Centre, John Hunter Hospital, Newcastle, Australia."], ["Falup-Pecurariu", "C", "C", "Department of Neurology, County Emergency Clinic Hospital, Brasov and Faculty of Medicine, Transilvania University Brasov, Brasov, Romania."], ["Martinez-Martin", "P", "P", "Carlos III Institute of Health, Madrid, Spain."]], "date": "2017-11-29", "id": "29193455", "text": "The aim was to validate the Parkinson's Disease Composite Scale (PDCS).The study included 194 Parkinson's disease (PD) patients in five countries. Investigators completed the following scales: PDCS, the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS), Parkinson's Disease Sleep Scale Version 2, Montreal Cognitive Assessment, the Scale for Evaluation of Neuropsychiatric Disorders in Parkinson's Disease and the Clinical Impression of Severity Index for PD (CISI-PD). For test-retest analysis, a second administration of the PDCS was carried out in 61 stable patients (as per the CISI-PD) in 7-14 days after the first evaluation. The PDCS is a novel scale for PD with a total of 17 items divided into four domains: motor, non-motor, treatment complications and disability.Parkinson's Disease Composite Scale mean and median values were close. Skewness values were into the criterion limits (-1 to +1). The complete range of scores was covered for 14 of the 17 items (83.4%). A floor effect of 25.26% and 28.25% was observed in the complications and disability level dimensions due to the proportion of patients free of these difficulties. No relevant floor or ceiling effect was observed for the PDCS total score (1.03% and 0.52%, respectively). The stability of the scale appeared excellent with most items meeting weighted kappa and intraclass correlation coefficient values >0.80. The convergent validity of the PDCS with corresponding scores of the MDS-UPDRS showed high correlation values (rS  ≥ 0.60). The internal validity was into acceptable limits, with the majority of values higher than the minimal 0.30 threshold. The standard error of measurement suggested a satisfactory precision (SEM 3.81, <30% of the PDCS total score standard deviation).The PDCS appears to be a feasible, acceptable, reproducible and valid scale.", "doi": "10.1111/ene.13529", "title": "The Parkinson's Disease Composite Scale: results of the first validation study.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}