{"authors": [["Bhatia", "Kailash P", "KP", "Sobell Department of Motor Neuroscience and Movement Disorders, University College London (UCL) Institute of Neurology, London, United Kingdom."], ["Bain", "Peter", "P", "Department of Neurosciences, Charing Cross Hospital, Imperial College London, United Kingdom."], ["Bajaj", "Nin", "N", "Division of Neurology, Nottingham University Hospital, Nottingham, United Kingdom."], ["Elble", "Rodger J", "RJ", "Southern Illinois University School of Medicine, Springfield, Illinois, USA."], ["Hallett", "Mark", "M", "Human Motor Control Section, National Institute of Neurological Disorders and Stroke, NIH, Bethesda, Maryland, USA."], ["Louis", "Elan D", "ED", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, Connecticut, USA, and Department of Chronic Disease Epidemiology, Yale School of Public Health, Yale University, New Haven, Connecticut, USA."], ["Raethjen", "Jan", "J", "Department of Neurology, Universitätsklinikum Schleswig-Holstein, Kiel Campus, Christian Albrechts University Kiel, Kiel, Germany."], ["Stamelou", "Maria", "M", "Department of Neurology, Philipps University, Marburg, Germany; Department of Neurology, Attikon Hospital, University of Athens, Athens, Greece."], ["Testa", "Claudia M", "CM", "Virginia Commonwealth University, Richmond, Virginia, USA."], ["Deuschl", "Guenther", "G", "Department of Neurology, Universitätsklinikum Schleswig-Holstein, Kiel Campus, Christian Albrechts University Kiel, Kiel, Germany."], [null, null, null, null]], "date": "2017-11-30", "id": "29193359", "text": "Consensus criteria for classifying tremor disorders were published by the International Parkinson and Movement Disorder Society in 1998. Subsequent advances with regard to essential tremor, tremor associated with dystonia, and other monosymptomatic and indeterminate tremors make a significant revision necessary.Convene an international panel of experienced investigators to review the definition and classification of tremor.Computerized MEDLINE searches in January 2013 and 2015 were conducted using a combination of text words and MeSH terms: \"tremor\", \"tremor disorders\", \"essential tremor\", \"dystonic tremor\", and \"classification\" limited to human studies. Agreement was obtained using consensus development methodology during four in-person meetings, two teleconferences, and numerous manuscript reviews.Tremor is defined as an involuntary, rhythmic, oscillatory movement of a body part and is classified along two axes: Axis 1-clinical characteristics, including historical features (age at onset, family history, and temporal evolution), tremor characteristics (body distribution, activation condition), associated signs (systemic, neurological), and laboratory tests (electrophysiology, imaging); and Axis 2-etiology (acquired, genetic, or idiopathic). Tremor syndromes, consisting of either isolated tremor or tremor combined with other clinical features, are defined within Axis 1. This classification scheme retains the currently accepted tremor syndromes, including essential tremor, and provides a framework for defining new syndromes.This approach should be particularly useful in elucidating isolated tremor syndromes and syndromes consisting of tremor and other signs of uncertain significance. Consistently defined Axis 1 syndromes are needed to facilitate the elucidation of specific etiologies in Axis 2. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27121", "title": "Consensus Statement on the classification of tremors. from the task force on tremor of the International Parkinson and Movement Disorder Society.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}