{"authors": [["Flynn", "Jessica D", "JD", "From the Laboratory of Protein Conformation and Dynamics, Biochemistry and Biophysics Center, NHLBI, National Institutes of Health, Bethesda, Maryland 20892."], ["McGlinchey", "Ryan P", "RP", "From the Laboratory of Protein Conformation and Dynamics, Biochemistry and Biophysics Center, NHLBI, National Institutes of Health, Bethesda, Maryland 20892."], ["Walker", "Robert L", "RL", "From the Laboratory of Protein Conformation and Dynamics, Biochemistry and Biophysics Center, NHLBI, National Institutes of Health, Bethesda, Maryland 20892."], ["Lee", "Jennifer C", "JC", "From the Laboratory of Protein Conformation and Dynamics, Biochemistry and Biophysics Center, NHLBI, National Institutes of Health, Bethesda, Maryland 20892 leej4@mail.nih.gov."]], "date": "2017-11-30", "id": "29191831", "text": "Parkinson's disease (PD) is associated with the formation of α-synuclein amyloid fibrils. Elucidating the role of these β-sheet-rich fibrils in disease progression is crucial; however, collecting detailed structural information on amyloids is inherently difficult because of their insoluble, non-crystalline, and polymorphic nature. Here, we show that Raman spectroscopy is a facile technique for characterizing structural features of α-synuclein fibrils. Combining Raman spectroscopy with aggregation kinetics and transmission electron microscopy, we examined the effects of pH and ionic strength as well as four PD-related mutations (A30P, E46K, G51D, and A53T) on α-synuclein fibrils. Raman spectral differences were observed in the amide-I, amide-III, and fingerprint regions, indicating that secondary structure and tertiary contacts are influenced by pH and to a lesser extent by NaCl. Faster aggregation times appear to facilitate unique fibril structure as determined by the highly reproducible amide-I band widths, linking aggregation propensity and fibril polymorphism. Importantly, Raman spectroscopy revealed molecular-level perturbations of fibril conformation by the PD-related mutations that are not apparent through transmission electron microscopy or limited proteolysis. The amide-III band was found to be particularly sensitive, with G51D exhibiting the most distinctive features, followed by A53T and E46K. Relating to a cellular environment, our data would suggest that fibril polymorphs can be formed in different cellular compartments and potentially result in distinct phenotypes. Our work sets a foundation toward future cellular Raman studies of amyloids.", "doi": "10.1074/jbc.M117.812388", "title": "Structural features of α-synuclein amyloid fibrils revealed by Raman spectroscopy.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}