{"authors": [["Kusters", "Cynthia D J", "CDJ", "Department of Epidemiology, UCLA Fielding School of Public Health, Los Angeles, CA, USA. Electronic address: cynthiakusters@gmail.com."], ["Paul", "Kimberly C", "KC", "Department of Epidemiology, UCLA Fielding School of Public Health, Los Angeles, CA, USA."], ["Guella", "Ilaria", "I", "Department of Medical Genetics, Centre for Applied Neurogenetics, University of British Columbia, Vancouver, BC, Canada."], ["Bronstein", "Jeff M", "JM", "Department of Neurology, David Geffen School of Medicine, Los Angeles, CA, USA."], ["Sinsheimer", "Janet S", "JS", "Department of Biostatistics, UCLA Fielding School of Public Health, Los Angeles, CA, USA; Department of Human Genetics and Biomathematics, David Geffen School of Medicine, Los Angeles, CA, USA."], ["Farrer", "Matt J", "MJ", "Department of Medical Genetics, Centre for Applied Neurogenetics, University of British Columbia, Vancouver, BC, Canada."], ["Ritz", "Beate R", "BR", "Department of Epidemiology, UCLA Fielding School of Public Health, Los Angeles, CA, USA; Department of Neurology, David Geffen School of Medicine, Los Angeles, CA, USA; Department of Environmental Health, UCLA Fielding School of Public Health, Los Angeles, CA, USA."]], "date": "2017-11-24", "id": "29191473", "text": "Dyskinesia is a known side-effect of the treatment of Parkinson's Disease (PD). We examined the influence of haplotypes in three dopamine receptors (DRD1, DRD2 and DRD3) and the Brain Derived Neurotrophic Factor (BDNF) on dyskinesia.Patient data were drawn from a population-based case-control study. We included 418 patients with confirmed diagnoses by movement disorder specialists, using levodopa and a minimum three years disease duration at the time of assessment. Applying Haploview and Phase, we created haploblocks for DRD1-3 and BDNF. Risk scores for DRD2 and DRD3 were generated. We calculated risk ratios using Poisson regression with robust error variance.There was no difference in dyskinesia prevalence among carriers of various haplotypes in DRD1. However, one haplotype in each DRD2 haploblocks was associated with a 29 to 50% increase in dyskinesia risk. For each unit increase in risk score, we observed a 16% increase in dyskinesia risk for DRD2 (95%CI: 1.05-1.29) and a 17% (95%CI: 0.99-1.40) increase for DRD3. The BDNF haploblock was not associated, but the minor allele of the rs6265 SNP was associated with dyskinesia (adjusted RR 1.31 (95%CI: 1.01-1.70)).Carriers of DRD2 risk haplotypes and possibly the BDNF variants rs6265 and DRD3 haplotypes, were at increased risk of dyskinesia, suggesting that these genes may be involved in dyskinesia related pathomechanisms. PD patients with these genetic variants might be prime candidates for treatments aiming to prevent or delay the onset of dyskinesia.", "doi": "10.1016/j.parkreldis.2017.11.339", "title": "Dopamine receptors and BDNF-haplotypes predict dyskinesia in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}