{"authors": [["Punsoni", "Michael", "M", "Department of Pathology."], ["Friedman", "Joseph H", "JH", "Neurology, Rhode Island Hospital, Providence, RI."], ["Resnick", "Murray", "M", "Department of Pathology."], ["Donahue", "John E", "JE", "Department of Pathology."], ["Yang", "Dong Fang", "DF", "Department of Pathology."], ["Stopa", "Edward G", "EG", "Department of Pathology."]], "date": "2017-11-20", "id": "29189256", "text": "Gastrointestinal (GI) symptoms are common in Parkinson disease (PD), often preceding neurological manifestations; however, early diagnostic utility of GI biopsies remains controversial. Studies suggest aberrant deposition of alpha-synuclein (α-syn) follows step-wise progression in central nervous system though histologic interpretation of normal and aberrant staining patterns have shown variable results. This study examines whether GI α-syn mRNA expression combined with standard α-syn immunohistochemical staining enhance the role of GI biopsy in PD.Four groups were examined, including pediatric (21) and adult control patients (18), PD clinic patients (17), and pathologically confirmed PD cases from hospital archives (16). Enteric nervous system α-syn staining was evaluated by immunohistochemistry in 33 PD and 39 controls. α-Syn mRNA levels were compared between patient groups using quantitative polymerase chain reaction and stomach and colon levels in PD.PD patients had Lewy bodies (LB) and diffuse neuronal α-syn staining. GI tissues from elderly controls, children, and young adults exhibited diffuse positivity. LB were limited to PD. Myenteric plexus immunoreactivity varied in different regions. Widespread staining was noted within stomach and colon. Immunoreactivity was present within esophagus, appendix, and small bowel. α-Syn mRNA expression was highest in PD; however, levels varied between proximal and distal GI tract.α-Syn is normally present within young and elderly enteric nervous system; furthermore, while α-syn mRNA is always detectable, levels are highest and most variable in PD. This suggests that enteric α-syn may be altered in neurodegenerative disease. The presence of LB in the GI tract, not solely α-syn expression, may prove useful, distinguishing neurodegenerative disease patients from normal controls.", "doi": "10.1097/PAI.0000000000000613", "title": "Enteric Pathologic Manifestations of Alpha-Synucleinopathies.", "journal": ["Applied immunohistochemistry & molecular morphology : AIMM", "Appl. Immunohistochem. Mol. Morphol."]}