{"authors": [["Ganguly", "Upasana", "U", "Department of Biochemistry, Institute of Post-graduate Medical Education and Research, Kolkata. India."], ["Chakrabarti", "Sankha Shubhra", "SS", "Division of Geriatrics, Department of General Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi. India."], ["Kaur", "Upinder", "U", "Division of Geriatrics, Department of General Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi. India."], ["Mukherjee", "Anwesha", "A", "ICARE Institute of Medical Sciences and Research, Haldia. India."], ["Chakrabarti", "Sasanka", "S", "ICARE Institute of Medical Sciences and Research, Haldia. India."]], "date": "2017-11-28", "id": "29189163", "text": "There is a growing body of evidence in animal and cell based models of Parkinson&amp;amp;#039;s disease (PD) to suggest that overexpression and / or abnormal accumulation and aggregation of α-synuclein can trigger neuronal death. This important role of α-synuclein in PD pathogenesis is supported by the fact that duplication, triplication and mutations of α-synuclein gene cause familial forms of PD. The overexpression and accumulation of α-synuclein within neurons may involve both transcriptional and post-transcriptional mechanisms including a decreased degradation of the protein through proteasomal or autophagic processes. The mechanisms of monomeric α-synuclein aggregating to oligomers and fibrils have been investigated intensively, but it is still not certain which form of this natively unfolded protein is responsible for toxicity. Likewise the proteotoxic pathways induced by α-synuclein leading to neuronal death are not elucidated completely but mitochondrial dysfunction, endoplasmic reticulum (ER) stress and altered ER-golgi transport may play crucial roles in this process. At the molecular level, the ability of α-synuclein to form pores in biomembranes or to interact with specific proteins of the cell organelles and the cytosol could be determining factors in the toxicity of this protein. Despite many limitations in our present knowledge of physiological and pathological functions of α-synuclein, it appears that this protein may be a target for the development of neuroprotective drugs against PD. This review has discussed many such potential drugs which prevent the expression, accumulation and aggregation of α-synuclein or its interactions with mitochondria or ER and thereby effectively abolish α-synuclein mediated toxicity in different experimental models.", "doi": "10.2174/1570159X15666171129100944", "title": "Alpha-synuclein, proteotoxicity and Parkinson's disease: Search for neuroprotective therapy.", "journal": ["Current neuropharmacology", "Curr Neuropharmacol"]}