{"authors": [["Kemp", "Jennifer", "J", "Centre mémoire ressource et recherche (CMRR), Hôpital de jour gériatrique, Département de gériatrie, Hôpitaux universitaires de Strasbourg et Unité de neuropsychologie, Service de neurologie, Strasbourg, France, Hôpitaux Universitaires de Strasbourg et Inserm, Centre d'investigation clinique, Strasbourg, France."], ["Philippi", "Nathalie", "N", "Centre mémoire ressource et recherche (CMRR), Hôpital de jour gériatrique, Département de gériatrie, Hôpitaux universitaires de Strasbourg et Unité de neuropsychologie, Service de neurologie, Strasbourg, France, Université de Strasbourg et CNRS, Laboratoire ICube UMR 7357 et FMTS (Fédération de médecine translationnelle de Strasbourg), Equipe IMIS/Neurocrypto, Strasbourg, France, Hôpitaux Universitaires de Strasbourg et Inserm, Centre d'investigation clinique, Strasbourg, France."], ["Phillipps", "Clélie", "C", "Centre mémoire ressource et recherche (CMRR), Hôpital de jour gériatrique, Département de gériatrie, Hôpitaux universitaires de Strasbourg et Unité de neuropsychologie, Service de neurologie, Strasbourg, France, Hôpitaux Universitaires de Strasbourg et Inserm, Centre d'investigation clinique, Strasbourg, France."], ["Botzung", "Anne", "A", "Centre mémoire ressource et recherche (CMRR), Hôpital de jour gériatrique, Département de gériatrie, Hôpitaux universitaires de Strasbourg et Unité de neuropsychologie, Service de neurologie, Strasbourg, France, Hôpitaux Universitaires de Strasbourg et Inserm, Centre d'investigation clinique, Strasbourg, France."], ["Blanc", "Frédéric", "F", "Centre mémoire ressource et recherche (CMRR), Hôpital de jour gériatrique, Département de gériatrie, Hôpitaux universitaires de Strasbourg et Unité de neuropsychologie, Service de neurologie, Strasbourg, France, Université de Strasbourg et CNRS, Laboratoire ICube UMR 7357 et FMTS (Fédération de médecine translationnelle de Strasbourg), Equipe IMIS/Neurocrypto, Strasbourg, France, Hôpitaux Universitaires de Strasbourg et Inserm, Centre d'investigation clinique, Strasbourg, France."]], "date": null, "id": "29187334", "text": "This paper reviews findings on cognition in prodromal dementia with Lewy bodies (DLB). The issue of differential diagnosis between DLB and Alzheimer's disease (AD) on the one hand, and Parkinson's disease (PD) on the other hand, at prodromal stages of the diseases is discussed. The cognitive profile of prodromal DLB is also evaluated in terms of cognitive deficits and « cognitive weaknesses » (low performances although in normal range). Findings suggest that visuo-constructive tests and verbal fluency are particularly relevant to dfferentiate DLB from AD. A similar finding is evident when comparing prodromal DLB and PD. Attentional, executive and visuo-constructive tests appear to be the best predictor of DLB. Moreover, investigation of the cognitive profile in prodromal DLB highlights that cognitive difficulties are diffuse. Yet it appears that difficulties in cortical visual abilities and executive functions are prominent and likely to account, at least partially, for cognitive disturbances observed in neuropsychological tests assessing other cognitive functions.", "doi": "10.1684/pnv.2017.0700", "title": "Cognitive profile in prodromal disease (dementia) with Lewy bodies.", "journal": ["Geriatrie et psychologie neuropsychiatrie du vieillissement", "Geriatr Psychol Neuropsychiatr Vieil"]}