{"authors": [["Lukmanji", "Sara", "S", "University of Calgary Cumming School of Medicine, Canada."], ["Pham", "Tram", "T", "University of Calgary Cumming School of Medicine, Canada."], ["Blaikie", "Laura", "L", "University of Calgary Cumming School of Medicine, Canada."], ["Clark", "Callie", "C", "University of Calgary Cumming School of Medicine, Canada."], ["Jetté", "Nathalie", "N", "University of Calgary Cumming School of Medicine, Canada."], ["Wiebe", "Samuel", "S", "University of Calgary Cumming School of Medicine, Canada."], ["Bulloch", "Andrew", "A", "University of Calgary Cumming School of Medicine, Canada."], ["Holroyd-Leduc", "Jayna", "J", "University of Calgary Cumming School of Medicine, Canada."], ["Macrodimitris", "Sophia", "S", "University of Calgary Cumming School of Medicine, Canada."], ["Mackie", "Aaron", "A", "University of Calgary Cumming School of Medicine, Canada."], ["Patten", "Scott B", "SB", "University of Calgary Cumming School of Medicine, Canada."]], "date": null, "id": "29185556", "text": "Patients with neurologic conditions commonly have depression. Online tools have the potential to improve outcomes in these patients in an efficient and accessible manner. We aimed to identify evidence-informed online tools for patients with comorbid neurologic conditions and depression.A scoping review of online tools (free, publicly available, and not requiring a facilitator) for patients with depression and epilepsy, Parkinson disease (PD), multiple sclerosis (MS), traumatic brain injury (TBI), or migraine was conducted. MEDLINE, EMBASE, PsycINFO, Cochrane Database of Systematic Reviews, and Cochrane CENTRAL Register of Controlled Trials were searched from database inception to January 2017 for all 5 neurologic conditions. Gray literature using Google and Google Scholar as well as app stores for both Android and Apple devices were searched. Self-management or self-efficacy online tools were not included unless they were specifically targeted at depression and one of the neurologic conditions and met the other eligibility criteria.Only 4 online tools were identified. Of these 4 tools, 2 were web-based self-management programs for patients with migraine or MS and depression. The other 2 were mobile apps for patients with PD or TBI and depression. No online tools were found for epilepsy.There are limited depression tools for people with neurologic conditions that are evidence-informed, publicly available, and free. Future research should focus on the development of high-quality, evidence-based online tools targeted at neurologic patients.", "doi": "10.1212/CPJ.0000000000000365", "title": "Online tools for individuals with depression and neurologic conditions: A scoping review.", "journal": ["Neurology. Clinical practice", "Neurol Clin Pract"]}