{"authors": [["Killinger", "Bryan Andrew", "BA", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI USA."], ["Labrie", "Viviane", "V", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI USA."]], "date": "2017-11-24", "id": "29184902", "text": "The aberrant aggregation of the protein α-synuclein is thought to be involved in Parkinson's disease (PD). However, the factors that lead to initiation and propagation of α-synuclein aggregation are not clearly understood. Recently, the hypothesis that α-synuclein aggregation spreads via a prion-like mechanism originating in the gut has gained much scientific attention. If α-synuclein spreads via a prion-like mechanism, then an important question becomes, what are the origins of this prion-like species? Here we review the possibility that α-synuclein aggregation could be seeded via the ingestion of a prion-like α-synuclein species contained within food products originating from vertebrates. To do this, we highlight current evidence for the gut-to-brain hypothesis of PD, and put this in context of available routes of α-synuclein prion infectivity via the gastrointestinal (GI) tract. We then discuss meat as a ready exogenous source of α-synuclein and how certain risk factors, including inflammation, may allow for dietary α-synuclein to pass from the GI lumen into the host to induce pathology. Lastly, we review epidemiological evidence that dietary factors may be involved in PD. Overall, research to date has yet to directly test the contribution of dietary α-synuclein to the mechanism of initiation and progression of the disease. However, numerous experimental findings, including the potent seeding and spreading behavior of α-synuclein fibrils, seem to support, at least in part, the feasibility of an infection with a prion α-synuclein particle via the GI tract. Further studies are required to determine whether dietary α-synuclein contributes to seeding pathology in the gut.", "doi": "10.1038/s41531-017-0035-z", "title": "Vertebrate food products as a potential source of prion-like α-synuclein.", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}