{"authors": [["Lizarraga", "Karlo J", "KJ", "Morton and Gloria Shulman Movement Disorders Clinic and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital and Division of Neurology, University of Toronto, Toronto, Ontario, Canada."], ["Luca", "Corneliu C", "CC", "Department of Neurology, Jackson Memorial Hospital and University of Miami Miller School of Medicine, Miami, Florida, USA."], ["De Salles", "Antonio", "A", "Department of Neurosurgery, David Geffen School of Medicine at the University of California Los Angeles, Los Angeles, California, USA."], ["Gorgulho", "Alessandra", "A", "Department of Neurosurgery, David Geffen School of Medicine at the University of California Los Angeles, Los Angeles, California, USA."], ["Lang", "Anthony E", "AE", "Morton and Gloria Shulman Movement Disorders Clinic and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital and Division of Neurology, University of Toronto, Toronto, Ontario, Canada."], ["Fasano", "Alfonso", "A", "Morton and Gloria Shulman Movement Disorders Clinic and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital and Division of Neurology, University of Toronto, Toronto, Ontario, Canada."]], "date": "2017-10-24", "id": "29184712", "text": "Whereas hemispheric dominance is well-established for appendicular motor control in humans, the evidence for dominance in axial motor control is still scarce. In Parkinson's disease (PD), unilateral (UL) onset of appendicular motor symptoms corresponds with asymmetric neurodegeneration predominantly affecting contralateral nigrostriatal circuits. Disease progression yields bilateral and axial motor symptoms but the initial appendicular asymmetry usually persists. Furthermore, there is evidence for hemispheric dominance for axial motor dysfunction in some of these patients. Dopaminergic medications improve appendicular symptoms but can also produce motor complications over time. Once these complications develop, bilateral (BL) deep brain stimulation (DBS) of the subthalamic nuclei (STN) can significantly improve appendicular symptoms while reducing medication doses and motor complications. Conversely, axial motor symptoms remain a significant source of disability, morbidity, and mortality for patients with PD. These axial symptoms do not necessarily improve with dopaminergic therapy, might not respond, and could even worsen after BL-DBS. In contrast to medications, DBS provides the opportunity to modify stimulation parameters for each cerebral hemisphere. Identical, BL-DBS of motor circuits with hemispheric dominance in PD might produce overstimulation on one side and/or understimulation on the other side, which could contribute to motor dysfunction. Several studies based on asymmetry of appendicular motor symptoms already support an initial UL rather than BL approach to DBS in some patients. The response of axial motor symptoms to UL versus BL-DBS remains unclear. Nonetheless, UL-DBS, staged BL-DBS, or asymmetric programming of BL-DBS could also be considered in patients with PD.", "doi": "10.4103/sni.sni_292_17", "title": "Asymmetric neuromodulation of motor circuits in Parkinson's disease: The role of subthalamic deep brain stimulation.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}