{"authors": [["Andres", "Daniela S", "DS", "From the Science and Technology School, National University of San Martin, Buenos Aires, Argentina (DSA); the Department of Neurology, University of South Alabama, Mobile, Ala. (OD); and the Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki, Japan (OD)."], ["Darbin", "Olivier", "O", "From the Science and Technology School, National University of San Martin, Buenos Aires, Argentina (DSA); the Department of Neurology, University of South Alabama, Mobile, Ala. (OD); and the Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki, Japan (OD)."]], "date": "2017-11-29", "id": "29183233", "text": "The rate and oscillatory hypotheses are the two main current frameworks of basal ganglia pathophysiology. Both hypotheses have emerged from research on movement disorders sharing similar conceptualizations. These pathological conditions are classified either as hypokinetic or hyperkinetic, and the electrophysiological hallmarks of basal ganglia dysfunction are categorized as prokinetic or antikinetic. Although nonmotor symptoms, including neurobehavioral symptoms, are a key manifestation of basal ganglia dysfunction, they are uncommonly accounted for in these models. In patients with Parkinson's disease, the broad spectrum of motor symptoms and neurobehavioral symptoms challenges the concept that basal ganglia disorders can be classified into two categories. The profile of symptoms of basal ganglia dysfunction is best characterized by a breakdown of information processing, accompanied at an electrophysiological level by complex alterations of spiking activity from basal ganglia neurons. The authors argue that the dynamics of the basal ganglia circuit cannot be fully characterized by linear properties such as the firing rate or oscillatory activity. In fact, the neuronal spiking stream of the basal ganglia circuit is irregular but has temporal structure. In this context, entropy was introduced as a measure of probabilistic irregularity in the temporal organization of neuronal activity of the basal ganglia, giving place to the entropy hypothesis of basal ganglia pathology. Obtaining a quantitative characterization of irregularity of spike trains from basal ganglia neurons is key to elaborating a new framework of basal ganglia pathophysiology.", "doi": "10.1176/appi.neuropsych.17020039", "title": "Complex Dynamics in the Basal Ganglia: Health and Disease Beyond the Motor System.", "journal": ["The Journal of neuropsychiatry and clinical neurosciences", "J Neuropsychiatry Clin Neurosci"]}