{"authors": [["Badea", "Liviu", "L", "Artificial Intelligence and Bioinformatics Group, National Institute for Research and Development in Informatics, Bucharest, Romania."], ["Onu", "Mihaela", "M", "Medical Imaging Department, Clinical Hospital Prof. Dr. Th. Burghele, Bucharest, Romania."], ["Wu", "Tao", "T", "Department of Neurobiology, Key Laboratory on Neurodegenerative Disorders of Ministry of Education, Beijing Institute of Geriatrics, Xuanwu Hospital, Capital Medical University, Beijing, China."], ["Roceanu", "Adina", "A", "University Emergency Hospital Bucharest, Neurology Department, Bucharest, Romania."], ["Bajenaru", "Ovidiu", "O", "University Emergency Hospital Bucharest, Neurology Department, Bucharest, Romania."]], "date": "2017-11-28", "id": "29182621", "text": "Since anatomic MRI is presently not able to directly discern neuronal loss in Parkinson's Disease (PD), studying the associated functional connectivity (FC) changes seems a promising approach toward developing non-invasive and non-radioactive neuroimaging markers for this disease. While several groups have reported such FC changes in PD, there are also significant discrepancies between studies. Investigating the reproducibility of PD-related FC changes on independent datasets is therefore of crucial importance. We acquired resting-state fMRI scans for 43 subjects (27 patients and 16 normal controls, with 2 replicate scans per subject) and compared the observed FC changes with those obtained in two independent datasets, one made available by the PPMI consortium (91 patients, 18 controls) and a second one by the group of Tao Wu (20 patients, 20 controls). Unfortunately, PD-related functional connectivity changes turned out to be non-reproducible across datasets. This could be due to disease heterogeneity, but also to technical differences. To distinguish between the two, we devised a method to directly check for disease heterogeneity using random splits of a single dataset. Since we still observe non-reproducibility in a large fraction of random splits of the same dataset, we conclude that functional heterogeneity may be a dominating factor behind the lack of reproducibility of FC alterations in different rs-fMRI studies of PD. While global PD-related functional connectivity changes were non-reproducible across datasets, we identified a few individual brain region pairs with marginally consistent FC changes across all three datasets. However, training classifiers on each one of the three datasets to discriminate PD scans from controls produced only low accuracies on the remaining two test datasets. Moreover, classifiers trained and tested on random splits of the same dataset (which are technically homogeneous) also had low test accuracies, directly substantiating disease heterogeneity.", "doi": "10.1371/journal.pone.0188196", "title": "Exploring the reproducibility of functional connectivity alterations in Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}