{"authors": [["Sowalsky", "Kristen L", "KL", "Department of Applied Physiology and Kinesiology, University of Florida, Gainesville, FL. Electronic address: ksowalsky@ufl.edu."], ["Sonke", "Jill", "J", "Center for Arts in Medicine, University of Florida, Gainesville, FL."], ["Altmann", "Lori J P", "LJP", "Department of Speech, Language, and Hearing Sciences, University of Florida, Gainesville, FL."], ["Almeida", "Leonardo", "L", "Department of Neurology, University of Florida, Gainesville, FL."], ["Hass", "Chris J", "CJ", "Department of Applied Physiology and Kinesiology, University of Florida, Gainesville, FL."]], "date": "2017-10-14", "id": "29179887", "text": "This study aimed to measure the effects of a dance training program on subjective and objective balance and gait measures in a person with Parkinson's disease.The participant was measured via clinical scales and biomechanical balance and gait analyses pre- and post-16 weeks of dance participation at the University Center for Arts in Medicine. The dance program consisted of 75 minute sessions three days a week.Improved clinical scales included the Schwab and England scale (+10%), falls efficacy scale (-11 points), six-minute walk (+15.54m), and timed up and go (1.38s). Balance measures during three conditions (eyes open, eyes closed, and narrow stance) all demonstrated an increase (24-112%) in center of pressure path length, velocity (anteroposterior and mediolateral), sway area, and approximate entropy (anteroposterior and mediolateral). Spatiotemporal gait parameters improved during forward walking: velocity (+0.12m/s), cadence (+3.89steps/min), double support time (-2.02%), stride length (+0.07m), stride time (-0.03s), and backward walking: single support (+3.47%), double support (-7.0%), swing time (+3.4%), and stance time (-3.4%).Classic interpretation of the above measures may indicate a detriment in biomechanical balance effects concomitant with an improvement in gait. Alternative explanations explored suggest this paradox to be illusory.", "doi": "10.1016/j.explore.2017.03.009", "title": "Biomechanical Analysis of Dance for Parkinson's Disease: A Paradoxical Case Study of Balance and Gait Effects?", "journal": ["Explore (New York, N.Y.)", "Explore (NY)"]}