{"authors": [["Lennaerts", "Herma", "H", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands. Herma.lennaerts@radboudumc.nl."], ["Groot", "Marieke", "M", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."], ["Steppe", "Maxime", "M", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."], ["van der Steen", "Jenny T", "JT", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."], ["Van den Brand", "Marieke", "M", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."], ["van Amelsvoort", "Dorian", "D", "Caregiver, Dutch Parkinson Association, Bunnik, The Netherlands."], ["Vissers", "Kris", "K", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."], ["Munneke", "Marten", "M", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."], ["Bloem", "Bastiaan R", "BR", "Radboud university medical center, Nijmegen, 6500 AB, The Netherlands."]], "date": "2017-11-25", "id": "29178865", "text": "Parkinson's disease (PD) is a chronic, progressive neurological disorder with many intractable consequences for patients and their family caregivers. Little is known about the possibilities that palliative care could offer to patients and their proxies. Guidelines strongly recommend palliative care to improve the quality of life and - if needed - the quality of dying. However, providing palliative care to persons with PD involves specific challenges. For example, a timely initiation of palliative interventions is difficult because due to the gradually progressive nature of PD, there is often no clear marker for the transition from curative towards palliative care. Furthermore, there is little evidence to indicate which palliative care interventions are effective. Here, we describe the contours of a study that aims to examine the experiences of patients, (bereaved) family caregivers and professionals, with the aim of improving our knowledge about palliative care needs in PD.We will perform a mixed methods study to evaluate the experiences of patients, (bereaved) family caregivers and palliative care professionals. In this study, we focus on Quality of Life, Quality of Care, perceived symptoms, caregiver burden and collaboration between professionals. In phase 1, we will retrospectively explore the views of bereaved family caregivers and professionals by conducting individual interviews and focus group interviews. In phase 2, 5-15 patients with PD and their family caregiver will be followed prospectively for 8-12 months. Data collection will involve semi-structured interviews and questionnaires at three consecutive contact moments. Qualitative data will be audio recorded, transcribed and analyzed using CAQDAS. If patients pass away during the study period, a bereavement interview will be done with the closest family caregiver.This study will offer a broad perspective on palliative care, and the results can be used to inform a palliative care protocol for patients with PD. By describing the experiences of patients, (bereaved) family caregivers and professionals with palliative care, this investigation will also establish an important ground for future intervention research.", "doi": "10.1186/s12904-017-0248-2", "title": "Palliative care for patients with Parkinson's disease: study protocol for a mixed methods study.", "journal": ["BMC palliative care", "BMC Palliat Care"]}