{"authors": [["Nienstedt", "J C", "JC", "Department of Voice, Speech and Hearing Disorders, Center for Clinical Neurosciences, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Buhmann", "C", "C", "Department of Neurology, Center for Clinical Neurosciences, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Bihler", "M", "M", "Department of Neurology, Center for Clinical Neurosciences, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Niessen", "A", "A", "Department of Voice, Speech and Hearing Disorders, Center for Clinical Neurosciences, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Plaetke", "R", "R", "Institute of Medical Biometry and Epidemiology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Gerloff", "C", "C", "Department of Neurology, Center for Clinical Neurosciences, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Pflug", "C", "C", "Department of Voice, Speech and Hearing Disorders, Center for Clinical Neurosciences, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."]], "date": "2017-11-27", "id": "29178420", "text": "Dysphagia is frequent and clinically highly relevant in Parkinson's disease (PD). For a rational dysphagia screening predictors are required. Previous investigations suggested that drooling correlates with dysphagia and may serve as its early sign. The aim of this study was to clarify the interrelationship of drooling and dysphagia.In a controlled, cross-sectional, observational study, a total of 119 Parkinson outpatients and 32 controls were examined clinically and by flexible-endoscopic evaluation of swallowing (FEES). Drooling, dysphagia including retained pharyngeal secretions, and cognitive function were assessed by established evaluation scales.Fifty percent of all PD patients but only 9% of controls had drooling (P < .001). Drooling and dysphagia were related in PD (P = .027) but the data do not support to view drooling as a hallmark symptom for critical dysphagia. Thirty-nine percent of the patients with critical aspiration had no drooling. In contrast, 41% of the patients with severe drooling had no clinically relevant dysphagia in FEES. The oral, but not the pharyngeal secretion management was impaired in PD patients and there was no clear association between drooling and pharyngeal secretion accumulation. Cognitive impaired patients had significantly more drooling (P = .005).Although frequent in PD, drooling and dysphagia are only weakly related and drooling cannot be viewed as an early sign of dysphagia. Our data further suggest that the underlying cause of drooling is located in the voluntary oral phase, which is negatively influenced by cognitive deficits.", "doi": "10.1111/nmo.13259", "title": "Drooling is no early sign of dysphagia in Parkinson's disease.", "journal": ["Neurogastroenterology and motility : the official journal of the European Gastrointestinal Motility Society", "Neurogastroenterol. Motil."]}