{"authors": [["Ispierto", "Lourdes", "L", "Department of Neurology and Neurosciences, University Hospital Germans Trias i Pujol, Badalona, Spain."], ["Muñoz", "Jorge", "J", "Department of Neurosurgery and Neurosciences, University Hospital Germans Trias i Pujol, Badalona, Spain."], ["Cladellas", "Josep Maria", "JM", "Department of Neurosurgery and Neurosciences, University Hospital Germans Trias i Pujol, Badalona, Spain."], ["Cuadras", "Patricia", "P", "Department of Radiology, University Hospital Germans Trias i Pujol, Badalona, Spain."], ["Capellades", "Jaume", "J", "Image Diagnosis Institute, Badalona, Spain."], ["Latorre", "Pilar", "P", "Department of Neurology and Neurosciences, University Hospital Germans Trias i Pujol, Badalona, Spain."], ["Dávalos", "Antoni", "A", "Department of Neurology and Neurosciences, University Hospital Germans Trias i Pujol, Badalona, Spain."], ["Vancamp", "Tim", "T", "BRAI2N, St. Augustinus Hospital, Wilrijk, Belgium."], ["Álvarez", "Ramiro", "R", "Department of Neurology and Neurosciences, University Hospital Germans Trias i Pujol, Badalona, Spain."]], "date": "2017-11-27", "id": "29178240", "text": "The correct positioning of deep brain stimulation electrodes determines the success of surgery. In this study, we attempt to validate transcranial sonography (TCS) as a method for early postoperative confirmation of electrode location in the subthalamic nucleus (STN).Nineteen patients diagnosed with Parkinson's disease were enrolled in the study. Postoperative TCS was applied to measure the distance between the implanted electrodes and the third ventricle in the axial plane. Whether the electrodes were positioned within or outside the substantia nigra (SN) was evaluated through measurements in the coronal plane. The obtained metrics through TCS were compared with those from postoperative computed tomography (CT) and magnetic resonance imaging (MRI).A statistically significant correlation between distances from electrode to third ventricle by TCS and CT/MRI (r = 0.75, p < 0.01) was observed. Distances from third ventricle to electrodes tips were different when sonographically they showed to be inside or outside the SN (p < 0.01). A cut-off value of 8.85mm in these distances was the most sensitive (100%) and specific (90.5%) to predict if electrodes were positioned inside the SN (CI 95% 0.81-10.30, p = 0.001).Transcranial sonography is a useful technique to reliably identify targeted positioning of deep brain stimulation electrodes in or out of the SN.", "doi": "10.1111/ner.12733", "title": "Post-Operative Localization of Deep Brain Stimulation Electrodes in the Subthalamus Using Transcranial Sonography.", "journal": ["Neuromodulation : journal of the International Neuromodulation Society", "Neuromodulation"]}