{"authors": [["Liu", "Haixia", "H", "Collaborative Innovation Center for Brain Science, Department of Physiology, Shandong Provincial Collaborative Innovation Center for Neurodegenerative Disorders, Key Laboratory of Pathogenesis and Prevention of Neurological Disorders, Medical College of Qingdao University, 266071, China."], ["Jia", "Lu", "L", "Collaborative Innovation Center for Brain Science, Department of Physiology, Shandong Provincial Collaborative Innovation Center for Neurodegenerative Disorders, Key Laboratory of Pathogenesis and Prevention of Neurological Disorders, Medical College of Qingdao University, 266071, China."], ["Chen", "Xiaoyan", "X", "Collaborative Innovation Center for Brain Science, Department of Physiology, Shandong Provincial Collaborative Innovation Center for Neurodegenerative Disorders, Key Laboratory of Pathogenesis and Prevention of Neurological Disorders, Medical College of Qingdao University, 266071, China."], ["Shi", "Limin", "L", "Collaborative Innovation Center for Brain Science, Department of Physiology, Shandong Provincial Collaborative Innovation Center for Neurodegenerative Disorders, Key Laboratory of Pathogenesis and Prevention of Neurological Disorders, Medical College of Qingdao University, 266071, China. Electronic address: slm0532@163.com."], ["Xie", "Junxia", "J", "Collaborative Innovation Center for Brain Science, Department of Physiology, Shandong Provincial Collaborative Innovation Center for Neurodegenerative Disorders, Key Laboratory of Pathogenesis and Prevention of Neurological Disorders, Medical College of Qingdao University, 266071, China. Electronic address: jxiaxie@public.qd.sd.cn."]], "date": "2017-11-22", "id": "29174294", "text": "The excitability of dopaminergic neurons in the substantia nigra pars compacta (SNc) that supply the striatum with dopamine (DA) determines the function of the nigrostriatal system for motor coordination. We previously showed that 4-pyridinylmethyl-9(10H)-anthracenone (XE991), a specific blocker of Kv7/KCNQ channels, enhanced the excitability of nigral DA neurons and resulted in attenuation of haloperidol-induced catalepsy in a Parkinson's disease (PD) rat model. However, whether XE991 exhibits neuroprotective effects towards DA neuron degeneration remains unknown. The aim of this study was to investigate the effects of Kv7/KCNQ channel blocker, XE991, on 6-hydroxydopamine (6-OHDA)-induced nigral DA neuron degeneration and motor dysfunction. Using immunofluorescence staining and western blotting, we showed that intracerebroventricular administration of XE991 prevented the 6-OHDA-induced decrease in tyrosine hydroxylase (TH)-positive neurons and TH protein expression in the SNc. High-performance liquid chromatography with electrochemical detection (HPLC-ECD) also revealed that XE991 partly restored the levels of DA and its metabolites in the striatum. Moreover, XE991 decreased apomorphine (APO)-induced contralateral rotations, enhanced balance and coordination, and attenuated muscle rigidity in 6-OHDA-treated rats. Importantly, all neuroprotective effects by XE991 were abolished by co-application of Kv7/KCNQ channel opener retigabine and XE991. Thus, Kv7/KCNQ channel inhibition by XE991 can exert neuroprotective effects against 6-OHDA-induced degeneration of the nigrostriatal DA system and motor dysfunction.", "doi": "10.1016/j.brainresbull.2017.11.011", "title": "The Kv7/KCNQ channel blocker XE991 protects nigral dopaminergic neurons in the 6-hydroxydopamine rat model of Parkinson's disease.", "journal": ["Brain research bulletin", "Brain Res. Bull."]}