{"authors": [["Huang", "Huei-Kai", "HK", "Department of Family Medicine, Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, No. 707, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC."], ["Wang", "Jen-Hung", "JH", "Department of Medical Research, Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, No. 707, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC."], ["Lei", "Wei-Yi", "WY", "Department of Medicine, Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, No. 707, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC; College of Medicine, Tzu Chi University, No.701, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC."], ["Chen", "Chien-Lin", "CL", "Department of Medicine, Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, No. 707, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC; College of Medicine, Tzu Chi University, No.701, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC."], ["Chang", "Chih-Ya", "CY", "Department of Physical Medicine and Rehabilitation, Tri-Service General Hospital, No. 325, Sec. 2, Chenggong Rd., Neihu District, Taipei City 11490, Taiwan, ROC; School of Medicine, National Defense Medical Center, No.161, Sec. 6, Minquan E. Rd., Neihu District, Taipei City 11490, Taiwan, ROC. Electronic address: gradesboy@gmail.com."], ["Liou", "Li-Syue", "LS", "Department of Family Medicine, Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, No. 707, Sec. 3, Chung-Yang Rd., Hualien City, Hualien County 970, Taiwan, ROC; School of Medicine, National Defense Medical Center, No.161, Sec. 6, Minquan E. Rd., Neihu District, Taipei City 11490, Taiwan, ROC; Department of Family Medicine, Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, No.289, Jianguo Rd., Xindian Dist., New Taipei City 23142, Taiwan, ROC; Department of Family and Community Medicine, Tri-Service General Hospital, No. 325, Sec. 2, Chenggong Rd., Neihu District, Taipei City 11490, Taiwan, ROC. Electronic address: sherhershey@gmail.com."]], "date": "2017-11-13", "id": "29174171", "text": "Several studies have evaluated the association of Parkinson's disease with Helicobacter pylori (HP) infection, although no cohort studies have evaluated this association among the general population.This study aimed to investigate the risk of Parkinson's disease after HP infection in the general Taiwanese population.This study of Taiwanese health insurance data (2000-2012) evaluated 9105 cases of HP infection and 9105 controls matched with propensity scoring. Univariate and multivariate Cox proportional hazards regression models were used to assess the risk of subsequent Parkinson's disease.We observed 64 cases of Parkinson's disease in the HP infection group (1.7/1000 person-years), and 25 cases in the control group (0.7/1000 person-years). Overall, there was a significantly higher risk of Parkinson's disease in the HP infection group (adjusted hazard ratio [aHR]: 2.29, 95% confidence interval [CI]: 1.44-3.66). HP infection was significantly associated with an increased risk of Parkinson's disease among individuals who were ≥60 years old (aHR: 2.53, 95% CI: 1.47-4.35), but not among those <60 years old (aHR: 1.86, 95% CI: 0.69-4.98). Furthermore, HP infection was associated with an increased risk of Parkinson's disease among both men (aHR: 2.14, 95% CI: 1.15-3.96) and women (aHR: 2.84, 95% CI: 1.37-5.89). Nonetheless, eradication therapy was not significantly associated with the risk of Parkinson's disease (aHR: 1.07, 95% CI: 0.63-1.82).Although HP infection was associated with an increased risk of Parkinson's disease, eradication therapy did not ameliorate this association. Further research is needed to explore the underlying biological mechanisms.", "doi": "10.1016/j.parkreldis.2017.11.331", "title": "Helicobacter pylori infection is associated with an increased risk of Parkinson's disease: A population-based retrospective cohort study.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}