{"authors": [["Tayebi", "Nahid", "N", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Parisiadou", "Loukia", "L", "Department of Pharmacology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."], ["Berhe", "Bahafta", "B", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Gonzalez", "Ashley N", "AN", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Serra-Vinardell", "Jenny", "J", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Tamargo", "Raphael J", "RJ", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Maniwang", "Emerson", "E", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Sorrentino", "Zachary", "Z", "Department of Neuroscience, Center for Translational Research in Neurodegenerative Disease, College of Medicine, University of Florida, Gainesville, FL, USA."], ["Fujiwara", "Hideji", "H", "Department of Medicine, Washington University School of Medicine, St. Louis, MO, USA."], ["Grey", "Richard J", "RJ", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Hassan", "Shahzeb", "S", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Blech-Hermoni", "Yotam N", "YN", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA."], ["Chen", "Chuyu", "C", "Department of Pharmacology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."], ["McGlinchey", "Ryan", "R", "Laboratory of Protein Conformation and Dynamics, NHLBI, NIH, Bethesda, MD. USA."], ["Makariou-Pikis", "Chrissy", "C", "Department of Pharmacology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."], ["Brooks", "Mieu", "M", "Department of Neuroscience, Center for Translational Research in Neurodegenerative Disease, College of Medicine, University of Florida, Gainesville, FL, USA."], ["Ginns", "Edward I", "EI", "Lysosomal Disorders Treatment and Research Program, University of Massachusetts Medical School, Worcester, MA, USA."], ["Ory", "Daniel S", "DS", "Department of Medicine, Washington University School of Medicine, St. Louis, MO, USA."], ["Giasson", "Benoit I", "BI", "Department of Neuroscience, Center for Translational Research in Neurodegenerative Disease, College of Medicine, University of Florida, Gainesville, FL, USA."], ["Sidransky", "Ellen", "E", "Medical Genetics Branch, NHGRI, NIH, Bethesda, MD, USA. Electronic address: sidranse@mail.nih.gov."]], "date": "2017-11-21", "id": "29173981", "text": "Mutations in GBA1 encountered in Gaucher disease are a leading risk factor for Parkinson disease and associated Lewy body disorders. Many GBA1 mutation carriers, especially those with severe or null GBA1 alleles, have earlier and more progressive parkinsonism. To model the effect of partial glucocerebrosidase deficiency on neurological progression in vivo, mice with a human A53T α-synuclein (SNCAA53T) transgene were crossed with heterozygous null gba mice (gba+/-). Survival analysis of 84 mice showed that in gba+/-//SNCAA53T hemizygotes and homozygotes, the symptom onset was significantly earlier than in gba+/+//SNCAA53T mice (p-values 0.023-0.0030), with exacerbated disease progression (p-value <0.0001). Over-expression of SNCAA53T had no effect on glucocerebrosidase levels or activity. Immunoblotting demonstrated that gba haploinsufficiency did not lead to increased levels of either monomeric SNCA or insoluble high molecular weight SNCA in this model. Immunohistochemical analyses demonstrated that the abundance and distribution of SNCA pathology was also unaltered by gba haploinsufficiency. Thus, while the underlying mechanism is not clear, this model shows that gba deficiency impacts the age of onset and disease duration in aged SNCAA53T mice, providing a valuable resource to identify modifiers, pathways and possible moonlighting roles of glucocerebrosidase in Parkinson pathogenesis.", "doi": "10.1016/j.ymgme.2017.11.001", "title": "Glucocerebrosidase haploinsufficiency in A53T α-synuclein mice impacts disease onset and course.", "journal": ["Molecular genetics and metabolism", "Mol. Genet. Metab."]}