{"authors": [["Malik", "Saima", "S", "Translational Addiction Research Laboratory, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health (CAMH), 33 Russell Street, Toronto, ON, Canada, M5S 2S1."], ["Jacobs", "Mark", "M", "Research Imaging Centre, Centre for Addiction and Mental Health, 250 College St, Toronto, ON, Canada."], ["Cho", "Sang-Soo", "SS", "Research Imaging Centre, Centre for Addiction and Mental Health, 250 College St, Toronto, ON, Canada."], ["Boileau", "Isabelle", "I", "Research Imaging Centre, Centre for Addiction and Mental Health, 250 College St, Toronto, ON, Canada."], ["Blumberger", "Daniel", "D", "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."], ["Heilig", "Markus", "M", "Center for Social and Affective Neuroscience, Department of Clinical and Experimental Medicine, Linköping University, S-581 83, Linköping, Sweden."], ["Wilson", "Alan", "A", "Research Imaging Centre, Centre for Addiction and Mental Health, 250 College St, Toronto, ON, Canada."], ["Daskalakis", "Zafiris J", "ZJ", "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."], ["Strafella", "Antonio P", "AP", "Research Imaging Centre, Centre for Addiction and Mental Health, 250 College St, Toronto, ON, Canada."], ["Zangen", "Abraham", "A", "Brain Stimulation and Behavior Lab, Ben Gurion University, POB 653, Beer-Sheva, 84105, Israel."], ["Le Foll", "Bernard", "B", "Translational Addiction Research Laboratory, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health (CAMH), 33 Russell Street, Toronto, ON, Canada, M5S 2S1. bernard.lefoll@camh.ca."]], "date": "2017-11-23", "id": "29170944", "text": "Modulating the function of the insular cortex could be a novel therapeutic strategy to treat addiction to a variety of drugs of abuse as this region has been implicated in mediating drug reward and addictive processes. The recent advent of the H-coil has permitted the targeting of deeper brain structures which was not previously feasible. The goal of this study was to bilaterally target the insular region using the H-coil with repetitive Transcranial Magnetic Stimulation (rTMS) and subsequently measure changes in dopamine levels using Positron Emission Tomography (PET) with [11C]-(+)-propyl-hexahydro-naphtho-oxazin (PHNO). This was a within-subject, crossover, blinded and sham-controlled pilot study. Eight healthy, right-handed subjects, aged 19-45, participated in the investigation. All subjects underwent 3 PHNO-PET scans preceded by rTMS (sham, 1 Hz or 10 Hz), on 3 separate days. Low frequency rTMS (1 Hz), targeting the insular cortex, significantly decreased dopamine levels in the substantia nigra, sensorimotor striatum and associative striatum. Replicating this study in tobacco smokers or alcoholics would be a logical follow-up to assess whether H-coil stimulation of the bilateral insula can be employed as a treatment option for addiction.NCT02212405.", "doi": "10.1007/s11682-017-9800-1", "title": "Deep TMS of the insula using the H-coil modulates dopamine release: a crossover [11C] PHNO-PET pilot trial in healthy humans.", "journal": ["Brain imaging and behavior", "Brain Imaging Behav"]}