{"authors": [["Högl", "Birgit", "B", "Department of Neurology, Medical University of Innsbruck, Anichstrasse 35, 6020 Innsbruck, Austria."], ["Stefani", "Ambra", "A", "Department of Neurology, Medical University of Innsbruck, Anichstrasse 35, 6020 Innsbruck, Austria."], ["Videnovic", "Aleksandar", "A", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, 165 Cambridge Street, Suite 600, Boston, Massachusetts 02114, USA."]], "date": "2017-11-24", "id": "29170501", "text": "So-called idiopathic rapid eye movement (REM) sleep behaviour disorder (RBD), formerly seen as a rare parasomnia, is now recognized as the prodromal stage of an α-synucleinopathy. Given the very high risk that patients with idiopathic RBD have of developing α-synucleinopathies, such as Parkinson disease (PD), PD dementia, dementia with Lewy bodies or multiple system atrophy, and the outstandingly high specificity and very long interval between the onset of idiopathic RBD and the clinical manifestations of α-synucleinopathies, the prodromal phase of this disorder represents a unique opportunity for potentially disease-modifying intervention. This Review provides an update on classic and novel biomarkers of α-synuclein-related neurodegeneration in patients with idiopathic RBD, focusing on advances in imaging and neurophysiological, cognitive, autonomic, tissue-specific and other biomarkers. We discuss the strengths, potential weaknesses and suitability of these biomarkers for identifying RBD and neurodegeneration, with an emphasis on predicting progression to overt α-synucleinopathy. The role of video polysomnography in providing quantifiable and potentially treatment-responsive biomarkers of neurodegeneration is highlighted. In light of all these advances, and the now understood role of idiopathic RBD as an early manifestation of α-synuclein disease, we call for idiopathic RBD to be reconceptualized as isolated RBD.", "doi": "10.1038/nrneurol.2017.157", "title": "Idiopathic REM sleep behaviour disorder and neurodegeneration - an update.", "journal": ["Nature reviews. Neurology", "Nat Rev Neurol"]}