{"authors": [["Gao", "Ge", "G", "Department of Neurobiology, Capital Medical University, Center of Parkinson Disease Beijing Institute for Brain Disorders, Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing, 100069, China. Electronic address: gaog@ccmu.edu.cn."], ["Wang", "Zhipeng", "Z", "Department of Neurobiology, Capital Medical University, Center of Parkinson Disease Beijing Institute for Brain Disorders, Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing, 100069, China. Electronic address: 18600116009@163.com."], ["Lu", "Lingling", "L", "Department of Neurobiology, Capital Medical University, Center of Parkinson Disease Beijing Institute for Brain Disorders, Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing, 100069, China. Electronic address: lllu@ccmu.edu.cn."], ["Duan", "Chunli", "C", "Department of Neurobiology, Capital Medical University, Center of Parkinson Disease Beijing Institute for Brain Disorders, Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing, 100069, China. Electronic address: cldduan@ccmu.edu.cn."], ["Wang", "Xiaomin", "X", "Department of Neurobiology, Capital Medical University, Center of Parkinson Disease Beijing Institute for Brain Disorders, Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing, 100069, China. Electronic address: xmwang@ccmu.edu.cn."], ["Yang", "Hui", "H", "Department of Neurobiology, Capital Medical University, Center of Parkinson Disease Beijing Institute for Brain Disorders, Key Laboratory for Neurodegenerative Disease of the Ministry of Education, Beijing, 100069, China. Electronic address: Huiyang@ccmu.edu.cn."]], "date": "2017-11-21", "id": "29169728", "text": "A key molecular event in the pathogenesis of Parkinson's disease is mitochondrial damage caused by α-synuclein (α-syn). Mitochondria mediates both necrosis and apoptosis, which are associated with morphological changes. However, the mechanism by which α-syn alters mitochondrial morphology remains unclear. To address this issue, we investigated mitochondrial permeability transition pore (mPTP) opening and changes in cardiolipin (CL) levels in mitochondria isolated from the brain of Thy1α-syn mice. Cytoplasmic cytochrome C and cleaved caspase-3 protein levels were upregulated in the brain of transgenic mice. Morphological analysis by atomic force microscopy (AFM) suggested a correlation between mitochondrial morphology and function in these animals. Incubation of isolated mitochondria with recombinant human α-synuclein N terminus (α-syn/N) decreased mitochondrial CL content. An AFM analysis showed that α-syn/N induced mitochondrial swelling and the formation of pore-like structures, which was associated with decreased mitochondrial transmembrane potential and complex I activity. The observed mitochondrial dysfunction was abrogated by treatment with the mPTP inhibitor cyclosporin A, although there was no recovery of CL content. These results provide insight into the mechanism by which α-syn/N directly undermines mitochondrial structure and function via modulation of mPTP opening and CL levels, and suggests that morphological analysis of isolated mitochondria by AFM is a useful approach for evaluating mitochondrial injury.", "doi": "10.1016/j.biopha.2017.11.057", "title": "Morphological analysis of mitochondria for evaluating the toxicity of α-synuclein in transgenic mice and isolated preparations by atomic force microscopy.", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}