{"authors": [["Piano", "Carla", "C", "Center for Parkinson Disease and Extrapyramidal Disorders, Movement Disorders Unit, Institute of Neurology, Catholic University, Rome, Italy."], ["Della Marca", "Giacomo", "G", null], ["Losurdo", "Anna", "A", null], ["Imperatori", "Claudio", "C", null], ["Solito", "Marcella", "M", null], ["Calandra-Buonaura", "Giovanna", "G", null], ["Provini", "Federica", "F", null], ["Cortelli", "Pietro", "P", null], ["Bentivoglio", "Anna Rita", "AR", null]], "date": "2017-11-24", "id": "29169178", "text": "The aim of the study was to evaluate the clinical reliability of subjective sleep evaluation, based on sleep and psychometric questionnaires, by comparing the results with those obtained with laboratory-based video-polysomnography (V-PSG).Thirty consecutive Huntington disease (HD) patients were enrolled. Subjective evaluation of sleep included the Pittsburgh Sleep Quality Index (PSQI), the sleep questionnaire for HD (HDQ), the Epworth Sleepiness Scale, the Bologna questionnaire for sleepiness (BQ), the Berlin questionnaire, and the RBD questionnaire; the International Restless Legs Syndrome Study Group scale was administered to patients with positive screening. The psychometric evaluation included the Zung Anxiety Scale, the short form of the Beck Depression Inventory, and the Maudsley Obsessive-Compulsive Inventory. All patients underwent V-PSG.In sleepiness evaluation, the Epworth score was above the cutoff in 6 subjects, and the BQ detected a \"high risk\" of sleepiness in 7 cases. The results were concordant in 24 and discordant in 5 cases. In the evaluation of sleep quality, the PSQI score was above the cutoff in 18 subjects. According to the HDQ, 10 subjects were poor sleepers. The results were concordant with the PSQI in 20 subjects.All comparisons between scale scores and PSG results showed poor or totally absent concordance between subjective and objective measures.The subjective evaluation of sleep in HD patients shows a poor correlation with PSG results.", "doi": "10.1159/000480701", "title": "Subjective Assessment of Sleep in Huntington Disease: Reliability of Sleep Questionnaires Compared to Polysomnography.", "journal": ["Neuro-degenerative diseases", "Neurodegener Dis"]}