{"authors": [["Lakkappa", "Navya", "N", "Department of Pharmacology, JSS College of Pharmacy (A Constituent College of Jagadguru Sri Shivarathreeshwara University, Mysuru), Ootacamund, Tamilnadu, India."], ["Krishnamurthy", "Praveen T", "PT", "Department of Pharmacology, JSS College of Pharmacy (A Constituent College of Jagadguru Sri Shivarathreeshwara University, Mysuru), Ootacamund, Tamilnadu, India. Electronic address: praveentk7812@gmail.com."], ["Yamjala", "Karthik", "K", "Department of Pharmaceutical analysis, JSS College of Pharmacy (A Constituent College of Jagadguru Sri Shivarathreeshwara University, Mysuru), Ootacamund, Tamilnadu, India."], ["Hwang", "Sung Hee", "SH", "Department of Entomology and Nematology, UC Davis Comprehensive Cancer Center, University of California, Davis, CA, USA."], ["Hammock", "Bruce D", "BD", "Department of Entomology and Nematology, UC Davis Comprehensive Cancer Center, University of California, Davis, CA, USA."], ["Babu", "B", "B", "Department of Pharmaceutical analysis, JSS College of Pharmacy (A Constituent College of Jagadguru Sri Shivarathreeshwara University, Mysuru), Ootacamund, Tamilnadu, India."]], "date": "2017-11-16", "id": "29169114", "text": "Soluble epoxide hydrolase (sEH) inhibition is reported to elevate endogenous epoxyeicosatrienoic acids (EET's), which are known to play an important role in neuroprotection by inhibiting oxidative stress and neuroinflammation. In the present study, PTUPB, a dual inhibitor of sEH and COX-2, has been tested for its antiparkinson activity against rotenone (ROT) induced neurodegeneration in Drosophila model of Parkinson's disease (PD). To determine the efficacy and brain bioavailability of PTUPB a simple, rapid and sensitive LC-MS/MS method was developed and validated for the estimation of PTUPB (Method-I), dopamine (DA) and its metabolites (Method-II) in fly head. Mass spectrometric acquisitions of analytes signals were performed in positive and negative electron spray ionization MRM mode by monitoring the daughter ions. The isocratic elution using formic acid (0.1% v/v) and acetonitrile (20:80v/v) (for method I), and acetic acid (0.1% v/v) and methanol (for method II) on Jones C18 was carried out to achieve the separation. The results of brain PTUPB, DA and its metabolites estimation shows a dose dependent increase in PTUPB concentration and a dose dependent prevention of ROT induced changes in DA and its metabolites levels (p<0.05), indicating a significant neuroprotection activity of PTUPB. In the present study, we have successfully developed and validated LC-MS/MS methods to identify and quantify PTUPB, DA and its metabolites using a UFLC-ESI-QqQ mass spectrometer for the screening of neuroprotective agents in Drosophila Melanogaster.", "doi": "10.1016/j.jpba.2017.11.043", "title": "Evaluation of antiparkinson activity of PTUPB by measuring dopamine and its metabolites in Drosophila melanogaster: LC-MS/MS method development.", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}