{"authors": [["Tropea", "Thomas F", "TF", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Xie", "Sharon X", "SX", "Department of Biostatistics and Epidemiology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Rick", "Jacqueline", "J", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Chahine", "Lana M", "LM", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Dahodwala", "Nabila", "N", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Doshi", "Jimit", "J", "Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Davatzikos", "Christos", "C", "Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Shaw", "Leslie M", "LM", "Pathology and Laboratory Medicine, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Van Deerlin", "Vivianna", "V", "Pathology and Laboratory Medicine, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Trojanowski", "John Q", "JQ", "Pathology and Laboratory Medicine, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Weintraub", "Daniel", "D", "Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Chen-Plotkin", "Alice S", "AS", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."]], "date": "2017-11-23", "id": "29168904", "text": "People with PD are at high risk of developing cognitive impairment and dementia. Cross-sectional studies have identified candidate biomarkers associated with cognitive decline. However, longitudinal studies on this topic are rarer, and few have investigated the use of biomarker panels encompassing multiple modalities. The objective of this study was to find baseline predictors of cognitive decline in longitudinally followed, nondemented Parkinson's disease patients.We performed a prospective cohort study of 100 PD patients with a median disease duration of 6.4 years. All participants were nondemented at baseline. We examined 16 baseline biomarkers from clinical, genetic, biochemical, and MRI-based imaging modalities for their association with longitudinal cognitive decline for up to 8 years. We investigated biomarkers individually, as well as in a multivariate linear mixed-effects model encompassing multimodal biomarkers, with change in the Mattis Dementia Rating Scale-2 over time as the primary outcome. Annual consensus process-derived cognitive diagnosis was used for Cox proportional hazards modeling of risk for cognitive decline.In multivariate analysis, the presence of the APOE E4 allele, thought disorder, and an Alzheimer's disease pattern of brain atrophy (spatial pattern of abnormality for recognition of early Alzheimer's disease index) best predicted cognitive decline, with APOE E4 genotype exerting the greatest effect. The presence of the APOE E4 allele was associated with a 3.5 times higher risk of worsening cognitive diagnosis over time (HR, 3.53; 95% CI, 1.52-8.24; P < 0.05). The APOE genotype effect was not specific to any Mattis Dementia Rating Scale-2 domain.Our results confirm the importance of Alzheimer's disease biomarkers as risk factors for cognitive decline in established Parkinson's disease. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27204", "title": "APOE, thought disorder, and SPARE-AD predict cognitive decline in established Parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}