{"authors": [["Perugini", "Alessandra", "A", "1 UCLA."], ["Basso", "Michele A", "MA", "1 UCLA."]], "date": "2017-11-22", "id": "29167328", "text": "Both cognitive and motor symptoms in people with Parkinson's disease (PD) arise from either too little or too much dopamine (DA). Akinesia stems from DA neuronal cell loss and dyskinesia often stems from an overdose of DA medication. Cognitive behaviors typically associated with frontal cortical function such as working memory and task switching are also affected by too little or too much DA in PD. Whether motor and cognitive circuits overlap in PD is unknown. Here, we show that whereas motor performance improves in people with PD when on dopaminergic medication compared to off medication, memory-based decision-making performance remains impaired whether on or off medications. To rule out effects of long-term DA treatment and dopaminergic neuronal loss as occur in PD, we also tested a group of people with dopa-unresponsive focal dystonia - a disease that involves primarily the basal ganglia like PD, but has motor symptoms that are insensitive to dopamine treatment and is not thought to involve frontal cortical DA circuits, unlike PD. We found that people with focal dystonia showed intact perceptual decision-making performance, but impaired memory-based decision-making performance, similar to people with PD. Together, the results show a dissociation between motor and cognitive performance in people with PD and reveal a novel cognitive impairment, independent of sensory and motor impairment, in people with focal dystonia. The combined results from people with PD and people with focal dystonia provide mechanistic insights into the role of basal ganglia non-dopaminergic circuits in memory-based perceptual decision-making.", "doi": "10.1152/jn.00761.2017", "title": "Perceptual Decisions Based on Previously Learned Information are Independent of Dopaminergic Tone.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}