{"authors": [["Ghielen", "Ires", "I", "Department of Psychiatry, VU University Medical Center, Amsterdam, The Netherlands; Department of Anatomy & Neurosciences, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: i.ghielen@vumc.nl."], ["van Wegen", "Erwin E H", "EEH", "Department of Rehabilitation Medicine, MOVE Research Institute Amsterdam, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: e.vanwegen@vumc.nl."], ["Rutten", "Sonja", "S", "Department of Psychiatry, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: s.rutten@vumc.nl."], ["de Goede", "Cees J T", "CJT", "Department of Rehabilitation Medicine, MOVE Research Institute Amsterdam, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: cjt.degoede@vumc.nl."], ["Houniet-de Gier", "Marieke", "M", "Department of Medical Psychology, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: m.degier1@vumc.nl."], ["Collette", "Emma H", "EH", "Department of Medical Psychology, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: eh.collette@vumc.nl."], ["Burgers-Bots", "Ingrid A L", "IAL", "Department of Anatomy & Neurosciences, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: ial.burgers@vumc.nl."], ["Twisk", "Jos W R", "JWR", "Department of Epidemiology and Biostatistics, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: jwr.twisk@vumc.nl."], ["Kwakkel", "Gert", "G", "Department of Rehabilitation Medicine, MOVE Research Institute Amsterdam, VU University Medical Center, Amsterdam, The Netherlands. Electronic address: g.kwakkel@vumc.nl."], ["Vermunt", "Kees", "K", "Dutch Parkinson Patient Association (Parkinson Vereniging), Bunnik, The Netherlands. Electronic address: vermunt.kees@gmail.com."], ["van Vliet", "Bep", "B", "Dutch Parkinson Patient Association (Parkinson Vereniging), Bunnik, The Netherlands. Electronic address: b.van.vliet@xs4all.nl."], ["Berendse", "Henk W", "HW", "Department of Neurology, VU University Medical Center, Amsterdam, The Netherlands; Amsterdam Neuroscience, Amsterdam, The Netherlands. Electronic address: h.berendse@vumc.nl."], ["van den Heuvel", "Odile A", "OA", "Department of Psychiatry, VU University Medical Center, Amsterdam, The Netherlands; Department of Anatomy & Neurosciences, VU University Medical Center, Amsterdam, The Netherlands; Amsterdam Neuroscience, Amsterdam, The Netherlands. Electronic address: oa.vandenheuvel@vumc.nl."]], "date": "2017-09-21", "id": "29167034", "text": "In Parkinson's disease (PD) patients, fluctuations in symptoms commonly occur after many years of dopamine replacement therapy. The so-called wearing-off phenomenon exists of both motor and non-motor symptoms, such as rigidity and anxiety. Current treatment options are limited and an integrated approach is needed to address the complex interactions between motor and non-motor symptoms. Since wearing-off is eventually inevitable, treatment needs to focus on coping, acceptance and self-efficacy. We developed the body awareness training, named BEWARE, combining physical therapy with acceptance and commitment therapy to help PD patients deal better with wearing-off related anxiety (WRA).This was an investigator-blinded randomized controlled trial. Forty PD patients with WRA were randomly assigned to the BEWARE or to the treatment as usual (TAU) condition. Assessments were performed prior to and immediately after the treatment period, and at 3-months follow up. The primary outcome was self-efficacy, secondary outcomes focused on mobility, daily functioning, anxiety, depression and quality of life.There was no significant improvement in self-efficacy in the BEWARE treatment condition when compared to TAU. However, standing balance and emotional wellbeing showed a significant improvement, and feelings of stigmatization showed a trend-significant decrease in the BEWARE condition.We consider the BEWARE training to be a promising therapeutic approach to address WRA. Improvement points from the participants included 1) less frequent but longer therapy sessions; 2) active involvement of caregivers; and 3) the development of a supportive workbook. The optimized treatment protocol needs further evaluation in a phase III RCT.ClinicalTrials.gov identifier: NCT02054845.", "doi": "10.1016/j.jpsychores.2017.09.008", "title": "Body awareness training in the treatment of wearing-off related anxiety in patients with Parkinson's disease: Results from a pilot randomized controlled trial.", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}