{"authors": [["Wang", "Shijie", "S", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35233, USA."], ["Liu", "Zhiyong", "Z", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35233, USA."], ["Ye", "Tao", "T", "Biogen, Discovery and Early Development Biomarkers, Cambridge, MA, 02142, USA."], ["Mabrouk", "Omar S", "OS", "Biogen, Discovery and Early Development Biomarkers, Cambridge, MA, 02142, USA."], ["Maltbie", "Tyler", "T", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35233, USA."], ["Aasly", "Jan", "J", "Dept of Neurology, Dept of Neuroscience, St. Olavs Hospital, Norwegian University of Science and Technology, 7030, Trondheim, Norway. jan.aasly@ntnu.no."], ["West", "Andrew B", "AB", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35233, USA. abwest@uab.edu."]], "date": "2017-11-22", "id": "29166931", "text": "Missense mutations in the leucine-rich repeat kinase 2 (LRRK2) gene can cause late-onset Parkinson disease (PD). LRRK2 mutations increase LRRK2 kinase activities that may increase levels of LRRK2 autophosphorylation at serine 1292 (pS1292) and neurotoxicity in model systems. pS1292-LRRK2 protein can be packaged into exosomes and measured in biobanked urine. Herein we provide evidence that pS1292-LRRK2 protein is robustly expressed in cerebral spinal fluid (CSF) exosomes. In a novel cohort of Norwegian subjects with and without the G2019S-LRRK2 mutation, with and without PD, we quantified levels of pS1292-LRRK2, total LRRK2, and other exosome proteins in urine from 132 subjects and in CSF from 82 subjects. CSF and urine were collected from the same morning clinic visit in 55 of the participants. We found that total LRRK2 protein concentration was similar in exosomes purified from either CSF or urine but the levels did not correlate. pS1292-LRRK2 levels were higher in urinary exosomes from male and female subjects with a LRRK2 mutation. Male LRRK2 mutation carriers without PD had intermediate pS1292-LRRK2 levels compared to male carriers with PD and controls. However, female LRRK2 mutation carriers without PD had the same pS1292-LRRK2 levels compared to female carriers with PD. pS1292-LRRK2 levels in CSF exosomes were near saturated in most subjects, ten-fold higher on average than pS1292-LRRK2 levels in urinary exosomes, irrespective of LRRK2 mutation status or PD diagnosis. These results provide insights into the effects of LRRK2 mutations in both the periphery and brain in a well-characterized clinical population and show that LRRK2 protein in brain exosomes may be much more active than in the periphery in most subjects.", "doi": "10.1186/s40478-017-0492-y", "title": "Elevated LRRK2 autophosphorylation in brain-derived and peripheral exosomes in LRRK2 mutation carriers.", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}