{"authors": [["Cui", "Shi-Shuang", "SS", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Du", "Juan-Juan", "JJ", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Fu", "Rao", "R", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Lin", "Yi-Qi", "YQ", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Huang", "Pei", "P", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["He", "Ya-Chao", "YC", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Gao", "Chao", "C", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Wang", "Hua-Long", "HL", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China."], ["Chen", "Sheng-Di", "SD", "Department of Neurology & Co-innovation Center of Neuroregeneration, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, 197 RuijinEr Road, Shanghai, 200025, People's Republic of China. chen_sd@medmail.com.cn."]], "date": "2017-11-22", "id": "29166864", "text": "Anxiety and depression are common in Parkinson disease and both are important determinants of quality of life in patients. Several risk factors are identified but few research have investigated general and Parkinson's disease (PD)-specific factors comprehensively. The aim of this work was to explore PD-specific and -non-specific risk factors for PD with depression or anxiety.A cross-sectional survey was performed in 403 patients with PD. Multivariate logistic analysis was used to investigate the prevalence and risk factors for the depression and anxiety in PD. The data of patients included demographic information, medicine history, disease duration, age at onset (AAO), family history, anti-parkinsonism drug, modified Hoehn and Yahr staging (H-Y) stage, scales of motor and non-motor symptoms and substantia nigra (SN) echogenic areas.403 PD patients were recruited in the study. Depression and anxiety were present in 11.17% and 25.81% respectively. Marital status, tumor, higher Movement Disorder Society-sponsored revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) II score, dyskinesia, higher Hamilton Anxiety Rating Scale (HARS) score and lower the Parkinson's disease sleep scale (PDSS) score were associated with depression in PD. female gender, higher rapid eye movement behavior disorder Questionnaire-Hong Kong (RBD-HK) score, higher Hamilton Deprssion Rating Scale (HAMD) score, higher the scale for outcomes in PD for autonomic symptoms (SCOPA-AUT)score and larger SN echogenic areas were associated with anxiety. Neither depression nor anxiety was related to any anti-parkinsonism drugs.The prevalence of depression and anxiety in the current PD patients was 11.17% and 25.81% respectively. Disease of tumor, currently having no partner, severer motor function, dyskinesia, poorer sleep quality and anxiety were risk factors for PD with depression. Female, depression, rapid eye movement behavior disorder (RBD), autonomic dysfunction and larger SN area were risk factors for PD with anxiety.", "doi": "10.1186/s12877-017-0666-2", "title": "Prevalence and risk factors for depression and anxiety in Chinese patients with Parkinson disease.", "journal": ["BMC geriatrics", "BMC Geriatr"]}