{"authors": [["Ten Brinke", "Timo R", "TR", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["Odekerken", "Vincent J J", "VJJ", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["van Laar", "Teus", "T", "Department of Neurology, University Medical Center, Groningen, The Netherlands."], ["van Dijk", "J Marc C", "JMC", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["Dijk", "Joke M", "JM", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["van den Munckhof", "Pepijn", "P", "Department of Neurosurgery, Academic Medical Center, Amsterdam, The Netherlands."], ["Schuurman", "P Rick", "PR", "Department of Neurosurgery, Academic Medical Center, Amsterdam, The Netherlands."], ["de Bie", "Rob M A", "RMA", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."]], "date": "2017-11-22", "id": "29164735", "text": "Deep brain stimulation (DBS) of the globus pallidus pars interna (GPi) and the subthalamic nucleus (STN) are established treatment option in Parkinson's disease (PD). If DBS does not provide the desired effect, re-operation to the alternative target is a treatment option, but data on the effect of re-operation are scarce.The objective of this study is to evaluate the clinical effect of re-operation the alternative target after failure of initial STN or GPi DBS for Parkinson's disease.We descriptively analyzed the baseline characteristics, the effect of initial surgery and re-operation of eight NSTAPS (Netherlands SubThalamic and Pallidal Stimulation) patients and six previously published cases that underwent re-operation to a different target.In the NSTAPS cohort, two of the eight patients showed more than 30% improvement of off-drug motor symptoms after re-operation. The initial DBS leads of these patients were off target. In the cases from the literature, 30% off-drug motor improvement was seen in all three patients re-operated from GPi to STN and none of the three patients re-operated from STN to GPi. Only one of the three cases from the literature where any improvement was seen with the operation had a confirmed on target lead location after the first surgery, while the other two patients did not undergo post-operative imaging after the first surgery.Re-operation to a different target due to lack of effect appears to have a limited chance of leading to objective improvement if the leads were correctly placed during initial surgery.", "doi": "10.1111/ner.12732", "title": "Substituting the Target After Unsatisfactory Outcome of Deep Brain Stimulation in Advanced Parkinson's Disease: Cases From the NSTAPS Trial and Systematic Review of the Literature.", "journal": ["Neuromodulation : journal of the International Neuromodulation Society", "Neuromodulation"]}