{"authors": [["Diao", "Hui-Ling", "HL", "Department of Physiology, Qingdao University, Qingdao, China."], ["Xue", "Yan", "Y", "Department of Physiology, Qingdao University, Qingdao, China."], ["Han", "Xiao-Hua", "XH", "Department of Physiology, Qingdao University, Qingdao, China."], ["Wang", "Shuang-Yan", "SY", "Department of Physiology, Qingdao University, Qingdao, China."], ["Liu", "Cui", "C", "Department of Physiology, Qingdao University, Qingdao, China."], ["Chen", "Wen-Fang", "WF", "Department of Physiology, Qingdao University, Qingdao, China."], ["Chen", "Lei", "L", "Department of Physiology, Qingdao University, Qingdao, China."]], "date": "2017-11-07", "id": "29163226", "text": "The globus pallidus is a central nucleus in the basal ganglia motor control circuit. Morphological studies have revealed the expression of adenosine A2A receptors in the globus pallidus. To determine the modulation of adenosine A2A receptors on the activity of pallidal neurons in both normal and parkinsonian rats, in vivo electrophysiological and behavioral tests were performed in the present study. The extracellular single unit recordings showed that micro-pressure administration of adenosine A2A receptor agonist, CGS21680, regulated the pallidal firing activity. GABAergic neurotransmission was involved in CGS21680-induced modulation of pallidal neurons via a PKA pathway. Furthermore, application of two adenosine A2A receptor antagonists, KW6002 or SCH442416, mainly increased the spontaneous firing of pallidal neurons, suggesting that endogenous adenosine system modulates the activity of pallidal neurons through adenosine A2A receptors. Finally, elevated body swing test (EBST) showed that intrapallidal microinjection of adenosine A2A receptor agonist/antagonist induced ipsilateral/contralateral-biased swing, respectively. In addition, the electrophysiological and behavioral findings also revealed that activation of dopamine D2 receptors by quinpirole strengthened KW6002/SCH442416-induced excitation of pallidal activity. Co-application of quinpirole with KW6002 or SCH442416 alleviated biased swing in hemi-parkinsonian rats. Based on the present findings, we concluded that pallidal adenosine A2A receptors may be potentially useful in the treatment of Parkinson's disease.", "doi": "10.3389/fphys.2017.00897", "title": "Adenosine A2A Receptor Modulates the Activity of Globus Pallidus Neurons in Rats.", "journal": ["Frontiers in physiology", "Front Physiol"]}