{"authors": [["Arshad", "Ahmad R", "AR", "UKM Medical Centre, UKM Medical Molecular Biology Institute, Universiti Kebangsaan Malaysia, Bandar Tun Razak, Malaysia."], ["Sulaiman", "Siti A", "SA", "UKM Medical Centre, UKM Medical Molecular Biology Institute, Universiti Kebangsaan Malaysia, Bandar Tun Razak, Malaysia."], ["Saperi", "Amalia A", "AA", "UKM Medical Centre, UKM Medical Molecular Biology Institute, Universiti Kebangsaan Malaysia, Bandar Tun Razak, Malaysia."], ["Jamal", "Rahman", "R", "UKM Medical Centre, UKM Medical Molecular Biology Institute, Universiti Kebangsaan Malaysia, Bandar Tun Razak, Malaysia."], ["Mohamed Ibrahim", "Norlinah", "N", "Department of Medicine, Faculty of Medicine, UKM Medical Centre, Universiti Kebangsaan Malaysia, Bandar Tun Razak, Malaysia."], ["Abdul Murad", "Nor Azian", "NA", "UKM Medical Centre, UKM Medical Molecular Biology Institute, Universiti Kebangsaan Malaysia, Bandar Tun Razak, Malaysia."]], "date": "2017-10-31", "id": "29163029", "text": "Among the neurodegenerative disorders, Parkinson's disease (PD) ranks as the second most common disorder with a higher prevalence in individuals aged over 60 years old. Younger individuals may also be affected with PD which is known as early onset PD (EOPD). Despite similarities between the characteristics of EOPD and late onset PD (LODP), EOPD patients experience much longer disease manifestations and poorer quality of life. Although some individuals are more prone to have EOPD due to certain genetic alterations, the molecular mechanisms that differentiate between EOPD and LOPD remains unclear. Recent findings in PD patients revealed that there were differences in the genetic profiles of PD patients compared to healthy controls, as well as between EOPD and LOPD patients. There were variants identified that correlated with the decline of cognitive and motor symptoms as well as non-motor symptoms in PD. There were also specific microRNAs that correlated with PD progression, and since microRNAs have been shown to be involved in the maintenance of neuronal development, mitochondrial dysfunction and oxidative stress, there is a strong possibility that these microRNAs can be potentially used to differentiate between subsets of PD patients. PD is mainly diagnosed at the late stage, when almost majority of the dopaminergic neurons are lost. Therefore, identification of molecular biomarkers for early detection of PD is important. Given that miRNAs are crucial in controlling the gene expression, these regulatory microRNAs and their target genes could be used as biomarkers for early diagnosis of PD. In this article, we discussed the genes involved and their regulatory miRNAs, regarding their roles in PD progression, based on the findings of significantly altered microRNAs in EOPD studies. We also discussed the potential of these miRNAs as molecular biomarkers for early diagnosis.", "doi": "10.3389/fnmol.2017.00352", "title": "MicroRNAs and Target Genes As Biomarkers for the Diagnosis of Early Onset of Parkinson Disease.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}