{"authors": [["Lee", "Hansol", "H", "Department of Biomedical Engineering, Ulsan National Institute of Science and Technology, Ulsan, South Korea."], ["Baek", "Sun-Yong", "SY", "Department of Anatomy, Pusan National University School of Medicine, Yangsan, South Korea."], ["Chun", "Se Young", "SY", "School of Electrical and Computer Engineering, Ulsan National Institute of Science and Technology, Ulsan, South Korea."], ["Lee", "Jae-Hyeok", "JH", "Department of Neurology, Research Institute for Convergence of Biomedical Science and Technology, Pusan National University Yangsan Hospital, Yangsan, South Korea."], ["Cho", "HyungJoon", "H", "Department of Biomedical Engineering, Ulsan National Institute of Science and Technology, Ulsan, South Korea. Electronic address: hjcho@unist.ac.kr."]], "date": "2017-11-21", "id": "29162523", "text": "Neuromelanin (NM) is an endogenous iron chelating molecule of pigmented neurons in the human substantia nigra (SN). Along with the increase in iron deposition, the reduction in NM-containing dopaminergic neurons and the variation of iron load on NM are generally considered to be important factors participating to pathogenesis of Parkinson's disease (PD). The aim of this study was to non-invasively delineate the spatial distributions of paramagnetic magnetic susceptibility perturbers, such as NM-iron complex and ferric iron in SN. Multiple quantitative MR parameters of T1, T2, T2*, susceptibility weighted image (SWI), quantitative susceptibility map (QSM), and T1 weighted image with magnetization transfer (MT) effects were acquired for six post-mortem SN samples without a history of neurological disease. Co-registered quantitative histological validations were performed to identify and correlate NM pigments, iron deposits, and myelin distributions with respect to associated MR parameters. The regions with NM pigments and iron deposits showed positive magnetic susceptibility (paramagnetic) values, while myelinated areas showed negative magnetic susceptibility (diamagnetic) values from the QSM. The region of reduced T2 values in SN mostly coincided with high iron deposits, but not necessarily with the NM pigments. The correlations between T2*/T2 (or T2*/T22) values and NM pigments were higher than those between T2* values and NM pigments, due to the effective size differences between NM-iron complex and ferric iron. Consequently, separate segmentations of ferric iron from the T2 map and NM-iron complex from the T2*/T2 map (or T2*/T22 map) were possible with the boundary of the SN determined from the T1 weighted image.", "doi": "10.1016/j.neuroimage.2017.11.035", "title": "Specific visualization of neuromelanin-iron complex and ferric iron in the human post-mortem substantia nigra using MR relaxometry at 7T.", "journal": ["NeuroImage", "Neuroimage"]}