{"authors": [["Bonato", "Jéssica Mendes", "JM", "Department of Pharmacology and Therapeutics, State University of Maringá, Av. Colombo, 5790, CEP 87020-900, Maringá, Paraná, Brazil."], ["Bassani", "Taysa Bervian", "TB", "Department of Pharmacology, Federal University of Paraná, CEP 81540-990, Curitiba, Paraná, Brazil."], ["Milani", "Humberto", "H", "Department of Pharmacology and Therapeutics, State University of Maringá, Av. Colombo, 5790, CEP 87020-900, Maringá, Paraná, Brazil."], ["Vital", "Maria Aparecida Barbato Frazão", "MABF", "Department of Pharmacology, Federal University of Paraná, CEP 81540-990, Curitiba, Paraná, Brazil."], ["de Oliveira", "Rúbia Maria Weffort", "RMW", "Department of Pharmacology and Therapeutics, State University of Maringá, Av. Colombo, 5790, CEP 87020-900, Maringá, Paraná, Brazil. Electronic address: rmmwoliveira@uem.br."]], "date": "2017-11-21", "id": "29162435", "text": "Deficiencies in adult hippocampal neurogenesis have been suggested to be a possible pathophysiological mechanism that underlies depressive symptoms that are often observed in patients with Parkinson's disease (PD). Pioglitazone, a selective peroxisome proliferator-activated receptor γ (PPAR-γ) agonist, has been shown to exert antiinflammatory and antidepressant effects and modulate neural plasticity in several neurodegenerative disorders. The present study investigated the effects of pioglitazone on depressive phenotypes and adult hippocampal neurogenesis in a rat model of PD that was induced by bilateral 6-hydroxydopamine (6-OHDA) infusions in the substantia nigra pars compact (SNpc). Rats with SNpc and ventral tegmental area (VTA) neurodegeneration exhibited despair-like behavior, concomitant with persistent microglial activation in the hippocampus. Pioglitazone reduced the rate of mortality and attenuated microglial activation in the early phase of 6-OHDA-induced nigral lesions. Pioglitazone exerted antidepressant-like effects and increased the survival of neurons in the hippocampus in rats with nigral lesions. These results indicate that pioglitazone exerts neuroprotective effects by facilitating hippocampal neurogenesis in 6-OHDA-lesioned rats, which might contribute to its antidepressant-like effect.", "doi": "10.1016/j.expneurol.2017.11.009", "title": "Pioglitazone reduces mortality, prevents depressive-like behavior, and impacts hippocampal neurogenesis in the 6-OHDA model of Parkinson's disease in rats.", "journal": ["Experimental neurology", "Exp. Neurol."]}