{"authors": [["Harms", "Ashley S", "AS", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA. anharms@uab.edu."], ["Delic", "Vedad", "V", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."], ["Thome", "Aaron D", "AD", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."], ["Bryant", "Nicole", "N", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."], ["Liu", "Zhiyong", "Z", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."], ["Chandra", "Sidhanth", "S", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."], ["Jurkuvenaite", "Asta", "A", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."], ["West", "Andrew B", "AB", "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL, 35294, USA."]], "date": "2017-11-21", "id": "29162163", "text": "Genetic variation in a major histocompatibility complex II (MHCII)-encoding gene (HLA-DR) increases risk for Parkinson disease (PD), and the accumulation of MHCII-expressing immune cells in the brain correlates with α-synuclein inclusions. However, the timing of MHCII-cell recruitment with respect to ongoing neurodegeneration, and the types of cells that express MHCII in the PD brain, has been difficult to understand. Recent studies show that the injection of short α-synuclein fibrils into the rat substantia nigra pars compacta (SNpc) induces progressive inclusion formation in SNpc neurons that eventually spread to spiny projection neurons in the striatum. Herein, we find that α-synuclein fibrils rapidly provoke a persistent MHCII response in the brain. In contrast, equivalent amounts of monomeric α-synuclein fail to induce MHCII or persistent microglial activation, consistent with our results in primary microglia. Flow cytometry and immunohistochemical analyses reveal that MHCII-expressing cells are composed of both resident microglia as well as cells from the periphery that include monocytes, macrophages, and lymphocytes. Over time, α-Synuclein fibril exposures in the SNpc causes both axon loss as well as monocyte recruitment in the striatum. While these monocytes in the striatum initially lack MHCII expression, α-synuclein inclusions later form in nearby spiny projection neurons and MHCII expression becomes robust. In summary, in the rat α-synuclein fibril model, peripheral immune cell recruitment occurs prior to neurodegeneration and microglia, monocytes and macrophages all contribute to MHCII expression.", "doi": "10.1186/s40478-017-0494-9", "title": "α-Synuclein fibrils recruit peripheral immune cells in the rat brain prior to neurodegeneration.", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}