{"authors": [["LeWitt", "Peter A", "PA", "1 Department of Neurology, Henry Ford Hospital-West Bloomfield, West Bloomfield, Michigan."], ["Pahwa", "Rajesh", "R", "2 Department of Neurology, University of Kansas Medical Center , Kansas City, Kansas."], ["Sedkov", "Alexander", "A", "3 Acorda Therapeutics, Inc. , Ardsley, New York."], ["Corbin", "Ann", "A", "3 Acorda Therapeutics, Inc. , Ardsley, New York."], ["Batycky", "Richard", "R", "3 Acorda Therapeutics, Inc. , Ardsley, New York."], ["Murck", "Harald", "H", "3 Acorda Therapeutics, Inc. , Ardsley, New York."]], "date": "2017-11-21", "id": "29161531", "text": "CVT-301, an inhaled levodopa (LD) formulation, is under development for relief of OFF periods in Parkinson's disease (PD). Previously, we reported that CVT-301 improved OFF symptoms relative to placebo. In this study, we evaluate pulmonary function in patients treated with a single dose of CVT-301 or placebo for 3 hours, or received multiple doses/day for 4 weeks.As part of two phase 2 studies, pulmonary safety and tolerability of CVT-301 were evaluated in PD patients experiencing motor fluctuations (≥2 hours OFF/day), Hoehn and Yahr stage 1-3, and forced expiratory volume in 1 second/forced vital capacity ratio ≥75% of predicted (in ON state). In study A, patients received single doses of oral carbidopa/LD and each of the following via the inhaled route: placebo and 25 and 50 mg LD fine particle dose (FPD) CVT-301. In study B, patients received up to 3 inhaled doses/day of 35 mg (weeks 1-2) and 50 mg LD FPD CVT-301 (weeks 3-4) versus placebo. Assessments included spirometry and treatment-emergent adverse events (TEAEs).In study A, (n = 24) mean age ± standard deviation was 61.3 ± 7.4 years, mean time since diagnosis was 10.5 ± 4.6 years, and mean duration of LD treatment 8.4 ± 3.7 years. Assessment of pulmonary function (predose to 3 hours postdose) showed that spirometry findings were within normal ranges, regardless of treatment groups, or motor status at screening. In study B, (n = 86) mean age was 62.4 ± 8.7 years, time since PD diagnosis was 9.4 ± 3.9 years, and duration of LD treatment 7.8 ± 3.9 years. Longitudinal assessment of pulmonary function over 4 weeks showed no significant difference in spirometry between CVT-301 versus placebo groups. In both studies, the most common CVT-301 TEAE was mild-to-moderate cough (study A: 21%; study B: 7% vs. 2% in placebo). Other common TEAEs in study B were dizziness and nausea.Acute and longitudinal assessment of pulmonary function showed that CVT-301 treatment was not associated with acute airflow obstruction in this population. CVT-301 was generally safe and well tolerated.", "doi": "10.1089/jamp.2016.1354", "title": "Pulmonary Safety and Tolerability of Inhaled Levodopa (CVT-301) Administered to Patients with Parkinson's Disease.", "journal": ["Journal of aerosol medicine and pulmonary drug delivery", "J Aerosol Med Pulm Drug Deliv"]}