{"authors": [["Fontoura", "Jéssica Lopes", "JL", "Department of Biology, Universidade Estadual de Ponta Grossa, Ponta Grossa, PR, Brazil."], ["Baptista", "Camila", "C", "Department of Biology, Universidade Estadual de Ponta Grossa, Ponta Grossa, PR, Brazil."], ["Pedroso", "Flávia de Brito", "FB", "Department of Pharmaceutical Sciences, Universidade Estadual de Ponta Grossa, Ponta Grossa, PR, Brazil."], ["Pochapski", "José Augusto", "JA", "Department of Pharmaceutical Sciences, Universidade Estadual de Ponta Grossa, Ponta Grossa, PR, Brazil."], ["Miyoshi", "Edmar", "E", "Department of Pharmaceutical Sciences, Universidade Estadual de Ponta Grossa, Ponta Grossa, PR, Brazil."], ["Ferro", "Marcelo Machado", "MM", "Department of Biology, Universidade Estadual de Ponta Grossa, Ponta Grossa, PR, Brazil."]], "date": "2017-10-11", "id": "29158943", "text": "Besides being better known for causing motor impairments, Parkinson's disease (PD) can also cause many nonmotor symptoms, like depression and anxiety, which can cause significant loss of life quality and may not respond to regular drugs treatment. In this review, we discuss the depression in PD, based on data from studies in humans and rodents. Depression frequency seems higher in PD patients than in general population, despite high variation in data due to diagnosis disparities. Development of depression in PD seems more likely to be caused by the nigrostriatal pathway degeneration than as a consequence of the awareness of disease prognostic, and it seems to be related to dopaminergic, noradrenergic, and serotoninergic synapses deficits. The dopaminergic role could be more significant, since it can modulate the release of the others, and its depletion is progressive, due to the degenerative feature of PD. Highly regarded in major depression, serotonin can be depleted in rats after nigrostriatal damage, but data from human patients are more conflicting. Animal studies can help in understanding the neurobiological mechanisms of depression in PD and the pursuit for more effective drugs for its treatment, but they lack the complexity of the disease progression, especially the nondopaminergic degeneration.", "doi": "10.1155/2017/9124160", "title": "Depression in Parkinson's Disease: The Contribution from Animal Studies.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}