{"authors": [["Miao", "Jiangfang", "J", "Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and The Second Affiliated Hospital of Soochow University, Soochow University, Suzhou, Jiangsu 215021, China."], ["Liu", "Jing", "J", "Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and The Second Affiliated Hospital of Soochow University, Soochow University, Suzhou, Jiangsu 215021, China."], ["Xiao", "Li", "L", "College of Pharmaceutical Science, Soochow University, Suzhou, Jiangsu 215123, China."], ["Zheng", "Jiedi", "J", "Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and The Second Affiliated Hospital of Soochow University, Soochow University, Suzhou, Jiangsu 215021, China."], ["Liu", "Chunfeng", "C", "Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and The Second Affiliated Hospital of Soochow University, Soochow University, Suzhou, Jiangsu 215021, China."], ["Zhu", "Zufu", "Z", "Jiangsu Jiangyin People's Hospital, Jiangyin, Jiangsu 214400, China."], ["Li", "Kai", "K", "College of Pharmaceutical Science, Soochow University, Suzhou, Jiangsu 215123, China."], ["Luo", "Weifeng", "W", "Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and The Second Affiliated Hospital of Soochow University, Soochow University, Suzhou, Jiangsu 215021, China."]], "date": "2017-10-11", "id": "29158942", "text": "Individuals with Parkinson's disease (PD) have lower uric acid levels than those without PD, and the CC genotype and C minor allele of a single nucleotide polymorphism (SNP), rs1014290 of SLC2A9, are associated with lower uric acid levels. We investigated the association of rs1014290 with uric acid metabolism in a cohort of PD cases (220) and controls (110) in a Han Chinese population. Uric acid levels were determined and rs1014290 was assayed using a mutation-sensitive on/off switch technology. PD uric acid levels (291.65 ± 76.29 μmol/L) were significantly lower than the controls (325.73 ± 74.23 μmol/L, P < 0.001, t-test). Individuals with rs1014290 TT and CT genotypes had higher uric acid levels, and those with the CC genotype had the lowest uric acid levels among both control and PD cases. The CC genotype and the C minor allele were statistically more frequent in the PD group compared to the control group. Those with the CC genotype had a statistically significant higher risk of PD than those with the TT or TC genotype (odds ratio [OR] = 2.249, 95% confidence interval [CI]: 1.129-4.480, and P = 0.021). Thus, SLC2A9 rs1014290 is related to lower uric acid levels in PD patients and can be a risk factor for PD in the Han population.", "doi": "10.1155/2017/7184927", "title": "The Single Nucleotide Polymorphism rs1014290 of the SLC2A9 Gene Is Associated with Uric Acid Metabolism in Parkinson's Disease.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}