{"authors": [["Lee", "Ji Ae", "JA", "Department of Biochemistry and Molecular Biology, University of Ulsan College of Medicine, Seoul 05505, South Korea."], ["Son", "Hyo Jin", "HJ", "Department of Biochemistry and Molecular Biology, University of Ulsan College of Medicine, Seoul 05505, South Korea."], ["Choi", "Ji Won", "JW", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul 02792, South Korea."], ["Kim", "Jinwoo", "J", "Center for Neuro-Medicine, Brain Science Institute, Korea Institute of Science and Technology, Seoul 02792, South Korea."], ["Han", "Se Hee", "SH", "Department of Biochemistry and Molecular Biology, University of Ulsan College of Medicine, Seoul 05505, South Korea."], ["Shin", "Nari", "N", "Department of Biochemistry and Molecular Biology, University of Ulsan College of Medicine, Seoul 05505, South Korea."], ["Kim", "Ji Hyun", "JH", "Department of Biochemistry and Molecular Biology, University of Ulsan College of Medicine, Seoul 05505, South Korea."], ["Kim", "Soo Jeong", "SJ", "Department of Biochemistry, Chungnam National University School of Medicine, Daejeon 35015, South Korea."], ["Heo", "Jun Young", "JY", "Department of Biochemistry, Chungnam National University School of Medicine, Daejeon 35015, South Korea."], ["Kim", "Dong Jin", "DJ", "Center for Neuro-Medicine, Brain Science Institute, Korea Institute of Science and Technology, Seoul 02792, South Korea."], ["Park", "Ki Duk", "KD", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology, Seoul 02792, South Korea; Division of Bio-Med, KIST School, Korea University of Science and Technology, Seoul 02792, South Korea; KHU-KIST Department of Converging Science and Technology, Kyung Hee University, Seoul 02792, South Korea. Electronic address: kdpark@kist.re.kr."], ["Hwang", "Onyou", "O", "Department of Biochemistry and Molecular Biology, University of Ulsan College of Medicine, Seoul 05505, South Korea. Electronic address: oyhwang@amc.seoul.kr."]], "date": "2017-11-20", "id": "29158022", "text": "The transcription factor Nrf2 is known to induce gene expression of antioxidant enzymes and proteasome subunits. Because both oxidative stress and protein aggregation have damaging effects on neurons, activation of the Nrf2 signaling should be beneficial against neurodegeneration. In this study, we report a novel synthetic morpholine-containing chalcone KMS99220 that confers neuroprotection. It showed high binding affinity to the Nrf2 inhibitory protein Keap-1 and increased nuclear translocation of Nrf2 and gene expression of the antioxidant enzymes heme oxygenase-1, NAD(P)H:quinone oxidoreductase-1, and the catalytic and modifier subunits of glutamate-cysteine ligase in dopaminergic CATH.a cells. KMS99220 also increased expression of the proteasome subunits PSMB5, PSMB7, PSMB8 and PSMA1, and the respective chymotrypsin and trypsin-like proteasomal enzyme activities, and reduced α-synuclein aggregate in GFP-α-syn A53T-overexpressing cells. KMS99220 exhibited a favorable pharmacokinetic profile with excellent bioavailability and metabolic stability, did not interfere with activities of the cytochrome p450 isotypes, and showed no apparent in vivo toxicity when administered up to 2000 mg/kg. In 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine-treated mice, oral administration of KMS99220 prevented degeneration of the nigral dopaminergic neurons, induced the Nrf2 target genes, and effectively prevented the associated motor deficits. These results suggest KMS99220 as a potential candidate for therapy against Parkinson's disease.", "doi": "10.1016/j.neuint.2017.11.006", "title": "Activation of the Nrf2 signaling pathway and neuroprotection of nigral dopaminergic neurons by a novel synthetic compound KMS99220.", "journal": ["Neurochemistry international", "Neurochem. Int."]}