{"authors": [["Takaya", "Shigetoshi", "S", "Department of Neurology, Kyoto University Graduate School of Medicine, Kyoto, Japan; Human Brain Research Center, Kyoto University Graduate School of Medicine, Kyoto, Japan; Currently Senri Rehabilitation Hospital, Osaka, Japan. Electronic address: shig.t@kuhp.kyoto-u.ac.jp."], ["Sawamoto", "Nobukatsu", "N", "Department of Neurology, Kyoto University Graduate School of Medicine, Kyoto, Japan; Human Health Science, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Okada", "Tomohisa", "T", "Human Brain Research Center, Kyoto University Graduate School of Medicine, Kyoto, Japan; Department of Diagnostic Imaging and Nuclear Medicine, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Okubo", "Gosuke", "G", "Department of Diagnostic Imaging and Nuclear Medicine, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Nishida", "Sei", "S", "Human Brain Research Center, Kyoto University Graduate School of Medicine, Kyoto, Japan; Department of Neurosurgery, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Togashi", "Kaori", "K", "Department of Diagnostic Imaging and Nuclear Medicine, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Fukuyama", "Hidenao", "H", "Human Brain Research Center, Kyoto University Graduate School of Medicine, Kyoto, Japan; Center for the Promotion of Interdisciplinary Education and Research, Kyoto University, Kyoto, Japan."], ["Takahashi", "Ryosuke", "R", "Department of Neurology, Kyoto University Graduate School of Medicine, Kyoto, Japan."]], "date": "2017-11-14", "id": "29157745", "text": "We aimed to assess whether a combined analysis of dopamine transporter (DAT)- and perfusion-SPECT images (or either) could: (1) distinguish atypical parkinsonian syndromes (APS) from Lewy body diseases (LBD; majority Parkinson disease [PD]), and (2) differentiate among APS subgroups (progressive supranuclear palsy [PSP], corticobasal syndrome [CBS], and multiple system atrophy [MSA]).We recruited consecutive patients with neurodegenerative parkinsonian syndromes (LBD, n = 46; APS, n = 33). Individual [123I]FP-CIT- and [123I]iodoamphetamine-SPECT images were coregistered onto anatomical MRI segmented into brain regions. Striatal DAT activity and regional perfusion were extracted from each brain region for each patient and submitted to logistic regression analyses. Stepwise procedures were used to select predictors that should be included in the models to distinguish APS from LBD, and differentiate among the APS subgroups. Receiver-operating characteristic (ROC) analyses were performed to measure diagnostic power. Leave-one-out cross-validation (LOOCV) was performed to evaluate the diagnostic accuracy.The model to discriminate APS from LBD showed that the area under the ROC curve (AUC) was 0.923, while the total diagnostic accuracy (TDA) was 86.1% in LOOCV. In the model to distinguish PSP, CBS, and MSA from LBD, the AUC/TDA values were 0.978/94.6%, 0.978/87.0%, and 0.880/80.3%, respectively. In the model to differentiate between CBS and MSA, MSA and PSP, and PSP and CBS, the AUC/TDA values were 0.967/91.3%, 0.920/88.0%, 0.875/77.8%, respectively.An image-based automated classification using striatal DAT activity and regional perfusion patterns provided a good performance in the differential diagnosis of neurodegenerative parkinsonian syndromes without clinical information.", "doi": "10.1016/j.parkreldis.2017.11.333", "title": "Differential diagnosis of parkinsonian syndromes using dopamine transporter and perfusion SPECT.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}