{"authors": [["Pallotta", "Maria Michela", "MM", "Dipartimento di Biologia, Università di Napoli Federico II, Via Cinthia 21, 80126 Napoli, Italy. mariamichela.pallotta@unina.it."], ["Ronca", "Raffaele", "R", "Dipartimento di Biologia, Università di Napoli Federico II, Via Cinthia 21, 80126 Napoli, Italy. rafronca@unina.it."], ["Carotenuto", "Rosa", "R", "Dipartimento di Biologia, Università di Napoli Federico II, Via Cinthia 21, 80126 Napoli, Italy. rosa.carotenuto@unina.it."], ["Porreca", "Immacolata", "I", "IRGS, Biogem, Via Camporeale, Ariano Irpino, 83031 Avellino, Italy. ip9@sanger.ac.uk."], ["Turano", "Mimmo", "M", "Dipartimento di Biologia, Università di Napoli Federico II, Via Cinthia 21, 80126 Napoli, Italy. mimmo.turano@unina.it."], ["Ambrosino", "Concetta", "C", "IRGS, Biogem, Via Camporeale, Ariano Irpino, 83031 Avellino, Italy. concetta.ambrosino@unisannio.it."], ["Capriglione", "Teresa", "T", "Dipartimento di Biologia, Università di Napoli Federico II, Via Cinthia 21, 80126 Napoli, Italy. teresa.capriglione@unina.it."]], "date": "2017-11-20", "id": "29156651", "text": "chlorpyrifos (CPF) is an organophosphate insecticide used to control pests on a variety of food and feed crops. In mammals, maternal exposure to CPF has been reported to induce cerebral cortex thinning, alteration of long-term brain cognitive function, and Parkinson-like symptoms, but the mechanisms of these processes are not fully understood. In this study, we aimed to gain a deeper understanding of the alterations induced in the brains of mice chronically exposed to CPF by dietary intake. For our purpose, we analysed F1 offspring (sacrificed at 3 and 8 months) of Mus musculus, treated in utero and postnatally with 3 different doses of CPF (0.1-1-10 mg/kg/day). Using RT² Profiler PCR Arrays, we evaluated the alterations in the expression of 84 genes associated with neurodegenerative diseases. In the brains of exposed mice, we evidenced a clear dose-response relationship for AChE inhibition and alterations of gene expression. Some of the genes that were steadily down-regulated, such as Pink1, Park 2, Sv2b, Gabbr2, Sept5 and Atxn2, were directly related to Parkinson's onset. Our experimental results shed light on the possibility that long-term CPF exposure may exert membrane signalling alterations which make brain cells more susceptible to develop neurodegenerative diseases.", "doi": "10.3390/ijms18112467", "title": "Specific Effects of Chronic Dietary Exposure to Chlorpyrifos on Brain Gene Expression-A Mouse Study.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}