{"authors": [["Salimi-Badr", "Armin", "A", "Department of Computer Engineering and Information Technology, Amirkabir University of Technology, Tehran, Iran; INSERM-U1093 Cognition, Action, et Plasticité Sensorimotrice, Université de Bourgogne, Dijon, France."], ["Ebadzadeh", "Mohammad Mehdi", "MM", "Department of Computer Engineering and Information Technology, Amirkabir University of Technology, Tehran, Iran. Electronic address: ebadzadeh@aut.ac.ir."], ["Darlot", "Christian", "C", "INSERM-U1093 Cognition, Action, et Plasticité Sensorimotrice, Université de Bourgogne, Dijon, France."]], "date": "2017-11-10", "id": "29156412", "text": "In this paper, a novel system-level mathematical model of the Basal Ganglia (BG) for kinematic planning, is proposed. An arm composed of several segments presents a geometric redundancy. Thus, selecting one trajectory among an infinite number of possible ones requires overcoming redundancy, according to some kinds of optimization. Solving this optimization is assumed to be the function of BG in planning. In the proposed model, first, a mathematical solution of kinematic planning is proposed for movements of a redundant arm in a plane, based on minimizing energy consumption. Next, the function of each part in the model is interpreted as a possible role of a nucleus of BG. Since the kinematic variables are considered as vectors, the proposed model is presented based on the vector calculus. This vector model predicts different neuronal populations in BG which is in accordance with some recent experimental studies. According to the proposed model, the function of the direct pathway is to calculate the necessary rotation of each joint, and the function of the indirect pathway is to control each joint rotation considering the movement of the other joints. In the proposed model, the local feedback loop between Subthalamic Nucleus and Globus Pallidus externus is interpreted as a local memory to store the previous amounts of movements of the other joints, which are utilized by the indirect pathway. In this model, activities of dopaminergic neurons would encode, at short-term, the error between the desired and actual positions of the end-effector. The short-term modulating effect of dopamine on Striatum is also modeled as cross product. The model is simulated to generate the commands of a redundant manipulator. The performance of the model is studied for different reaching movements between 8 points in a plane. Finally, some symptoms of Parkinson's disease such as bradykinesia and akinesia are simulated by modifying the model parameters, inspired by the dopamine depletion.", "doi": "10.1016/j.compbiomed.2017.11.004", "title": "A system-level mathematical model of Basal Ganglia motor-circuit for kinematic planning of arm movements.", "journal": ["Computers in biology and medicine", "Comput. Biol. Med."]}