{"authors": [["Guo", "Zhenkun", "Z", "The Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China."], ["Zhang", "Zhipeng", "Z", "Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China."], ["Wang", "Qingqing", "Q", "Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China."], ["Zhang", "Jie", "J", "Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China."], ["Wang", "Lijin", "L", "Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China."], ["Zhang", "Qunwei", "Q", "Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Department of Environmental and Occupational Health Sciences, University of Louisville, Louisville, KY 40202, USA."], ["Li", "Huangyuan", "H", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China. Electronic address: fmulhy@163.com."], ["Wu", "Siying", "S", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Department of Epidemiology and Health Statistics, School of Public Health, Fujian Medical University, Fuzhou 350122, China. Electronic address: fmuwsy@163.com."]], "date": "2017-11-16", "id": "29155171", "text": "Manganese neurotoxicity presents with Parkinson-like symptoms, with degeneration of dopaminergic neurons in the basal ganglia as the principal pathological feature. Manganese neurotoxicity studies may contribute to a better understanding of the mechanism of Parkinson's disease. Here, we examined the effects of manganese on histone acetylation, a major epigenetic change in chromatin that can regulate gene expression, chromatin remodelling, cell cycle progression, DNA repair and apoptosis. In this study, we found that manganese chloride (MnCl2) may significantly suppress the acetylation of histone H3 and H4 in PC12 cells and SHSY5Y cells in a time-dependent manner. Then we tested the role of manganese chloride on histone acetyltransferase (HAT) and histone deacetylase (HDAC). The results showed that MnCl2 increased the activity of HDAC but decreased that of HAT in PC12 cells. Further experiments showed that MnCl2 selectively increased the expression levels of HDAC3 and HDAC4 rather than HDAC1 and HDAC2, but decreased that of HAT in PC12 cells and SHSY5Y cells. Pretreatment with the HAT inhibitor anacardic acid (AA) enhanced manganese-induced decrease in cell viability and apoptosis, but HDAC inhibition by TSA drug had an opposite effect in PC12 cells. Collectively, MnCl2 inhibited the acetylation of core histones in cell culture models of PD, and that inhibition of HDAC activity by TSA protects against manganese-induced cell death, indicating that histone acetylation may represent key epigenetic changes in manganese-induced dopaminergic neurotoxicity.", "doi": "10.1016/j.neuro.2017.11.003", "title": "Manganese chloride induces histone acetylation changes in neuronal cells: Its role in manganese-induced damage.", "journal": ["Neurotoxicology", "Neurotoxicology"]}