{"authors": [["Harms", "Ashley S", "AS", "Center for Neurodegeneration and Experimental Therapeutics, Department of Neurology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: anharms@uab.edu."], ["Thome", "Aaron D", "AD", "Center for Neurodegeneration and Experimental Therapeutics, Department of Neurology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: thome@uab.edu."], ["Yan", "Zhaoqi", "Z", "Department of Cell, Developmental and Integrative Biology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: zhaoqi10@uab.edu."], ["Schonhoff", "Aubrey M", "AM", "Center for Neurodegeneration and Experimental Therapeutics, Department of Neurology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: aschon@uab.edu."], ["Williams", "Gregory P", "GP", "Center for Neurodegeneration and Experimental Therapeutics, Department of Neurology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: gwill44@uab.edu."], ["Li", "Xinru", "X", "Center for Neurodegeneration and Experimental Therapeutics, Department of Neurology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: xjoyli@uab.edu."], ["Liu", "Yudong", "Y", "Department of Cell, Developmental and Integrative Biology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA."], ["Qin", "Hongwei", "H", "Department of Cell, Developmental and Integrative Biology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: hqin@uab.edu."], ["Benveniste", "Etty N", "EN", "Department of Cell, Developmental and Integrative Biology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: tika@uab.edu."], ["Standaert", "David G", "DG", "Center for Neurodegeneration and Experimental Therapeutics, Department of Neurology, The University of Alabama at Birmingham, Birmingham, AL 35294, USA. Electronic address: dstandaert@uabmc.edu."]], "date": "2017-11-16", "id": "29155051", "text": "Accumulation of alpha-synuclein (α-syn) in the central nervous system (CNS) is a core feature of Parkinson disease (PD) that leads to activation of the innate immune system, production of inflammatory cytokines and chemokines, and subsequent neurodegeneration. Here, we used heterozygous reporter knock-in mice in which the first exons of the fractalkine receptor (CX3CR1) and of the C-C chemokine receptor type 2 (CCR2) are replaced with fluorescent reporters to study the role of resident microglia (CX3CR1+) and infiltrating peripheral monocytes (CCR2+), respectively, in the CNS. We used an α-syn mouse model induced by viral over-expression of α-syn. We find that in vivo, expression of full-length human α-syn induces robust infiltration of pro-inflammatory CCR2+ peripheral monocytes into the substantia nigra. Genetic deletion of CCR2 prevents α-syn induced monocyte entry, attenuates MHCII expression and blocks the subsequent degeneration of dopaminergic neurons. These results demonstrate that extravasation of pro-inflammatory peripheral monocytes into the CNS plays a key role in neurodegeneration in this model of PD synucleinopathy, and suggest that peripheral monocytes may be a target of neuroprotective therapies for human PD.", "doi": "10.1016/j.expneurol.2017.11.010", "title": "Peripheral monocyte entry is required for alpha-Synuclein induced inflammation and Neurodegeneration in a model of Parkinson disease.", "journal": ["Experimental neurology", "Exp. Neurol."]}