{"authors": [["Izumi", "Yasuhiko", "Y", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan; Department of Pharmacology, Kobe Pharmaceutical University, 4-19-1 Motoyamakita-machi, Higashinada-ku, Kobe 658-8558, Japan."], ["Kataoka", "Harue", "H", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan."], ["Inose", "Yuri", "Y", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan."], ["Akaike", "Akinori", "A", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan."], ["Koyama", "Yutaka", "Y", "Department of Pharmacology, Kobe Pharmaceutical University, 4-19-1 Motoyamakita-machi, Higashinada-ku, Kobe 658-8558, Japan."], ["Kume", "Toshiaki", "T", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan. Electronic address: tkume@pharm.kyoto-u.ac.jp."]], "date": "2017-11-14", "id": "29154837", "text": "The nuclear factor erythroid 2-related factor 2 (Nrf2)-antioxidant response element (ARE) pathway, which induces the production of antioxidant enzymes, is a possible therapeutic target for treating diseases related to oxidative stress. Nrf2 activators often exhibit cytotoxicity due to nonspecific electrophilic reactions with thiol groups. We screened a chemical library to explore Nrf2 activators with a wide safety margin. In at least in vitro experiments, TPNA10168, identified from the library, showed a higher efficacy in Nrf2 activation and a lower cytotoxicity than sulforaphane, a well-known Nrf2 activator. The present study demonstrated the protective effect of TPNA10168 against 6-hydroxydopamine-induced cytotoxicity. In PC12 cells, NAD(P)H:quinone oxidoreductase 1 was upregulated by TPNA10168 and participated in the protective effect. In primary mesencephalic cultures, heme oxygenase-1, upregulated by TPNA10168 in astrocytes, provided protection of dopaminergic neurons via a guanylate cyclase/protein kinase G signaling pathway via carbon monoxide. These results suggest that the compound identified from the chemical library may be suitable as a neuroprotective agent with the ability to induce antioxidant enzymes.", "doi": "10.1016/j.ejphar.2017.11.023", "title": "Neuroprotective effect of an Nrf2-ARE activator identified from a chemical library on dopaminergic neurons.", "journal": ["European journal of pharmacology", "Eur. J. Pharmacol."]}