{"authors": [["Xu", "Shaoqing", "S", "Department of Neurology & Institute of Neurology, Ruijin Hospital affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zhang", "Hui", "H", "Department of Neurology & Institute of Neurology, Ruijin Hospital affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Yang", "Xiaodong", "X", "Department of Neurology & Institute of Neurology, Ruijin Hospital affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Qian", "Yiwei", "Y", "Department of Neurology & Institute of Neurology, Ruijin Hospital affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Xiao", "Qin", "Q", "Department of Neurology & Institute of Neurology, Ruijin Hospital affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China. Electronic address: xiaoqin67@medmail.com.cn."]], "date": "2017-10-06", "id": "29154036", "text": "Cathepsin L (CTSL) has been shown to participate in the microglia-mediated neuroinflammation. However, the role of CTSL in neuroinflammation remains to be elucidated. In this study, CTSL was found to be upregulated on lipopolysaccharide (LPS) stimulation. The neuroinflammatory responses on LPS stimulation were ameliorated by inhibition or deficiency of CTSL in vitro or vivo. Treatment with conditioned medium of activated BV2 cells in SH-SY5Y cells showed that CTSL inhibition reduced microglia-mediated neurotoxicity. Further analysis indicated that CTSL was involved in the activation of caspase-8 and NF-κB, and overexpression of CTSL-enhanced expression of inflammatory mediators in response to LPS via caspase-8 and NF-κB pathways. Moreover, mRNA level of CTSL in peripheral blood mononuclear cells from patients with Parkinson's disease was higher compared with controls. Level of CTSL was positively correlated with expression of inflammatory mediators and NF-κB in Parkinson's disease patients. Taken together, these findings suggested that inhibition of CTSL alleviated the neuroinflammatory responses through caspase-8 and NF-κB pathways, and blocking CTSL might provide some clues to control the excessive neuroinflammation.", "doi": "10.1016/j.neurobiolaging.2017.09.030", "title": "Inhibition of cathepsin L alleviates the microglia-mediated neuroinflammatory responses through caspase-8 and NF-κB pathways.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}