{"authors": [["Pawlitzki", "E", "E", "University Medical Center Schleswig-Holstein, Christian-Albrechts-University, Department of Neurology, Arnold-Heller-Straße 3, 24105 Kiel, Germany. Electronic address: Elisa.Pawlitzki@uksh.de."], ["Schlenstedt", "C", "C", "University Medical Center Schleswig-Holstein, Christian-Albrechts-University, Department of Neurology, Arnold-Heller-Straße 3, 24105 Kiel, Germany."], ["Schmidt", "N", "N", "University Medical Center Schleswig-Holstein, Christian-Albrechts-University, Department of Neurology, Arnold-Heller-Straße 3, 24105 Kiel, Germany."], ["Rotkirch", "I", "I", "University Medical Center Schleswig-Holstein, Christian-Albrechts-University, Department of Neurology, Arnold-Heller-Straße 3, 24105 Kiel, Germany."], ["Gövert", "F", "F", "University Medical Center Schleswig-Holstein, Christian-Albrechts-University, Department of Neurology, Arnold-Heller-Straße 3, 24105 Kiel, Germany."], ["Hartwigsen", "G", "G", "Department of Neuropsychology, Max Planck Institute for Human Cognitive and Brain Sciences Leipzig, Stephanstraße 1a, 04103 Leipzig, Germany."], ["Witt", "K", "K", "University Medical Center Schleswig-Holstein, Christian-Albrechts-University, Department of Neurology, Arnold-Heller-Straße 3, 24105 Kiel, Germany; Department of Neurology, School of Medicine and Health Sciences - European Medical School, University Oldenburg, Steinweg 13-17, 26122 Oldenburg, Germany."]], "date": "2017-11-13", "id": "29153480", "text": "Postural instability is one of the most disabling and risky symptoms of advanced Parkinson's disease (PD). The purpose of this study was to investigate whether and how this is mediated by a centrally impaired spatial orientation. Therefore, we performed a spatial orientation study in 21 PD patients (mean age 68years, SD 8.5 years, 9 women) in a medically on condition and 21 healthy controls (mean age 68.9years, SD 5.5years, 14 women). We compared their spatial responses to the horizontal axis (Sakashita's visual target cancellation task), the vertical axis (bucket-test), the sagittal axis (tilt table test) and postural stability using the Fullerton Advanced Balance Scale (FAB). We found larger deviations on the vertical axis in PD patients, although the direct comparisons of performance in PD patients and healthy controls did not reveal significant differences. While the total scores of the FAB Scale were significantly worse in PD (25.9 points, SD 7.2 points) compared to controls (35.1 points, SD 2.3 points, p<0.01), the results from the spatialorientation task did not correlate with the FAB Scale. In summary, our results argue against a relation between perceptional deficits of spatial information and postural control in PD. These results are in favor of a deficit in higher order integration of spatial stimuli in PD that might influence balance control.", "doi": "10.1016/j.gaitpost.2017.11.011", "title": "Spatial orientation and postural control in patients with Parkinson's disease.", "journal": ["Gait & posture", "Gait Posture"]}