{"authors": [["Ashraf", "Munis", "M", "Department of Orthopaedics, K.G. Hospital and Postgraduate Medical Institute, Arts College Road, Coimbatore 641018, Tamil Nadu, India."], ["Priyavadhana", "Sruthi", "S", "Medical student Saveetha medical college Chennai, Tamil Nadu, India."], ["Sambandam", "Senthil Nathan", "SN", "Department of Orthopaedics, K.G. Hospital and Postgraduate Medical Institute, Arts College Road, Coimbatore 641018, Tamil Nadu, India."], ["Mounasamy", "Varatharaj", "V", "VCU Medical Center Ambulatory Care Center, 417 North 11th Street, Richmond, Virginia, USA."], ["Sharma", "Om Prakash", "OP", "Orthopedic surgeon Essentia Health St.Mary's Detroit Lakes Clinic, Minnesota, USA."]], "date": "2017-09-30", "id": "29152001", "text": "In this era of modern medicine, there is an increase in life expectancy and thereby an ageing population. Among this group one of the most common neurological disorder is Parkinson disease and one of the most common operation done in elderly population is a total joint arthroplasty. But total joint arthroplasty in Parkinson disease is a relatively uncommon entity. There is sparse literature available with regards to total knee arthroplasty (TKA) in Parkinson disease. This review focusses on the necessity, complications and previous experiences on TKA in PD based on the literature available.The review was conducted after a series of advanced search in the following medical databases; Pub med, Biomed central, Cochrane and Google scholar for articles related to total knee replacement in patients with Parkinson's disease. The following keywords were used; Total knee arthroplasty, Parkinson's disease, Hoehn and Yahr, Flexion Contracture.The review indicates that the functional outcome is comparable to that of controls in immediate post-operative phase, one year and three-year phase, but the long term functional outcome seems to deteriorate significantly.Total knee arthroplasty can serve as an effective tool in alleviating pain in short term as well as long term periods, whereas the functional outcome seems to deteriorate post operatively on a long-term basis. Nevertheless, TKA in PD is a challenging situation, thereby necessitating a holistic approach with the efforts from various specialists needed at each stage to ensure a successful operation.", "doi": "10.2174/1874325001711011087", "title": "Total Knee Arthroplasty In Patients With Parkinson's Disease- A Critical Analysis of Available Evidence.", "journal": ["The open orthopaedics journal", "Open Orthop J"]}