{"authors": [["Weaver", "Frances M", "FM", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Stroupe", "Kevin T", "KT", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Smith", "Bridget", "B", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Gonzalez", "Beverly", "B", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Huo", "Zhiping", "Z", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Cao", "Lishan", "L", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Ippolito", "Dolores", "D", "Hines Veterans Affairs Hospital, Center of Innovation for Complex Chronic Healthcare, Hines, Illinois, USA."], ["Follett", "Kenneth A", "KA", "University of Nebraska School of Medicine, Omaha, Nebraska, USA."]], "date": "2017-11-18", "id": "29150873", "text": "Deep brain stimulation has been shown to have a significant long-term beneficial effect on motor function. However, whether it affects survival is not clear. In this study, we compared survival rates for Parkinson's disease (PD) patients who underwent deep brain stimulation (DBS) with those who were medically managed.A retrospective analysis of Veterans Affairs and Medicare administrative data of veterans with PD who received DBS and were propensity score matched to a cohort of veterans with PD who did not receive DBS between 2007-2013.Veterans with PD who received DBS had a longer survival measured in days than a matched group of veterans who did not undergo DBS (mean = 2291.1 [standard error = 46.4] days [6.3 years] vs 2063.8 [standard error = 47.7] days [5.7 years]; P = .006; hazard ratio = 0.69 [95% confidence interval 0.56-0.85]). Mean age at death was similar for both groups (76.5 [standard deviation = 7.2] vs 75.9 [standard deviation = 8.4] years, P = .67), respectively, and the most common cause of death was PD.DBS is associated with a modest survival advantage when compared with a matched group of patients who did not undergo DBS. Whether the survival advantage reflects a moderating influence of DBS on PD or on comorbidities that might shorten life or whether differences may be a result of unmeasured differences between groups is not known. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27235", "title": "Survival in patients with Parkinson's disease after deep brain stimulation or medical management.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}