{"authors": [["Ehgoetz Martens", "Kaylena A", "KA", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Lukasik", "Emily L", "EL", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Georgiades", "Matthew J", "MJ", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Gilat", "Moran", "M", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Hall", "Julie M", "JM", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Walton", "Courtney C", "CC", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."], ["Lewis", "Simon J G", "SJG", "Parkinson's Disease Research Clinic, Brain and Mind Centre, University of Sydney, Sydney, Australia."]], "date": "2017-11-18", "id": "29150872", "text": "Freezing of gait is a disabling symptom of Parkinson's disease that ultimately affects approximately 80% of patients, yet very little research has focused on predicting the onset of freezing of gait and tracking the longitudinal progression of symptoms prior to its onset. The objective of the current study was to examine longitudinal data spanning the transition period when patients with PD developed freezing of gait to identify symptoms that may precede freezing and create a prediction model that identifies those \"at risk\" for developing freezing of gait in the year to follow.Two hundred and twenty-one patients with PD were divided into 3 groups (88 nonfreezers, 41 transitional freezers, and 92 continuing freezers) based on their responses to the validated Freezing of Gait-Questionnaire item 3 at baseline and follow-up. Critical measures across motor, cognitive, mood, and sleep domains were assessed at 2 times approximately 1 year apart.A logistic regression model that included age, disease duration, gait symptoms, motor phenotype, attentional set-shifting, and mood measures could predict with 70% and 90% accuracy those patients who would and would not develop, respectively, freezing of gait over the next year. Notably, the Freezing of Gait-Questionnaire total and the anxiety section of the Hospital Anxiety and Depression Scale were the strongest predictors and alone could significantly predict if one might develop freezing of gait in the next 15 months with 82% accuracy.Our results suggest that it is possible to identify the majority of patients who will develop freezing of gait in the following year, potentially allowing targeted interventions to delay or possibly even prevent the onset of freezing. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27208", "title": "Predicting the onset of freezing of gait: A longitudinal study.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}