{"authors": [["Dafsari", "Haidar S", "HS", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Reker", "Paul", "P", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Stalinski", "Lisa", "L", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Silverdale", "Monty", "M", "Department of Neurology and Neurosurgery, Salford Royal Foundation Trust, Manchester Academic Health Science Centre, University of Manchester, Manchester, United Kingdom."], ["Rizos", "Alexandra", "A", "National Parkinson Foundation International Centre of Excellence, King's College Hospital, London, United Kingdom."], ["Ashkan", "Keyoumars", "K", "National Parkinson Foundation International Centre of Excellence, King's College Hospital, London, United Kingdom."], ["Barbe", "Michael T", "MT", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Fink", "Gereon R", "GR", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Evans", "Julian", "J", "Department of Neurology and Neurosurgery, Salford Royal Foundation Trust, Manchester Academic Health Science Centre, University of Manchester, Manchester, United Kingdom."], ["Steffen", "Julia", "J", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Samuel", "Michael", "M", "National Parkinson Foundation International Centre of Excellence, King's College Hospital, London, United Kingdom."], ["Dembek", "Till A", "TA", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Visser-Vandewalle", "Veerle", "V", "Department of Stereotaxy and Functional Neurosurgery, University Hospital Cologne, Cologne, Germany."], ["Antonini", "Angelo", "A", "Parkinson and Movement Disorders Unit, IRCCS Hospital San Camillo, Venice, Italy."], ["Ray-Chaudhuri", "K", "K", "National Parkinson Foundation International Centre of Excellence, King's College Hospital, London, United Kingdom."], ["Martinez-Martin", "Pablo", "P", "National Center of Epidemiology and CIBERNED, Carlos III Institute of Health, Madrid, Spain."], ["Timmermann", "Lars", "L", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], [null, null, null, null]], "date": "2017-11-18", "id": "29150860", "text": "The purpose of this study was to investigate how quality of life outcome after bilateral subthalamic nucleus (STN) deep brain stimulation (DBS) in Parkinson's disease (PD) depends on age.In this prospective, open-label, multicenter study including 120 PD patients undergoing bilateral STN-DBS, we investigated the PDQuestionnaire-8 (PDQ-8), Unified PD Rating Scale-III, Scales for Outcomes in PD-motor examination, complications, activities of daily living, and levodopa equivalent daily dose preoperatively and at 5 months follow-up. Significant changes at follow-up were analyzed with Wilcoxon signed-rank test and Bonferroni correction for multiple comparisons. To explore the influence of age post hoc, the patients were classified into 3 age groups (≤59, 60-69, ≥70 years). Intragroup changes were analyzed with Wilcoxon signed-rank and intergroup differences with Kruskal-Wallis tests. The strength of clinical responses was evaluated using effect size.The PDQuestionnaire-8, Scales for Outcomes in PD-motor complications, activities of daily living, and levodopa equivalent daily dose significantly improved in the overall cohort and all age groups with no significant intergroup differences. However, PDQuestionnaire-8 effect sizes for age groups ≤59, 60 to 69, and ≥70 years, respectively, were strong, moderate, and small. Furthermore, PDQuestionnaire-8 domain analyses revealed that all domains except cognition and emotional well-being significantly improved in patients aged ≤59 years, whereas only communication, activities of daily living, and stigma improved in patients aged 60-69 years, and activities of daily living and stigma in patients aged ≥70 years.Although quality of life, motor complications, and activities of daily living significantly improved in all age groups after bilateral STN-DBS, the beneficial effect on overall quality of life was more pronounced and affected a wider range of quality of life domains in younger patients. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27222", "title": "Quality of life outcome after subthalamic stimulation in Parkinson's disease depends on age.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}