{"authors": [["Taghizadeh", "Ghorban", "G", "Department of Occupational Therapy, School of Rehabilitation, Iran University of Medical Sciences (IUMS), Tehran, Iran."], ["Azad", "Akram", "A", "Department of Occupational Therapy, School of Rehabilitation, Iran University of Medical Sciences (IUMS), Tehran, Iran."], ["Kashefi", "Sepiede", "S", "Occupational Therapy, Zabol University of Medical Science, Zabol, Iran."], ["Fallah", "Soheila", "S", "Department of Advance Technology of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Daneshjoo", "Fatemeh", "F", "Occupational Therapy Department, Neuromuscular Rehabilitation Research Center, Semnan University of Medical Science, Semnan, Iran. Electronic address: daneshjoo.ff@gmail.com."]], "date": "2017-11-14", "id": "29150384", "text": "Blinded randomized controlled trial.Patients with Parkinson disease (PD) have sensory problems, but there is still no accurate understanding of the effects of sensory-motor interventions on PD.To investigate the effects of sensory-motor training (SMT) on hand and upper extremity sensory and motor function in patients with PD.Forty patients with PD were allocated to the SMT group or the control group (CG) (mean ages ± standard deviation: SMT, 61.05 ± 13.9 years; CG, 59.15 ± 11.26 years). The CG received the common rehabilitation therapies, whereas the SMT group received SMT. The SMT included discrimination of temperatures, weights, textures, shapes, and objects and was performed 5 times each week for 2 weeks.Significantly reducing the error rates in the haptic object recognition test (dominant hand [DH]: F = 15.36, P = .001, and effect size [ES] = 0.29; nondominant hand [NDH]: F = 9.33, P = .004, and ES = 0.21) and the error means in the wrist proprioception sensation test (DH: F = 9.11, P = .005, and ES = 0.19; NDH: F = 13.04, P = .001, and ES = 0.26) and increasing matched objects in the hand active sensation test (DH: F = 12.15, P = .001, and ES = 0.24; NDH: F = 5.03, P = .03, and ES = 0.12) founded in the SMT. Also, the DH (F = 6.65, P = .01, and ES = 0.15), both hands (F = 7.61, P = .009, and ES = 0.17), and assembly (F = 7.02, P = .01, and ES = 0.15) subtests of fine motor performance, as well as DH (F = 10.1, P = .003, and ES = 0.21) and NDH (F = 8.37, P = .006, and ES = 0.18) in upper extremity functional performance, were improved in the SMT.SMT improved hand and upper extremity sensory-motor function in patients with PD.The SMT group showed improved sensory and motor function. But these results were limited to levels 1 to 3 of the Hoehn and Yahr Scale.", "doi": "10.1016/j.jht.2017.08.001", "title": "The effect of sensory-motor training on hand and upper extremity sensory and motor function in patients with idiopathic Parkinson disease.", "journal": ["Journal of hand therapy : official journal of the American Society of Hand Therapists", "J Hand Ther"]}