{"authors": [["Ahsan", "Nuzhat", "N", "Molecular Science Lab, National Institute of Immunology, New Delhi 110067, India."], ["Siddique", "Ibrar Ahmed", "IA", "Molecular Science Lab, National Institute of Immunology, New Delhi 110067, India."], ["Gupta", "Sarika", "S", "Molecular Science Lab, National Institute of Immunology, New Delhi 110067, India. Electronic address: sarika@nii.ac.in."], ["Surolia", "Avadhesha", "A", "Molecular Biophysics Unit, Indian Institute of Science, Bangalore 560012, India. Electronic address: surolia@mbu.iisc.ernet.in."]], "date": "2017-10-12", "id": "29150334", "text": "Inhibition of amyloid formation along with modulation of toxicity employing small molecules is emerging as a potential therapeutic approach for protein misfolding disorders which includes Parkinson's disease, Alzheimer's disease and Multiple System Atrophy etc. Countless current interventional strategies for treating α-synucleinopathies consider using peptidic and non-peptidic inhibitors for arresting fibrillisation, disrupting existing fibrils and reducing associated toxicity. One group of molecules less exploited in this regard are triphenylmethane dyes. Herein we tested the inhibitory effect of two routinely used protein staining dyes viz Coomassie Brilliant blue G (CBBG) and Coomassie Brilliant blue R (CBBR) employing several biophysical and cell based methods. Our results showed that both the dyes not only efficiently inhibit fibrillisation but also disrupt existing fibrils. Nonetheless, only CBBR prevented the appearance of A11 epitopes which are marker of toxicity. Moreover, CBBR was also able to stall fibrillisation of A53T mutant α-synuclein and reduce associated neurotoxicity. This study thus reports the potential of CBBR as a therapeutic molecule.", "doi": "10.1016/j.ejmech.2017.10.002", "title": "A routinely used protein staining dye acts as an inhibitor of wild type and mutant alpha-synuclein aggregation and modulator of neurotoxicity.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}