{"authors": [["Marchese", "Domenica", "D", "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Dr. Aiguader 88, 08003 Barcelona, Spain."], ["Botta-Orfila", "Teresa", "T", "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Dr. Aiguader 88, 08003 Barcelona, Spain."], ["Cirillo", "Davide", "D", "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Dr. Aiguader 88, 08003 Barcelona, Spain."], ["Rodriguez", "Juan Antonio", "JA", "Universitat Pompeu Fabra (UPF), Barcelona, Spain."], ["Livi", "Carmen Maria", "CM", "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Dr. Aiguader 88, 08003 Barcelona, Spain."], ["Fernández-Santiago", "Rubén", "R", "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain."], ["Ezquerra", "Mario", "M", "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain."], ["Martí", "Maria J", "MJ", "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain."], ["Bechara", "Elias", "E", "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Dr. Aiguader 88, 08003 Barcelona, Spain."], ["Tartaglia", "Gian Gaetano", "GG", "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Dr. Aiguader 88, 08003 Barcelona, Spain."], [null, null, null, null]], "date": null, "id": "29149290", "text": "Recent evidence indicates a link between Parkinson's Disease (PD) and the expression of a-synuclein (SNCA) isoforms with different 3' untranslated regions (3'UTRs). Yet, the post-transcriptional mechanisms regulating SNCA expression are unknown. Using a large-scale in vitro /in silico screening we identified RNA-binding proteins (RBPs) that interact with SNCA 3' UTRs. We identified two RBPs, ELAVL1 and TIAR, that bind with high affinity to the most abundant and translationally active 3' UTR isoform (575 nt). Knockdown and overexpression experiments indicate that both ELAVL1 and TIAR positively regulate endogenous SNCA in vivo. The mechanism of regulation implies mRNA stabilization as well as enhancement of translation in the case of TIAR. We observed significant alteration of both TIAR and ELAVL1 expression in motor cortex of post-mortem brain donors and primary cultured fibroblast from patients affected by PD and Multiple System Atrophy (MSA). Moreover, trans expression quantitative trait loci (trans-eQTLs) analysis revealed that a group of single nucleotide polymorphisms (SNPs) in TIAR genomic locus influences SNCA expression in two different brain areas, nucleus accumbens and hippocampus. Our study sheds light on the 3' UTR-mediated regulation of SNCA and its link with PD pathogenesis, thus opening up new avenues for investigation of post-transcriptional mechanisms in neurodegeneration.", "doi": "10.1093/nar/gkx1048", "title": "Discovering the 3' UTR-mediated regulation of alpha-synuclein.", "journal": ["Nucleic acids research", "Nucleic Acids Res."]}