{"authors": [["Sijobert", "Benoît", "B", "Inria - Université de Montpellier, Montpellier, France."], ["Azevedo", "Christine", "C", "Inria - Université de Montpellier, Montpellier, France."], ["Andreu", "David", "D", "Inria - Université de Montpellier, Montpellier, France."], ["Verna", "Claudia", "C", "Service de Neurologie, CHU Montpellier Hospital, Montpellier, France."], ["Geny", "Christian", "C", "Service de Neurologie, CHU Montpellier Hospital, Montpellier, France."]], "date": null, "id": "29148136", "text": "This study aims to investigate the effect of a somatosensory cueing on gait disorders in subjects with Parkinson's disease (PD). After having performed stepping in place and timed up and go assessing tasks, 13 participants with PD were equipped with an electrical stimulator and an inertial measurement unit (IMU) located under the lateral malleolus on the sagittal plane. Electrodes were positioned under the arch of the foot and electrical stimulation (ES) parameters (five 500 µs/phase charge-balanced biphasic pulses delivered at 200 Hz, repeated four times at 10 Hz) adjusted to deliver a sensitive signal. Online IMU signal was processed in order to trigger ES at heel off detection. Starting from a quiet standing posture, subjects were asked to walk at their preferred speed on a path including 5 m straight line, u-turn, and walk around tasks. Three situations were considered: no stimulation baseline precondition (C0), ES condition (C1), and no stimulation baseline post-condition (C0bis), for eliminating a learning effect possibility. In ES condition (C1) the time to execute the different tasks was globally decreased in all the subjects (n = 13). Participants' results were then grouped regarding whether they experienced freezing of gait (FOG) or not during C0 no stimulation baseline precondition. In \"freezer\" subjects (n = 9), the time to complete the entire path was reduced by 19%. FOG episodes occurrence was decreased by 12% compared to baseline conditions. This preliminary work showed a positive global effect on gait and FOG in PD by a somatosensory cueing based on sensitive electrical stimulation.", "doi": "10.1111/aor.13059", "title": "Effects of Sensitive Electrical Stimulation-Based Somatosensory Cueing in Parkinson's Disease Gait and Freezing of Gait Assessment.", "journal": ["Artificial organs", "Artif Organs"]}