{"authors": [["Fang", "Yuan", "Y", "Department of Magnetic Resonance Imaging, Qinhuangdao Municipal No. 1 Hospital, Qinhuangdao, P.R. China."], ["Zheng", "Tao", "T", "Department of Magnetic Resonance Imaging, Qinhuangdao Municipal No. 1 Hospital, Qinhuangdao, P.R. China."], ["Liu", "Lanxiang", "L", "Department of Magnetic Resonance Imaging, Qinhuangdao Municipal No. 1 Hospital, Qinhuangdao, P.R. China."], ["Gao", "Dawei", "D", "Applied Chemical Key Lab of Hebei Province, College of Environmental and Chemical Engineering, Yanshan University, Qinhuangdao, P.R. China."], ["Shi", "Qinglei", "Q", "Scientific Clinical Specialist, Siemens Ltd., Beijing, P.R. China."], ["Dong", "Yanchao", "Y", "Department of Magnetic Resonance Imaging, Qinhuangdao Municipal No. 1 Hospital, Qinhuangdao, P.R. China."], ["Du", "Dan", "D", "Department of Magnetic Resonance Imaging, Qinhuangdao Municipal No. 1 Hospital, Qinhuangdao, P.R. China."]], "date": "2017-11-17", "id": "29148118", "text": "Simple diffusion delivery (SDD) has attained good effects with only tiny amounts of drugs. Fractional anisotropy (FA) and relaxation time T2* that indicate the integrity of fiber tracts and iron concentration within brain tissue were used to evaluate the therapeutic effect of SDD.To evaluate therapeutic effect of SDD in the Parkinson's disease (PD) rat model with FA and T2* parameters.Prospective case-control animal study.Thirty-two male Sprague Dawley rats (eight normal, eight PD, eight SDD, and eight subcutaneous injection rats).Single-shot spin echo echo-planar imaging and fast low-angle shot T2 WI sequences at 3.0T.Parameters of FA and T2* on the treated side of the substantia nigra were measured to evaluate the therapeutic effect of SDD in a PD rat model.The effects of time on FA and T2* values were analyzed by repeated measurement tests. A one-way analysis of variance was conducted, followed by individual comparisons of the mean FA and T2* values at different timepoints.The FA values on the treated side of the substantia nigra in the SDD treatment group and subcutaneous injection treatment group were significantly higher at week 1 and lower at week 6 than that of the PD control group (SDD vs. PD, week 1, adjusted P = 0.012; subcutaneous vs. PD, week 1, adjusted P < 0.001; SDD vs. PD, week 6, adjusted P = 0.004; subcutaneous vs. PD, week 6, adjusted P = 0.024). The T2* parameter in the SDD treatment group and subcutaneous injection treatment group was significantly higher than that in the PD control group at week 6 (SDD vs. PD, adjusted P = 0.032; subcutaneous vs. PD, adjusted P < 0.001).The combination of FA and T2* parameters can potentially serve as a new effective evaluation method of the therapeutic effect of SDD.1 Technical Efficacy: Stage 4 J. Magn. Reson. Imaging 2017.", "doi": "10.1002/jmri.25900", "title": "Role of the combination of FA and T2* parameters as a new diagnostic method in therapeutic evaluation of parkinson's disease.", "journal": ["Journal of magnetic resonance imaging : JMRI", "J Magn Reson Imaging"]}