{"authors": [["Wagle Shukla", "Aparna", "A", "Center for Movement Disorders and Neurorestoration, Department of Neurology, University of Florida, Gainesville, FL, USA."], ["Zeilman", "Pam", "P", "Center for Movement Disorders and Neurorestoration, Department of Neurology, University of Florida, Gainesville, FL, USA."], ["Fernandez", "Hubert", "H", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, OH, USA."], ["Bajwa", "Jawad A", "JA", "Parkinson's Disease, Movement Disorders and Neurorestoration Program, National Neuroscience Institute, King Fahad Medical City, Riyadh, Saudi Arabia."], ["Mehanna", "Raja", "R", "University of Texas Health Science Center, McGovern Medical School, Houston, TX, USA."]], "date": "2017-09-24", "id": "29147598", "text": "Deep brain stimulation (DBS) surgery is a well-established therapy for control of motor symptoms in Parkinson's disease. Despite an appropriate targeting and an accurate placement of DBS lead, a thorough and efficient programming is critical for a successful clinical outcome. DBS programming is a time consuming and laborious manual process. The current approach involves use of general guidelines involving determination of the lead type, electrode configuration, impedance check, and battery check. However there are no validated and well-established programming protocols. In this review, we will discuss the current practice and the recent advances in DBS programming including the use of interleaving, fractionated current, directional steering of current, and the use of novel DBS pulses. These technological improvements are focused on achieving a more efficient control of clinical symptoms with the least possible side effects. Other promising advances include the introduction of computer guided programming which will likely impact the efficiency of programming for the clinicians and the possibility of remote Internet based programming which will improve access to DBS care for the patients.", "doi": "10.1155/2017/8492619", "title": "DBS Programming: An Evolving Approach for Patients with Parkinson's Disease.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}