{"authors": [["Jonasson", "Stina B", "SB", "Department of Health Sciences, Faculty of Medicine, Lund University, Lund, Sweden."], ["Hagell", "Peter", "P", "The PRO-CARE Group, School of Health and Society, Kristianstad University, Kristianstad, Sweden."], ["Hariz", "Gun-Marie", "GM", "Department of Community Medicine and Rehabilitation, Occupational Therapy, Umeå University, Umeå, Sweden."], ["Iwarsson", "Susanne", "S", "Department of Health Sciences, Faculty of Medicine, Lund University, Lund, Sweden."], ["Nilsson", "Maria H", "MH", "Department of Health Sciences, Faculty of Medicine, Lund University, Lund, Sweden."]], "date": "2017-09-25", "id": "29147597", "text": "To evaluate a set of psychometric properties (i.e., data completeness, targeting, and external construct validity) of the Parkinson's disease Activities of Daily Living Scale (PADLS) in people with Parkinson's disease (PD). Specific attention was paid to the association between PADLS and PD severity, according to the Hoehn & Yahr (H&Y) staging.The sample included 251 persons with PD (mean age 70 [SD 9] years). Data collection comprised a self-administered postal survey, structured interviews, and clinical assessments at home visits.Data completeness was 99.6% and the mean PADLS score was 2.1. Floor and ceiling effects were 22% and 2%, respectively. PADLS scores were more strongly associated (rs > 0.5) with perceived functional independence, ADL dependency, walking difficulties, and self-rated PD severity than with variables such as PD duration and cognitive function (rs < 0.5). PADLS scores differed across H&Y stages (Kruskal-Wallis test, p < 0.001). Those in H&Y stages IV-V had more ADL disability than those in stage III (Mann-Whitney U test, p < 0.001), whereas there were no significant differences between the other stages.PADLS revealed excellent data completeness, acceptable targeting, and external construct validity. It seems to be well suited as a rough estimate of ADL disability in people with PD.", "doi": "10.1155/2017/4151738", "title": "Psychometric Evaluation of the Parkinson's Disease Activities of Daily Living Scale.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}