{"authors": [["Gazibara", "Tatjana", "T", "Institute of Epidemiology,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."], ["Tepavcevic", "Darija Kisic", "DK", "Institute of Epidemiology,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."], ["Svetel", "Marina", "M", "Clinic of Neurology,Clinical Centre of Serbia,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."], ["Tomic", "Aleksandra", "A", "Clinic of Neurology,Clinical Centre of Serbia,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."], ["Stankovic", "Iva", "I", "Clinic of Neurology,Clinical Centre of Serbia,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."], ["Kostic", "Vladimir S", "VS", "Clinic of Neurology,Clinical Centre of Serbia,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."], ["Pekmezovic", "Tatjana", "T", "Institute of Epidemiology,Faculty of Medicine,University of Belgrade,Belgrade,Serbia."]], "date": "2017-11-17", "id": "29145921", "text": "Fear of falling in Parkinson's disease (PD) has been suggested as predictor of future falling. The purpose of this study was to compare fear of falling score after two years of follow-up with those observed at baseline and to assess factors associated with change in fear of falling over time.A total of 120 consecutive persons with PD were recruited and followed for two years. Fear of falling was assessed by using the 10-item Falls Efficacy Scale (FES). Occurrence of falling was registered during the first year of follow-up.After two years, the average FES score statistically significantly changed (p = 0.003) from 30.5 to 37.5 out of 100 (increase of 22.9%). We observed that median scores of all FES items, except for \"Preparing a meal, not requiring carrying of heavy or hot objects\" and \"Personal grooming,\" significantly increased after two-year follow-up. After accounting for age, gender, PD duration, levodopa dosage, Hoehn and Yayhr stage, Unified Parkinson's Disease Rating Scale score three, depression, anxiety, and falling, we observed that sustaining greater number of falls in the first year of follow-up was associated with higher increase in FES score after two years (odds ratio 3.08, 95% confidence interval 1.30-4.87).After two years of follow-up, we observed a decrease in confidence at performing nearly all basic daily activities. Fall prevention programs should be prioritized in management of PD.", "doi": "10.1017/S1041610217002514", "title": "Change in fear of falling in Parkinson's disease: a two-year prospective cohort study.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}