{"authors": [["Ruiz-Lopez", "Marta", "M", "Morton and Gloria Shulman Movement Disorders Centre and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital, UHN, Division of Neurology, University of Toronto, Toronto, Ontario, Canada."], ["Fasano", "Alfonso", "A", "Morton and Gloria Shulman Movement Disorders Centre and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital, UHN, Division of Neurology, University of Toronto, Toronto, Ontario, Canada."]], "date": "2017-11-16", "id": "29144565", "text": "Status dystonicus is a movement disorder emergency that has been a source of controversy in terms of terminology, phenomenology, and management since it was first described in 1982. Here we argue that the current use of the term status dystonicus falls well short of the precision needed for either clinical or academic use. We performed a critical review on this topic, describing possible pathophysiological mechanisms and areas of uncertainties. This review also addresses the problems derived by the extreme clinical heterogeneity of this condition, as the lack of an objective criterion useful for the definition, or the fact that status dystonicus may present not only in the context of a known dystonic syndrome. We propose a new possible definition that includes not only dystonia but also other hyperkinetic movements in the wide range of movement disorders that can be seen during an episode. The new definition keeps the term status dystonicus and highlights the fact that this is a medical emergency based on the impairment of bulbar and/or respiratory function requiring hospital admission as the principal feature. Furthermore, the new definition should not consider as necessary unspecific features as patient's condition at baseline, the distribution of dystonia, occurrence of systemic symptoms such as fever or laboratory findings. We hope that this proposal will stimulate the debate on this subject among our peers, further developing a clinical and pathophysiological understanding of status dystonicus. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27207", "title": "Rethinking status dystonicus.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}