{"authors": [["Jones", "C A", "CA", "Division of Otolaryngology - Head and Neck Surgery, Department of Surgery, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Hoffman", "M R", "MR", "Division of Otolaryngology - Head and Neck Surgery, Department of Surgery, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Lin", "L", "L", "Division of Otolaryngology - Head and Neck Surgery, Department of Surgery, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Abdelhalim", "S", "S", "Division of Otolaryngology - Head and Neck Surgery, Department of Surgery, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Jiang", "J J", "JJ", "Division of Otolaryngology - Head and Neck Surgery, Department of Surgery, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["McCulloch", "T M", "TM", "Division of Otolaryngology - Head and Neck Surgery, Department of Surgery, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."]], "date": "2017-11-16", "id": "29143418", "text": "Parkinson's disease (PD) can cause severe dysphagia, especially later in disease progression. Early identification of swallowing dysfunction may lead to earlier intervention. Pharyngeal high-resolution manometry (HRM) provides complementary information to videofluoroscopy, with advantages of being quantitative and objective. Artificial neural network (ANN) classification can examine non-linear relationships among multiple variables with relatively low bias. We evaluated if ANN techniques could differentiate between patients with PD and healthy controls.Simultaneous videofluoroscopy and pharyngeal HRM were performed on 31 patients with early to mid-stage PD and 31 age- and sex-matched controls during thin-liquid swallows of 2 cc, 10 cc and comfortable sip volume. We performed multilayer-perceptron analyses on only videofluoroscopic data, only HRM data or a combination of the two. We also evaluated variability-based parameters, representing variability in manometric parameters across multiple swallows. We hypothesized that patients with PD and controls would be classified with at least 80% accuracy, and that combined videofluoroscopic and HRM data would classify participants better than either alone.Classification rates were highest with all parameters considered. Maximum classification rate was 82.3 ± 5.2%, recorded for 2 cc swallows. Inclusion of variability-based parameters improved classification rates. Classification rates using only manometric parameters were similar to those using all parameters, and rates were substantially lower for the comfortable sip volumes.Results from these classifications highlight the differences between swallowing function in patients with early and mid-stage PD and healthy controls. Early identification of swallowing dysfunction is key to developing preventative swallowing treatments for those with PD.", "doi": "10.1111/nmo.13236", "title": "Identification of swallowing disorders in early and mid-stage Parkinson's disease using pattern recognition of pharyngeal high-resolution manometry data.", "journal": ["Neurogastroenterology and motility : the official journal of the European Gastrointestinal Motility Society", "Neurogastroenterol. Motil."]}