{"authors": [["Tessitore", "Alessandro", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Russo", "Antonio", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["De Micco", "Rosa", "R", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Fratello", "Michele", "M", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Caiazzo", "Giuseppina", "G", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Giordano", "Alfonso", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Cirillo", "Mario", "M", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Tedeschi", "Gioacchino", "G", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Esposito", "Fabrizio", "F", "Department of Medicine, Surgery and Dentistry, Scuola Medica Salernitana, University of Salerno, Baronissi, Salerno, Italy."]], "date": "2017-11-15", "id": "29143414", "text": "Despite its clinical relevance, the pathophysiology of pain in Parkinson's disease (PD) is still largely unknown, and both central and peripheral mechanisms have been invoked.To investigate whether central pain processing is altered in \"drug-naive\" pain-free PD (dnPD) patients.Using event-related functional MRI (fMRI), functional response to forearm heat stimulation (FHS) at two different intensities (41°C and 53°C) was investigated in 20 pain-free dnPD patients, compared with 18 healthy controls (HCs). Secondary analyses were performed to evaluate associations between BOLD signal changes and PD clinical features and behavioral responses.During low-innocuous FHS (41°C), no activation differences were found between dnPD patients and HCs. During high-noxious FHS (53°C) a significantly increased activation in the left somatosensory cortex, left cerebellum, and right low pons was observed in dnPD patients compared to HCs. In the latter experimental condition, fMRI BOLD signal changes in the right low pons (p < .0001; R = -0.8) and in the cerebellum (p = .004; R = -0.7) were negatively correlated with pain intensity ratings only in dnPD patients. No statistically significant difference in experimental pain perception was detected between dnPD patients and HCs.Our findings suggest that a functional remodulation of pain processing pathways occurs even in the absence of clinically overt pain symptoms in dnPD patients. These mechanisms may eventually become dysfunctional over time, contributing to the emergence of pain symptoms in more advanced PD stages. The comprehension of pain-related mechanisms may improve the clinical approach and therapeutic management of this disabling nonmotor symptom.", "doi": "10.1002/hbm.23892", "title": "Central pain processing in \"drug-naïve\" pain-free patients with Parkinson's disease.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}