{"authors": [["Brandt", "Alexander U", "AU", "NeuroCure Clinical Research Center, NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany. alexander.brandt@charite.de."], ["Zimmermann", "Hanna G", "HG", "NeuroCure Clinical Research Center, NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany."], ["Oberwahrenbrock", "Timm", "T", "NeuroCure Clinical Research Center, NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany."], ["Isensee", "Justine", "J", "NeuroCure Clinical Research Center, NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany."], ["Müller", "Thomas", "T", "Department of Neurology, Alexianer St. Joseph-Krankenhaus Berlin-Weißensee, Gartenstraße 1, 13088, Berlin, Germany."], ["Paul", "Friedemann", "F", "NeuroCure Clinical Research Center, NeuroCure Cluster of Excellence, Charité-Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Charitéplatz 1, 10117, Berlin, Germany."]], "date": "2017-11-15", "id": "29143216", "text": "Visual dysfunction is common in patients with Parkinson's disease (PD). The objective of this study was to investigate the perceived impact of visual dysfunction and especially color vision loss on PD patients, and to identify retinal and disease factors associated with color vision. Thirty PD patients and thirty-four healthy controls were included. Participants performed the Farnsworth-Munsell Hue-100 test (FMT). Patients answered the National Eye Institute Visual Function Questionnaire (NEI-VFQ), Unified Parkinson's Disease Rating Scale (UPDRS) assessment, and underwent optical coherence tomography with measurement of retinal nerve fiber layer, ganglion cell layer + inner plexiform layer (GCIPL), and outer nuclear and photoreceptor layer. Dopaminergic treatment was assessed as levodopa equivalent dose (LED). Vision domains significantly worse in PD patients compared to normative data were General Vision, Near Activities, Distance Activities, Vision-Specific Dependency, Driving, and Peripheral Vision. Worse NEI-VFQ total scores were associated with worse UPDRS, higher LED, and higher age, but not with FMT, visual acuity, or OCT measures. Only two patients (7%) reported problems with color vision. In contrast, patients performed significantly worse in the FMT than healthy controls and 17 (56.7%) patients were outside the 95th percentile of normative data. In multiple regression analyses, lower LED and higher age were associated with worse color vision in the FMT. PD patients are not aware of color vision deficits. Given the impact of color vision loss on everyday tasks in other conditions, future research should investigate the impact of vision deficits on disease burden in PD.", "doi": "10.1007/s00702-017-1812-x", "title": "Self-perception and determinants of color vision in Parkinson's disease.", "journal": ["Journal of neural transmission (Vienna, Austria : 1996)", "J Neural Transm (Vienna)"]}