{"authors": [["Vatsa", "Rakhee", "R", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Shukla", "Jaya", "J", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Mittal", "Bhagwant Rai", "BR", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Sood", "Apurva", "A", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Joshi", "Raman Kumar", "RK", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Palarwal", "Kanchan", "K", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Bhusari", "Priya", "P", "Department of Nuclear Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Modi", "Manish", "M", "Department of Neurology, Post Graduate Institute of Medical Education and Research, Chandigarh, India."]], "date": null, "id": "29142341", "text": "Loss of dopamine neurons in the brain is a characteristic feature of Parkinson's disease (PD). TRODAT-1 is a tropane derivative that binds to dopamine transporter (DAT) receptors. It can be used for noninvasive in vivo imaging of DAT receptors leading to the early detection of PD. The present study aims to optimize the in-house radiolabeling of TRODAT-1 with Tc-99 m in hospital radiopharmacy set up along with performing single-photon emission computed tomography/computed tomography imaging in patients with PD.Radiolabeling was performed through transchelation method. For optimization studies, varied amount of glucoheptonate (GHA) and stannous chloride was incubated with Tc-99 m for 10 min at room temperature. TRODAT-1 was added to the reaction mixture followed by incubation at 95°C for various time intervals. Phosphate buffer saline was added to maintain the pH of the final product. After performing the quality checks, whole-body imaging was performed to check the biodistribution in 4 patients at 1 h postinjection of 20-25 mCi (740-925 MBq) of Tc-99 m-TRODAT-1. Regional brain imaging was performed at 3-4 h. Clinical evaluation was done in control (n = 5) and in patients with PD (n = 5).Radiolabeling yield of 100% was achieved by incubating TRODAT-1 with Tc-99 m GHA. All the quality control indicated the suitability of radiopharmaceutical for the intravenous administration. Good uptake of Tc-99 m TRODAT-1 was observed in the striatum of normal patients. However, decreased uptake was seen in patients with PD.Tc-99 m TRODAT-1 is a potential radiopharmaceutical for the diagnosis and staging PD which can be radiolabeled in-house with good yield leading to its easy availability.", "doi": "10.4103/ijnm.IJNM_111_17", "title": "In-house Preparation and Quality Control of Tc99m TRODAT 1 for Diagnostic Single-photon Emission Computed Tomography/Computed Tomography Imaging in Parkinson's Disease.", "journal": ["Indian journal of nuclear medicine : IJNM : the official journal of the Society of Nuclear Medicine, India", "Indian J Nucl Med"]}