{"authors": [["Himmelberg", "Marc Mason", "MM", "1 University of York."], ["West", "Ryan J H", "RJH", "1 University of York."], ["Elliott", "Christopher J H", "CJH", "1 University of York."], ["Wade", "Alex R", "AR", "1 University of York."]], "date": "2017-11-15", "id": "29142100", "text": "The excitotoxic theory of Parkinson's disease (PD) hypothesises that a pathophysiological degeneration of dopaminergic neurons stems from neural hyperactivity at early stages of disease, leading to mitochondrial stress and cell death. Recent research has harnessed the visual system of Drosophila PD models to probe this hypothesis. Here, we investigate whether abnormal visual sensitivity and excitotoxicity occur in early-onset PD Drosophila models DJ-1Δ72, DJ1-Δ93, and PINK15. We used an electroretinogram to record steady state visually evoked potentials driven by temporal contrast stimuli. At 1 day of age, all early-onset PD mutants had a twofold increase in response amplitudes when compared to w- controls. Further, we found that excitotoxicity occurs in older early-onset PD models after increased neural demand is applied via visual stimulation. In an additional analysis, we used a linear discriminant analysis to test whether there were subtle variations in neural gain control that could be used to classify Drosophila into their correct age and genotype. The discriminant analysis was highly accurate, classifying Drosophila into their correct genotypic class at all age groups at 50-70% accuracy (20% chance baseline). Differences in cellular processes link to subtle alterations in neural network operation in young flies - all of which lead to the same pathogenic outcome. Our data are the first to demonstrate abnormal gain control and excitotoxicity in early-onset PD Drosophila mutants. We conclude that early-onset PD mutations may be linked to more sensitive neuronal signalling in prodromal animals that may cause the expression of PD symptomologies later in life.", "doi": "10.1152/jn.00681.2017", "title": "Abnormal visual gain control and excitotoxicity in early-onset Parkinson's disease Drosophila models.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}