{"authors": [["Ibanez", "Laura", "L", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Dube", "Umber", "U", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Saef", "Benjamin", "B", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Budde", "John", "J", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Black", "Kathleen", "K", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Medvedeva", "Alexandra", "A", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Del-Aguila", "Jorge L", "JL", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Davis", "Albert A", "AA", "Department of Neurology, School of Medicine, Washington University in St Louis, Saint Louis, MO, USA."], ["Perlmutter", "Joel S", "JS", "Department of Neurology, School of Medicine, Washington University in St Louis, Saint Louis, MO, USA."], ["Harari", "Oscar", "O", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Benitez", "Bruno A", "BA", "Department of Medicine, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA."], ["Cruchaga", "Carlos", "C", "Department of Psychiatry, School of Medicine, Washington University in Saint Louis, Saint Louis, MO, USA. cruchagac@wustl.edu."]], "date": "2017-11-15", "id": "29141588", "text": "The genetic architecture of Parkinson's Disease (PD) is complex and not completely understood. Multiple genetic studies to date have identified multiple causal genes and risk loci. Nevertheless, most of the expected genetic heritability remains unexplained. Polygenic risk scores (PRS) may provide greater statistical power and inform about the genetic architecture of multiple phenotypes. The aim of this study was to test the association between PRS and PD risk, age at onset and cerebrospinal fluid (CSF) biomarkers (α-synuclein, Aβ1-42, t-tau and p-tau).The weighted PRS was created using the genome-wide loci from Nalls et al., 2014 PD GWAs meta-analysis. The PRS was tested for association with PD status, age at onset and CSF biomarker levels in 829 cases and 432 controls of European ancestry.The PRS was associated with PD status (p = 5.83×10-08) and age at onset (p = 5.70×10-07). The CSF t-tau levels showed a nominal association with the PRS (p = 0.02). However, CSF α-synuclein, amyloid beta and phosphorylated tau were not found to be associated with the PRS.Our study suggests that there is an overlap in the genetic architecture of PD risk and onset, although the different loci present different weights for those phenotypes. In our dataset we found a marginal association of the PRS with CSF t-tau but not with α-synuclein CSF levels, suggesting that the genetic architecture for the CSF biomarker levels is different from that of PD risk.", "doi": "10.1186/s12883-017-0978-z", "title": "Parkinson disease polygenic risk score is associated with Parkinson disease status and age at onset but not with alpha-synuclein cerebrospinal fluid levels.", "journal": ["BMC neurology", "BMC Neurol"]}