{"authors": [["Hong", "Jin Yong", "JY", "Department of Neurology, Yonsei University Wonju College of Medicine, Wonju, Korea. mlunoilu@hanmail.net."], ["Lee", "Yoonju", "Y", "Department of Neurology and Brain Research Institute, Yonsei University College of Medicine, Seoul, Korea."], ["Sunwoo", "Mun Kyung", "MK", "Department of Neurology, Bundang Jesaeng General Hospital, Seongnam, Korea."], ["Sohn", "Young H", "YH", "Department of Neurology and Brain Research Institute, Yonsei University College of Medicine, Seoul, Korea."], ["Lee", "Phil Hyu", "PH", "Department of Neurology and Brain Research Institute, Yonsei University College of Medicine, Seoul, Korea."]], "date": "2017-10-31", "id": "29141280", "text": "Subjective cognitive complaints (SCCs) are very common in patients with Parkinson's disease (PD). However, the relationship between SCCs and objective cognitive impairment is still unclear. This study aimed to determine whether SCCs are correlated with objective cognitive performance in patients with PD.Totals of 148 cognitively normal patients, 71 patients with mild cognitive impairment (MCI), and 31 demented patients were recruited consecutively from a movement-disorders clinic. Their SCCs and cognitive performances were evaluated using the Cognitive Complaints Interview (CCI) and a comprehensive neuropsychological battery.The CCI score increased with age, duration of PD, and depression score, and was inversely correlated with cognitive performance. The association between CCI score and performance remained significant after adjustment for the depression score, age, and duration of PD. The CCI score could be used to discriminate patients with dementia from cognitively normal and MCI patients [area under the receiver operating characteristics curve (AUC) of 0.80], but not patients with MCI or dementia from cognitively normal patients (AUC of 0.67).SCCs as measured by the CCI are strongly correlated with objective cognitive performance in patients with PD. The CCI can also be used to screen for dementia in patients with PD.", "doi": null, "title": "Subjective Cognitive Complaints and Objective Cognitive Impairment in Parkinson's Disease.", "journal": ["Journal of clinical neurology (Seoul, Korea)", "J Clin Neurol"]}