{"authors": [["Robak", "Laurie A", "LA", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX USA."], ["Jansen", "Iris E", "IE", "German Center for Neurodegenerative Diseases (DZNE) and Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen 72076, Germany."], ["van Rooij", "Jeroen", "J", "Department of Internal Medicine, Erasmus MC, Rotterdam, The Netherlands."], ["Uitterlinden", "André G", "AG", "Department of Internal Medicine, Erasmus MC, Rotterdam, The Netherlands."], ["Kraaij", "Robert", "R", "Department of Internal Medicine, Erasmus MC, Rotterdam, The Netherlands."], ["Jankovic", "Joseph", "J", "Department of Neurology, Baylor College of Medicine, Houston, TX, USA."], [null, null, null, null], ["Heutink", "Peter", "P", "German Center for Neurodegenerative Diseases (DZNE) and Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen 72076, Germany."], ["Shulman", "Joshua M", "JM", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX USA."], [null, null, null, null], [null, null, null, null]], "date": null, "id": "29140481", "text": "Mutations in the glucocerebrosidase gene (GBA), which cause Gaucher disease, are also potent risk factors for Parkinson's disease. We examined whether a genetic burden of variants in other lysosomal storage disorder genes is more broadly associated with Parkinson's disease susceptibility. The sequence kernel association test was used to interrogate variant burden among 54 lysosomal storage disorder genes, leveraging whole exome sequencing data from 1156 Parkinson's disease cases and 1679 control subjects. We discovered a significant burden of rare, likely damaging lysosomal storage disorder gene variants in association with Parkinson's disease risk. The association signal was robust to the exclusion of GBA, and consistent results were obtained in two independent replication cohorts, including 436 cases and 169 controls with whole exome sequencing and an additional 6713 cases and 5964 controls with exome-wide genotyping. In secondary analyses designed to highlight the specific genes driving the aggregate signal, we confirmed associations at the GBA and SMPD1 loci and newly implicate CTSD, SLC17A5, and ASAH1 as candidate Parkinson's disease susceptibility genes. In our discovery cohort, the majority of Parkinson's disease cases (56%) have at least one putative damaging variant in a lysosomal storage disorder gene, and 21% carry multiple alleles. Our results highlight several promising new susceptibility loci and reinforce the importance of lysosomal mechanisms in Parkinson's disease pathogenesis. We suggest that multiple genetic hits may act in combination to degrade lysosomal function, enhancing Parkinson's disease susceptibility.", "doi": "10.1093/brain/awx285", "title": "Excessive burden of lysosomal storage disorder gene variants in Parkinson's disease.", "journal": ["Brain : a journal of neurology", "Brain"]}