{"authors": [["Bloem", "Bas R", "BR", "Bas R. Bloem is a professor in the Department of Neurology, Radboud University Medical Centre, in Nijmegen, and medical director of ParkinsonNet, in the Netherlands."], ["Rompen", "Lonneke", "L", "Lonneke Rompen is a policy adviser at the Department of Neurology, Radboud University Medical Centre."], ["Vries", "Nienke M de", "NM", "Nienke M. de Vries is a researcher in the Department of Neurology, Radboud University Medical Centre."], ["Klink", "Ab", "A", "Ab Klink is on the Faculty of Social Sciences, Political Science, and Public Administration at Vrije Universiteit Amsterdam, in the Netherlands."], ["Munneke", "Marten", "M", "Marten Munneke is an associate professor in the Department of Neurology and the Department of Rehabilitation and Allied Health, Radboud University Medical Centre."], ["Jeurissen", "Patrick", "P", "Patrick Jeurissen ( pp.jeurissen@minvws.nl ) is a professor in fiscal sustainable health care systems, Radboud University Medical School, and holds an affiliation with the Ministry of Health in the Netherlands."]], "date": null, "id": "29137501", "text": "ParkinsonNet, a low-cost innovation to optimize care for patients with Parkinson disease, was developed in 2004 as a network of physical therapists in several regions in the Netherlands. Since that time, the network has achieved full national reach, with 70 regional networks and around 3,000 specifically trained professionals from 12 disciplines. Key elements include the empowerment of professionals who are highly trained and specialized in Parkinson disease, the empowerment of patients by education and consultation, and the empowerment of integrated multidisciplinary teams to better address and manage the disease. Studies have found that the ParkinsonNet approach leads to outcomes that are at least as good as, if not better than, outcomes from usual care. One study found a 50 percent reduction in hip fractures and fewer inpatient admissions. Other studies suggest that ParkinsonNet leads to modest but important cost savings (at least US$439 per patient annually). These cost savings outweigh the costs of building and maintaining the network. Because of ParkinsonNet's success, the program has now spread to several other countries and serves as a model of a successful and scalable frugal innovation.", "doi": "10.1377/hlthaff.2017.0832", "title": "ParkinsonNet: A Low-Cost Health Care Innovation With A Systems Approach From The Netherlands.", "journal": ["Health affairs (Project Hope)", "Health Aff (Millwood)"]}