{"authors": [["Yu", "Zhange", "Z", "aDepartment of Acupuncture, China-Japan Friendship Hospital, Beijing bDepartment of Neurology, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province cDepartment of Orthopedics, Tumd Right Banner Hospital, Baotou City dDepartment of Orthopedics, China-Japan Friendship Hospital, Beijing, China."], ["Zhang", "Shuai", "S", null], ["Wang", "Dongdong", "D", null], ["Fan", "Meng", "M", null], ["Gao", "Fuqiang", "F", null], ["Sun", "Wei", "W", null], ["Li", "Zirong", "Z", null], ["Li", "Shiliang", "S", null]], "date": null, "id": "29137045", "text": "Parkinson disease (PD) is a neurodegenerative disease characterized by chronic and progressive loss of dopaminergic neurons in substansia nigra pars compacta. Oxidative stress is proposed to play a critical role in the pathogenesis of PD. Uric acid (UA), as an important physiological antioxidant, is identified a molecular predictor associated with a decreased risk and a slower disease progression for PD and potential neuroprotectant of PD by increasing epidemiological and clinical evidences. Within this review, we will present a comprehensive overview of the data linking UA to PD in recent years.We searched PubMed, EMBASE, Web of Science databases for relevant studies. Any observational or experimental studies that evaluated UA and PD were our goal of searching the electric databases.Twelve studies that evaluated UA and PD were identified in this review. We reviewed the roles of UA in the pathogenesis of PD, the association of UA with morbidity, severity/progression, nonmotor symptoms, motor complications of PD, with an attempt to provide new ideas for diagnosis and treatment in PD.Our findings supported that lots of clinical and epidemiological data observed lower UA levels in PD patients. Manipulation of UA or its precursors' concentration could be effective to treat or prevent PD. However, it is still suspectable that higher UA levels are better enough to PD patients. Furthermore, for the complex nature of PD and its heterogeneous genetic and environmental influences, it is inadequate for just manipulating UA in treating the disease.", "doi": "10.1097/MD.0000000000008502", "title": "The significance of uric acid in the diagnosis and treatment of Parkinson disease: An updated systemic review.", "journal": ["Medicine", "Medicine (Baltimore)"]}