{"authors": [["Akahoshi", "Miho", "M", "aDepartment of Diagnostic Imaging and Nuclear Medicine bDepartment of Neurology, Tokyo Women's Medical University, Tokyo, Japan."], ["Abe", "Koichiro", "K", null], ["Uchiyama", "Yumiko", "Y", null], ["Momose", "Mitsuru", "M", null], ["Fukushima", "Kenji", "K", null], ["Kitagawa", "Kazuo", "K", null], ["Sakai", "Shuji", "S", null]], "date": null, "id": "29137036", "text": "The purpose of this study was to assess the influence of different reconstruction factors in N-ω-fluoropropyl-2β-carbomethoxy-3β-(4-I-123 iodophenyl)nortropane (I-123 FP-CIT) single-photon emission computed tomography (SPECT) images for the diagnosis of dopaminergic system neurodegeneration (DSND).Seventy-three patients (38 females, 35 males) suspected of DSND were included in this study. The patients were divided into 3 groups on the basis of their final clinical diagnoses; patients with Parkinson disease (group 1, n = 36), patients with other DSND (group 2, n = 19), patients without DSND (group 3, n = 18). FP-CIT accumulation in the striata was evaluated visually and semiquantitatively. SPECT images were classified visually as normal or abnormal based on the previous report. For semiquantitative analysis, we used DaTView software (Aze Corporation), and specific binding ratios (SBR) and asymmetry indices (AI) were calculated. Visual and semiquantitative evaluations for different reconstruction factors were compared among the 3 groups.In the visual evaluation, there were no differences among DSND diagnostic capabilities of attenuation and scatter correction by computed tomography attenuation correction scatter correction, computed tomography attenuation correction, Chang attenuation correction, and non-attenuation and -scatter correction. In the semiquantitative evaluation, receiver operating characteristic analysis of SBR and AI for clinical DSND diagnostic ability (group 1+2 vs 3) showed no significant difference among the reconstruction factors by multiple comparisons.Although the values of SBR and AI were changed and image quality could be improved when attenuation correction and/or scatter correction were applied, the clinical impact of these reconstruction factors for the diagnosis of DSND was negligible.", "doi": "10.1097/MD.0000000000008484", "title": "Attenuation and scatter correction in I-123 FP-CIT SPECT do not affect the clinical diagnosis of dopaminergic system neurodegeneration.", "journal": ["Medicine", "Medicine (Baltimore)"]}