{"authors": [["Sobhani", "Soheila", "S", "Basir Eye Health Research Center, Tehran, Iran."], ["Rahmani", "Farzaneh", "F", "Neuroimaging Network (NIN), Universal Scientific Education and Research Network (USERN), Children's Medical Center Hospital, Tehran, 14194, Iran. farzaneh.rahmani.usern@gmail.com."], ["Aarabi", "Mohammad Hadi", "MH", "Basir Eye Health Research Center, Tehran, Iran."], ["Sadr", "Alireza Vafaei", "AV", "Department of Physics, Shahid Beheshti University, G.C., Evin, Tehran, Iran."]], "date": "2017-11-13", "id": "29134611", "text": "Olfaction dysfunction is considered as a robust marker of prodromal Parkinson disease (PD). Measurement of olfaction function as a screening test is unsatisfactory due to long lead time interval and low specificity for detection of PD. Use of imaging markers might yield more accurate predictive values and provide bases for combined use of imaging and clinical markers for early PD. Diffusion MRI connectometry was conducted on 85 de novo PD patients in and 36 healthy controls to find: first, white matter tracts with significant difference in quantitative anisotropy between PD groups with various degrees of olfaction dysfunction and second, second fibers with correlation with University of Pennsylvania Smell Identification Test (UPSIT) score in each group using a multiple regression analysis considering age, sex, GDS and MoCA score. Local connectomes were determined in seven of all the possible comparisons, correcting for false discovery rate (FDR). PD patients with anosmia and normal olfaction had the highest number of fibers with decreased connectivity in left inferior longitudinal fasciculus, bilateral fornix, bilateral middle cerebellar peduncle (MCP), bilateral cingulum, bilateral corticospinal tract (CST) and body, genu and splenium of corpus callosum (CC) (FDR = 0.0013). In multiple regression analysis, connectivity in the body, genu and splenium of CC and bilateral fornix had significant negative correlation (FDR between 0.019 and 0.083), and bilateral cingulum and MCP had significant positive correlation (FDR between 0.022 and 0.092) with UPSIT score. White matter connectivity in healthy controls could not be predicted by UPSIT score using the same model. The results of this study provide compelling evidence that microstructural degenerative changes in these areas underlie the clinical phenotype of prodromal olfaction dysfunction in PD and that diffusion parameters of these areas might be able to serve as signature markers for early detection of PD. This is the first report that confirms a discriminative role for UPSIT score in identifying PD specific changes in white matter microstructure. Our results open a window to identify microstructural signatures of prodromal PD in white matter.", "doi": "10.1007/s11682-017-9781-0", "title": "Exploring white matter microstructure and olfaction dysfunction in early parkinson disease: diffusion MRI reveals new insight.", "journal": ["Brain imaging and behavior", "Brain Imaging Behav"]}