{"authors": [["Gladkova", "Christina", "C", "Medical Research Council Laboratory of Molecular Biology, Cambridge, UK."], ["Schubert", "Alexander F", "AF", "Medical Research Council Laboratory of Molecular Biology, Cambridge, UK."], ["Wagstaff", "Jane L", "JL", "Medical Research Council Laboratory of Molecular Biology, Cambridge, UK."], ["Pruneda", "Jonathan N", "JN", "Medical Research Council Laboratory of Molecular Biology, Cambridge, UK."], ["Freund", "Stefan Mv", "SM", "Medical Research Council Laboratory of Molecular Biology, Cambridge, UK."], ["Komander", "David", "D", "Medical Research Council Laboratory of Molecular Biology, Cambridge, UK dk@mrc-lmb.cam.ac.uk."]], "date": "2017-11-13", "id": "29133469", "text": "The Ser/Thr protein kinase PINK1 phosphorylates the well-folded, globular protein ubiquitin (Ub) at a relatively protected site, Ser65. We previously showed that Ser65 phosphorylation results in a conformational change in which Ub adopts a dynamic equilibrium between the known, common Ub conformation and a distinct, second conformation wherein the last β-strand is retracted to extend the Ser65 loop and shorten the C-terminal tail. We show using chemical exchange saturation transfer (CEST) nuclear magnetic resonance experiments that a similar, C-terminally retracted (Ub-CR) conformation also exists at low population in wild-type Ub. Point mutations in the moving β5 and neighbouring β-strands shift the Ub/Ub-CR equilibrium. This enabled functional studies of the two states, and we show that while the Ub-CR conformation is defective for conjugation, it demonstrates improved binding to PINK1 through its extended Ser65 loop, and is a superior PINK1 substrate. Together our data suggest that PINK1 utilises a lowly populated yet more suitable Ub-CR conformation of Ub for efficient phosphorylation. Our findings could be relevant for many kinases that phosphorylate residues in folded protein domains.", "doi": "10.15252/embj.201797876", "title": "An invisible ubiquitin conformation is required for efficient phosphorylation by PINK1.", "journal": ["The EMBO journal", "EMBO J."]}