{"authors": [["Garcia-Diaz", "A I", "AI", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain."], ["Segura", "B", "B", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain."], ["Baggio", "H C", "HC", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain."], ["Uribe", "C", "C", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain."], ["Campabadal", "A", "A", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain; Institut D'Investigacions Biomèdiques August Pi I Sunyer (IDIBAPS), Barcelona, Catalonia, Spain."], ["Abos", "A", "A", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain."], ["Marti", "M J", "MJ", "Institut D'Investigacions Biomèdiques August Pi I Sunyer (IDIBAPS), Barcelona, Catalonia, Spain; Centro de Investigación Biomédica en Red Sobre Enfermedades Neurodegenerativas (CIBERNED), Hospital Clinic de Barcelona, Barcelona, Catalonia, Spain; Movement Disorders Unit, Neurology Service, Hospital Clínic de Barcelona, Barcelona, Catalonia, Spain."], ["Valldeoriola", "F", "F", "Institut D'Investigacions Biomèdiques August Pi I Sunyer (IDIBAPS), Barcelona, Catalonia, Spain; Centro de Investigación Biomédica en Red Sobre Enfermedades Neurodegenerativas (CIBERNED), Hospital Clinic de Barcelona, Barcelona, Catalonia, Spain; Movement Disorders Unit, Neurology Service, Hospital Clínic de Barcelona, Barcelona, Catalonia, Spain."], ["Compta", "Y", "Y", "Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain; Institut D'Investigacions Biomèdiques August Pi I Sunyer (IDIBAPS), Barcelona, Catalonia, Spain; Centro de Investigación Biomédica en Red Sobre Enfermedades Neurodegenerativas (CIBERNED), Hospital Clinic de Barcelona, Barcelona, Catalonia, Spain; Movement Disorders Unit, Neurology Service, Hospital Clínic de Barcelona, Barcelona, Catalonia, Spain."], ["Bargallo", "N", "N", "Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain; Institut D'Investigacions Biomèdiques August Pi I Sunyer (IDIBAPS), Barcelona, Catalonia, Spain; Centre de Diagnostic per La Imatge, Hospital Clinic, Barcelona, Catalonia, Spain."], ["Junque", "C", "C", "Department of Medicine, Faculty of Medicine and Health Science, University of Barcelona, Barcelona, Catalonia, Spain; Institute of Neurosciences, University of Barcelona, Barcelona, Catalonia, Spain; Institut D'Investigacions Biomèdiques August Pi I Sunyer (IDIBAPS), Barcelona, Catalonia, Spain; Centro de Investigación Biomédica en Red Sobre Enfermedades Neurodegenerativas (CIBERNED), Hospital Clinic de Barcelona, Barcelona, Catalonia, Spain; Movement Disorders Unit, Neurology Service, Hospital Clínic de Barcelona, Barcelona, Catalonia, Spain. Electronic address: cjunque@ub.edu."]], "date": "2017-11-07", "id": "29132765", "text": "Growing evidence highlights the relevance of posterior cortically-based cognitive deficits in Parkinson's disease (PD) as possible biomarkers of the evolution to dementia. Cross-sectional correlational studies have established a relationship between the degree of atrophy in posterior brain regions and visuospatial and visuoperceptual (VS/VP) impairment. The aim of this study is to address the progressive cortical thinning correlates of VS/VP performance in PD.Forty-four PD patients and 20 matched healthy subjects were included in this study and followed for 4 years. Tests used to assess VS/VP functions included were: Benton's Judgement of Line Orientation (JLOT), Facial Recognition (FRT), and Visual Form Discrimination (VFDT) Tests; Symbol Digit Modalities Test (SDMT); and the Pentagon Copying Test (PCT). Structural magnetic resonance imaging data and FreeSurfer were used to evaluate cortical thinning evolution.PD patients with normal cognition (PD-NC) and PD patients with mild cognitive impairment (PD-MCI) differed significantly in the progression of cortical thinning in posterior regions. In PD-MCI patients, the change in VS/VP functions assessed by PCT, JLOT, FRT, and SMDT correlated with the symmetrized percent change of cortical thinning of occipital, parietal, and temporal regions. In PD-NC patients, we also observed a correlation between changes in FRT and thinning in parieto-occipital regions.In this study, we establish the neuroanatomical substrate of progressive changes in VS/VP performance in PD patients with and without MCI. In agreement with cross-sectional data, VS/VP changes over time are related to cortical thinning in posterior regions.", "doi": "10.1016/j.parkreldis.2017.11.003", "title": "Cortical thinning correlates of changes in visuospatial and visuoperceptual performance in Parkinson's disease: A 4-year follow-up.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}