{"authors": [["Lafuente", "Jose V", "JV", "Laboratory of Clinical and Experimental Neuroscience (LaNCE), University of the Basque Country UPV/EHU, Leioa, Vizcaya, Spain. Electronic address: josevicente.lafuente@ehu.es."], ["Requejo", "Catalina", "C", "Laboratory of Clinical and Experimental Neuroscience (LaNCE), University of the Basque Country UPV/EHU, Leioa, Vizcaya, Spain."], ["Carrasco", "Alejandro", "A", "Group Nanoneurosurgery, Institute of Health Research Biocruces, Barakaldo, Spain; Service Neurosurgery, Cruces University Hospital, Barakaldo, Spain."], ["Bengoetxea", "Harkaitz", "H", "Laboratory of Clinical and Experimental Neuroscience (LaNCE), University of the Basque Country UPV/EHU, Leioa, Vizcaya, Spain."]], "date": "2017-10-20", "id": "29132545", "text": "Parkinson's disease (PD) is the second most frequent neurodegenerative disorder, but current therapies are only symptomatic. Experimental models are necessary to go deeper in the comprehension of pathophysiological mechanism and to assess new therapeutic strategies. The unilateral 6-hydroxydopamine (6-OHDA) lesion either in medial forebrain bundle (MFB) or into the striatum in rats affords to study various stages of PD depending on the evolution time lapsed. A promising alternative to address the neurodegenerative process is the use of neurotrophic factors; but its clinical use has been limited due to its short half-life and rapid degradation after in vivo administration, along with difficulties for crossing the blood-brain barrier (BBB). Tyrosine hydroxylase (TH) immunostaining revealed a significant decrease of the TH-immunopositive striatal volume in 6-OHDA group from rostral to caudal one. The loss of TH-ir neurons and axodendritic network (ADN) was higher in caudal sections showing a selective vulnerability of the topological distributed dopaminergic system. In addition to a remarkable depletion of dopamine in the nigrostriatal system, the administration of 6-OHDA into MFB induces some other neuropathological changes such as an increase of glial fibrillary acidic protein (GFAP) positive cells in substantia nigra (SN) as well as in striatum. Intrastriatal implantation of micro- or nanosystems delivering neurotrophic factor in parkinsonized rats for bypassing BBB leads to a significative functional and morphological recovery. Neurorestorative morphological changes (preservation of the TH-ir cells and ADN) along the rostrocaudal axis of caudoputamen complex and SN have been probed supporting a selective recovering after the treatment as well. Others innovative therapeutic strategies, such as the intranasal delivery, have been recently assessed in order to search the NTF effects. In addition some others methodological key points are reviewed.", "doi": "10.1016/bs.irn.2017.09.003", "title": "Nanoformulation: A Useful Therapeutic Strategy for Improving Neuroprotection and the Neurorestorative Potential in Experimental Models of Parkinson's Disease.", "journal": ["International review of neurobiology", "Int. Rev. Neurobiol."]}