{"authors": [["Sousa", "Mário", "M", "Coimbra Hospital and University Centre, Neurology Department, Coimbra, Portugal."], ["Moreira", "Fradique", "F", "Coimbra Hospital and University Centre, Neurology Department, Coimbra, Portugal."], ["Jesus-Ribeiro", "Joana", "J", "Coimbra Hospital and University Centre, Neurology Department, Coimbra, Portugal."], ["Marques", "Inês", "I", "Coimbra Hospital and University Centre, Neurology Department, Coimbra, Portugal."], ["Cunha", "Flávia", "F", "Faculty of Medicine of the University of Coimbra, Coimbra, Portugal."], ["Canário", "Nádia", "N", "University of Coimbra, Institute of Nuclear Sciences Applied to Health, Coimbra, Portugal."], ["Freire", "António", "A", "Coimbra Hospital and University Centre, Neurology Department, Coimbra, Portugal."], ["Januário", "Cristina", "C", "Coimbra Hospital and University Centre, Neurology Department, Coimbra, Portugal."]], "date": "2017-11-13", "id": "29131091", "text": "Apathy is one of the most frequent, disabling and difficult-to-treat symptoms that show up in many neurodegenerative disorders. The aim of this study was to assess and compare apathy profile in Parkinson's and Huntington's patients using the same comprehensive instruments to measure apathy, cognition and depressive symptoms.We consecutively assessed Parkinson's disease (PD) and Huntington's disease (HD) patients recruited from a Movement Disorders Unit. In all patients, information related to demographics, clinical data, motor score (Movement Disorders Society-Unified Parkinson Disease Rating Scale; Unified Huntington Disease Rating Scale), cognition (Montreal Cognitive Assessment scale), depressive symptoms (Beck Depression Inventory II) and apathy (Apathy Evaluation Scale - clinical version) was collected. Patients with dementia or major depression according to Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revised criteria were excluded from the study.Seventy-five patients were enrolled, 45 with PD and 30 with HD. Apathy was present in 42.5% of PD patients and 51.7% of HD patients. In PD patients, apathy was associated with motor score, shorter duration of disease, lower dose of levodopa equivalent daily dose and depressive symptomatology, whereas in HD patients, apathy was related to disease duration, motor score and cognitive impairment.We found a similar prevalence of apathy in PD and HD patients but with different clinical correlations and different apathy domains involved, and this may warrant the development of different therapeutic approaches.", "doi": "10.1159/000481981", "title": "Apathy Profile in Parkinson's and Huntington's Disease: A Comparative Cross-Sectional Study.", "journal": ["European neurology", "Eur. Neurol."]}