{"authors": [["Toru", "Shuta", "S", "Department of Neurology, Nitobe Memorial Nakano General Hospital, Tokyo, Japan."], ["Kanouchi", "Tadashi", "T", "Clinical Laboratory, Medical Hospital, Tokyo Medical and Dental University, Tokyo, Japan."], ["Yokota", "Takanori", "T", "Department of Neurology, Tokyo Medical and Dental University, Tokyo, Japan."], ["Yagi", "Yosuke", "Y", "Department of Neurology, Nitobe Memorial Nakano General Hospital, Tokyo, Japan."], ["Machida", "Akira", "A", "Department of Neurology, Nitobe Memorial Nakano General Hospital, Tokyo, Japan."], ["Kobayashi", "Takayoshi", "T", "Department of Neurology, Nitobe Memorial Nakano General Hospital, Tokyo, Japan."]], "date": "2017-11-13", "id": "29131019", "text": "We studied autonomic disturbance in patients with dementia with Lewy bodies (DLB), Parkinson disease with dementia (PDD), Alzheimer disease (AD), to determine whether autonomic function tests can be used to distinguish these disorders.Autonomic function was tested in 56 patients with DLB, 37 patients with PDD, and 59 patients with AD by using the sympathetic skin response, coefficient of variation in R-R interval, the head-up tilt test, serum norepinephrine concentration, and 123I-meta-iodobenzylguanidine cardiac scintigraphy. Symptoms of autonomic dysfunction, such as constipation, urinary symptoms, and orthostatic hypotension, were also noted.The groups did not differ on baseline characteristics other than those associated with Parkinsonism and dementia. All patients with DLB and PDD had some dysautonomia, whereas rates were much lower for patients with AD (19%). Significantly more DLB and PDD patients than AD patients showed abnormalities on autonomic function tests.Autonomic function tests might be quite useful to distinguish DLB and PDD from AD.", "doi": "10.1159/000484409", "title": "Utility of Autonomic Function Tests to Differentiate Dementia with Lewy Bodies and Parkinson Disease with Dementia from Alzheimer Disease.", "journal": ["European neurology", "Eur. Neurol."]}