{"authors": [["Schwab", "Andrew J", "AJ", "Department of Cell Biology, Neurobiology and Anatomy, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA."], ["Sison", "Samantha L", "SL", "Department of Cell Biology, Neurobiology and Anatomy, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA."], ["Meade", "Michael R", "MR", "Department of Cell Biology, Neurobiology and Anatomy, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA."], ["Broniowska", "Katarzyna A", "KA", "Department of Biochemistry, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA."], ["Corbett", "John A", "JA", "Department of Biochemistry, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA."], ["Ebert", "Allison D", "AD", "Department of Cell Biology, Neurobiology and Anatomy, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA. Electronic address: aebert@mcw.edu."]], "date": "2017-11-09", "id": "29129681", "text": "Mitochondrial changes have long been implicated in the pathogenesis of Parkinson's disease (PD). The glycine to serine mutation (G2019S) in leucine-rich repeat kinase 2 (LRRK2) is the most common genetic cause for PD and has been shown to impair mitochondrial function and morphology in multiple model systems. We analyzed mitochondrial function in LRRK2 G2019S induced pluripotent stem cell (iPSC)-derived neurons to determine whether the G2019S mutation elicits similar mitochondrial deficits among central and peripheral nervous system neuron subtypes. LRRK2 G2019S iPSC-derived dopaminergic neuron cultures displayed unique abnormalities in mitochondrial distribution and trafficking, which corresponded to reduced sirtuin deacetylase activity and nicotinamide adenine dinucleotide levels despite increased sirtuin levels. These data indicate that mitochondrial deficits in the context of LRRK2 G2019S are not a global phenomenon and point to distinct sirtuin and bioenergetic deficiencies intrinsic to dopaminergic neurons, which may underlie dopaminergic neuron loss in PD.", "doi": "10.1016/j.stemcr.2017.10.010", "title": "Decreased Sirtuin Deacetylase Activity in LRRK2 G2019S iPSC-Derived Dopaminergic Neurons.", "journal": ["Stem cell reports", "Stem Cell Reports"]}