{"authors": [["Pietracupa", "Sara", "S", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Suppa", "Antonio", "A", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Upadhyay", "Neeraj", "N", "Department of Neurology and Psychiatry, Sapienza University of Rome, Rome, Italy."], ["Giannì", "Costanza", "C", "Department of Neurology and Psychiatry, Sapienza University of Rome, Rome, Italy."], ["Grillea", "Giovanni", "G", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Leodori", "Giorgio", "G", "Department of Neurology and Psychiatry, Sapienza University of Rome, Rome, Italy."], ["Modugno", "Nicola", "N", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Di Biasio", "Francesca", "F", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Zampogna", "Alessandro", "A", "Department of Neurology and Psychiatry, Sapienza University of Rome, Rome, Italy."], ["Colonnese", "Claudio", "C", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Berardelli", "Alfredo", "A", "IRCCS Neuromed Institute, Pozzilli, IS, Italy."], ["Pantano", "Patrizia", "P", "IRCCS Neuromed Institute, Pozzilli, IS, Italy. patrizia.pantano@uniroma1.it."]], "date": "2017-11-11", "id": "29128929", "text": "Freezing of gait (FOG) is a disabling disorder that often affects Parkinson's disease (PD) patients in advanced stages of the disease. To study structural gray matter (GM) and white matter (WM) changes in PD patients with and without FOG, twenty-one PD patients with FOG (PD-FOG), 16 PD patients without FOG (PD-nFOG) and 19 healthy subjects (HS) underwent a standardized MRI protocol. For the gray matter evaluation, cortical volume (CV), cortical thickness (CTh), and surface area (SA) were analyzed using the FreeSurfer pipeline. For the white matter evaluation, DTI images were analyzed using tracts constrained by underlying anatomy (TRACULA) toolbox in FreeSurfer. PD-FOG patients exhibited lower CTh than HS in the mesial surface of both cerebral hemispheres, including the superior frontal gyrus, paracentral lobule, posterior cingulate cortex, precuneus and pericalcarine cortex, and in the right dorsolateral prefrontal cortex. Moreover, significant WM changes were observed in PD-FOG patients in comparison with HS in the superior longitudinal fasciculus, uncinate fasciculus, cingulum cingulate gyrus and inferior longitudinal fasciculus (prevalently in the right hemisphere) and in the frontal radiations of the corpus callosum. DTI abnormalities in specific WM bundles correlated significantly with cognitive measures. The damage of multiple cortical areas involved in high-level gait control together with WM disruption between motor, cognitive and limbic structures may represent the anatomical correlate of FOG.", "doi": "10.1007/s00415-017-8654-1", "title": "Freezing of gait in Parkinson's disease: gray and white matter abnormalities.", "journal": ["Journal of neurology", "J. Neurol."]}