{"authors": [["Haghshomar", "Maryam", "M", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran; Students' Scientific Research Center, Tehran University of Medical Sciences, Tehran, Iran."], ["Rahmani", "Farzaneh", "F", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran; Students' Scientific Research Center, Tehran University of Medical Sciences, Tehran, Iran. Electronic address: farzaneh.rahmani.usern@gmail.com."], ["Hadi Aarabi", "Mohammad", "M", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran; Students' Scientific Research Center, Tehran University of Medical Sciences, Tehran, Iran."], ["Shahjouei", "Shima", "S", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran; Department of Neurology, Tehran University of Medical Sciences, Tehran, Iran."], ["Sobhani", "Soheila", "S", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran; Students' Scientific Research Center, Tehran University of Medical Sciences, Tehran, Iran."], ["Rahmani", "Maryam", "M", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran; Endocrine Research Center (ERC), Shahid Beheshti University of Medical Sciences (SBMU), Tehran, Iran."]], "date": "2017-11-08", "id": "29126955", "text": "Neuroinflammatory pathology has long been identified to contribute to the pathology of Parkinson disease. Early microstructural changes in white matter tracts might give a clue for earlier detection of PD. We investigated through diffusion MRI connectometry the structural correlates of white matter tracts of 81 patients with PD with whole blood neutrophil-to-lymphocyte ratio (NLR), controlling for age and sex. Diffusion data were reconstructed in the MNI space using q-space diffeomorphic reconstruction to obtain the spin distribution function. The spin distribution function (SDF) values were used in DMRI connectometry analysis. The connectometry analyses identified white matter QA of the following fibers to be correlated with NLR score after adjustment for age and sex: bilateral cingulum, body and left crus of fornix, bilateral corticospinal tract (CST), and body and splenium of corpus callosum (CC) and superior cerebellar peduncle with decreased connectivity related to NLR (FDR = 0.04542). Keeping with emerging evidence on the role of neuroinflammation in PD pathology, these results with functional relevance to prodromal Parkinson disease, bring new insights to pivotal role of peripheral inflammation in CNS neurodegeneration.", "doi": "10.1016/j.neuroscience.2017.10.050", "title": "White Matter Changes Correlates of Peripheral Neuroinflammation in Patients with Parkinson's Disease.", "journal": ["Neuroscience", "Neuroscience"]}