{"authors": [["Wang", "Yan-Yan", "YY", "Department of Neurobiology, Capital Medical University, Beijing 100069, China; Key Laboratory for the Neurodegenerative Disorders of the Chinese Ministry of Education, Beijing 100069, China; Beijing Institute for Brain Disorders, Beijing 100069, China."], ["Wang", "Yong", "Y", "Department of Physiology, Capital Medical University, Beijing 100069, China; Key Laboratory for the Neurodegenerative Disorders of the Chinese Ministry of Education, Beijing 100069, China; Beijing Institute for Brain Disorders, Beijing 100069, China. Electronic address: kingwyong@sina.com."], ["Jiang", "Hai-Fei", "HF", "State Key Laboratory of Virology, CAS Center for Excellence in Brain Science, Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan 430071, China."], ["Liu", "Jun-Hua", "JH", "Department of Neurobiology, Capital Medical University, Beijing 100069, China; Key Laboratory for the Neurodegenerative Disorders of the Chinese Ministry of Education, Beijing 100069, China; Beijing Institute for Brain Disorders, Beijing 100069, China."], ["Jia", "Jun", "J", "Department of Physiology, Capital Medical University, Beijing 100069, China; Key Laboratory for the Neurodegenerative Disorders of the Chinese Ministry of Education, Beijing 100069, China; Beijing Institute for Brain Disorders, Beijing 100069, China."], ["Wang", "Ke", "K", "Department of Physiology, Capital Medical University, Beijing 100069, China; Key Laboratory for the Neurodegenerative Disorders of the Chinese Ministry of Education, Beijing 100069, China; Beijing Institute for Brain Disorders, Beijing 100069, China."], ["Zhao", "Fei", "F", "State Key Laboratory of Virology, CAS Center for Excellence in Brain Science, Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan 430071, China."], ["Luo", "Min-Hua", "MH", "State Key Laboratory of Virology, CAS Center for Excellence in Brain Science, Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan 430071, China."], ["Luo", "Min-Min", "MM", "National Institute of Biological Sciences, Beijing 102206, China."], ["Wang", "Xiao-Min", "XM", "Department of Neurobiology, Capital Medical University, Beijing 100069, China; Key Laboratory for the Neurodegenerative Disorders of the Chinese Ministry of Education, Beijing 100069, China; Beijing Institute for Brain Disorders, Beijing 100069, China. Electronic address: xmwang@ccmu.edu.cn."]], "date": "2017-11-08", "id": "29126889", "text": "The glutamatergic projection from the motor cortex to the subthalamic nucleus (STN) constitutes the cortico-basal ganglia circuit and plays a critical role in the control of movement. Emerging evidence shows that the cortico-STN pathway is susceptible to dopamine depletion. Specifically in Parkinson's disease (PD), abnormal electrophysiological activities were observed in the motor cortex and STN, while the STN serves as a key target of deep brain stimulation for PD therapy. However, direct morphological changes in the cortico-STN connectivity in response to PD progress are poorly understood at present. In the present study, we used a trans-synaptic anterograde tracing method with herpes simplex virus-green fluorescent protein (HSV-GFP) to monitor the cortico-STN connectivity in a rat model of PD. We found that the connectivity from the primary motor cortex (M1) to the STN was impaired in parkinsonian rats as manifested by a marked decrease in trans-synaptic infection of HSV-GFP from M1 neurons to STN neurons in unilateral 6-hydroxydopamine (6-OHDA)-lesioned rats. Ultrastructural analysis with electron microscopy revealed that excitatory synapses in the STN were also impaired in parkinsonian rats. Glutamatergic terminals identified by a specific marker (vesicular glutamate transporter 1) were reduced in the STN, while glutamatergic neurons showed an insignificant change in their total number in both the M1 and STN regions. These results indicate that the M1-STN glutamatergic connectivity is downregulated in parkinsonian rats. This downregulation is mediated probably via a mechanism involving the impairments of excitatory terminals and synapses in the STN.", "doi": "10.1016/j.expneurol.2017.11.006", "title": "Impaired glutamatergic projection from the motor cortex to the subthalamic nucleus in 6-hydroxydopamine-lesioned hemi-parkinsonian rats.", "journal": ["Experimental neurology", "Exp. Neurol."]}