{"authors": [["Tanaka", "Ryota", "R", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Shimo", "Yasushi", "Y", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Yamashiro", "Kazuo", "K", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Ogawa", "Takashi", "T", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Nishioka", "Kenya", "K", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Oyama", "Genko", "G", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Umemura", "Atsushi", "A", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan."], ["Hattori", "Nobutaka", "N", "Department of Neurology, Juntendo University, 2-1-1, Hongo, Bunkyo Ward, Tokyo, 113-0033, Japan. Electronic address: n_hattori@juntendo.ac.jp."]], "date": "2017-10-20", "id": "29126762", "text": "Circadian blood pressure alterations are frequently observed in Parkinson's disease, but the association between these changes and dementia in the condition remains unclear. Here, we assess the relationship between abnormal nocturnal blood pressure profiles and dementia in Parkinson's disease.We enrolled 137 patients with Parkinson's disease, who underwent 24 h ambulatory blood pressure monitoring, following cognitive and clinical assessment.Twenty-seven patients (19.7%) were diagnosed with dementia in this cohort. We observed significant associations of dementia with age, male gender, Hoehn-Yahr (H-Y) stage, diabetes mellitus, history of stroke, presence of cerebrovascular lesions on MRI, and orthostatic hypotension. Univariate logistic regression analysis showed that among the patterns of nocturnal blood pressure profiles, the riser pattern was significantly associated with dementia (OR 11.6, 95%CI: 2.14-215.0, P < 0.01), and this trend was observed after adjusting for all confounding factors except orthostatic hypotension (OR 19.2, 95%CI: 1.12-1960.3, P = 0.04). However, coexistence of a riser pattern and orthostatic hypotension was related to a higher prevalence of dementia (45.2%) than was a riser pattern alone (9.5%). Furthermore, coexistence of a riser pattern and orthostatic hypotension was significantly more associated with dementia than was a riser pattern alone, even after adjusting for confounders (OR 1625.1, 95%CI: 21.9-1343909.5, P < 0.01).Our results suggest a relationship between a riser pattern coexisting with orthostatic hypotension and dementia in Parkinson's disease. Further prospective studies are warranted to investigate whether abnormal nocturnal blood pressure profiles predict dementia in Parkinson's disease.", "doi": "10.1016/j.parkreldis.2017.10.014", "title": "Association between abnormal nocturnal blood pressure profile and dementia in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}