{"authors": [["Carradori", "Simone", "S", "Department of Pharmacy, \"G. D'Annunzio\" University of Chieti-Pescara, Via Dei Vestini 31, 66100 Chieti, Italy."], ["Ortuso", "Francesco", "F", "Dipartimento di Scienze Della Salute, University \"Magna Graecia\" of Catanzaro, Campus \"S. Venuta\", Viale Europa, 88100 Catanzaro, Italy. Electronic address: ortuso@unicz.it."], ["Petzer", "Anél", "A", "Pharmaceutical Chemistry and Centre of Excellence for Pharmaceutical Sciences, North-West University, Potchefstroom 2520, South Africa."], ["Bagetta", "Donatella", "D", "Department of Pharmacy, \"G. D'Annunzio\" University of Chieti-Pescara, Via Dei Vestini 31, 66100 Chieti, Italy."], ["De Monte", "Celeste", "C", "Dipartimento di Chimica e Tecnologie Del Farmaco, \"Sapienza\" University of Rome, P.le A. Moro 5, 00185 Rome, Italy."], ["Secci", "Daniela", "D", "Dipartimento di Chimica e Tecnologie Del Farmaco, \"Sapienza\" University of Rome, P.le A. Moro 5, 00185 Rome, Italy. Electronic address: daniela.secci@uniroma1.it."], ["De Vita", "Daniela", "D", "Dipartimento di Chimica e Tecnologie Del Farmaco, \"Sapienza\" University of Rome, P.le A. Moro 5, 00185 Rome, Italy."], ["Guglielmi", "Paolo", "P", "Dipartimento di Chimica e Tecnologie Del Farmaco, \"Sapienza\" University of Rome, P.le A. Moro 5, 00185 Rome, Italy."], ["Zengin", "Gokhan", "G", "Selcuk University, Science Faculty, Department of Biology, Konya, Turkey."], ["Aktumsek", "Abdurrahman", "A", "Selcuk University, Science Faculty, Department of Biology, Konya, Turkey."], ["Alcaro", "Stefano", "S", "Dipartimento di Scienze Della Salute, University \"Magna Graecia\" of Catanzaro, Campus \"S. Venuta\", Viale Europa, 88100 Catanzaro, Italy."], ["Petzer", "Jacobus P", "JP", "Pharmaceutical Chemistry and Centre of Excellence for Pharmaceutical Sciences, North-West University, Potchefstroom 2520, South Africa."]], "date": "2017-10-19", "id": "29126727", "text": "New 4-(3-nitrophenyl)thiazol-2-ylhydrazone derivatives are proposed as dual-target-directed monoamine oxidase B (MAO-B) and acetylcholinesterase (AChE) inhibitors, as well as antioxidant agents, for the treatment of neurodegenerative disorders such as Parkinson's disease. Rational molecular design, target recognition and predicted pharmacokinetic properties have been evaluated by means of molecular modelling. Based on these properties, compounds were synthesized and evaluated in vitro as MAO-B and AChE inhibitors, and compared to the activities at their corresponding isozymes, monoamine oxidase A (MAO-A) and butyrylcholinesterase (BuChE), respectively. Anti-oxidant properties, potentially useful in the treatment of neurodegenerative disorders, have been also investigated in vitro. Among the evaluated compounds, three inhibitors may be considered as promising dual inhibitors of MAO-B and AChE, in vitro. MAO-B inhibition was also shown to be competitive and reversible for compound 19.", "doi": "10.1016/j.ejmech.2017.10.050", "title": "Design, synthesis and biochemical evaluation of novel multi-target inhibitors as potential anti-Parkinson agents.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}