{"authors": [["Wu", "Jia-Yong", "JY", "Department of Neurology, Drum Tower Hospital of Nanjing Medical University, Nanjing, China."], ["Zhang", "Yang", "Y", "Department of Neurology, Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, Jiangsu, China."], ["Wu", "Wen-Bo", "WB", "Department of Medical Imaging, Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."], ["Hu", "Gang", "G", "Jiangsu Key Laboratory of Neurodegeneration, Department of Pharmacology, Nanjing Medical University, Nanjing, Jiangsu, China."], ["Xu", "Yun", "Y", "Department of Neurology, Drum Tower Hospital of Nanjing Medical University, Nanjing, China."]], "date": "2017-11-10", "id": "29125694", "text": "Depression is one of the most common nonmotor symptoms in Parkinson's disease (PD). But the pathogenesis is still unclear. Studies have shown that depression in PD is closely related to the white matter abnormalities, but the number of studies is still very small and lack of whole brain white matter lesions study.In this study, we investigated whole brain white matter integrity in 31 depressed PD patients and 37 nondepressed PD patients by diffusion tensor imaging.There was no difference in age, gender, age of onset, disease duration, Hoehn-Yahr scale, Unified Parkinson's Disease Rating Scale scores-III, and Mini-Mental State Examination scores between the two groups. The only difference was the Hamilton Depression Rating Scale. Depressed PD patients showed reduced fractional anisotropy values in the left anterior corona radiata, left posterior thalamic radiation, left cingulum, left superior longitudinal fasciculus, left sagittal stratum (including inferior longitudinal fasciculus and inferior fronto-occipital fasciculus), and left uncinate fasciculus. In patients with depression, the Hamilton Depression Rating Scale (HDRS) was negatively correlated with the FA value in the left cingulum (r = -0.712, P = .032) and left superior longitudinal fasciculus (r = -0.699, P = .025).This study suggested depression in PD was related to impaired white matter integrity especially the long contact fibers in the left hemisphere. These findings may be helpful for further understanding the potential mechanisms underlying depression in PD.", "doi": "10.1111/cns.12778", "title": "Impaired long contact white matter fibers integrity is related to depression in Parkinson's disease.", "journal": ["CNS neuroscience & therapeutics", "CNS Neurosci Ther"]}