{"authors": [["Steger", "Martin", "M", "Department of Proteomics and Signal Transduction, Max-Planck-Institute of Biochemistry, Martinsried, Germany."], ["Diez", "Federico", "F", "Medical Research Council Protein Phosphorylation and Ubiquitylation Unit, School of Life Sciences, University of Dundee, Dundee, United Kingdom."], ["Dhekne", "Herschel S", "HS", "Department of Biochemistry, Stanford University School of Medicine, Stanford, United States."], ["Lis", "Pawel", "P", "Medical Research Council Protein Phosphorylation and Ubiquitylation Unit, School of Life Sciences, University of Dundee, Dundee, United Kingdom."], ["Nirujogi", "Raja S", "RS", "Medical Research Council Protein Phosphorylation and Ubiquitylation Unit, School of Life Sciences, University of Dundee, Dundee, United Kingdom."], ["Karayel", "Ozge", "O", "Department of Proteomics and Signal Transduction, Max-Planck-Institute of Biochemistry, Martinsried, Germany."], ["Tonelli", "Francesca", "F", "Medical Research Council Protein Phosphorylation and Ubiquitylation Unit, School of Life Sciences, University of Dundee, Dundee, United Kingdom."], ["Martinez", "Terina N", "TN", "The Michael J. Fox Foundation for Parkinson's Research, New York, United States."], ["Lorentzen", "Esben", "E", "Department of Molecular Biology and Genetics, Aarhus University, Aarhus, Denmark."], ["Pfeffer", "Suzanne R", "SR", "Department of Biochemistry, Stanford University School of Medicine, Stanford, United States."], ["Alessi", "Dario R", "DR", "Medical Research Council Protein Phosphorylation and Ubiquitylation Unit, School of Life Sciences, University of Dundee, Dundee, United Kingdom."], ["Mann", "Matthias", "M", "Department of Proteomics and Signal Transduction, Max-Planck-Institute of Biochemistry, Martinsried, Germany."]], "date": "2017-11-10", "id": "29125462", "text": "We previously reported that Parkinson's disease (PD) kinase LRRK2 phosphorylates a subset of Rab GTPases on a conserved residue in their switch-II domains (Steger et al., 2016) (PMID: 26824392). Here, we systematically analyzed the Rab protein family and found 14 of them (Rab3A/B/C/D, Rab5A/B/C, Rab8A/B, Rab10, Rab12, Rab29, Rab35 and Rab43) to be specifically phosphorylated by LRRK2, with evidence for endogenous phosphorylation for ten of them (Rab3A/B/C/D, Rab8A/B, Rab10, Rab12, Rab35 and Rab43). Affinity enrichment mass spectrometry revealed that the primary ciliogenesis regulator, RILPL1 specifically interacts with the LRRK2-phosphorylated forms of Rab8A and Rab10, whereas RILPL2 binds to phosphorylated Rab8A, Rab10, and Rab12. Induction of primary cilia formation by serum starvation led to a two-fold reduction in ciliogenesis in fibroblasts derived from pathogenic LRRK2-R1441G knock-in mice. These results implicate LRRK2 in primary ciliogenesis and suggest that Rab-mediated protein transport and/or signaling defects at cilia may contribute to LRRK2-dependent pathologies.", "doi": "10.7554/eLife.31012", "title": "Systematic proteomic analysis of LRRK2-mediated Rab GTPase phosphorylation establishes a connection to ciliogenesis.", "journal": ["eLife", "Elife"]}