{"authors": [["Schneider", "Susanne A", "SA", "Department of Neurology, Ludwig-Maximilians-University of München, Munich, Germany."], ["Alcalay", "Roy N", "RN", "Department of Neurology, Columbia University Medical Center, New York, New York, USA."]], "date": null, "id": "29124790", "text": "Clinical-pathological studies remain the gold-standard for the diagnosis of Parkinson's disease (PD). However, mounting data from genetic PD autopsies challenge the diagnosis of PD based on Lewy body pathology. Most of the confirmed genetic risks for PD show heterogenous neuropathology, even within kindreds, which may or may not include Lewy body pathology. We review the literature of genetic PD autopsies from cases with molecularly confirmed PD or parkinsonism and summarize main findings on SNCA (n = 25), Parkin (n = 20, 17 bi-allelic and 3 heterozygotes), PINK1 (n = 5, 1 bi-allelic and 4 heterozygotes), DJ-1 (n = 1), LRRK2 (n = 55), GBA (n = 10 Gaucher disease patients with parkinsonism), DNAJC13, GCH1, ATP13A2, PLA2G6 (n = 8 patients, 2 with PD), MPAN (n = 2), FBXO7, RAB39B, and ATXN2 (SCA2), as well as on 22q deletion syndrome (n = 3). Findings from autopsies of heterozygous mutation carriers of genes that are traditionally considered recessively inherited are also discussed. Lewy bodies may be present in syndromes clinically distinctive from PD (eg, MPAN-related neurodegeneration) and absent in patients with clinical PD syndrome (eg, LRRK2-PD or Parkin-PD). Therefore, the authors can conclude that the presence of Lewy bodies are not specific to the diagnosis of PD and that PD can be diagnosed even in the absence of Lewy body pathology. Interventions that reduce alpha-synuclein load may be more justified in SNCA-PD or GBA-PD than in other genetic forms of PD. The number of reported genetic PD autopsies remains small, and there are limited genotype-clinical-pathological-phenotype studies. Therefore, larger series of autopsies from genetic PD patients are required. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27193", "title": "Neuropathology of genetic synucleinopathies with parkinsonism: Review of the literature.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}