{"authors": [["Espay", "Alberto J", "AJ", "UC Neuroscience Institute, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."], ["Maloney", "Thomas", "T", "Pediatric Neuroimaging Research Consortium, Cincinnati Children's Hospital, Cincinnati, Ohio, USA."], ["Vannest", "Jennifer", "J", "Pediatric Neuroimaging Research Consortium, Cincinnati Children's Hospital, Cincinnati, Ohio, USA."], ["Norris", "Matthew M", "MM", "University of Cincinnati Center for Imaging Research, Cincinnati, Ohio, USA."], ["Eliassen", "James C", "JC", "University of Cincinnati Center for Imaging Research, Cincinnati, Ohio, USA."], ["Neefus", "Erin", "E", "UC Neuroscience Institute, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."], ["Allendorfer", "Jane B", "JB", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Chen", "Robert", "R", "The Morton and Gloria Shulman Movement Disorders Clinic and the Edmond J. Safra Program in Parkinson's Disease, University Health Network and the University of Toronto, Toronto, Canada."], ["Szaflarski", "Jerzy P", "JP", "UC Neuroscience Institute, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."]], "date": "2017-11-10", "id": "29124784", "text": "We sought to determine whether abnormalities in emotion processing underlie functional (psychogenic) dystonia, one of the most common functional movement disorders.Motor and emotion circuits were examined in 12 participants with functional dystonia, 12 with primary organic dystonia, and 25 healthy controls using functional magnetic resonance imaging at 4T and a finger-tapping task (motor task), a basic emotion-recognition task (emotional faces task), and an intense-emotion stimuli task.There were no differences in motor task activation between groups. In the faces task, when compared with the other groups, functional dystonia patients showed areas of decreased activation in the right middle temporal gyrus and bilateral precuneus and increased activation in the right inferior frontal gyrus, bilateral occipital cortex and fusiform gyrus, and bilateral cerebellum. In the intense-emotion task, when compared with the other groups, functional dystonia patients showed decreased activation in the left insular and left motor cortices (compared to organic dystonia, they showed an additional decrease in activation in the right opercular cortex and right motor cortex) and increased activation in the left fusiform gyrus.Functional dystonia patients exhibited stimulus-dependent altered activation in networks involved in motor preparation and execution, spatial cognition, and attentional control. These results support the presence of network dysfunction in functional dystonia. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27217", "title": "Dysfunction in emotion processing underlies functional (psychogenic) dystonia.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}