{"authors": [["Zhang", "Xiaohan", "X", "Department of Mathematics, South China University of Technology, Guangzhou, China."], ["Liu", "Shenquan", "S", "Department of Mathematics, South China University of Technology, Guangzhou, China."], ["Zhan", "Feibiao", "F", "Department of Mathematics, South China University of Technology, Guangzhou, China."], ["Wang", "Jing", "J", "Department of Mathematics, South China University of Technology, Guangzhou, China."], ["Jiang", "Xiaofang", "X", "Department of Mathematics and Science, Henan Institute of Science and Technology, Xinxiang, China."]], "date": "2017-10-26", "id": "29123477", "text": "The damage of dopaminergic neurons that innervate the striatum has been considered to be the proximate cause of Parkinson's disease (PD). In the dopamine-denervated state, the loss of dendritic spines and the decrease of dendritic length may prevent medium spiny neuron (MSN) from receiving too much excitatory stimuli from the cortex, thereby reducing the symptom of Parkinson's disease. However, the reduction in dendritic spine density obtained by different experiments is significantly different. We developed a biological-based network computational model to quantify the effect of dendritic spine loss and dendrites tree degeneration on basal ganglia (BG) signal regulation. Through the introduction of error index (EI), which was used to measure the attenuation of the signal, we explored the amount of dendritic spine loss and dendritic trees degradation required to restore the normal regulatory function of the network, and found that there were two ranges of dendritic spine loss that could reduce EI to normal levels in the case of dopamine at a certain level, this was also true for dendritic trees. However, although these effects were the same, the mechanisms of these two cases were significant difference. Using the method of phase diagram analysis, we gained insight into the mechanism of signal degradation. Furthermore, we explored the role of cortex in MSN morphology changes dopamine depletion-induced and found that proper adjustments to cortical activity do stop the loss in dendritic spines induced by dopamine depleted. These results suggested that modifying cortical drive onto MSN might provide a new idea on clinical therapeutic strategies for Parkinson's disease.", "doi": "10.3389/fncom.2017.00091", "title": "The Effects of Medium Spiny Neuron Morphologcial Changes on Basal Ganglia Network under External Electric Field: A Computational Modeling Study.", "journal": ["Frontiers in computational neuroscience", "Front Comput Neurosci"]}