{"authors": [["Adams", "Scott J", "SJ", "Department of Medical Imaging, University of Saskatchewan, Royal University Hospital, 103 Hospital Drive, Saskatoon, Saskatchewan S7N 0W8, Canada."], ["Kirk", "Andrew", "A", "Division of Neurology, University of Saskatchewan, Royal University Hospital, 103 Hospital Drive, Saskatoon, Saskatchewan S7N 0W8, Canada."], ["Auer", "Roland N", "RN", "Department of Pathology and Laboratory Medicine, University of Saskatchewan, Royal University Hospital, 103 Hospital Drive, Saskatoon, Saskatchewan S7N 0W8, Canada. Electronic address: roland.auer@usask.ca."]], "date": "2017-11-06", "id": "29122458", "text": "Adult-onset leukoencephalopathy with axonal spheroids and pigmented glia (ALSP) is a progressive degenerative white matter disorder. ALSP was previously recognized as two distinct entities, hereditary diffuse leukoencephalopathy with spheroids (HDLS) and pigmentary orthochromatic leukodystrophy (POLD). However, recent identification of mutations in the tyrosine kinase domain of the colony stimulating factor 1 receptor (CSF1R) gene, which regulates mononuclear cell lineages including microglia, have provided genetic and mechanistic evidence that POLD and HDLS should be regarded as a single clinicopathologic entity. We describe two illustrative cases of ALSP which presented with neuropsychiatric symptoms, progressive cognitive decline, and motor and gait disturbances. Antemortem diagnoses of autopsy-confirmed ALSP vary significantly, and include primary progressive multiple sclerosis, frontotemporal dementia, Alzheimer disease, atypical cerebral autosomal dominant arteriopathy with subcortical infarcts and leukoencephalopathy (CADASIL), corticobasal syndrome, and atypical Parkinson disease, suggesting that ALSP may be significantly underdiagnosed. This article presents a systematic review of ALSP in the context of two illustrative cases to help integrate the literature on HDLS and POLD. Consistent use of the term ALSP is suggested for clarity in the literature going forward.", "doi": "10.1016/j.jocn.2017.10.060", "title": "Adult-onset leukoencephalopathy with axonal spheroids and pigmented glia (ALSP): Integrating the literature on hereditary diffuse leukoencephalopathy with spheroids (HDLS) and pigmentary orthochromatic leukodystrophy (POLD).", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}