{"authors": [["Pawlukowska", "Wioletta", "W", "Department of Medical Rehabilitation and Clinical Physiotherapy, Clinic of Neurology, Pomeranian Medical University, Szczecin, Poland. Electronic address: wsna@o2.pl."], ["Szylińska", "Aleksandra", "A", "Department of Medical Rehabilitation and Clinical Physiotherapy, Pomeranian Medical University, Szczecin, Poland; Department of Neurology, District Hospital, Głogów, Poland."], ["Kotlęga", "Dariusz", "D", "Department of Neurology, Pomeranian Medical University, Szczecin, Poland."], ["Rotter", "Iwona", "I", "Department of Neurology, District Hospital, Głogów, Poland; Department of Neurology, District Hospital, Głogów, Poland."], ["Nowacki", "Przemysław", "P", "Clinic of Neurology, Pomeranian Medical University, Szczecin, Poland."]], "date": "2017-11-06", "id": "29122413", "text": "This study aims to establish the frequency at which patients with Parkinson disease subjectively assess the intensity of their speech disorders, factors that the patients believe determine the severity of their vocal impairment, and how their subjective self-assessment of vocal impairment by means of the Voice Handicap Index compares with the objective evaluation of the performance of the articulatory organs by means of Frenchay Dysarthria Assessment.The methods used Voice Handicap Index, Frenchay Dysarthria Assessment, and the Hoehn and Yahr scale.Positive correlation was found between the subjective assessment of the performance of the speech organs and the impaired differentiation of lip movements and tongue sideways movements, impaired saliva control, dysfunction of the soft palate, and the pitch. Negative correlation was found between the subjective assessment of the severity of speech disorder, breathing at rest, and sentence comprehension.Although we observed correlation between the subjective perception of certain speech disorders of patients with Parkinson disease and the objective assessment carried out by means of the Frenchay Dysarthria Assessment scale, the subjects did not believe the disorders had a significant impact on the quality of speech. Negative results of an examination do not necessarily reflect the subjective perception of the decline in the functioning of the articulatory organs. It should be assumed that lack of correlation between the subjective perception measured using Voice Handicap Index and the objective Frenchay Dysarthria-based assessment of the performance of the articulatory organs may result from a good adaptation to the progressive changes.", "doi": "10.1016/j.jvoice.2017.08.018", "title": "Differences between Subjective and Objective Assessment of Speech Deficiency in Parkinson Disease.", "journal": ["Journal of voice : official journal of the Voice Foundation", "J Voice"]}