{"authors": [["Birtwell", "Kelly", "K", "University of Salford, The Crescent, Salford M5 4WT, UK; The University of Manchester, Centre for Primary Care, Williamson Building, Oxford Rd., Manchester M13 9PL, UK. Electronic address: Kelly.birtwell@outlook.com."], ["Dubrow-Marshall", "Linda", "L", "University of Salford, The Crescent, Salford M5 4WT, UK."], ["Dubrow-Marshall", "Rod", "R", "University of Salford, The Crescent, Salford M5 4WT, UK."], ["Duerden", "Tim", "T", "University of Salford, The Crescent, Salford M5 4WT, UK; Integrated Mindfulness, 145 Radcliffe New Road, Whitefield, Manchester M45 7RP, UK."], ["Dunn", "Annette", "A", "Integrated Mindfulness, 145 Radcliffe New Road, Whitefield, Manchester M45 7RP, UK."]], "date": "2017-10-25", "id": "29122265", "text": "The aim of this study was to evaluate the effects of an 8-week Mindfulness-Based Stress Reduction course (MBSR) on people with Parkinson's disease who experienced depression, anxiety, stress or difficulty coping with Parkinson's.Thirteen participants were recruited and six completed the full MBSR course. Data were analysed using repeated measures analysis of variance and thematic analysis.There were significant improvements in levels of depression, anxiety and stress at weeks eight and sixteen, as measured by the Depression Anxiety and Stress Scale, short version (DASS-21). Themes of 'mindfulness as challenging' and 'mindfulness as life-enhancing' were identified from follow-up questionnaire responses. All participants reported they would recommend MBSR to other people with Parkinson's.This study supports previous preliminary findings that mindfulness-based interventions could benefit people with Parkinson's experiencing non-motor symptoms. Further research using larger sample sizes, a control group, and a longer follow-up period is required.", "doi": "10.1016/j.ctcp.2017.10.009", "title": "A mixed methods evaluation of a Mindfulness-Based Stress Reduction course for people with Parkinson's disease.", "journal": ["Complementary therapies in clinical practice", "Complement Ther Clin Pract"]}