{"authors": [["Uchino", "Kenji", "K", "Department of Neurology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."], ["Shiraishi", "Makoto", "M", "Department of Neurology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."], ["Tanaka", "Keita", "K", "Department of Neurology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."], ["Akamatsu", "Masashi", "M", "Department of Neurology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."], ["Hasegawa", "Yasuhiro", "Y", "Department of Neurology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."]], "date": "2017-11-09", "id": "29121638", "text": "Difficulty turning over in bed is a common night-time symptom in Parkinson's disease (PD). We aimed to quantitatively evaluate overnight turnover movements using a three-axis accelerometer and to investigate whether inability to turn in bed is related to daytime sleepiness, sleep quality, and depressive mood in PD patients.We examined 64 patients with PD (mean age, 73.3±8.21 years; modified Hoehn-Yahr [mH-Y] stage, 3.0±1.0; disease duration, 7.2±6.3 years; unified Parkinson's disease rating scale [UPDRS], 36.9±18.3). Overnight monitoring of turnover movements using a wearable three-axis accelerometer was performed in all patients. Nocturnal kinetic parameters including total time recumbent, total time supine, number of turnover movements, and mean interval between turnover movements were obtained. Daytime immobility was assessed using the Barthel index (B-I), UPDRS, and mH-Y stage. Patients were also assessed with the Epworth Sleepiness Scale (ESS), Parkinson's Disease Sleep Scale-2 (PDSS-2), and Beck Depression Inventory (BDI).Number of turnover movements in bed correlated negatively with disease duration (r = -0.305; p<0.05), L-dopa-equivalent dose (r = -0.281; p<0.05), mH-Y staging (r = -0.336; p<0.01), total score of UPDRS (r = -0.386; p<0.01) and positively with B-I score (r = 0.365; p<0.01). Number of turnover movements in bed was generally inconsistent with awareness of turnover movement impairment as evaluated by PDSS-2 Item 9 scores, but patients who were never aware of impaired turnover movements showed ≥5 turnover movements overnight. Multivariate logistic regression analyses revealed no correlations between number of nocturnal turnover movements in bed and BDI, ESS, or PDSS-2. Use of anti-psychotic drugs was associated with ESS (p = 0.045). UPDRS was associated with PDSS-2 (p = 0.016).Decreased number of turnover movements may not be a direct determinant of daytime sleepiness, sleep disorders, or depressive mood in PD patients. Use of anti-psychotic drugs and higher UPDRS score are factors significantly associated with daytime sleepiness and uncomfortable sleep, respectively.", "doi": "10.1371/journal.pone.0187616", "title": "Impact of inability to turn in bed assessed by a wearable three-axis accelerometer on patients with Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}