{"authors": [["Ravenek", "Michael", "M", "1 School of Occupational Therapy, Elborn College, Western University, London, ON, Canada."], ["Rudman", "Debbie L", "DL", "1 School of Occupational Therapy, Elborn College, Western University, London, ON, Canada."], ["Jenkins", "Mary E", "ME", "2 Department of Clinical Neurological Sciences, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."], ["Spaulding", "Sandi", "S", "1 School of Occupational Therapy, Elborn College, Western University, London, ON, Canada."]], "date": "2017-02-20", "id": "29119863", "text": "Objectives Individuals living with young-onset Parkinson's disease compose a rare subtype of a disease typically associated with older age. Situated within a large grounded theory study exploring information behavior, this paper describes the core category of the theory, i.e. uncertainty. Methods Data were collected with 39 individuals living with young-onset Parkinson's disease who took part in in-depth interviews, focus groups and/or an online discussion board. Fourteen autobiographies written by individuals living with young-onset Parkinson's disease were also used as data sources. Results Through experiencing young-onset Parkinson's disease, participants were confronted with uncertainty along two main lines. First, they experienced uncertainty with respect to their identities as young- and middle-aged adults, deviating from the idealized age-graded life path marked out within their socio-cultural context. Second, they experienced uncertainty with respect to their functioning, as the heterogeneous nature of Parkinson's progression meant that it would not be possible to chart how their disease would change over time. This uncertainty was associated with feelings of lost control over their lives and increased grief. Discussion With a deeper appreciation for how uncertainty is experienced in the lives of those with young-onset Parkinson's disease, health professionals may be better prepared to discuss these issues with patients and provide support and resources.", "doi": "10.1177/1742395317694699", "title": "Understanding uncertainty in young-onset Parkinson disease.", "journal": ["Chronic illness", "Chronic Illn"]}