{"authors": [["Helmich", "Rick C", "RC", "Donders Institute for Brain, Cognition and Behavior, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."]], "date": "2017-11-09", "id": "29119634", "text": "Tremor in Parkinson's disease is a poorly understood sign. Although it is one of the clinical hallmarks of the disease, its pathophysiology remains unclear. It is clear that tremor involves different neural mechanisms than bradykinesia and rigidity, the other core motor signs of Parkinson's disease. In particular, the role of dopamine in tremor has been heavily debated given clinical observations that tremor has a variable response to dopaminergic medication. From a neuroscience perspective, tremor is also a special sign; unlike other motor signs, it has a clear electrophysiological signature (frequency, phase, and power). These unique features of tremor, and newly available neuroimaging methods, have sparked investigations into the pathophysiology of tremor. In this review, evidence will be discussed for the idea that parkinsonian tremor results from increased interactions between the basal ganglia and the cerebello-thalamo-cortical circuit, driven by altered dopaminergic projections to nodes within both circuits, and modulated by context-dependent factors, such as psychological stress. Models that incorporate all of these features may help our understanding of the pathophysiology of tremor and interindividual differences between patients. One example that will be discussed in this article is the \"dimmer-switch\" model. According to this model, cerebral activity related to parkinsonian tremor first arises in the basal ganglia and is then propagated to the cerebello-thalamo-cortical circuit, where the tremor rhythm is maintained and amplified. In the future, detailed knowledge about the architecture of the tremor circuitry in individual patients (\"tremor fingerprints\") may provide new, mechanism-based treatments for this debilitating motor sign. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27224", "title": "The cerebral basis of Parkinsonian tremor: A network perspective.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}