{"authors": [["Arnaldi", "Dario", "D", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["De Carli", "Fabrizio", "F", "Institute of Molecular Bioimaging and Physiology, National Research Council, Genoa, Italy."], ["Famà", "Francesco", "F", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Brugnolo", "Andrea", "A", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Girtler", "Nicola", "N", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Picco", "Agnese", "A", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Pardini", "Matteo", "M", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Accardo", "Jennifer", "J", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Proietti", "Luca", "L", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Massa", "Federico", "F", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Bauckneht", "Matteo", "M", "Nuclear Medicine, Department of Health Sciences (DISSAL), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Morbelli", "Silvia", "S", "Nuclear Medicine, Department of Health Sciences (DISSAL), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Sambuceti", "Gianmario", "G", "Nuclear Medicine, Department of Health Sciences (DISSAL), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."], ["Nobili", "Flavio", "F", "Clinical Neurology, Dept. of Neuroscience (DINOGMI), University of Genoa and IRCCS AOU San Martino-IST, Genoa, Italy."]], "date": "2017-11-09", "id": "29119593", "text": "Cognitive impairment is a frequent and disabling feature of Parkinson's disease. Identifying the factors able to predict cognitive worsening since the early stage may improve disease management. The objective of this study was to define the best predictors of future cognitive worsening in a group of patients with newly diagnosed PD and to propose cutoff values potentially useful at the individual level.Fifty-four consecutive drug-naive patients with de novo PD were prospectively evaluated by clinical and neuropsychological assessment, resting EEG, and 123 I-FP-CIT-SPECT and clinically classified into mainly motor, diffuse/malignant, and intermediate PD subtypes; they were then followed up for an average of 5 years. Cognitive outcome was defined by identifying cognitively stable or worsened patients.Step-wise logistic regression selected the posterior qEEG mean frequency and 123 I-FP-CIT-SPECT uptake at caudate level (P < 0.0001). The posterior qEEG mean frequency (cut point, 8.3 Hz) and the caudate 123 I-FP-CIT-SPECT uptake (cut point, 2.3, specific to nondisplaceable binding ratio) achieved 82% and 80% of accuracy, respectively, in predicting cognitive outcome. Survival analysis showed decreasing expected time to cognitive worsening associated with scores below the established thresholds for qEEG and 123 I-FP-CIT-SPECT and with the presence of a malignant clinical phenotype.Resting EEG and 123 I-FP-CIT-SPECT are good predictors of future cognitive worsening, in de novo drug-naive PD patients. Wherever available, these biomarkers could add valuable prognostic information to classification into different clinical phenotypes. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27190", "title": "Prediction of cognitive worsening in de novo Parkinson's disease: Clinical use of biomarkers.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}