{"authors": [["Canesi", "Margherita", "M", "Parkinson Institute, Azienda Socio Sanitaria Territoriale Pini-CTO, Milano, Italy."], ["Rusconi", "Maria Luisa", "ML", "Department of Human and Social Sciences, Università degli Studi di Bergamo, Bergamo, Italy."], ["Cereda", "Emanuele", "E", "Nutrition and Dietetics Service, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy."], ["Ranghetti", "Alessandra", "A", "Parkinson Institute, Azienda Socio Sanitaria Territoriale Pini-CTO, Milano, Italy."], ["Cereda", "Viviana", "V", "Parkinson Institute, Azienda Socio Sanitaria Territoriale Pini-CTO, Milano, Italy."], ["Moroni", "Federica", "F", "Department of Human and Social Sciences, Università degli Studi di Bergamo, Bergamo, Italy."], ["Pezzoli", "Gianni", "G", "Parkinson Institute, Azienda Socio Sanitaria Territoriale Pini-CTO, Milano, Italy."]], "date": "2017-10-25", "id": "29118735", "text": "Creativity is a multidimensional phenomenon and an important component of human capacities. This ability is characterized by the involvement of several cognitive functions particularly linked to the prefrontal cortex. We compared divergent thinking, a measure of creativity, in patients affected by progressive supranuclear palsy (PSP), other parkinsonian syndromes, and healthy controls (HCs).Creativity features were evaluated using the Abbreviated Torrance Test for Adults (ATTA). Consecutive PSP outpatients were screened for inclusion. Then, patients with multiple system atrophy (MSA) and Parkinson's disease (PD) and a group of HC were studied. All groups have preserved cognitive functions and were matched for gender, education, disease duration, and age at onset with exception of PD patients who were matched by disease severity rather than disease duration.PSP patients were characterized by lower values in total ATTA and all subscales than HC and both MSA and PD patients. No differences were found comparing HC versus both MSA and PD patients. PSP patients were characterized by more impaired frontal functioning [assessed by means of Frontal Assessment Battery (FAB)] than HC and both PD and MSA patients.In the present study, ATTA was significantly lower in PSP patients than in the other study groups. The worst performance in ATTA-total score and the lower score in FAB in PSP patients support the role of frontal function in creative processes.", "doi": "10.3389/fneur.2017.00534", "title": "Divergent Thinking in Parkinsonism: A Case-Control Study.", "journal": ["Frontiers in neurology", "Front Neurol"]}