{"authors": [["Titova", "Nataliya", "N", "Department of Neurology, Neurosurgery and Medical Genetics, Federal State Budgetary Educational Institution of Higher Education « N.I. Pirogov Russian National Research Medical University » of the Ministry of Healthcare of the Russian Federation, Moscow, Russia."], ["Martinez-Martin", "Pablo", "P", "National Center of Epidemiology and CIBERNED, Carlos III Institute of Health, Madrid, Spain."], ["Katunina", "Elena", "E", "Department of Neurology, Neurosurgery and Medical Genetics, Federal State Budgetary Educational Institution of Higher Education « N.I. Pirogov Russian National Research Medical University » of the Ministry of Healthcare of the Russian Federation, Moscow, Russia."], ["Chaudhuri", "K Ray", "KR", "National Parkinson Foundation International Centre of Excellence, Kings College Hospital and The Maurice Wohl Clinical Neuroscience Institute, Kings College, 5 Cutcombe Road, London, SE59RT, UK. ray.chaudhuri@nhs.net."]], "date": "2017-11-07", "id": "29116411", "text": "Holistic management of Parkinson's disease, now recognised as a combined motor and nonmotor disorder, remains a key unmet need. Such management needs relatively accurate definition of the various stages of Parkinson's from early untreated to late palliative as each stage calls for personalised therapies. Management also needs to have a robust knowledge of the progression pattern and clinical heterogeneity of the presentation of Parkinson's which may manifest in a motor dominant or nonmotor dominant manner. The \"advanced\" stages of Parkinson's disease qualify for advanced treatments such as with continuous infusion or stereotactic surgery yet the concept of \"advanced Parkinson's disease\" (APD) remains controversial in spite of growing knowledge of the natural history of the motor syndrome of PD. Advanced PD is currently largely defined on the basis of consensus opinion and thus with several caveats. Nonmotor aspects of PD may also reflect advancing course of the disorder, so far not reflected in usual scale based assessments which are largely focussed on motor symptoms. In this paper, we discuss the problems with current definitions of \"advanced\" PD and also propose the term \"complex phase\" Parkinson's disease as an alternative which takes into account a multimodal symptoms and biomarker based approach in addition to patient preference.", "doi": "10.1007/s00702-017-1799-3", "title": "Advanced Parkinson's or \"complex phase\" Parkinson's disease? Re-evaluation is needed.", "journal": ["Journal of neural transmission (Vienna, Austria : 1996)", "J Neural Transm (Vienna)"]}