{"authors": [["Barber", "T R", "TR", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Muhammed", "K", "K", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Drew", "D", "D", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Lawton", "M", "M", "Population Health Sciences, University of Bristol, Bristol, UK."], ["Crabbe", "M", "M", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Rolinski", "M", "M", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Quinnell", "T", "T", "Respiratory Support and Sleep Centre, Papworth Hospital, Cambridge, UK."], ["Zaiwalla", "Z", "Z", "Department of Clinical Neurophysiology, John Radcliffe Hospital, Oxford, UK."], ["Ben-Shlomo", "Y", "Y", "Population Health Sciences, University of Bristol, Bristol, UK."], ["Husain", "M", "M", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."], ["Hu", "M T M", "MTM", "Nuffield Department of Clinical Neurosciences, University of Oxford, Oxford, UK."]], "date": "2017-11-08", "id": "29114969", "text": "Apathy is an important neuropsychiatric feature of Parkinson's disease (PD), which often emerges before the onset of motor symptoms. Patients with rapid eye movement sleep behaviour disorder (RBD) have a high probability of developing PD in future. Neuropsychiatric problems are common in RBD, but apathy has not previously been detailed in this key prodromal population.Eighty-eight patients with polysomnographically proven RBD, 65 patients with PD and 33 controls were assessed for apathy using the Lille Apathy Rating Scale. Cognition and depression were also quantified. The sensitivity of the Unified Parkinson's Disease Rating Scale screening questions for apathy and depression was calculated.A total of 46% of patients with RBD were apathetic, compared with 31% of patients with PD in our sample. Most patients with RBD with depression were apathetic but more than half of apathetic patients were not depressed. The sensitivity of the single Unified Parkinson's Disease Rating Scale screening question was only 33% for mild apathy and 50% for severe apathy.Apathy is common in RBD and is underestimated by a single self-report question. Recognition of apathy as a distinct neuropsychiatric feature in RBD could aid targeted treatment interventions and might contribute to the understanding of prodromal PD.", "doi": "10.1111/ene.13515", "title": "Apathy in rapid eye movement sleep behaviour disorder is common and under-recognized.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}