{"authors": [["Salari", "Mehri", "M", "Department of Neurology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Chitsaz", "Ahmad", "A", "Department of Neurology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Etemadifar", "Masoud", "M", "Department of Neurology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Najafi", "Mohammad Reza", "MR", "Department of Neurology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Mirmosayyeb", "Omid", "O", "Isfahan Neurosciences Research Center, Alzahra Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Bemanalizadeh", "Maryam", "M", "Isfahan Neurosciences Research Center, Alzahra Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Panahi", "Fatemeh", "F", "Isfahan Neurosciences Research Center, Alzahra Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Mirzajani", "Hosna", "H", "Isfahan Neurosciences Research Center, Alzahra Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."]], "date": null, "id": "29114366", "text": "Background: Parkinson's disease (PD) is diagnosed on the basis of motor symptoms, but non-motor symptoms (NMS) have high prevalence in PD and often antecede motor symptoms for years and cause severe disability. This study was conducted to determine the prevalence of NMS in patients with PD. Methods: This cross-sectional study was performed in Isfahan, Iran, on patients with PD. The prevalence of NMS was evaluated by the NMS questionnaire, the NMS scale, and Parkinson's disease questionnaire-39 (PDQ-39). The Mini-Mental Status Examination (MMSE) was used for assessing cognition. Results: A total of 81 patients, including 60 men and 21 women, were recruited for this study. The prevalence of NMS was 100%, and the most commonly reported symptom was fatigue (87.7%); there was a strong correlation between NMS and the quality of life (QOL) of patients with PD (P < 0.001). Conclusion: This study showed that NMS are highly prevalent in the PD population and adversely affect QOL in these patients. Early diagnosis and treatment can improve QOL and can help in disability management of patients with PD.", "doi": null, "title": "Evaluation of non-motor symptoms and their impact on quality of life in patients with Parkinson's disease, Isfahan, Iran.", "journal": ["Iranian journal of neurology", "Iran J Neurol"]}