{"authors": [["Shahidi", "Gholam Ali", "GA", "Department of Neurology, Rasool-e-Akram Hospital, Iran University of Medical Sciences, Tehran, Iran."], ["Rohani", "Mohammad", "M", "Department of Neurology, Rasool-e-Akram Hospital, Iran University of Medical Sciences, Tehran, Iran."], ["Parvaresh", "Mansour", "M", "Department of Neurology, Firoozgar Hospital, Iran University of Medical Sciences, Tehran, Iran."], ["Haghi-Ashtiani", "Bahram", "B", "Department of Neurology, Firoozgar Hospital, Iran University of Medical Sciences, Tehran, Iran."], ["Saeedi", "Maryam", "M", "Department of Neurology, Firoozgar Hospital, Iran University of Medical Sciences, Tehran, Iran."], ["Rashedi", "Romina", "R", "Student Research Committee, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Noori-Motlagh", "Zeynab", "Z", "Student Research Committee, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29114364", "text": "Background: The objective of our study was to assess Unified Parkinson Disease Rating Scale (UPDRS) score in Parkinson disease (PD) patients who underwent subthalamic nucleus (STN) deep brain stimulation (DBS) 6 years after their surgery and to compare their UPDRS score 6 years after DBS with their score before surgery and 6 months after their operation. Methods: In this cross sectional study which was carried out at Neurology Department of Rasool-e Akram Hospital, Tehran, Iran, affiliated to Iran University of Medical Sciences between 2008 and 2014, 37 patients with advanced PD were enrolled using non-randomized sampling method. All of the patients underwent STN DBS surgery and one patient died before being discharged, therefore; we started our study with 36 patients. The UPDRS III total score at preoperative state, 6-month follow-up and 6-year follow-up state were compared using repeated-measure analysis of variance. Results: Thirty-seven patients (26 men and 10 women) with mean age of 50 ± 3 ranging from 32 to 72 years underwent STN DBS surgery. All patients were suffering from advanced PD with mean period of 11.3 ± 1.9 years. All patients except one were followed up for six months. And 14 patients (8 men and 6 women) were included in a six-year follow-up. The UPDRS score measurements before surgery, at 6-month follow-up and 6-year follow-up were 18.22 ± 2.88, 12.80 ± 3.14, 25.0 ± 11.8, respectively. Significant increase in UPDRS score was observed between the preoperative and six-year follow-up period (P < 0.001). Conclusion: In conclusion, this study suggests that total UPDRS score will increase at 5 years following STN DBS and also showed that resting tremor, one of UPDRS sub-scores, will improve over time and the benefit of DBS will be persistent even after 6 years.", "doi": null, "title": "Outcome of subthalamic nucleus deep brain stimulation on long-term motor function of patients with advanced Parkinson disease.", "journal": ["Iranian journal of neurology", "Iran J Neurol"]}