{"authors": [["Kim", "Dong Seok", "DS", "1 Peptron Inc., Yuseong-gu, Daejeon, Republic of Korea."], ["Choi", "Ho-Il", "HI", "1 Peptron Inc., Yuseong-gu, Daejeon, Republic of Korea."], ["Wang", "Yun", "Y", "3 Center for Neuropsychiatric Research, National Health Research Institutes, Zhunan, Miaoli County, Taiwan."], ["Luo", "Yu", "Y", "4 Department of Neurosurgery, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Hoffer", "Barry J", "BJ", "4 Department of Neurosurgery, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Greig", "Nigel H", "NH", "2 Drug Design and Development Section, Translational Gerontology Branch, Intramural Research Program, National Institute on Aging, National Institutes of Health, Baltimore, MD, USA."]], "date": null, "id": "29113464", "text": "Molecular communications in the gut-brain axis, between the central nervous system and the gastrointestinal tract, are critical for maintaining healthy brain function, particularly in aging. Epidemiological analyses indicate type 2 diabetes mellitus (T2DM) is a risk factor for neurodegenerative disorders including Alzheimer's disease (AD) and Parkinson's diseases (PD) for which aging shows a major correlative association. Common pathophysiological features exist between T2DM, AD, and PD, including oxidative stress, inflammation, insulin resistance, abnormal protein processing, and cognitive decline, and suggest that effective drugs for T2DM that positively impact the gut-brain axis could provide an effective treatment option for neurodegenerative diseases. Glucagon-like peptide-1 (GLP-1)-based antidiabetic drugs have drawn particular attention as an effectual new strategy to not only regulate blood glucose but also decrease body weight by reducing appetite, which implies that GLP-1 could affect the gut-brain axis in normal and pathological conditions. The neurotrophic and neuroprotective effects of GLP-1 receptor (R) stimulation have been characterized in numerous in vitro and in vivo preclinical studies using GLP-1R agonists and dipeptidyl peptidase-4 inhibitors. Recently, the first open label clinical study of exenatide, a long-acting GLP-1 agonist, in the treatment of PD showed long-lasting improvements in motor and cognitive function. Several double-blind clinical trials of GLP-1R agonists including exenatide in PD and other neurodegenerative diseases are already underway or are about to be initiated. Herein, we review the physiological role of the GLP-1R pathway in the gut-brain axis and the therapeutic strategy of GLP-1R stimulation for the treatment of neurodegenerative diseases focused on PD, for which age is the major risk factor.", "doi": "10.1177/0963689717721234", "title": "A New Treatment Strategy for Parkinson's Disease through the Gut-Brain Axis: The Glucagon-Like Peptide-1 Receptor Pathway.", "journal": ["Cell transplantation", "Cell Transplant"]}