{"authors": [["Perez-Bouza", "Alberto", "A", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."], ["Di Santo", "Stefano", "S", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."], ["Seiler", "Stefanie", "S", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."], ["Meyer", "Morten", "M", "2 Department of Neurobiology Research, Institute of Molecular Medicine, University of Southern Denmark, Odense, Denmark."], ["Andereggen", "Lukas", "L", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."], ["Huber", "Alexander", "A", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."], ["Guzman", "Raphael", "R", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."], ["Widmer", "Hans R", "HR", "1 Department of Neurosurgery, Neurocenter and Regenerative Neuroscience Cluster, Bern University Hospital, University of Bern, Bern, Switzerland."]], "date": null, "id": "29113462", "text": "Transplantation of fetal ventral mesencephalic (VM) neurons for Parkinson's disease (PD) is limited by poor survival and suboptimal integration of grafted tissue into the host brain. In a 6-hydroxydopamine rat model of PD, we investigated the feasibility of simultaneous transplantation of rat fetal VM tissue and polymer-encapsulated C2C12 myoblasts genetically modified to produce glial cell line-derived neurotrophic factor (GDNF) or mock-transfected myoblasts on graft function. Amphetamine-induced rotations were assessed prior to transplantation and 2, 4, 6 and 9 wk posttransplantation. We found that rats grafted with VM transplants and GDNF capsules showed a significant functional recovery 4 wk after implantation. In contrast, rats from the VM transplant and mock-capsule group did not improve at any time point analyzed. Moreover, we detected a significantly higher number of tyrosine hydroxylase immunoreactive (TH-ir) cells per graft (2-fold), a tendency for a larger graft volume and an overall higher TH-ir fiber outgrowth into the host brain (1.7-fold) in the group with VM transplants and GDNF capsules as compared to the VM transplant and mock-capsule group. Most prominent was the TH-ir fiber outgrowth toward the capsule (9-fold). Grafting of GDNF-pretreated VM transplants in combination with the implantation of GDNF capsules resulted in a tendency for a higher TH-ir fiber outgrowth into the host brain (1.7-fold) as compared to the group transplanted with untreated VM transplants and GDNF capsules. No differences between groups were observed for the number of surviving TH-ir neurons or graft volume. In conclusion, our findings demonstrate that simultaneous transplantation of fetal VM tissue and encapsulated GDNF-releasing cells is feasible and support the graft survival and function. Pretreatment of donor tissue with GDNF may offer a way to further improve cell transplantation approaches for PD.", "doi": "10.1177/0963689717721202", "title": "Simultaneous Transplantation of Fetal Ventral Mesencephalic Tissue and Encapsulated Genetically Modified Cells Releasing GDNF in a Hemi-Parkinsonian Rat Model of Parkinson's Disease.", "journal": ["Cell transplantation", "Cell Transplant"]}