{"authors": [["Kelley", "Andrea R", "AR", "Department of Chemistry, University of Texas at San Antonio, One UTSA Blvd., San Antonio, TX."], ["Colley", "Madeline E", "ME", "Department of Chemistry, University of Texas at San Antonio, One UTSA Blvd., San Antonio, TX."], ["Perry", "George", "G", "Department of Chemistry, University of Texas at San Antonio, One UTSA Blvd., San Antonio, TX."], ["Bach", "Stephan B H", "SBH", "Department of Chemistry, University of Texas at San Antonio, One UTSA Blvd., San Antonio, TX."]], "date": "2017-11-07", "id": "29111606", "text": "Insoluble senile plaque aggregates are indicative of Alzheimer's disease (AD) pathology. A similar phenomenon occurs in Parkinson's disease (PD) with the build-up of Lewy bodies. The analysis of senile plaques, and other brain samples, from AD and PD patients by matrix-assisted laser desorption/ionization mass spectrometry (MALDI MS) has advantages but also presents obstacles due to the nature of the processes utilized in isolation procedures and storage. Salts, buffers, and detergents necessary in isolation of biological species may cause adducts and ion suppression that convolute the spectra obtained. We previously determined that amyloid-beta from isolated senile plaque deposits fragment similarly to the synthetic 40 and 42 amino acid peptide when analyzed by MALDI MS. In addition, α-synuclein also fragments predictably by in-source decay. This provides information that may be applied to the identification and localization of amyloid-beta and α-synuclein in senile plaques and intact tissue sections. Ion suppression must still be accounted for when analyzing biological samples which makes identifying fragments at lower abundance difficult. The addition of certain transition-metal salts (Cu(II), Zn(II)) to the sample prior to analysis serves to \"clean\" the spectra and allow the peptide fragments produced to be observed with a much higher signal-to-noise and occasionally, improved resolution. We present a systematic study of incubation with different metal salts and their impact on the quality of the spectra, as well as the role of the binding of the metals to the model biological compounds, obtained for synthetic amyloid-beta, synthetic α-synuclein and isolated senile plaques. The optimized sample preparation methods presented will provide for simpler and more thorough identification of these biologically relevant species in human derived samples.", "doi": "10.1002/jms.4044", "title": "Incubation with Cu(II) and Zn(II) salts enhances MALDI-TOF mass spectra of amyloid-beta and α-synuclein toward in-vivo analysis.", "journal": ["Journal of mass spectrometry : JMS", "J Mass Spectrom"]}