{"authors": [["Palma", "Jose-Alberto", "JA", "Department of Neurology, Dysautonomia Center, New York University School of Medicine, NY, USA."], ["Norcliffe-Kaufmann", "Lucy", "L", "Department of Neurology, Dysautonomia Center, New York University School of Medicine, NY, USA."], ["Kaufmann", "Horacio", "H", "Department of Neurology, Dysautonomia Center, New York University School of Medicine, NY, USA. Electronic address: Horacio.Kaufmann@nyumc.org."]], "date": "2017-10-23", "id": "29111419", "text": "Multiple system atrophy (MSA) may be difficult to distinguish clinically from other disorders, particularly in the early stages of the disease. An autonomic-only presentation can be indistinguishable from pure autonomic failure. Patients presenting with parkinsonism may be misdiagnosed as having Parkinson disease. Patients presenting with the cerebellar phenotype of MSA can mimic other adult-onset ataxias due to alcohol, chemotherapeutic agents, lead, lithium, and toluene, or vitamin E deficiency, as well as paraneoplastic, autoimmune, or genetic ataxias. A careful medical history and meticulous neurological examination remain the cornerstone for the accurate diagnosis of MSA. Ancillary investigations are helpful to support the diagnosis, rule out potential mimics, and define therapeutic strategies. This review summarizes diagnostic investigations useful in the differential diagnosis of patients with suspected MSA. Currently used techniques include structural and functional brain imaging, cardiac sympathetic imaging, cardiovascular autonomic testing, olfactory testing, sleep study, urological evaluation, and dysphagia and cognitive assessments. Despite advances in the diagnostic tools for MSA in recent years and the availability of consensus criteria for clinical diagnosis, the diagnostic accuracy of MSA remains sub-optimal. As other diagnostic tools emerge, including skin biopsy, retinal biomarkers, blood and cerebrospinal fluid biomarkers, and advanced genetic testing, a more accurate and earlier recognition of MSA should be possible, even in the prodromal stages. This has important implications as misdiagnosis can result in inappropriate treatment, patient and family distress, and erroneous eligibility for clinical trials of disease-modifying drugs.", "doi": "10.1016/j.autneu.2017.10.007", "title": "Diagnosis of multiple system atrophy.", "journal": ["Autonomic neuroscience : basic & clinical", "Auton Neurosci"]}