{"authors": [["Watanabe", "Hiroyuki", "H", "Department of Patho-Functional Bioanalysis, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Yoshida Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan."], ["Ariyoshi", "Taisuke", "T", "Department of Patho-Functional Bioanalysis, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Yoshida Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan."], ["Ozaki", "Akihiko", "A", "Department of Neurology, Osaka Saiseikai Nakatsu Hospital, 2-10-39 Shibata, Kita-ku, Osaka 530-0012, Japan."], ["Ihara", "Masafumi", "M", "Department of Stroke and Cerebrovascular Diseases, National Cerebral and Cardiovascular Center, 5-7-1 Fujishirodai, Suita-shi, Osaka 565-8565, Japan."], ["Ono", "Masahiro", "M", "Department of Patho-Functional Bioanalysis, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Yoshida Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan. Electronic address: ono@pharm.kyoto-u.ac.jp."], ["Saji", "Hideo", "H", "Department of Patho-Functional Bioanalysis, Graduate School of Pharmaceutical Sciences, Kyoto University, 46-29 Yoshida Shimoadachi-cho, Sakyo-ku, Kyoto 606-8501, Japan."]], "date": "2017-10-14", "id": "29111367", "text": "α-Synuclein (α-syn) aggregates are commonly found in the brains of patients with Parkinson's disease (PD), dementia with Lewy bodies (DLB), and some other diseases. Therefore, in vivo imaging of α-syn aggregates would aid in drug development, early diagnosis, and monitoring of disease status. In order to develop imaging probes targeting α-syn aggregates, we synthesized and evaluated three novel radioiodinated benzimidazole (BI) derivatives for selective imaging of α-syn aggregates. In binding experiments, BI-2 exhibited the highest selective binding affinity for α-syn aggregates among the BI derivatives. In addition, BI-2 clearly stained Lewy bodies in PD brain sections, but did not label senile plaques deposited in AD brain sections. However, in the biodistribution study using normal mice, [125I]BI-2 did not demonstrate high brain uptake (0.56%ID/g at 2-min post-injection). Further structural modifications of the BI derivatives are needed, but the BI scaffold may be an attractive candidate for developing α-syn imaging probes.", "doi": "10.1016/j.bmc.2017.10.010", "title": "Synthesis and biological evaluation of novel radioiodinated benzimidazole derivatives for imaging α-synuclein aggregates.", "journal": ["Bioorganic & medicinal chemistry", "Bioorg. Med. Chem."]}