{"authors": [["Fan", "Jun-Chao", "JC", "Department of Anesthesiology, First Affiliated Hospital of Henan University, Kaifeng, Henan, 475000, China."], ["Song", "Jun-Jie", "JJ", "Department of Anesthesiology, First Affiliated Hospital of Henan University, Kaifeng, Henan, 475000, China."], ["Wang", "Ying", "Y", "Department of Anesthesiology, First Affiliated Hospital of Henan University, Kaifeng, Henan, 475000, China. Electronic address: huanglanzzu@163.com."], ["Chen", "Ying", "Y", "Department of Anesthesiology, First Affiliated Hospital of Henan University, Kaifeng, Henan, 475000, China."], ["Hong", "Dao-Xian", "DX", "Department of Anesthesiology, First Affiliated Hospital of Henan University, Kaifeng, Henan, 475000, China."]], "date": "2017-09-18", "id": "29111184", "text": "To discuss the neuron-protective effect and possible mechanism of subanesthestic-dosage ketamine on Parkinson's disease mice induced by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine.A total of 30 mice were divided equally into three groups, model control group (MC group), ketamine treatment group (KT group), and blank control group (BC group), respectively. The Parkinson's disease mice of MC group and KT groups were established by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (20 mg/kg/d), while mice in KT group were treated by intraperitoneal injection of subanesthestic-dosage ketamine (8 mg/kg). Differences on behaviors and the number of nigra dopaminergic neurons of mice in each group were compared through the behavioral test and tyrosine hydroxylase immunohistochemistry experiments after the treatments. Furthermore, Western blot was used to test the expression of autophagy-related gene LC3-Ⅱ, Beclin1, Parkin, PINK1, and mTOR.Compared with the BC group, the neuroethology scores were lower and the amount of TH positive cells were less both in MC and MT groups; In KT group, the neuroethology scores were higher and the amount of tyrosine hydroxylase positive cells were significantly more than that in MC group (P < 0.05). Moreover, expression levels of autophagy-related proteins LC3-II, Beclin1, Parkin, and PINK1 were higher, while the mTOR expression level was lower than that in MC group.The subanesthestic-dosage ketamine has some protective effects on the coordinating ability of movement and cognitive ability of Parkinson's disease mice induced by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine. This is probably due to that the autophagy activity of cells is activated by subanesthestic-dosage ketamine and that the neurons are protected.", "doi": "10.1016/j.apjtm.2017.09.014", "title": "Neuron-protective effect of subanesthestic-dosage ketamine on mice of Parkinson's disease.", "journal": ["Asian Pacific journal of tropical medicine", "Asian Pac J Trop Med"]}