{"authors": [["Naduthota", "Rajini M", "RM", "Department of Neurology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Honnedevasthana", "Arush Arun", "AA", "Medical Imaging Research Center, Dayanand Sagar Institutions, Kumara Swamy Layout, Bangalore 560078, India."], ["Lenka", "Abhishek", "A", "Department of Neurology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India; Department of Clinical Neurosciences, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Saini", "Jitender", "J", "Department of Neuroimaging and Interventional Radiology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Geethanath", "Sairam", "S", "Medical Imaging Research Center, Dayanand Sagar Institutions, Kumara Swamy Layout, Bangalore 560078, India."], ["Bharath", "Rose Dawn", "RD", "Department of Neuroimaging and Interventional Radiology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Christopher", "Rita", "R", "Department of Neurochemistry, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Yadav", "Ravi", "R", "Department of Neurology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Gupta", "Arun Kumar", "AK", "Department of Neuroimaging and Interventional Radiology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India."], ["Pal", "Pramod Kumar", "PK", "Department of Neurology, National Institute of Mental Health & Neurosciences, Hosur Road, Bangalore 560029, Karnataka, India. Electronic address: palpramod@nimhans.ac.in."]], "date": "2017-09-23", "id": "29111022", "text": "The objective of this work was to investigate whether patients with and without freezing of gait (FOG) in Parkinson's disease (PD) have differences in iron accumulation in substantia nigra using R2* relaxometry.This study included seventeen PD patients with FOG [FOG (+)], equal number of age and gender matched patients without FOG [FOG (-)] and 34 healthy controls (HC). T2* images were obtained from a 3-Tesla MRI system using multi-echo sequence. R2* values were extracted from Substantia Nigra (SN) and red nucleus and were compared among the three groups and correlated with clinical findings.R2* values were increased in PD group as a whole compared to HC in rostral and caudal segments of Substantia Nigra pars compacta (SNc) and in Substantia Nigra pars reticulata (SNr) but not in red nucleus. Within PD subgroups, FOG (+) group had increased iron accumulation in SNc compared to FOG (-) and HC. FOG score positively correlated with R2* values in the caudal region of SNc in FOG (+) group.Our study reveals higher nigral iron content in FOG (+) compared to FOG (-) and HCs. In addition, we observed positive correlation of FOG score with iron accumulation in SNc. Results of this study emphasize possible role of higher nigral iron content in the pathogenesis of FOG in PD.", "doi": "10.1016/j.jns.2017.09.033", "title": "Association of freezing of gait with nigral iron accumulation in patients with Parkinson's disease.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}