{"authors": [["Marques", "Tainá M", "TM", "Department of Neurology, Radboud University Medical Center, and Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands; Department of Laboratory Medicine, Radboud University Medical Center, Nijmegen, the Netherlands; Parkinson Center Nijmegen, Nijmegen, the Netherlands."], ["Van Rumund", "Anouke", "A", "Department of Neurology, Radboud University Medical Center, and Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands; Parkinson Center Nijmegen, Nijmegen, the Netherlands."], ["Kuiperij", "H Bea", "HB", "Department of Neurology, Radboud University Medical Center, and Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands; Department of Laboratory Medicine, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Verbeek", "Marcel M", "MM", "Department of Neurology, Radboud University Medical Center, and Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands; Department of Laboratory Medicine, Radboud University Medical Center, Nijmegen, the Netherlands; Parkinson Center Nijmegen, Nijmegen, the Netherlands. Electronic address: Marcel.Verbeek@radboudumc.nl."]], "date": null, "id": "29110782", "text": "The incidence of neurodegenerative disorders is increasing due to worldwide population aging. In general, sporadic forms account for 90% of total cases with neurodegenerative disorders and the reasons underlying initiation or progression of these diseases remain unknown for almost all disorders. To date, diagnosis is mainly based on clinical symptoms and neuroimaging, which is in many cases insufficient due to overlap in clinical symptoms among several neurodegenerative disorders. Therefore, postmortem neuropathologic confirmation remains the gold-standard diagnostic technique for many disorders. Biomarkers that could help in defining the clinical diagnosis, or predict disease progression and response to treatment, would therefore be very useful. In this chapter, we discuss potential biomarkers in cerebrospinal fluid studied in synucleinopathies, tauopathies, and other neurodegenerative disorders, and their possible application for clinical practice. Dementias are excluded in this analysis as these are discussed in Chapter 6.", "doi": "10.1016/B978-0-12-804279-3.00007-1", "title": "Biomarkers in cerebrospinal fluid for synucleinopathies, tauopathies, and other neurodegenerative disorders.", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"]}