{"authors": [["Yang", "Katie M", "KM", "Neuroscience Training Program, University of Wisconsin-Madison, Madison, WI, 53706, USA."], ["Blue", "Katherine V", "KV", "Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, 53706, USA; Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, 53706, USA."], ["Mulholland", "Haleigh M", "HM", "Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, 53706, USA; Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, 53706, USA."], ["Kurup", "Meghna P", "MP", "Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, 53706, USA; Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, 53706, USA."], ["Kelm-Nelson", "Cynthia A", "CA", "Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, 53706, USA; Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, 53706, USA."], ["Ciucci", "Michelle R", "MR", "Neuroscience Training Program, University of Wisconsin-Madison, Madison, WI, 53706, USA; Department of Communication Sciences and Disorders, University of Wisconsin-Madison, Madison, WI, 53706, USA; Department of Surgery, Division of Otolaryngology, University of Wisconsin-Madison, Madison, WI, 53706, USA. Electronic address: Ciucci@surgery.wisc.edu."]], "date": "2017-11-03", "id": "29109055", "text": "Parkinson disease (PD) is devastating to sensorimotor function that includes cranial/oromotor and limb motor deficits. However, the onset, progression, and neural correlates of PD-related dysfunctions are poorly understood. To address this gap, we used a genetic rat model of PD, DJ1 -/-, and hypothesized that motor deficits would manifest early in the disease process, be progressive in nature, and be related to pathologies in brainstem structures associated with sensorimotor function. The present study compares homozygous DJ1 -/- male rats to age-matched wild type controls. Progressive cranial sensorimotor function (ultrasonic vocalizations and tongue motor performance) and limb motor function (tapered balance beam) was analyzed at 2, 4, 6, and 8 months of age. Additionally, tyrosine hydroxylase cell counts were performed in the locus coeruleus and correlated to behavioral measures. We found that compared to wild type controls, DJ1 -/- show deficits in ultrasonic vocalizations as well as oromotor (tongue) deficits that were progressive. Overtime, DJ1 -/- rats cross a tapered balance beam with significantly decreased speed of traversal. Additionally, in the DJ1 -/-, tyrosine hydroxylase positive cells in the locus coeruleus are significantly reduced and are negatively correlated to oromotor behaviors. Characterizing the DJ1 -/- model of PD provides important foundational work necessary to define behavioral and early-onset biomarkers that parallels early-stage PD pathology in humans.", "doi": "10.1016/j.bbr.2017.10.036", "title": "Characterization of oromotor and limb motor dysfunction in the DJ1 -/- model of Parkinson disease.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}