{"authors": [["Faggiani", "Emilie", "E", "Univ. de Bordeaux, Institut des Maladies Neurodégénératives, UMR 5293, 33076 Bordeaux, France; CNRS, Institut des Maladies Neurodégénératives, UMR 5293, F-33076 Bordeaux, France."], ["Naudet", "Frederic", "F", "Univ. de Bordeaux, Institut des Maladies Neurodégénératives, UMR 5293, 33076 Bordeaux, France; CNRS, Institut des Maladies Neurodégénératives, UMR 5293, F-33076 Bordeaux, France."], ["Janssen", "Marcus L F", "MLF", "Department of Neuroscience and Neurosurgery, Maastricht University Medical Center, Maastricht, The Netherlands."], ["Temel", "Yasin", "Y", "Department of Neuroscience and Neurosurgery, Maastricht University Medical Center, Maastricht, The Netherlands."], ["Benazzouz", "Abdelhamid", "A", "Univ. de Bordeaux, Institut des Maladies Neurodégénératives, UMR 5293, 33076 Bordeaux, France; CNRS, Institut des Maladies Neurodégénératives, UMR 5293, F-33076 Bordeaux, France. Electronic address: abdelhamid.benazzouz@u-bordeaux.fr."]], "date": "2017-11-03", "id": "29108985", "text": "Anxiety in Parkinson's disease is a comorbid non-motor symptom that alters the quality of life of patients. Its neuronal substrates and those of l-Dopa treatment are still poorly known. Using different combinations of monoaminergic system lesions in the rat, we addressed the contribution of these systems in the efficacy of l-DOPA on anxiety and on the neuronal activity of basolateral amygdala (BLA), a brain structure involved in anxiety. Anxiety, locomotor activity and motor performance were assessed using the elevated plus maze, the open field and the skinner box, respectively. The neuronal activity of BLA was electrophysiologically recorded and the loss of dopamine, noradrenaline and serotonin neurons was quantified by immunohistochemistry and stereology. Selective bilateral lesion of dopamine neurons, with or without the additional lesions of noradrenaline and/or serotonin neurons, induced anxiety disorder. l-Dopa significantly decreased anxiety in animals with bilateral lesion of dopamine neurons alone or combined with that of noradrenaline neurons. In these two groups, l-DOPA enhanced the firing rate of BLA neurons. However, in animals with combined lesions of dopamine and serotonin neurons or in animals with lesions of the three monoaminergic systems, l-Dopa was no longer able to decrease anxiety behavior or to change the electrophysiological parameters of BLA neurons. Our data provide the first evidence of the key and positive role of the serotonergic system in the combined efficacy of l-Dopa on anxiety and the paralleled BLA neuronal activity, suggesting that the enhancement of the activity of serotonin neurons may boost the anxiolytic action of l-DOPA.", "doi": "10.1016/j.nbd.2017.11.001", "title": "Serotonergic neurons mediate the anxiolytic effect of l-DOPA: Neuronal correlates in the amygdala.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}