{"authors": [["Compta", "Yaroslau", "Y", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain; Department of Biomedicine, University of Barcelona, Barcelona, Catalonia, Spain."], ["Giraldo", "Darly M", "DM", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Muñoz", "Esteban", "E", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Antonelli", "Francesca", "F", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Fernández", "Manel", "M", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Bravo", "Paloma", "P", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Soto", "Marta", "M", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Cámara", "Ana", "A", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain."], ["Torres", "Ferran", "F", "Medical Statistics Core Facility, IDIBAPS & Biostatistics Unit, Faculty of Medicine, Universitat Autònoma de Barcelona, Catalonia, Spain."], ["Martí", "María José", "MJ", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, ICN, Hospital Clínic, IDIBAPS, CIBERNED, University of Barcelona, Barcelona, Catalonia, Spain. Electronic address: mjmarti@clinic.cat."], [null, null, null, null]], "date": "2017-10-20", "id": "29107645", "text": "The finding of mutations of the COQ2 gene and reduced coenzyme Q10 levels in the cerebellum in multiple system atrophy (MSA) suggest that coenzyme Q10 is relevant to MSA pathophysiology. Two recent studies have reported reduced coenzyme Q10 levels in plasma and serum (respectively) of MSA patients compared to Parkinson's disease and/or control subjects, but with largely overlapping values, limited comparison with other parkinsonisms, or dependence on cholesterol levels. We hypothesized that cerebrospinal fluid (CSF) is reliable to assess reductions in coenzyme Q10 as a candidate biomarker of MSA.In this preliminary cross-sectional study we assessed CSF coenzyme Q10 levels in 20 patients with MSA from the multicenter Catalan MSA Registry and of 15 PD patients, 10 patients with progressive supranuclear palsy (PSP), and 15 control subjects from the Movement Disorders Unit Biosample Collection of Hospital Clinic de Barcelona. A specific ELISA kit was used to determine CSF coenzyme Q10 levels. CSF coenzyme Q10 levels were compared in MSA vs. the other groups globally, pair-wise, and by binary logistic regression models adjusted for age, sex, disease severity, disease duration, and dopaminergic treatment.CSF coenzyme Q10 levels were significantly lower in MSA than in other groups in global and pair-wise comparisons, as well as in multivariate regression models. Receiver operating characteristic curve analyses yielded significant areas under the curve for MSA vs. PD, PSP and controls.These findings support coenzyme Q10 relevance in MSA. Low CSF coenzyme Q10 levels deserve further consideration as a biomarker of MSA.", "doi": "10.1016/j.parkreldis.2017.10.010", "title": "Cerebrospinal fluid levels of coenzyme Q10 are reduced in multiple system atrophy.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}