{"authors": [["Spigolon", "Giada", "G", "Department of Neuroscience, Karolinska Institutet, 17177 Stockholm, Sweden."], ["Cavaccini", "Anna", "A", "Neuroscience and Brain Technologies Department, Istituto Italiano di Tecnologia, 16163 Genova, Italy."], ["Trusel", "Massimo", "M", "Neuroscience and Brain Technologies Department, Istituto Italiano di Tecnologia, 16163 Genova, Italy."], ["Tonini", "Raffaella", "R", "Neuroscience and Brain Technologies Department, Istituto Italiano di Tecnologia, 16163 Genova, Italy. Electronic address: raffaella.tonini@iit.it."], ["Fisone", "Gilberto", "G", "Department of Neuroscience, Karolinska Institutet, 17177 Stockholm, Sweden. Electronic address: gilberto.fisone@ki.se."]], "date": "2017-10-28", "id": "29107639", "text": "The cJun N-terminal kinase (JNK) signaling pathway has been extensively studied with regard to its involvement in neurodegenerative processes, but little is known about its functions in neurotransmission. In a mouse model of Parkinson's disease (PD), we show that the pharmacological activation of dopamine D1 receptors (D1R) produces a large increase in JNK phosphorylation. This effect is secondary to dopamine depletion, and is restricted to the striatal projection neurons that innervate directly the output structures of the basal ganglia (dSPN). Activation of JNK in dSPN relies on cAMP-induced phosphorylation of the dopamine- and cAMP-regulated phosphoprotein of 32kDa (DARPP-32), but does not require N-methyl-d-aspartate (NMDA) receptor transmission. Electrophysiological experiments on acute brain slices from PD mice show that inhibition of JNK signaling in dSPN prevents the increase in synaptic strength caused by activation of D1Rs. Together, our findings show that dopamine depletion confers to JNK the ability to mediate dopamine transmission, informing the future development of therapies for PD.", "doi": "10.1016/j.nbd.2017.10.015", "title": "cJun N-terminal kinase (JNK) mediates cortico-striatal signaling in a model of Parkinson's disease.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}