{"authors": [["Shu", "Yaqing", "Y", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Li", "Rui", "R", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Qiu", "Wei", "W", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Chang", "Yanyu", "Y", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Sun", "Xiaobo", "X", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Fang", "Ling", "L", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Chen", "Chen", "C", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Yang", "Yu", "Y", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Lu", "Zhengqi", "Z", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Hu", "Xueqiang", "X", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China."], ["Kermode", "Allan G", "AG", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, Guangdong 510630, China; Centre for Neuromuscular and Neurological Disorders, University of Western Australia, Department of Neurology, Sir Charles Gairdner Hospital, Queen Elizabeth II Medical Centre, Perth, Australia; Institute of Immunology and Infectious Diseases, Murdoch University, Perth, Australia. Electronic address: allan.kermode@uwa.edu.au."]], "date": "2017-09-20", "id": "29107207", "text": "Many studies have demonstrated that serum gamma glutamyltransferase (GGT) within normal range might be an early marker of oxidative stress. However the role of GGT in neuromyelitis optica (NMO) and multiple sclerosis (MS) is unknown.We assessed the correlations among GGT and C-reactive protein (CRP) levels, as well as clinical characteristics of NMO and MS. Serum GGT and CRP levels were measured in 106 NMO patients, 87 MS patients, 79 patients with non-inflammatory neurological diseases (Parkinson disease) and 80 healthy controls (HC). Clinical parameters, blood-brain barrier (BBB) index and Delpech index of MS and NMO were also investigated.We found that NMO patients had higher serum GGT and CRP levels within their normal ranges compared to MS, PD, healthy controls. NMO patients exhibited significantly higher EDSS scores than MS patients. The BBB index in NMO patients was significantly higher than that in MS patients. Significant correlations existed between serum GGT and CRP levels and EDSS scores, BBB index in NMO and MS patients.Elevated GGT and CRP levels within their normal ranges in NMO and MS may be associated with inflammatory response, oxidative stress and BBB disturbance in the diseases. Further study into the underlying pathophysiology of this relationship is warranted.", "doi": "10.1016/j.msard.2017.09.021", "title": "Association of serum gamma-glutamyltransferase and C-reactive proteins with neuromyelitis optica and multiple sclerosis.", "journal": ["Multiple sclerosis and related disorders", "Mult Scler Relat Disord"]}