{"authors": [["Baluchnejadmojarad", "Tourandokht", "T", "Department of Physiology, School of Medicine, Iran University of Medical Sciences, Tehran, Iran. Electronic address: baluchnejadmojarad.t@iums.ac.ir."], ["Eftekhari", "Seyed-Mohammad", "SM", "Department of Physiology, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Jamali-Raeufy", "Nida", "N", "Department of Physiology, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Haghani", "Sobhan", "S", "Department of Physiology, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Zeinali", "Hossein", "H", "Department of Physiology, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Roghani", "Mehrdad", "M", "Neurophysiology Research Center, Shahed University, Tehran, Iran. Electronic address: mroghani@shahed.ac.ir."]], "date": "2017-11-05", "id": "29107062", "text": "Parkinson's disease (PD) is a prevalent movement disorder in the elderly. PD is hallmarked with progressive deterioration of mesencephalic dopaminergic neurons and development of debilitating motor and non-motor clinical symptoms. Klotho protein is the product of an aging-suppressor gene that its overexpression could protect neurons against oxidative injury. This study was undertaken to explore whether exogenous klotho could alleviate injury of nigrostriatal dopaminergic pathway in 6-hydroxydopamine (6-OHDA) rat model of PD. Intrastriatal 6-OHDA-lesioned rats were pretreated with klotho at a dose of 10μg/rat. Results showed that klotho mitigates apomorphine-induced rotational behavior and reduces the latency to initiate and the total time in the narrow beam test. In addition, beneficial effect of klotho was attenuated following i.c.v. microinjection of protein kinase A (PKA) inhibitor H-89 and Ca(2+)/calmodulin-dependent protein kinase II (CamKII) inhibitor KN-62. Additionally, klotho significantly lowered striatal levels of malondialdehyde (MDA), reactive oxygen species (ROS), glial fibrillary acid protein (GFAP), α synuclein, phospho-cAMP-response element binding protein (pCREB), and DNA fragmentation. Furthermore, klotho was capable to prevent degeneration of tyrosine hydroxylase (TH)-positive neurons within substantia nigra pars compacta (SNC). Collectively, these findings denote neuroprotective potential of exogenous klotho in 6-OHDA rat model of PD through alleviation of astrogliosis, apoptosis, and oxidative stress. It was also obtained that part of its protective effect is dependent on PKA/CaMKII/CREB signaling cascade.", "doi": "10.1016/j.exger.2017.10.023", "title": "The anti-aging protein klotho alleviates injury of nigrostriatal dopaminergic pathway in 6-hydroxydopamine rat model of Parkinson's disease: Involvement of PKA/CaMKII/CREB signaling.", "journal": ["Experimental gerontology", "Exp. Gerontol."]}