{"authors": [["Choi", "Dong-Joo", "DJ", "Neuroscience Graduate Program, Department of Biomedical Sciences, Ajou University School of Medicine, Worldcup-ro 164, Suwon, Kyunggi-do, 16499, Korea."], ["Eun", "Jin-Hwa", "JH", "Neuroscience Graduate Program, Department of Biomedical Sciences, Ajou University School of Medicine, Worldcup-ro 164, Suwon, Kyunggi-do, 16499, Korea."], ["Kim", "Byung Gon", "BG", "Neuroscience Graduate Program, Department of Biomedical Sciences, Ajou University School of Medicine, Worldcup-ro 164, Suwon, Kyunggi-do, 16499, Korea."], ["Jou", "Ilo", "I", "Neuroscience Graduate Program, Department of Biomedical Sciences, Ajou University School of Medicine, Worldcup-ro 164, Suwon, Kyunggi-do, 16499, Korea."], ["Park", "Sang Myun", "SM", "Neuroscience Graduate Program, Department of Biomedical Sciences, Ajou University School of Medicine, Worldcup-ro 164, Suwon, Kyunggi-do, 16499, Korea."], ["Joe", "Eun-Hye", "EH", "Neuroscience Graduate Program, Department of Biomedical Sciences, Ajou University School of Medicine, Worldcup-ro 164, Suwon, Kyunggi-do, 16499, Korea."]], "date": "2017-11-06", "id": "29105838", "text": "Defects in repair of damaged brain accumulate injury and contribute to slow-developing neurodegeneration. Here, we report that a deficiency of DJ-1, a Parkinson's disease (PD) gene, delays repair of brain injury due to destabilization of Sox9, a positive regulator of astrogliosis. Stereotaxic injection of ATP into the brain striatum produces similar size of acute injury in wild-type and DJ-1-knockout (KO) mice. However, recovery of the injury is delayed in KO mice, which is confirmed by 9.4T magnetic resonance imaging and tyrosine hydroxylase immunostaining. DJ-1 regulates neurite outgrowth from damaged neurons in a non-cell autonomous manner. In DJ-1 KO brains and astrocytes, Sox9 protein levels are decreased due to enhanced ubiquitination, resulting in defects in astrogliosis and glial cell-derived neurotrophic factor/ brain-derived neurotrophic factor expression in injured brain and astrocytes. These results indicate that DJ-1 deficiency causes defects in astrocyte-mediated repair of brain damage, which may contribute to the development of PD.", "doi": "10.1002/glia.23258", "title": "A Parkinson's disease gene, DJ-1, repairs brain injury through Sox9 stabilization and astrogliosis.", "journal": ["Glia", "Glia"]}