{"authors": [["Taddei", "Raquel N", "RN", "Maurice Wohl Clinical Neuroscience Institute and NIHR Biomedical Research Centre, Institute of Psychiatry, Psychology and Neuroscience, King's College Hospital, London, UK."], ["Cankaya", "Seyda", "S", "Maurice Wohl Clinical Neuroscience Institute and NIHR Biomedical Research Centre, Institute of Psychiatry, Psychology and Neuroscience, King's College Hospital, London, UK."], ["Dhaliwal", "Sandeep", "S", "Maurice Wohl Clinical Neuroscience Institute and NIHR Biomedical Research Centre, Institute of Psychiatry, Psychology and Neuroscience, King's College Hospital, London, UK."], ["Chaudhuri", "K Ray", "KR", "Maurice Wohl Clinical Neuroscience Institute and NIHR Biomedical Research Centre, Institute of Psychiatry, Psychology and Neuroscience, King's College Hospital, London, UK."]], "date": "2017-09-12", "id": "29104810", "text": "Investigation into neuropsychiatric symptoms in Parkinson's disease (PD) is sparse and current drug development is mainly focused on the motor aspect of PD. The tight association of psychosis with an impaired quality of life in PD, together with an important underreporting of this comorbid condition, contributes to its actual insufficient assessment and management. Furthermore, the withdrawal from access to readily available treatment interventions is unacceptable and has an impact on PD prognosis. Despite its impact, to date no standardized guidelines to the adequate management of PD psychosis are available and they are therefore highly needed. Readily available knowledge on distinct clinical features as well as early biomarkers of psychosis in PD justifies the potential for its timely diagnosis and for early intervention strategies. Also, its specific characterisation opens up the possibility of further understanding the underlying pathophysiological mechanisms giving rise to more targeted therapeutic developments in the nearer future. A literature review on the most recent knowledge with special focus on specific clinical subtypes and pathophysiological mechanisms will not only contribute to an up to date practical approach of this condition for the health care providers, but furthermore open up new ideas for research in the near future.", "doi": "10.1155/2017/3256542", "title": "Management of Psychosis in Parkinson's Disease: Emphasizing Clinical Subtypes and Pathophysiological Mechanisms of the Condition.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}