{"authors": [["Chao", "Honglu", "H", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Liu", "Yinlong", "Y", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China; Department of Neurosurgery, Suzhou Municipal Hospital, 242 Guangji Road, Suzhou, Jiangsu Province 215008, China."], ["Fu", "Xian", "X", "Department of Neurosurgery, Suzhou Municipal Hospital, 242 Guangji Road, Suzhou, Jiangsu Province 215008, China."], ["Xu", "Xiupeng", "X", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Bao", "Zhongyuan", "Z", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Lin", "Chao", "C", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Li", "Zheng", "Z", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Liu", "Yan", "Y", "Institute for Stem Cell and Neural Regeneration, School of Pharmacy, Nanjing Medical University, China."], ["Wang", "Xiaoming", "X", "Department of Immunology, Nanjing Medical University, China."], ["You", "Yongping", "Y", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Liu", "Ning", "N", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China."], ["Ji", "Jing", "J", "Department of Neurosurgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing 210029, Jiangsu Province, China. Electronic address: jijing@njmu.edu.cn."]], "date": "2017-11-02", "id": "29104115", "text": "iPLA2γ, calcium-independent phospholipase A2γ, discerningly hydrolyses glycerophospholipids to liberate free fatty acids. iPLA2γ-deficiency has been associated with abnormal mitochondrial function. More importantly, the iPLA2 family is causative proteins in mitochondrial neurodegenerative disorders such as parkinsonian disorders. However, the mechanisms by which iPLA2γ affects Parkinson's disease (PD) remain unknown. Mitochondrion stress has a key part in rotenone-induced dopaminergic neuronal degeneration. The present evaluation revealed that lowered iPLA2γ function provokes the parkinsonian phenotype and leads to the reduction of dopamine and its metabolites, lowered survival, locomotor deficiencies, and organismal hypersensitivity to rotenone-induced oxidative stress. In addition, lowered iPLA2γ function escalated the amount of mitochondrial irregularities, including mitochondrial reactive oxygen species (ROS) regeneration, reduced ATP synthesis, reduced glutathione levels, and abnormal mitochondrial morphology. Further, lowered iPLA2γ function was tightly linked with strengthened lipid peroxidation and mitochondrial membrane flaws following rotenone treatment, which can cause cytochrome c release and eventually apoptosis. These results confirmed the important role of iPLA2γ, whereby decreasing iPLA2γ activity aggravates mitochondrial degeneration to induce neurodegenerative disorders in a rotenone rat model of Parkinson's disease. These findings may be useful in the design of rational approaches for the prevention and treatment of PD-associated symptoms.", "doi": "10.1016/j.expneurol.2017.10.031", "title": "Lowered iPLA2γ activity causes increased mitochondrial lipid peroxidation and mitochondrial dysfunction in a rotenone-induced model of Parkinson's disease.", "journal": ["Experimental neurology", "Exp. Neurol."]}