{"authors": [["Thirtamara-Rajamani", "Keerthi", "K", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI, USA."], ["Li", "Peipei", "P", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI, USA."], ["Escobar Galvis", "Martha L", "ML", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI, USA."], ["Labrie", "Viviane", "V", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI, USA."], ["Brundin", "Patrik", "P", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI, USA."], ["Brundin", "Lena", "L", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI, USA."]], "date": null, "id": "29103054", "text": " Several large genome wide association studies have identified a locus in close proximity to the gene encoding the enzyme aminocarboxymuconate-semialdehyde-decarboxylase (ACMSD) to be associated with the risk for Parkinson's disease (PD), tentatively suggesting that this enzyme might influence PD pathogenesis. Further support for this comes from the recent identification of a disease-segregating stop codon mutation in ACMSD in a family with Parkinsonism, and a missense mutation in the ACMSD gene predicted to disrupt enzyme function in an individual with typical PD. ACMSD is part of the kynurenine pathway, responsible for the catalytic breakdown of tryptophan into NAD+, generating several neuroactive metabolites in the process. The enzyme is located at a key branch-point of the pathway, limiting the production of the neurotoxin quinolinic acid, which has excitotoxic and inflammatory properties. In this review, we discuss the genetic findings in light of the functions of ACMSD and its potential involvement in PD pathogenesis.", "doi": "10.3233/JPD-171240", "title": "Is the Enzyme ACMSD a Novel Therapeutic Target in Parkinson's Disease?", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}