{"authors": [["Bacchi", "Stephen", "S", "University of Adelaide, Adelaide, SA, Australia."], ["Chim", "Ivana", "I", "University of Adelaide, Adelaide, SA, Australia."], ["Kramer", "Philippe", "P", "McGill University, Montreal, QC, Canada."], ["Postuma", "Ronald B", "RB", "McGill University, Montreal, QC, Canada."]], "date": null, "id": "29103053", "text": "Domperidone is a proposed treatment of orthostatic hypotension (OH) in Parkinson's disease (PD). However, domperidone use in PD is tempered by concerns regarding QT prolongation and ventricular tachyarrhythmia and sudden cardiac death (VT/SCD).The aim is to identify peer-reviewed studies in which either (1) the effect of domperidone on blood pressure in patients with PD, or (2) the adverse effects associated with domperidone use in PD patients has been reported.PubMed, EMBASE, Medline and Scopus were searched using the terms Parkinson's disease and domperidone.Twenty-two articles fulfilled the inclusion criteria. One study was a randomized placebo-controlled trial with domperidone administration independent of the commencement of dopaminergic medications. This study identified a non-statistically significant trend that domperidone may be beneficial for OH in PD. Several studies identified statistically significant differences in BP with domperidone in the setting of initiating dopaminergic medication. There is currently the most evidence to support domperidone use with apomorphine commencement. Studies reporting domperidone adverse effects in PD patients were largely retrospective or cross-sectional. The identified studies demonstrated that domperidone may cause QT prolongation and is associated with increased risk of VT/SCD in PD patients with preexisting cardiac disease.Domperidone may help to ameliorate OH associated with dopaminergic medications in PD, namely when used in conjunction with apomorphine. When considering whether to use domperidone in PD, factors that should be taken into account include pre-existing heart disease and drug interactions, as well as the impact of OH on mobility, cognition and quality of life.", "doi": "10.3233/JPD-171209", "title": "Domperidone for Hypotension in Parkinson's Disease: A Systematic Review.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}