{"authors": [["Berk", "Sarah", "S", "The Michael J. Fox Foundation, New York, NY, USA."], ["Greco", "Brittany L", "BL", "Center for Human Experimental Therapeutics, University of Rochester, Rochester, NY, USA."], ["Biglan", "Kevin", "K", "Eli Lilly and Company, Indianapolis, IN, USA."], ["Kopil", "Catherine M", "CM", "The Michael J. Fox Foundation, New York, NY, USA."], ["Holloway", "Robert G", "RG", "Center for Human Experimental Therapeutics, University of Rochester, Rochester, NY, USA."], ["Meunier", "Claire", "C", "Evidation Health, San Francisco, CA, USA."], ["Simuni", "Tanya", "T", "Department of Neurology, Northwestern University, Feinberg School of Medicine, Chicago, IL, USA."]], "date": null, "id": "29103052", "text": "Challenges in clinical trial recruitment threaten the successful development of improved therapies. This is particularly true in Parkinson's disease (PD) studies of disease modification where the population of interest is difficult to find and study design is more complex.This paper seeks to understand how STEADY PD III, a National Institute of Neurological Disorders and Stroke (NINDS) funded phase 3 trial evaluating the efficacy of isradipine as a disease modifying agent for PD, was able to recruit their full target population 6 months ahead of schedule.STEADY PD III aimed to enroll 336 individuals with early stage idiopathic PD within 18 months using 57 sites across the United States and Canada. The study included a 10% NIH minority recruitment goal. Eligible participants agreed to be followed for up to 36 months, complete 12 in-person visits and 4 telephone visits. A Recruitment Committee of key stakeholders was critical in the development of a comprehensive recruitment strategy involving: multi-modal outreach, protocol modifications and comprehensive site selection and activation. Efforts to increase site-specific minority recruitment strategies were encouraged through additional funding.A total of 336 individuals, including 34 minorities, were enrolled within 12 months - 6 months ahead of the projected timeline. Quantitative analysis of recruitment activity questionnaires found that of the sites that completed them (n = 54), (20.4%) met goals, (24.1%) exceeded goals, and (55.6%) fell below projected goals. Referral sources completed at time of screening indicate top four study referral sources as: site personnel (53.8%); neurologists (24%); Fox Trial Finder (10.2%); and communications from The Michael J. Fox Foundation (3.9%).STEADY PD III serves as an important example of methods that can be used to increase clinical trial recruitment. This research highlights a continued need to improve site infrastructure and dedicate more resources to increased participation of minorities in clinical research.", "doi": "10.3233/JPD-171199", "title": "Increasing Efficiency of Recruitment in Early Parkinson's Disease Trials: A Case Study Examination of the STEADY-PD III Trial.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}