{"authors": [["Brahmachari", "Saurav", "S", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Karuppagounder", "Senthilkumar S", "SS", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Ge", "Preston", "P", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Lee", "Saebom", "S", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Dawson", "Valina L", "VL", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Dawson", "Ted M", "TM", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Ko", "Han Seok", "HS", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Johns Hopkins University School of Medicine, Baltimore, MD, USA."]], "date": null, "id": "29103051", "text": " Although the etiology of Parkinson's disease (PD) is poorly understood, oxidative stress has long been implicated in the pathogenesis of the disease. However, multifaceted and divergent signaling cascades downstream of oxidative stress have posed challenges for researchers to identify a central component of the oxidative stress-induced pathways causing neurodegeneration in PD. Since 2010, c-Abl-a non-receptor tyrosine kinase and an indicator of oxidative stress-has shown remarkable potential as a future promising drug target in PD therapeutics. Although, the constitutively active form of c-Abl, Bcr-Abl, has a long history in chronic myeloid leukemia and acute lymphocytic leukemia, the role of c-Abl in PD and relevant neurodegenerative diseases was completely unknown. Recently, others and we have identified and validated c-Abl as an important pathogenic mediator of the disease, where activated c-Abl emerges as a common link to various PD-related inducers of oxidative stress relevant to both sporadic and familial forms of PD and α-synucleinopathies. This review discusses the role of c-Abl in PD and the latest advancement on c-Abl as a drug target and as a prospective biomarker.", "doi": "10.3233/JPD-171191", "title": "c-Abl and Parkinson's Disease: Mechanisms and Therapeutic Potential.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}