{"authors": [["Afshari", "Mitra", "M", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Yang", "Amy", "A", "Biostatics Collaboration Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Bega", "Danny", "D", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."]], "date": null, "id": "29103050", "text": "Despite evidence for the benefits of exercise in Parkinson's disease (PD), many patients remain sedentary for undefined reasons.To compare exercise habits, perceptions about exercise, and barriers to exercise in 'low' (<3 h/week) and 'high' (≥3 h/week) exercisers with PD.A 48-item survey was administered to PD patients at an outpatient academic center. Chi-squared tests were used to compare the percentage differences between low- and high-exercisers with two-sided tests and a significant level of 0.05.243 surveys were collected over three months; 28 were excluded due to incomplete data, leaving 215 to be analyzed. 49.3% reported 'low'-exercise and 50.7% reported 'high'-exercise. High-exercisers participated in higher intensity exercise regimens (83.4% versus 32.1%, p≤0.001). High-exercisers were more likely to start exercising after being diagnosed (54.2% versus 27.8%, p < 0.001), whereas low-exercisers were more likely to reduce their amount of exercise (40.2% versus 15.9%, p < 0.001). Low-exercisers required more motivating factors. Both groups benefited from having a significant other or a personal trainer motivate them, and both were more likely to exercise if their neurologist encouraged them. Low-exercisers reported twice as many barriers as high-exercisers (p = 0.001). Barriers that were significantly more common in low-exercisers were: lacking someone to motivate them (33.3% versus 10.5%, p < 0.001), fatigue (20.8% versus 15.2%, p = 0.005), and depression (16.7% versus 7.6%, p = 0.045).There are significant differences between people with PD who exercise regularly and those who do not in terms of motivators and barriers. These findings should be considered when tailoring recommendations for PD patients to encourage exercise, and in designing future interventions.", "doi": "10.3233/JPD-171173", "title": "Motivators and Barriers to Exercise in Parkinson's Disease.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}