{"authors": [["Studer", "Valeria", "V", "Department of Parkinson's Disease, Movement Disorders and Brain Injury Rehabilitation, \"Moriggia-Pelascini\" Hospital, Gravedona ed Uniti, Italy."], ["Maestri", "Roberto", "R", "Department of Biomedical Engineering, Istituti Clinici Scientifici Maugeri Spa Società Benefit, IRCCS Montescano, Montescano (Pavia), Italy."], ["Clerici", "Ilaria", "I", "Department of Parkinson's Disease, Movement Disorders and Brain Injury Rehabilitation, \"Moriggia-Pelascini\" Hospital, Gravedona ed Uniti, Italy."], ["Spina", "Letizia", "L", "Department of Parkinson's Disease, Movement Disorders and Brain Injury Rehabilitation, \"Moriggia-Pelascini\" Hospital, Gravedona ed Uniti, Italy."], ["Zivi", "Ilaria", "I", "Department of Parkinson's Disease, Movement Disorders and Brain Injury Rehabilitation, \"Moriggia-Pelascini\" Hospital, Gravedona ed Uniti, Italy."], ["Ferrazzoli", "Davide", "D", "Department of Parkinson's Disease, Movement Disorders and Brain Injury Rehabilitation, \"Moriggia-Pelascini\" Hospital, Gravedona ed Uniti, Italy."], ["Frazzitta", "Giuseppe", "G", "Department of Parkinson's Disease, Movement Disorders and Brain Injury Rehabilitation, \"Moriggia-Pelascini\" Hospital, Gravedona ed Uniti, Italy."]], "date": null, "id": "29103048", "text": "Gait disturbances in Parkinson's disease (PD) are highly disabling and poorly responsive to drugs, especially in advanced stages. While the efficacy of a treadmill training based on external feedback and cues (treadmill-plus) on gait disturbances in early PD stages is demonstrated, no definitive evidence exists about advanced stages.We aimed to evaluate the feasibility and the effects of a treadmill-plus training on gait disturbances in advanced PD.Two hundred and six PD patients from medium to more advanced Hoehn & Yahr stage (stage 2, n = 79, stage 3 n = 74, and stage 4 = 53) who underwent a 4-week treadmill-plus training, were retrospectively identified. All patients were able to walk on a treadmill for one minute at 1.5 km/h, without support. Feasibility was evaluated by measuring safety, adverse events, and attrition rate. The effects of treatment were evaluated by assessing, both at enrolment and at the end of treatment, the on-land, self-paced 6-minute Walking Test (6MWT) and the gait parameters obtained from the treadmill during a 1.5 km/h trial.All patients completed the treadmill-plus training and no adverse events were recorded, even among more disabled patients. After training, we observed a significant improvement in the 6MWT, an increase in step length and a reduction of cadence and step variability in the whole sample. After stratifying patients according to disease stage, we found that patients in more advanced stages experienced the same improvements in all gait parameters as patients in less advanced stages.Treadmill-plus training is well tolerated and may have a positive impact on many aspects of gait in more advanced PD stages.", "doi": "10.3233/JPD-171126", "title": "Treadmill Training with Cues and Feedback Improves Gait in People with More Advanced Parkinson's Disease.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}