{"authors": [["Zhu", "Jun", "J", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Lu", "Liyu", "L", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China; Clinical Medicine School, Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Pan", "Yang", "Y", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Shen", "Bo", "B", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Xu", "Shulan", "S", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China; Clinical Medicine School, Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Hou", "Yuchao", "Y", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Zhang", "Xiangrong", "X", "Department of Geriatric Psychiatry, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China."], ["Zhang", "Li", "L", "Department of Geriatric Neurology, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing, Jiangsu, People's Republic of China. Electronic address: njmuzhangli@sina.com."]], "date": "2017-10-31", "id": "29102870", "text": "Depression is more common in Parkinson's disease (PD) than other chronic and disabling disorders. This study aimed to estimate the prevalence and identify potential risk factors influencing depression in 519 consecutive nondemented Chinese PD patients.Depression was assessed using the Hamilton Rating Scale for Depression (HAMD), PD severity was assessed using Hoehn and Yahr (H&Y) staging, motor symptoms were measured with the Unified PD Rating Scale (UPDRS) part III, and the Non-Motor Symptoms Questionnaire (NMS-Quest) was used to evaluate the global non-motor symptoms (NMS). The PD Sleep Scale (PDSS), and Mini-Mental State Examination (MMSE) were also administered.The mean total HAMD score was 12.60±9.29, and the most prevalent depressive domain was retardation (84.4%). There were significant correlations between the total HAMD score and sex, PD-duration, UPDRS-III, H&Y stage, PD-NMS, PDSS, and MMSE. Non-motor symptoms, poor sleep quality, younger age, and cognitive dysfunction are independent predictors of depression. Among these, non-motor symptoms or sleep disturbances are the most powerful predictors of each depressive domain. We observed a significantly higher total HAMD score and domains of anxiety/somatization, mental disorder, and hopelessness in female patients. However, there was no difference in HAMD total scores and HAMD sub-items between young-onset PD and late-onset PD patients when adjusted by potential confounding factors.The prevalence rate of depression among nondemented Chinese PD patients is high and similar to those reported in previous studies. The presence of depression in PD patients should be routinely assessed in clinical practice.", "doi": "10.1016/j.clineuro.2017.10.031", "title": "Depression and associated factors in nondemented Chinese patients with Parkinson's disease.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}