{"authors": [["Rieu", "Isabelle", "I", "Service de neurologie, CHU Clermont-Ferrand, Université Clermont Auvergne, Clermont-Ferrand, France."], ["Degos", "Bertrand", "B", "Département de neurologie, Centre Expert et Inter-Régional de Coordination de la Maladie de Parkinson, Groupe Hospitalier Universitaire Pitié-Salpêtrière, APHP, Paris, France."], ["Castelnovo", "Giovanni", "G", "Service de neurologie, Centre Hospitalo-Universitaire Caremeau, Nimes, France."], ["Vial", "Christophe", "C", "Service ENMG et pathologies neuromusculaires, Hôpital Neurologique Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["Durand", "Elodie", "E", "Service de neurologie, CHU Clermont-Ferrand, Université Clermont Auvergne, Clermont-Ferrand, France."], ["Pereira", "Bruno", "B", "CHU Clermont-Ferrand, Biostatistics Unit, DRCI, France."], ["Simonetta-Moreau", "Marion", "M", "Neurosciences Department, University Hospital of Toulouse, University of Toulouse 3, UMR 1214, INSERM, UPS ToNIC Toulouse, France."], ["Sangla", "Sophie", "S", "Département de neurologie, Centre Expert et Inter-Régional de Coordination de la Maladie de Parkinson, Groupe Hospitalier Universitaire Pitié-Salpêtrière, APHP, Paris, France."], ["Fluchère", "Frédérique", "F", "Department of Neurology and Movement Disorders, Pôle de Neurosciences Cliniques, Timone university hospital, Aix-Marseille University, Marseille, France."], ["Guehl", "Dominique", "D", "Service de neurophysiologie clinique, CHU de Bordeaux, IMN UMR CNRS 5293, Université de Bordeaux, Bordeaux, France."], ["Burbaud", "Pierre", "P", "Service de neurophysiologie clinique, CHU de Bordeaux, IMN UMR CNRS 5293, Université de Bordeaux, Bordeaux, France."], ["Geny", "Christian", "C", "Service de médecine Interne et Gerontologie, Centre Antonin Balmes, Montpellier, France."], ["Gayraud", "Dominique", "D", "Service de Neurologie, Centre Hospitalier Aix-Pertuis, Aix-en Provence, France."], ["Ory-Magne", "Fabienne", "F", "Neurosciences Department, University Hospital of Toulouse, University of Toulouse 3, UMR 1214, INSERM, UPS ToNIC Toulouse, France."], ["Bouhour", "Françoise", "F", "Service ENMG et pathologies neuromusculaires, Hôpital Neurologique Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["Llinares", "Elisabeth", "E", "Service de neurologie, Centre Hospitalo-Universitaire Caremeau, Nimes, France."], ["Derost", "Philippe", "P", "Service de neurologie, CHU Clermont-Ferrand, Université Clermont Auvergne, Clermont-Ferrand, France."], ["Marques", "Ana", "A", "Service de neurologie, CHU Clermont-Ferrand, Université Clermont Auvergne, Clermont-Ferrand, France."], ["Durif", "Franck", "F", "Service de neurologie, CHU Clermont-Ferrand, Université Clermont Auvergne, Clermont-Ferrand, France. Electronic address: fdurif@chu-clermontferrand.fr."]], "date": "2017-10-19", "id": "29102441", "text": "Plantar flexion of toe dystonia is very painful and leads to difficulties in walking. The objective of this study was to investigate the effect of incobotulinum toxin A (Xeomin) in the treatment of this type of dystonia in parkinsonian patients, using a randomized, double blind, placebo-controlled trial.45 parkinsonian patients with painful dystonic plantar flexion of toes were injected either with incobotulinum toxin A (Btx group), or with placebo in two muscle targets: the Flexor digitorum longus and the Flexor digitorum brevis. Three groups were compared: the first group received placebo in the Flexor digitorum longus and 100UI of Btx in the Flexor digitorum brevis (n = 16); the second group received 100 UI of Btx in the Flexor digitorum longus and placebo in the Flexor digitorum brevis (n = 13); and the third group, 2 injections of placebo (n = 16). The patients were injected in the same way twice with an interval of 3 months. The primary endpoint was measured six weeks after injections with the Clinical Global Impression (CGI) of change. Dystonia severity and associated pain were also assessed.Mean CGI was improved in the Btx group compared to the placebo group (P = 0.039). A significant reduction of pain and dystonia severity were observed in patients treated with Btx compared to baseline but no improvement was noted when compared to placebo group. No difference of efficacy was highlighted between the two injection sites.Btx injections are effective for improving clinical state of parkinsonian patients with plantar flexion of toe dystonia.", "doi": "10.1016/j.parkreldis.2017.10.009", "title": "Incobotulinum toxin A in Parkinson's disease with foot dystonia: A double blind randomized trial.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}