{"authors": [["Eltoukhy", "Moataz", "M", "Department of Kinesiology and Sport Sciences, School of Education & Human Development, University of Miami, Coral Gables, FL 33143, USA."], ["Kuenze", "Christopher", "C", "Department of Kinesiology, School of Education, Michigan State University, East Lansing, MI 48824, USA."], ["Andersen", "Michael S", "MS", "Department of Materials and Production, Aalborg University, Fibigerstraede 16, 9220 Aalborg East, Denmark."], ["Oh", "Jeonghoon", "J", "Department of Kinesiology and Sport Sciences, School of Education & Human Development, University of Miami, Coral Gables, FL 33143, USA."], ["Signorile", "Joseph", "J", "Department of Kinesiology and Sport Sciences, School of Education & Human Development, University of Miami, Coral Gables, FL 33143, USA; Center on Aging, Miller School of Medicine, 1695 N.W. 9th Avenue, Suite 3204, Miami, FL, 33136, USA. Electronic address: jsignorile@miami.edu."]], "date": "2017-10-26", "id": "29102274", "text": "Kinetic gait abnormalities result in reduced mobility among individuals with Parkinson's disease (PD). Currently, the assessment of gait kinetics can only be achieved using costly force plates, which makes it difficult to implement in most clinical settings. The Microsoft Kinect v2 has been shown to be a feasible clinic-based alternative to more sophisticated three-dimensional motion analysis systems in producing acceptable spatiotemporal and kinematic gait parameters. In this study, we aimed to validate a Kinect-driven musculoskeletal model using the AnyBody modeling system to predict three-dimensional ground reaction forces (GRFs) during gait in patients with PD. Nine patients with PD performed over-ground walking trials as their kinematics and ground reaction forces were measured using a Kinect v2 and force plates, respectively. Kinect v2 model-based and force-plate measured peak vertical and horizontal ground reaction forces and impulses produced during the braking and propulsive phases of the gait cycle were compared. Additionally, comparison of ensemble curves and associated 90% confidence intervals (CI90) of the three-dimensional GRFs were constructed to investigate if the Kinect sensor could provide consistent and accurate GRF predictions throughout the gait cycle. Results showed that the Kinect v2 sensor has the potential to be an effective clinical assessment tool for predicting GRFs produced during gait for patients with PD. However, the observed findings should be replicated and model reliability established prior to integration into the clinical setting.", "doi": "10.1016/j.medengphy.2017.10.004", "title": "Prediction of ground reaction forces for Parkinson's disease patients using a kinect-driven musculoskeletal gait analysis model.", "journal": ["Medical engineering & physics", "Med Eng Phys"]}