{"authors": [["Kim", "Yoon", "Y", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, Seoul, South Korea."], ["Kim", "Young Eun", "YE", "Department of Neurology, Hallym University Sacred Heart Hospital, Hallym University College of Medicine, Anyang, South Korea."], ["Park", "Eun Ok", "EO", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, Seoul, South Korea."], ["Shin", "Chae Won", "CW", "Department of Neurology, Kyung Hee University Medical Center, Seoul, South Korea."], ["Kim", "Han-Joon", "HJ", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, Seoul, South Korea."], ["Jeon", "Beomseok", "B", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, Seoul, South Korea. Electronic address: brain@snu.ac.kr."]], "date": "2017-11-06", "id": "29102236", "text": "REM sleep behavior disorder (RBD) is a parasomnia wherein a loss of REM sleep atonia manifests as dream-enactment, often violent. Aside from its significance as a predictor of PD, RBD in PD may imply more than merely screaming at night and experiencing sleep fragmentation. To probe its significance as a prognostic factor in PD, we performed a systematic literature review. Analysis of prospective studies reveals baseline RBD confers a higher risk of developing dementia and hallucinations. In cross-sectional studies, RBD is associated with the non-tremor predominant motor phenotype and autonomic dysfunction. Clinical, imaging, and autopsy studies support the presence of dense and diffuse pathology extending beyond the brainstem in PD with RBD. As RBD in PD is associated with a greater disease burden and an increased risk of mortality, we propose the RBD subtype in PD to highlight that RBD may mark a distinct subtype with relatively poor prognosis.", "doi": "10.1016/j.jocn.2017.09.019", "title": "REM sleep behavior disorder portends poor prognosis in Parkinson's disease: A systematic review.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}