{"authors": [["St Louis", "Erik K", "EK", "Center for Sleep Medicine and Department of Neurology, Mayo Clinic College of Medicine, Rochester, MN. Electronic address: StLouis.Erik@mayo.edu."], ["Boeve", "Bradley F", "BF", "Center for Sleep Medicine and Department of Neurology, Mayo Clinic College of Medicine, Rochester, MN."]], "date": "2017-11-01", "id": "29101940", "text": "Rapid eye movement sleep behavior disorder (RBD) is diagnosed by a clinical history of dream enactment accompanied by polysomnographic rapid eye movement sleep atonia loss (rapid eye movement sleep without atonia). Rapid eye movement sleep behavior disorder is strongly associated with neurodegenerative disease, especially synucleinopathies such as Parkinson disease, dementia with Lewy bodies, and multiple system atrophy. A history of RBD may begin several years to decades before onset of any clear daytime symptoms of motor, cognitive, or autonomic impairments, suggesting that RBD is the presenting manifestation of a neurodegenerative process. Evidence that RBD is a synlucleinopathy includes the frequent presence of subtle prodromal neurodegenerative abnormalities including hyposmia, constipation, and orthostatic hypotension, as well as abnormalities on various neuroimaging, neurophysiological, and autonomic tests. Up to 90.9% of patients with idiopathic RBD ultimately develop a defined neurodegenerative disease over longitudinal follow-up, although the prognosis for younger patients and antidepressant-associated RBD is less clear. Patients with RBD should be treated with either melatonin 3 to 12 mg or clonazepam 0.5 to 2.0 mg to reduce injury potential. Prospective outcome and treatment studies of RBD are necessary to enable accurate prognosis and better evidence for symptomatic therapy and future neuroprotective strategies.", "doi": "10.1016/j.mayocp.2017.09.007", "title": "REM Sleep Behavior Disorder: Diagnosis, Clinical Implications, and Future Directions.", "journal": ["Mayo Clinic proceedings", "Mayo Clin. Proc."]}