{"authors": [["Carrozzino", "Danilo", "D", "Psychiatric Research Unit, Psychiatric Centre North Zealand, Copenhagen University Hospital, Hillerød, Denmark; Department of Psychological, Health, and Territorial Sciences, University \"G. d'Annunzio\" of Chieti-Pescara, Chieti, Italy. Electronic address: danilo.carrozzino@unich.it."], ["Morberg", "Bo Mohr", "BM", "Psychiatric Research Unit, Psychiatric Centre North Zealand, Copenhagen University Hospital, Hillerød, Denmark."], ["Siri", "Chiara", "C", "Parkinson Institute, ASST G.Pini-CTO, ex ICP, Milan, Italy."], ["Pezzoli", "Gianni", "G", "Parkinson Institute, ASST G.Pini-CTO, ex ICP, Milan, Italy."], ["Bech", "Per", "P", "Psychiatric Research Unit, Psychiatric Centre North Zealand, Copenhagen University Hospital, Hillerød, Denmark."]], "date": "2017-11-01", "id": "29100973", "text": "Although psychiatric comorbidity in Parkinson's Disease (PD) has often been studied, the individual psychiatric symptoms have rarely been evaluated from a clinimetric point of view in an attempt to measure how much the symptoms have been bothering or distressing the PD patients. The current study is therefore aimed at evaluating from a clinimetric viewpoint the severity of psychiatric symptoms affecting PD patients by using the Hopkins Symptom Checklist (SCL-90-R) to show its measurement-driven construct validity (scalability). The conventional nine SCL-90-R subscales (somatization, obsessive-compulsive, interpersonal sensitivity, depression, anxiety, hostility, phobic anxiety, paranoid ideas, and psychoticism), as well as the clinical most valid subscales from the SCL-28 version (depression, anxiety, interpersonal sensitivity, and neurasthenia) were analysed according to a clinimetric approach by comparing PD patients with a control group from a general population study. Scalability was tested by the non-parametric item response theory model by use of a Mokken analysis. Among the various SCL-90-R or SCL-28 subscales we identified from the clinimetric analysis that the somatization, anxiety, phobic anxiety, psychoticism, and neurasthenia (apathy), as well as the SCL-90-R GSI, were the most impaired psychiatric syndromes reaching a clinically significant effect size above 0.80, whereas the total SCL-28 GSI obtained an effect size of just 0.80. Our clinimetric analysis has shown that patients with PD not only are bothered with diverse somatic symptoms, but also with specific secondary psychiatric comorbidities which are clinically severe markers of impairment in the day-to-day function implying a negative cooping approach.", "doi": "10.1016/j.pnpbp.2017.10.024", "title": "Evaluating psychiatric symptoms in Parkinson's Disease by a clinimetric analysis of the Hopkins Symptom Checklist (SCL-90-R).", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"]}