{"authors": [["Devetiarov", "Dmitriy", "D", "Semenov Institute of Chemical Physics, Russian Academy of Sciences, Moscow, Russia."], ["Semenova", "Ulia", "U", "Semenov Institute of Chemical Physics, Russian Academy of Sciences, Moscow, Russia. Electronic address: unsemenova@gmail.com."], ["Usova", "Svetlana", "S", "Semenov Institute of Chemical Physics, Russian Academy of Sciences, Moscow, Russia."], ["Tomskiy", "Alexey", "A", "Burdenko Neurosurgery Institute, Functional Neurosurgery, Moscow, Russia."], ["Tyurnikov", "Vladimir", "V", "Research Center of Neurology, Functional Neurosurgery, Moscow, Russia."], ["Nizametdinova", "Dinara", "D", "Research Center of Neurology, Functional Neurosurgery, Moscow, Russia."], ["Gushcha", "Artem", "A", "Research Center of Neurology, Functional Neurosurgery, Moscow, Russia."], ["Belova", "Elena", "E", "Semenov Institute of Chemical Physics, Russian Academy of Sciences, Moscow, Russia."], ["Sedov", "Alexey", "A", "Semenov Institute of Chemical Physics, Russian Academy of Sciences, Moscow, Russia; Moscow Institute of Physics and Technology, Moscow, Russia."]], "date": "2017-10-07", "id": "29100066", "text": "The aim of this study was to distinguish neuronal activity patterns in the human ventral thalamus and reveal common and disease-specific features in patients with Parkinson's disease (PD) and cervical dystonia (CD).Single unit activity of neurons was recorded during microelectrode-guided thalamotomies. We classified neurons of surgical target and surrounding area into patterns and compared their characteristics and responsiveness to voluntary movement between PD and CD patients.We distinguished five patterns of neuronal activity: single, LTS burst, mixed, non-LTS burst and longburst patterns. The burst and mixed patterns showed significant differences in several basic and burst characteristics. We showed that there were no disease-specific patterns or significant differences in pattern distribution between studied patients. However, burst patterns had an unbalanced distribution between disease conditions. In addition, we found difference in LTS burst characteristics between surgical targets and surrounding nuclei. All identified patterns, except the long burst pattern, were reactive to the motor tasks and to contraction of the pathological muscles.The ventral thalamus was characterised by common neuronal activity patterns which differed in characteristics between PD and CD.Our findings highlight patterns of neuronal activity of the human ventral thalamus and specific pathological features.", "doi": "10.1016/j.clinph.2017.09.110", "title": "Neuronal activity patterns in the ventral thalamus: Comparison between Parkinson's disease and cervical dystonia.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}