{"authors": [["Perju-Dumbrava", "Laura", "L", "Department of Neuroscience, Monash Medical Center, Clayton, Victoria, Australia."], ["Lau", "Ken", "K", "Department of Medical Imaging, Monash Medical Center, Clayton, Victoria, Australia."], ["Phyland", "Debbie", "D", "Department of Surgery, Monash Medical Center, Clayton, Victoria, Australia."], ["Papanikolaou", "Vicki", "V", "Department of Respiratory Medicine, Monash Medical Center, Clayton, Victoria, Australia."], ["Finlay", "Paul", "P", "Department of Respiratory Medicine, Monash Medical Center, Clayton, Victoria, Australia."], ["Beare", "Richard", "R", "Department of Neuroscience, Monash Medical Center, Clayton, Victoria, Australia."], ["Bardin", "Philip", "P", "Department of Respiratory Medicine, Monash Medical Center, Clayton, Victoria, Australia."], ["Stuckey", "Stephen", "S", "Department of Medical Imaging, Monash Medical Center, Clayton, Victoria, Australia."], ["Kempster", "Peter", "P", "Department of Neuroscience, Monash Medical Center, Clayton, Victoria, Australia."], ["Thyagarajan", "Dominic", "D", "Department of Neuroscience, Monash Medical Center, Clayton, Victoria, Australia."]], "date": "2017-11-03", "id": "29099841", "text": "Voice change is one of the earliest features of Parkinson's disease. However, quantitative studies of vocal fold dynamics which are needed to provide insight into disease biology, aid diagnosis, or track progression, are few.We therefore quantified arytenoid cartilage movements and glottic area during repeated phonation in 15 patients with Parkinson's disease (symptom duration < 6 years) and 19 controls, with 320-slice computerised tomography (CT). We related these measures to perceptual voice evaluations and spirometry. We hypothesised that Parkinson's disease patients have a smaller inter-arytenoid distance, a preserved or larger glottic area because vocal cord bowing has previously been reported, less variability in loudness, more voice dysdiadochokinesis and breathiness and a shortened phonation time because of arytenoid hypokinesis relative to glottic area.Inter-arytenoid distance in Parkinson's disease patients was moderately smaller (Mdn = 0.106, IQR = 0.091-0.116) than in controls (Mdn = 0.132, IQR = 0.116-0.166) (W = 212, P = 0.015, r = -0.42), normalised for anatomical and other inter-subject variance, analysed with two-tailed Wilcoxon's rank sum test. This finding was confirmed in a linear mixed model analysis-Parkinson's disease significantly predicted a reduction in the dependent variable, inter-arytenoid distance (b = -0.87, SEb = 0.39, 95% CI [-1.66, -0.08], t(31) = -2.24, P = 0.032). There was no difference in glottic area. On perceptual voice evaluation, patients had more breathiness and dysdiadochokinesis, a shorter maximum phonation time, and less variability in loudness than controls. There was no difference in spirometry after adjustment for smoking history.As predicted, vocal fold adduction movements are reduced in Parkinson's disease on repeated phonation but glottic area is maintained. Some perceptual characteristics of Parkinsonian speech reflect these changes. We are the first to use 320-slice CT to study laryngeal motion. Our findings indicate how Parkinson's disease affects intrinsic laryngeal muscle position and excursion.", "doi": "10.1371/journal.pone.0186611", "title": "Arytenoid cartilage movements are hypokinetic in Parkinson's disease: A quantitative dynamic computerised tomographic study.", "journal": ["PloS one", "PLoS ONE"]}