{"authors": [["Ortiz", "Genaro Gabriel", "GG", "Laboratorio de Desarrollo-Envejecimiento, Enfermedades Neurodegenerativas, División de Neurociencias, Centro de Investigación Biomédica de Occidente, Instituto Mexicano del Seguro Social, México."], ["Moráles-Sánchez", "E W", "EW", "Centro Universitario de Tonalá, Universidad de Guadalajara, México."], ["Pacheco-Moisés", "F P", "FP", "Centro Universitario de Ciencias Exactas e Ingenierías, Departamento de Química, Universidad de Guadalajara, México."], ["Jiménez-Gil", "F J", "FJ", "Unidad Médica de Alta Especialidad-Hospital de Especialidades, Centro Médico Nacional de Occidente, Departamento de Neurología, Instituto Mexicano del Seguro Social, México."], ["Macías-Islas", "M A", "MA", "Centro Universitario de Ciencias de la Salud, Departamento de Neurociencias, Universidad de Guadalajara, Guadalajara, Jalisco, México."], ["Mireles-Ramírez", "M A", "MA", "Unidad Médica de Alta Especialidad-Hospital de Especialidades, Centro Médico Nacional de Occidente, Departamento de Neurología, Instituto Mexicano del Seguro Social, México."], ["González-Usigli", "H", "H", "Unidad Médica de Alta Especialidad-Hospital de Especialidades, Centro Médico Nacional de Occidente, Departamento de Neurología, Instituto Mexicano del Seguro Social, México."]], "date": null, "id": "29099102", "text": "To determine the effect of melatonin (MEL) administration on ciclooxigenase 2 (COX-2) activity and serum concentration of nitric oxide metabolites, lipoperoxides and glutathione peroxidase (GPx) activity in patients with Parkinson's disease.Prospective double-blind randomized clinical pilot trial. 13 patients were included and two groups were formed: MEL at doses of 25 mg orally every 12 hours for 12 months and placebo with corn starch. Patients were assessed using the Unified Parkinson's Disease Scale. A blood sample was taken at baseline and every 3 months until 12 months.COX-2 activity decreased as did nitrates/nitrites (3, 6 and 9 months) and lipoperoxides (9 and 12 months); GPx exhibited no significant differences.", "doi": "10.24875/GMM.M000008", "title": "Effect of melatonin administration on cyclooxygenase-2 activity, serum levels of nitric oxide metabolites, lipoperoxides and glutathione peroxidase activity in patients with Parkinson’s disease", "journal": ["Gaceta medica de Mexico", "Gac Med Mex"]}