{"authors": [["Ramos-Hryb", "Ana B", "AB", "Department of Biochemistry, Center for Biological Sciences, Universidade Federal de Santa Catarina, Florianópolis, SC, 88040-900, Brazil."], ["Pazini", "Francis L", "FL", "Department of Biochemistry, Center for Biological Sciences, Universidade Federal de Santa Catarina, Florianópolis, SC, 88040-900, Brazil."], ["Kaster", "Manuella P", "MP", "Department of Biochemistry, Center for Biological Sciences, Universidade Federal de Santa Catarina, Florianópolis, SC, 88040-900, Brazil."], ["Rodrigues", "Ana Lúcia S", "ALS", "Department of Biochemistry, Center for Biological Sciences, Universidade Federal de Santa Catarina, Florianópolis, SC, 88040-900, Brazil. alsrodri@gmail.com."]], "date": null, "id": "29098660", "text": "Ursolic acid is a pentacyclic triterpenoid found in several plants. Despite its initial use as a pharmacologically inactive emulsifier in pharmaceutical, cosmetic and food industries, several biological activities have been reported for this compound so far, including anti-tumoural, anti-diabetic, cardioprotective and hepatoprotective properties. The biological effects of ursolic acid have been evaluated in vitro, in different cell types and against several toxic insults (i.e. 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine, amyloid-β peptides, kainic acid and others); in animal models of brain-related disorders (Alzheimer disease, Parkinson disease, depression, traumatic brain injury) and ageing; and in clinical studies with cancer patients and for muscle atrophy. Most of the protective effects of ursolic acid are related to its ability to prevent oxidative damage and excessive inflammation, common mechanisms associated with multiple brain disorders. Additionally, ursolic acid is capable of modulating the monoaminergic system, an effect that might be involved in its ability to prevent mood and cognitive dysfunctions associated with neurodegenerative and psychiatric conditions. This review presents and discusses the available evidence of the possible beneficial effects of ursolic acid for the management of neurodegenerative and psychiatric disorders. We also discuss the chemical features, major sources and potential limitations of the use of ursolic acid as a pharmacological treatment for brain-related diseases.", "doi": "10.1007/s40263-017-0474-4", "title": "Therapeutic Potential of Ursolic Acid to Manage Neurodegenerative and Psychiatric Diseases.", "journal": ["CNS drugs", "CNS Drugs"]}