{"authors": [["Liu", "Zhuo", "Z", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Shen", "Hui-Cong", "HC", "Department of Radiology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Lian", "Teng-Hong", "TH", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Mao", "Lei", "L", "Department of Radiology, Beijing Chuiyangliu Hospital, Beijing, 100022, China."], ["Tang", "Shou-Xian", "SX", "Department of Radiology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Sun", "Li", "L", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Huang", "Xi-Yan", "XY", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Guo", "Peng", "P", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Cao", "Chen-Jie", "CJ", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Yu", "Shu-Yang", "SY", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Zuo", "Li-Jun", "LJ", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Wang", "Xiao-Min", "XM", "Department of Physiology, Capital Medical University, Beijing, 100069, China."], ["Chen", "Sheng-Di", "SD", "Department of Neurology, Ruijin Hospital Affiliated to Shanghai Jiaotong University School of Medicine, Shanghai, 200025, China."], ["Chan", "Piu", "P", "Department of Neurology, Beijing Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Zhang", "Wei", "W", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China. ttyyzw@163.com."]], "date": "2017-11-02", "id": "29097764", "text": "Parkinson disease (PD) is associated with multiple factors, including iron, which is demonstrated to deposit excessively in PD brains. We detected iron deposition by susceptibility weighted image (SWI) and measured the levels of iron metabolism-related proteins and inflammatory factors in cerebrospinal fluid (CSF) and serum of PD patients and control subjects. Clinical symptoms of PD were evaluated by series of rating scales. Relationships among above factors were analyzed. Results showed that corrected phase (CP) value of substantia nigra (SN) was significantly decreased in PD group compared to control group, hence, SN was the main region with excessive iron deposition. In PD group, ferritin was significantly elevated in CSF and reduced in serum compared to control group, and levels of ferritin in CSF and serum were both significantly and positively correlated with CP value of SN, thus, abnormal iron metabolism in central and peripheral systems was associated with iron deposition. CP value of SN in PD group was significantly and negatively correlated with interleukin-1β level in CSF, so interleukin-1β might be a neuroinflammatory factor produced by excessive iron in SN. Iron deposition in SN was significantly correlated with motor symptoms and part of non-motor symptoms of PD.", "doi": "10.1038/s41598-017-14721-1", "title": "Iron deposition in substantia nigra: abnormal iron metabolism, neuroinflammatory mechanism and clinical relevance.", "journal": ["Scientific reports", "Sci Rep"]}