{"authors": [["Angelova", "Plamena R", "PR", "Department of Molecular Neuroscience, UCL Institute of Neurology, London, UK."], ["Barilani", "Mario", "M", "Unit of Regenerative Medicine - Cell Factory, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy; EPIGET LAB, Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milan, Italy."], ["Lovejoy", "Christopher", "C", "Department of Molecular Neuroscience, UCL Institute of Neurology, London, UK."], ["Dossena", "Marta", "M", "Unit of Regenerative Medicine - Cell Factory, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Viganò", "Mariele", "M", "Unit of Regenerative Medicine - Cell Factory, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Seresini", "Agostino", "A", "Fondazione Grigioni per il Morbo di Parkinson, Milano, Italy; Medical Genetics Laboratory, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Piga", "Daniela", "D", "Dino Ferrari Centre, Neuroscience Section, Department of Pathophysiology and Transplantation (DEPT); University of Milan, Neurology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Gandhi", "Sonia", "S", "Department of Molecular Neuroscience, UCL Institute of Neurology, London, UK."], ["Pezzoli", "Gianni", "G", "Fondazione Grigioni per il Morbo di Parkinson, Milano, Italy."], ["Abramov", "Andrey Y", "AY", "Department of Molecular Neuroscience, UCL Institute of Neurology, London, UK. Electronic address: a.abramov@ucl.ac.uk."], ["Lazzari", "Lorenza", "L", "Unit of Regenerative Medicine - Cell Factory, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."]], "date": "2017-10-20", "id": "29096320", "text": "Sporadic cases account for 90-95% of all patients with Parkinson's Disease (PD). Atypical Parkinsonism comprises approximately 20% of all patients with parkinsonism. Progressive Supranuclear Palsy (PSP) belongs to the atypical parkinsonian diseases and is histopathologically classified as a tauopathy. Here, we report that mesenchymal stem cells (MSCs) derived from the bone marrow of patients with PSP exhibit mitochondrial dysfunction in the form of decreased membrane potential and inhibited NADH-dependent respiration. Furthermore, mitochondrial dysfunction in PSP-MSCs led to a significant increase in mitochondrial ROS generation and oxidative stress, which resulted in decrease of major cellular antioxidant GSH. Additionally, higher basal rate of mitochondrial degradation and lower levels of biogenesis were found in PSP-MSCs, together leading to a reduction in mitochondrial mass. This phenotype was biologically relevant to MSC stemness properties, as it heavily impaired their differentiation into adipocytes, which mostly rely on mitochondrial metabolism for their bioenergetic demand. The defect in adipogenic differentiation was detected as a significant impairment of intracellular lipid droplet formation in PSP-MSCs. This result was corroborated at the transcriptional level by a significant reduction of PPARγ and FABP4 expression, two key genes involved in the adipogenic molecular network. Our findings in PSP-MSCs provide new insights into the etiology of 'idiopathic' parkinsonism, and confirm that mitochondrial dysfunction is important to the development of parkinsonism, independent of the type of the cell.", "doi": "10.1016/j.redox.2017.10.016", "title": "Mitochondrial dysfunction in Parkinsonian mesenchymal stem cells impairs differentiation.", "journal": ["Redox biology", "Redox Biol"]}