{"authors": [["Hubble", "Ryan P", "RP", "aAustralian Catholic University, School of Exercise Science, Banyo, Queensland, AUSTRALIA bAustralian Catholic University, School of Exercise Science, Fitzroy, Victoria, AUSTRALIA cAsia-Pacific Centre for Neuromodulation, Queensland Brain Institute, The University of Queensland, Brisbane, Queensland, AUSTRALIA."], ["Naughton", "Geraldine", "G", null], ["Silburn", "Peter A", "PA", null], ["Cole", "Michael H", "MH", null]], "date": "2017-11-01", "id": "29095706", "text": "Deficits in step-to-step symmetry and trunk muscle activations have been linked to falls in Parkinson's disease (PD). Given such symptoms are poorly managed with anti-parkinsonian medications, alternate therapies are needed. This blind phase II randomised-controlled trial sought to establish whether exercise can improve step-to-step symmetry in PD.Twenty-four PD patients with a falls history completed baseline assessments of symptom severity, balance confidence, mobility and quality of life. Step-to-step symmetry was assessed by deriving harmonic ratios from three-dimensional accelerations collected for the head and trunk. Patients were randomly assigned to either 12-weeks of exercise and falls prevention education or falls prevention education only. Both groups repeated the baseline tests 12- and 24-weeks following the initial assessment. The Australian and New Zealand Clinical Trials Registry number is ACTRN12613001175763.At 12-weeks, the Exercise group had statistically significant and clinically relevant improvements in anterior-posterior step-to-step trunk symmetry. In contrast, the Education group recorded statistically significant and clinically meaningful reductions in medial-lateral and vertical step-to-step trunk symmetry at 12-weeks.Given that step-to-step symmetry improved for the Exercise group and declined for the Education group post-intervention, active interventions appear more suited to increasing independence and quality of life for people with PD.", "doi": "10.1097/PHM.0000000000000858", "title": "Trunk exercises improve gait symmetry in Parkinson disease: A blind phase II randomised-controlled trial.", "journal": ["American journal of physical medicine & rehabilitation", "Am J Phys Med Rehabil"]}