{"authors": [["Serra", "Monica C", "MC", "US Department of Veterans Affairs Geriatric Research, Education and Clinical Center, Atlanta, Georgia."], ["Landry", "Alexus", "A", "Department of Biology, Louisiana State University, Baton Rouge, Louisiana."], ["Juncos", "Jorge L", "JL", "Department of Neurology, Emory University, Atlanta, Georgia."], ["Markland", "Alayne D", "AD", "Department of Veterans Affairs Geriatric Research, Education and Clinical Center, Birmingham, Alabama."], ["Burgio", "Kathryn L", "KL", "Department of Veterans Affairs Geriatric Research, Education and Clinical Center, Birmingham, Alabama."], ["Goode", "Patricia S", "PS", "Department of Veterans Affairs Geriatric Research, Education and Clinical Center, Birmingham, Alabama."], ["Johnson", "Theodore M", "TM", "US Department of Veterans Affairs Geriatric Research, Education and Clinical Center, Atlanta, Georgia."], ["Vaughan", "Camille P", "CP", "US Department of Veterans Affairs Geriatric Research, Education and Clinical Center, Atlanta, Georgia."]], "date": "2017-11-02", "id": "29095515", "text": "To compare the prevalence of urinary and bowel symptoms in a sample of adults with early Parkinson's disease (PD) and healthy controls (HC).Data were obtained from the Michael J. Fox Parkinson's Progression Markers Initiative (PPMI). Prevalent bladder (urinary incontinence (UI) and nighttime voiding) and bowel (constipation and fecal incontinence (FI)) symptoms were defined as occurring at least sometimes when queried using the Scale for Outcomes in PD for Autonomic Symptoms.The proportion of men (65% vs 64%) and the mean age (61.0 ± 9.7 vs 60.2 ± 11.2 years) was similar between early PD (n = 423) and HC (n = 195). UI and constipation were more prevalent among early PD versus HC (UI: 26.7% vs 8.2%, constipation: 32.4% vs 11.8%; P's < 0.0001). Prevalent nighttime voiding was high among both groups, but not significantly different (82.5% vs 84.1%, P = 0.62). FI was infrequent in both. The odds of UI and constipation were significantly higher in early PD even after adjustment for age, sex, cognition, and overactive bladder (UI model only), constipation (UI and constipation models only), depression, and anxiety medication usage (UI: OR: 4.39 [95% CI: 2.92, 5.87]; constipation: 3.34 [2.20, 4.42]; P's < 0.0001).While constipation is known to precede PD diagnosis, these data suggest that the occurrence of UI is elevated in early PD compared to a well-matched HC population.", "doi": "10.1002/nau.23443", "title": "Increased odds of bladder and bowel symptoms in early Parkinson's disease.", "journal": ["Neurourology and urodynamics", "Neurourol. Urodyn."]}