{"authors": [["McDermott", "Kirstie L", "KL", "Neuroscience and Mental Health Institute,University of Alberta,Edmonton,Canada."], ["Fisher", "Nancy", "N", "Department of Psychiatry,University of Alberta,Edmonton,Canada."], ["Bradford", "Sandra", "S", "Neuropsychology Clinic,University of Alberta,Edmonton,Canada."], ["Camicioli", "Richard", "R", "Neuroscience and Mental Health Institute,University of Alberta,Edmonton,Canada."]], "date": "2017-11-02", "id": "29094664", "text": "We apply recently recommended Parkinson's disease mild cognitive impairment (PD-MCI) classification criteria from the movement disorders society (MDS) to PD patients and controls and compare diagnoses to that of short global cognitive scales at baseline and over time. We also examine baseline prevalence of neuropsychiatric symptoms across different definitions of MCI.51 PD patients and 50 controls were classified as cognitively normal, MCI, or demented using MDS criteria (1.5 or 2.0 SD below normative values), Clinical Dementia Rating Scale (CDR), and the Dementia Rating Scale (DRS). All subject had parallel assessment with the Neuropsychiatric inventory (NPI).We confirmed that PD-MCI (a) is frequent, (b) increases the risk of PDD, and (c) affects multiple cognitive domains. We highlight the predictive variability of different criteria, suggesting the need for further refinement and standardization. When a common dementia outcome was used, the Level II MDS optimal testing battery with impairment defined as two SD below norms in 2+ tests performs the best. Neuropsychiatric symptoms were more common in PD across all baseline and longitudinal cognitive classifications.Our results advance previous findings on the utility of MDS PD-MCI criteria for PD patients and controls at baseline and over time. Additionally, we emphasize the possible utility of other cognitive scales and neuropsychiatric symptoms.", "doi": "10.1017/S1041610217002265", "title": "Parkinson's disease mild cognitive impairment classifications and neurobehavioral symptoms.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}