{"authors": [["Wackym", "P Ashley", "PA", "Department of Otolaryngology-Head and Neck SurgeryRutgers Robert Wood Johnson Medical School and the Ear and Skull Base CenterNew BrunswickNew Jersey."], ["Mackay-Promitas", "Heather T", "HT", "the Legacy Research InstitutePortlandOregon."], ["Demirel", "Shaban", "S", "the Legacy Research InstitutePortlandOregon."], ["Gianoli", "Gerard J", "GJ", "the Ear and Balance Institute, CovingtonLouisiana."], ["Gizzi", "Martin S", "MS", "the Legacy Research InstitutePortlandOregon."], ["Carter", "Dale M", "DM", "the NW Headache and Wellness CenterPortlandOregon."], ["Siker", "David A", "DA", "Siker Medical Imaging and InterventionPortlandOregon."]], "date": "2017-08-22", "id": "29094067", "text": "Patients with third window syndrome and superior semicircular canal dehiscence (SSCD) symptoms whose surgical outcomes placed them as outliers were systematically studied to determine comorbidities that were responsible for their poor outcomes due to these confounding factors.Observational analytic case-control study in a tertiary referral center.Twelve adult patients with clinical SSCD syndrome underwent surgical management and had outcomes that did not resolve all of their subjective symptoms. In addition to one of the neurotologists, 2 neurologists (one specializing in migraine and the other a neuro-ophthalmologist), and a psychologist clinician-investigator completed comprehensive evaluations. Neuropsychology test batteries included: the Millon Behavioral Medicine Diagnostic; Patient Health Questionnaire (PHQ-9) and Generalized Anxiety Disorder Screener (GAD-7); Adverse Childhood Experiences Scale; the Wide Range Assessment of Memory and Learning, including the 3 domains of verbal memory, visual memory, and attention/concentration; Wechsler Adult Intelligence Scale; and the Delis-Kaplan Executive Function System. The control cohort was comprised of 17 participants who previously underwent surgery for third window syndrome that resulted in the expected outcomes of resolution of their third window syndrome symptoms and cognitive dysfunction.There was a high rate of psychological comorbidity (n = 6) in the outlier cohort; multiple traumatic brain injuries were also a confounding element (n = 10). One patient had elevated cerebrospinal fluid (CSF) pressure requiring ventriculoperitoneal shunting to control the recurrence of dehiscence and one patient with a drug-induced Parkinson-like syndrome and idiopathic progressive neurological degenerative process.Components of the Millon Behavioral Medicine Diagnostic, PHQ-9 and GAD-7 results suggest that these instruments would be useful as screening tools preoperatively to identify psychological comorbidities that could confound outcomes. The identification of these comorbid psychological as well as other neurological degenerative disease processes led to alternate clinical management pathways for these patients.2b.", "doi": "10.1002/lio2.89", "title": "Comorbidities confounding the outcomes of surgery for third window syndrome: Outlier analysis.", "journal": ["Laryngoscope investigative otolaryngology", "Laryngoscope Investig Otolaryngol"]}