{"authors": [["Charlton", "Rachel", "R", "Department of Pharmacy and Pharmacology, University of Bath, Bath, UK."], ["Green", "Amelia", "A", "Department of Pharmacy and Pharmacology, University of Bath, Bath, UK."], ["Shaddick", "Gavin", "G", "Department of Mathematics, University of Exeter, Exeter, Devon, UK."], ["Snowball", "Julia", "J", "Department of Pharmacy and Pharmacology, University of Bath, Bath, UK."], ["Nightingale", "Alison", "A", "Department of Pharmacy and Pharmacology, University of Bath, Bath, UK."], ["Tillett", "William", "W", "Department of Pharmacy and Pharmacology, University of Bath, Bath, UK."], ["Smith", "Catherine H", "CH", "Guy's and St Thomas' Foundation Trust, St John's Institute of Dermatology, London, UK."], ["McHugh", "Neil", "N", "Department of Pharmacy and Pharmacology, University of Bath, Bath, UK."], [null, null, null, null]], "date": "2017-11-01", "id": "29092855", "text": "To determine the risk of uveitis and inflammatory bowel disease (IBD) in patients with psoriatic arthritis (PsA) compared with the general population and patients with psoriasis.A cohort study using data from the UK Clinical Practice Research Datalink between 1998 and 2014. Patients with incident PsA aged 18-89 years were identified and matched to a cohort of patients with psoriasis and a general population cohort. The incidence of uveitis, all IBD, Crohn's disease and ulcerative colitis was calculated for each study cohort and adjusted relative risks (RRadj) were calculated using conditional Poisson regression.6783 incident cases of PsA were identified with a median age of 49 years. The risk of uveitis was significantly higher in the PsA cohort than in the general population and psoriasis cohorts (RRadj 3.55, 95% CI 2.21 to 5.70 and RRadj 2.13, 95% CI 1.40 to 3.24, respectively). A significant increase was observed for Crohn's disease (RRadj 2.96, 95% CI 1.46 to 6.00 and RRadj3.60, 95% CI 1.83 to 7.10) but not for ulcerative colitis (RRadj1.30, 95% CI 0.66 to 2.56 and RRadj0.98, 95% CI 0.50 to 1.92).In a primary care-based incidence cohort of patients with PsA, there were substantial risks of developing uveitis and/or Crohn's disease, but not ulcerative colitis, when compared with the general population and psoriasis controls.", "doi": "10.1136/annrheumdis-2017-212328", "title": "Risk of uveitis and inflammatory bowel disease in people with psoriatic arthritis: a population-based cohort study.", "journal": ["Annals of the rheumatic diseases", "Ann. Rheum. Dis."]}