{"authors": [["Minato", "Tomomi", "T", "Department of Pathophysiological Laboratory Sciences, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Maeda", "Tetsuya", "T", "Division of Neurology and Gerontology, Department of Internal Medicine, School of medicine, Iwate Medical University, Morioka, Japan."], ["Fujisawa", "Yoshiro", "Y", "Department of Pathophysiological Laboratory Sciences, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Tsuji", "Hirokazu", "H", "Yakult Central Institute, Tokyo, Japan."], ["Nomoto", "Koji", "K", "Yakult Central Institute, Tokyo, Japan."], ["Ohno", "Kinji", "K", "Division of Neurogenetics, Center for Neurological Diseases and Cancer, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Hirayama", "Masaaki", "M", "Department of Pathophysiological Laboratory Sciences, Nagoya University Graduate School of Medicine, Nagoya, Japan."]], "date": "2017-11-01", "id": "29091972", "text": "We previously reported gut dysbiosis in patients with Parkinson's disease (PD).The aim of this study is to examine whether gut dysbiosis correlates with the progression of PD.We examined changes in gut microbiota and demographic features in 2 years in 36 PD patients.A change of total UPDRS scores in 2 years was predicted by the counts of Bifidobacterium and Atopobium cluster at year 0 with a correlation coefficient of 0.52. Correlation analysis additionally revealed that low counts of Bifidobacterium and Bacteroides fragilis at year 0 were associated with worsening of UPDRS I scores in 2 years. In addition, low counts of Bifidobacterium at year 0 were associated with worsening of hallucinations/delusions in 2 years. Similarly, low counts of B. fragilis at year 0 were associated with worsening of motivation/initiative in 2 years. The patients were evenly divided into the deteriorated and stable groups based on the degree of worsening of total UPDRS scores. The deteriorated group had lower counts of Bifidobacterium, B. fragilis, and Clostridium leptium than the stable group at year 0 but not at year 2, suggesting that the deteriorated group may demonstrate accelerated lowering of these bacteria at year 0.The total counts of intestinal bacterial decrease in the course of PD progression. Temporal profiles of lowering of bacterial counts are likely to be different from bacteria to bacteria, and also between the deteriorating and stable groups, which may be able to be exploited to differentiate patients with rapidly and slowly progressive PD pathology.", "doi": "10.1371/journal.pone.0187307", "title": "Progression of Parkinson's disease is associated with gut dysbiosis: Two-year follow-up study.", "journal": ["PloS one", "PLoS ONE"]}