{"authors": [["Šponer", "Pavel", "P", "Department of Orthopaedic Surgery, Charles University in Prague, Faculty of Medicine in Hradec Králové, Šimkova 870, 500 38 Hradec Králové, Czech Republic."], ["Kučera", "Tomáš", "T", "Department of Orthopaedic Surgery, Charles University in Prague, Faculty of Medicine in Hradec Králové, Šimkova 870, 500 38 Hradec Králové, Czech Republic."], ["Grinac", "Michal", "M", "Department of Orthopaedic Surgery, Charles University in Prague, Faculty of Medicine in Hradec Králové, Šimkova 870, 500 38 Hradec Králové, Czech Republic."], ["Bezrouk", "Aleš", "A", "Department of Medical Biophysics, Charles University in Prague, Faculty of Medicine in Hradec Králové, Šimkova 870, 500 38 Hradec Králové, Czech Republic."], ["Waciakowski", "Daniel", "D", "Department of Orthopaedics and Traumatology, Kreiskrankenhaus Greiz GmbH, Wichmannstraße 12, 07973 Greiz, Germany."]], "date": "2017-09-27", "id": "29090105", "text": "The aim of the study was to compare the clinical outcomes following elective and traumatic total hip arthroplasty in Parkinson's disease patients.Ten patients with osteoarthritis comprise the elective group (mean age at operation 74 years; mean follow-up 82 months). Thirteen patients with femoral fracture comprise the hip fracture group (mean age 76 years; mean follow-up 54 months). All patients were followed up at 6 and 36 months postoperatively and at the time of the latest follow-up.Despite the significant improvement in Merle d'Aubigné-Postel and pain scores, disability related to Parkinson's disease increased during the follow-up. Whereas more than 1/3 of hip fracture patients and all elective patients walked independently at 36 months after total hip arthroplasty, 43% of living patients from both groups were able to walk independently at the time of the latest follow-up. The medical complications were seen mainly in patients with hip fracture.Excellent pain relief with preserved walking ability without support of another person and acceptable complication profile was observed in Parkinson's disease patients at 36 months after elective total hip arthroplasty. This procedure may be indicated in Parkinson's disease patients after careful and individualized planning.", "doi": "10.1155/2017/1597463", "title": "The Outcomes of Total Hip Replacement in Patients with Parkinson's Disease: Comparison of the Elective and Hip Fracture Groups.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}