{"authors": [["Liu", "Lan-Xiang", "LX", "Department of Magnetic Resonance Imaging, First Hospital of Qinhuangdao, Qinhuangdao, Hebei Province, China."], ["Du", "Dan", "D", "Department of Magnetic Resonance Imaging, First Hospital of Qinhuangdao, Qinhuangdao, Hebei Province, China."], ["Zheng", "Tao", "T", "Department of Magnetic Resonance Imaging, First Hospital of Qinhuangdao, Qinhuangdao, Hebei Province, China."], ["Fang", "Yuan", "Y", "Department of Magnetic Resonance Imaging, First Hospital of Qinhuangdao, Qinhuangdao, Hebei Province, China."], ["Chen", "Yan-Sheng", "YS", "Department of Magnetic Resonance Imaging, First Hospital of Qinhuangdao, Qinhuangdao, Hebei Province, China."], ["Yi", "Hui-Ling", "HL", "Department of Magnetic Resonance Imaging, First Hospital of Qinhuangdao, Qinhuangdao, Hebei Province, China."], ["He", "Qing-Yuan", "QY", "Department of Radiology, Peking University Third Hospital, Beijing, China."], ["Gao", "Da-Wei", "DW", "College of Environmental and Chemical Engineering, Yanshan University, Qinhuangdao, Hebei Province, China."], ["Shi", "Qing-Lei", "QL", "Scientific Clinical Specialist, Siemens Ltd., Beijing, China."]], "date": null, "id": "29089995", "text": "Dopamine content in the basal ganglia is strongly associated with the degree of dopaminergic neuron loss in the substantia nigra pars compacta. Symptoms of Parkinson's disease might not arise until more than 50% of the substantia nigra pars compacta is lost and the dopamine content in the basal ganglia is reduced by more than 80%. Greater diagnostic sensitivity and specificity would allow earlier detection of Parkinson's disease. Diffusion tensor imaging is a recently developed magnetic resonance imaging technique that measures mean diffusivity and fractional anisotropy, and responds to changes in brain microstructure. When the microscopic barrier (including cell membranes, microtubules and other structures that interfere with the free diffusion of water) is destroyed and extracellular fluid volume accumulates, the mean diffusivity value increases; when the integrity of the microstructure (such as myelin) is destroyed, fractional anisotropy value decreases. However, there is no consensus as to whether these changes can reflect the early pathological alterations in Parkinson's disease. Here, we established a rat model of Parkinson's disease by injecting rotenone (or sunflower oil in controls) into the right substantia nigra. Diffusion tensor imaging results revealed that in the stages of disease, at 1, 2, 4, and 6 weeks after rotenone injection, fractional anisotropy value decreased, but mean diffusivity values increased in the right substantia nigra in the experimental group. Fractional anisotropy values were lower at 4 weeks than at 6 weeks in the right substantia nigra of rats from the experimental group. Mean diffusivity values were markedly greater at 1 week than at 6 weeks in the right corpus striatum of rats from the experimental group. These findings suggest that mean diffusivity and fractional anisotropy values in the brain of rat models of Parkinson's disease 4 weeks after model establishment can reflect early degeneration of dopaminergic neurons. The change in fractional anisotropy values after destruction of myelin integrity is likely to be of greater early diagnostic significance than the change in mean diffusivity values.", "doi": "10.4103/1673-5374.213559", "title": "Detecting dopaminergic neuronal degeneration using diffusion tensor imaging in a rotenone-induced rat model of Parkinson's disease: fractional anisotropy and mean diffusivity values.", "journal": ["Neural regeneration research", "Neural Regen Res"]}