{"authors": [["Lu", "Tao", "T", "Department of Neurological Surgery, Case Western Reserve University, Cleveland, OH, USA."], ["Kim", "Paul", "P", "Department of Neurological Surgery, Case Western Reserve University, Cleveland, OH, USA."], ["Luo", "Yu", "Y", "Department of Neurological Surgery, Case Western Reserve University, Cleveland, OH, USA."]], "date": null, "id": "29089978", "text": "Tp53, a stress response gene, is involved in diverse cell death pathways and its activation is implicated in the pathogenesis of Parkinson's disease. However, whether the neuronal Tp53 protein plays a direct role in regulating dopaminergic (DA) neuronal cell death or neuronal terminal damage in different neurotoxicant models is unknown. In our recent studies, in contrast to the global inhibition of Tp53 function by pharmacological inhibitors and in traditional Tp53 knock-out mice, we examined the effects of DA-specific Tp53 gene deletion after 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine and methamphetamine exposure. Our data suggests that the Tp53 gene might be involved in both neuronal apoptosis and neuronal terminal damage caused by different neurotoxicants. Additional results from other studies also suggest that as a master regulator of many pathways that regulate apoptosis and synaptic terminal damage, it is possible that Tp53 may function as a signaling hub to integrate different signaling pathways to mediate distinctive target pathways. Tp53 protein as a signaling hub might be able to evaluate the microenvironment of neurons, assess the forms and severities of injury incurred, and determine whether apoptotic cell death or neuronal terminal degeneration occurs. Identification of the precise mechanisms activated in distinct neuronal damage caused by different forms and severities of injuries might allow for development of specific Tp53 inhibitors or ways to modulate distinct downstream target pathways involved.", "doi": "10.4103/1673-5374.215243", "title": "Tp53 gene mediates distinct dopaminergic neuronal damage in different dopaminergic neurotoxicant models.", "journal": ["Neural regeneration research", "Neural Regen Res"]}