{"authors": [["Kim", "Sang Min", "SM", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Department of Neurology, Baltimore, MD 21205, USA."], ["Park", "Yong Joo", "YJ", "Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, Baltimore, MD 21287, USA."], ["Shin", "Myoung-Sook", "MS", "Natural Constituents Research Center, Korea Institute of Science and Technology Gangneung, Institute of Natural Products, 25451, Republic of Korea."], ["Kim", "Ha-Ryong", "HR", "Department of Pharmaceutical Engineering, Dongshin University, Naju 58245 Republic of Korea."], ["Kim", "Min Jae", "MJ", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Department of Neurology, Baltimore, MD 21205, USA."], ["Lee", "Sang Hun", "SH", "Department of Biochemistry, Medical Science Research Institute, Soonchunhyang University College of Medicine, Cheonan, South Chungcheong 31151, Republic of Korea. Electronic address: jhlee0407@sch.ac.kr."], ["Yun", "Seung Pil", "SP", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Department of Neurology, Baltimore, MD 21205, USA. Electronic address: syun12@jhmi.edu."], ["Kwon", "Seung-Hwan", "SH", "Neuroregeneration and Stem Cell Programs, Institute for Cell Engineering, Department of Neurology, Baltimore, MD 21205, USA. Electronic address: skwon28@jhmi.edu."]], "date": "2017-10-20", "id": "29089232", "text": "Acacetin (5,7-dihydroxy-4'-methoxyflavone), a flavonoid compound isolated from Flos Chrysanthemi Indici, chrysanthemum, safflower, and Calamintha and Linaria species has been shown to have anti-cancer activity, indicating its potential clinical value in cancer treatment. In this study, we sought to study the potentials of acacetin in preventing human dopaminergic neuronal death via inhibition of 6-hydroxydopamine (6-OHDA)-induced neuronal cell death in the SH-SY5Y cells. Our results suggest that acacetin was effective in preventing 6-OHDA-induced neuronal cell death through regulation of mitochondrial-mediated cascade apoptotic cell death. Pretreatment with acacetin significantly inhibited neurotoxicity and neuronal cell death through reactive oxygen species (ROS) production and mitochondrial membrane potential (MMP) dysfunction. Acacetin also markedly acted on key molecules in apoptotic cell death pathways and reduced phosphorylation of c-Jun N-terminal kinase (JNK), p38 mitogen-activated protein kinase (MAPK), phosphatidylinositol 3-kinases (PI3K)/Akt, and glycogen synthase kinase-3beta (GSK-3β). These results suggested that acacetin could inhibit 6-OHDA-induced neuronal cell death originating from ROS-mediated cascade apoptosis pathway. Thus, the results of our study suggest that acacetin is a potent therapeutic agent for PD progression.", "doi": "10.1016/j.bmcl.2017.10.048", "title": "Acacetin inhibits neuronal cell death induced by 6-hydroxydopamine in cellular Parkinson's disease model.", "journal": ["Bioorganic & medicinal chemistry letters", "Bioorg. Med. Chem. Lett."]}