{"authors": [["Petersen", "Kalen", "K", "Department of Radiology, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Van Wouwe", "Nelleke", "N", "Department of Radiology, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Stark", "Adam", "A", "Department of Neurology, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Lin", "Ya-Chen", "YC", "Department of Biostatistics, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Kang", "Hakmook", "H", "Department of Biostatistics, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Trujillo-Diaz", "Paula", "P", "Department of Neurology, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Kessler", "Robert", "R", "Department of Radiology, University of Alabama School of Medicine, Birmingham, Alabama."], ["Zald", "David", "D", "Department of Psychology, Vanderbilt University, Nashville, Tennessee."], ["Donahue", "Manus J", "MJ", "Department of Radiology, Vanderbilt University Medical Center, Nashville, Tennessee."], ["Claassen", "Daniel O", "DO", "Department of Radiology, Vanderbilt University Medical Center, Nashville, Tennessee."]], "date": "2017-10-31", "id": "29086460", "text": "A subgroup of Parkinson's disease (PD) patients treated with dopaminergic therapy develop compulsive reward-driven behaviors, which can result in life-altering morbidity. The mesocorticolimbic dopamine network guides reward-motivated behavior; however, its role in this treatment-related behavioral phenotype is incompletely understood. Here, mesocorticolimbic network function in PD patients who develop impulsive and compulsive behaviors (ICB) in response to dopamine agonists was assessed using BOLD fMRI. The tested hypothesis was that network connectivity between the ventral striatum and the limbic cortex is elevated in patients with ICB and that reward-learning proficiency reflects the extent of mesocorticolimbic network connectivity. To evaluate this hypothesis, 3.0T BOLD-fMRI was applied to measure baseline functional connectivity on and off dopamine agonist therapy in age and sex-matched PD patients with (n = 19) or without (n = 18) ICB. An incentive-based task was administered to a subset of patients (n = 20) to quantify positively or negatively reinforced learning. Whole-brain voxelwise analyses and region-of-interest-based mixed linear effects modeling were performed. Elevated ventral striatal connectivity to the anterior cingulate gyrus (P = 0.013), orbitofrontal cortex (P = 0.034), insula (P = 0.044), putamen (P = 0.014), globus pallidus (P < 0.01), and thalamus (P < 0.01) was observed in patients with ICB. A strong trend for elevated amygdala-to-midbrain connectivity was found in ICB patients on dopamine agonist. Ventral striatum-to-subgenual cingulate connectivity correlated with reward learning (P < 0.01), but not with punishment-avoidance learning. These data indicate that PD-ICB patients have elevated network connectivity in the mesocorticolimbic network. Behaviorally, proficient reward-based learning is related to this enhanced limbic and ventral striatal connectivity. Hum Brain Mapp 39:509-521, 2018. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23860", "title": "Ventral striatal network connectivity reflects reward learning and behavior in patients with Parkinson's disease.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}