{"authors": [["Tsuda", "Takeshi", "T", "Nemours Cardiac Center, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE 19803, USA."], ["Shillingford", "Amanda J", "AJ", "Nemours Cardiac Center, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE 19803, USA."], ["Vetter", "Jane", "J", "Nemours Cardiac Center, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE 19803, USA."], ["Kandula", "Vinay", "V", "Department of Medical Imaging, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE 19803, USA."], ["Jain", "Badal", "B", "Division of Neurology, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE 19803, USA."], ["Temple", "Joel", "J", "Nemours Cardiac Center, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE 19803, USA."]], "date": "2017-09-20", "id": "29085695", "text": "Danon disease is a rare X-linked dominant skeletal and cardiac muscle disorder presenting with hypertrophic cardiomyopathy, Wolf-Parkinson-White syndrome, skeletal myopathy, and mild intellectual disability. Early morbidity and mortality due to heart failure or sudden death are known in Danon disease, more in males than in females. Here, we present a 17-year-old female adolescent with Danon disease and severe concentric hypertrophy with normal left ventricular (LV) systolic function, who has been complaining of intermittent headache and weakness for about 3 years, initially diagnosed with hemiplegic migraine. Subsequently, her neurological manifestation progressed to transient ischemic attack (TIA) and eventually to ischemic stroke confirmed by CT scan with 1-day history of expressive aphasia followed by persistent left side weakness and numbness. Detailed echocardiogram for the first time revealed a small LV apical thrombus with unchanged severe biventricular hypertrophy and normal systolic function. This unexpected LV apical thrombus may be associated with a wide spectrum of neurological deficits ranging from TIA to ischemic stroke in Danon disease. Possibility of cerebral ischemic events should be suspected in Danon disease when presenting with neurological deficits even with normal systolic function. Careful assessment for LV apical thrombus is warranted in such cases.", "doi": "10.1155/2017/6576382", "title": "Transient Ischemic Attack and Ischemic Stroke in Danon Disease with Formation of Left Ventricular Apical Thrombus despite Normal Systolic Function.", "journal": ["Case reports in pediatrics", "Case Rep Pediatr"]}