{"authors": [["Nelson", "Reid", "R", "Concordia University Wisconsin, Mequon, WI, USA."], ["Petersen", "Cheryl", "C", "Concordia University Wisconsin, Mequon, WI, USA."]], "date": "2017-10-16", "id": "29085639", "text": "This study examined test-retest relative (intraclass correlation coefficient) and absolute (minimum detectable change) reliabilities for heart rate, blood pressure, rate of perceived exertion, and the cerebral oxygen response during both forward and backward treadmill walking in clients with Parkinson disease. In addition, the intensity of exercise based on the individual's heart rate response during forward and backward walking treadmill work was assessed.Test-retest reliability study.A total of 22 clients with Parkinson disease (Hoehn and Yahr stages 1-3).Outcome measures of heart rate, blood pressure, and cerebral oxygen response were assessed during forward and backward walking on a treadmill for a total of 20 minutes up to an intensity based on the clients' prior treadmill work and their rate of perceived exertion.Good to excellent 6-8 day test-retest findings for both forward (intraclass correlation coefficient(2,1), 0.89-0.99) and backward (intraclass correlation coefficient(2,1), 0.82-0.99) treadmill walking were found for heart rate, blood pressure, cerebral oxygen response, and the participants' rate of perceived exertion. Low minimum detectable change (MDC)95 values were found for heart rate (4.9 and 4.8), rate of perceived exertion (1.0 and 1.6), and cerebral oxygen response (1.2 and 0.92), during forward and backward walking, respectively. All treadmill exercise heart rates attained by participants were within an intensity of 54%-87% of the client's predicted maximal heart rate.Treadmill exercise training can be included in Parkinson disease exercise programs with relative confidence in test-retest reliability of cardiovascular response. It was also demonstrated that individuals with Parkinson disease previously involved with exercise consistently self-select walking speeds which induce heart rates within recommended guidelines for positive cardiovascular adaptation.", "doi": "10.1177/2050312117736229", "title": "The reliability and minimal detectable change of the cardiovascular response and self-selected exercise intensity during forward and backward treadmill exercise in individuals with Parkinson disease.", "journal": ["SAGE open medicine", "SAGE Open Med"]}