{"authors": [["Kataoka", "Hiroshi", "H", "Department of Neurology, Nara Medical University, Kashihara, Japan."], ["Sawada", "Yasuhiko", "Y", "Third Department of Internal Medicine, Nara Medical University, Kashihara, Japan."], ["Namizaki", "Tadashi", "T", "Third Department of Internal Medicine, Nara Medical University, Kashihara, Japan."], ["Shimozato", "Naotaka", "N", "Third Department of Internal Medicine, Nara Medical University, Kashihara, Japan."], ["Yoshiji", "Hitoshi", "H", "Third Department of Internal Medicine, Nara Medical University, Kashihara, Japan."], ["Ueno", "Satoshi", "S", "Department of Neurology, Nara Medical University, Kashihara, Japan."]], "date": "2017-10-16", "id": "29085331", "text": "Dropped head can occur in patients with Parkinson's disease and make their quality of life unpleasant because they cannot obtain a frontal view. The pathophysiologic involvement of dopamine agonist or central or peripheral mechanisms has been proposed. Levodopa therapy with the withdrawal of dopamine agonists was sometimes effective, but the effect in most patients did not persist for the entire day. We describe a patient with Parkinson's disease whose dropped head responded throughout the day to the continuous intrajejunal infusion of levodopa-carbidopa intestinal gel (LCIG). During off-periods before treatment with LCIG, severe akinesia and freezing of gait were evident, and she could not continuously obtain a frontal view because of the dropped head. About 20 min after the intrajejunal infusion of LCIG, these features remarkably improved, and she could obtain a frontal view. The angle of dropped head was improved from 39.39 to 14.04°. This case suggests that infusion of LCIG can reduce the severity of dropped head for a longer period than oral levodopa.", "doi": "10.3389/fneur.2017.00547", "title": "Intrajejunal Infusion of Levodopa-Carbidopa Gel Can Continuously Reduce the Severity of Dropped Head in Parkinson's Disease.", "journal": ["Frontiers in neurology", "Front Neurol"]}