{"authors": [["Bond", "Aaron E", "AE", "Department of Neurosurgery, University of Virginia Health Science Center, Charlottesville."], ["Shah", "Binit B", "BB", "Department of Neurology, University of Virginia Health Science Center, Charlottesville."], ["Huss", "Diane S", "DS", "Department of Physical Therapy, University of Virginia Health Science Center, Charlottesville."], ["Dallapiazza", "Robert F", "RF", "Department of Neurosurgery, University of Virginia Health Science Center, Charlottesville."], ["Warren", "Amy", "A", "Department of Neurosurgery, University of Virginia Health Science Center, Charlottesville."], ["Harrison", "Madaline B", "MB", "Department of Neurology, University of Virginia Health Science Center, Charlottesville."], ["Sperling", "Scott A", "SA", "Department of Neurology, University of Virginia Health Science Center, Charlottesville."], ["Wang", "Xin-Qun", "XQ", "Department of Public Health Sciences, University of Virginia Health Science Center, Charlottesville."], ["Gwinn", "Ryder", "R", "Department of Neurosurgery, Swedish Neuroscience Institute, Seattle, Washington."], ["Witt", "Jennie", "J", "Department of Neurology, Swedish Neuroscience Institute, Seattle, Washington."], ["Ro", "Susie", "S", "Department of Neurology, Swedish Neuroscience Institute, Seattle, Washington."], ["Elias", "W Jeffrey", "WJ", "Department of Neurosurgery, University of Virginia Health Science Center, Charlottesville."]], "date": null, "id": "29084313", "text": "Clinical trials have confirmed the efficacy of focused ultrasound (FUS) thalamotomy in essential tremor, but its effectiveness and safety for managing tremor-dominant Parkinson disease (TDPD) is unknown.To assess safety and efficacy at 12-month follow-up, accounting for placebo response, of unilateral FUS thalamotomy for patients with TDPD.Of the 326 patients identified from an in-house database, 53 patients consented to be screened. Twenty-six were ineligible, and 27 were randomized (2:1) to FUS thalamotomy or a sham procedure at 2 centers from October18, 2012, to January 8, 2015. The most common reasons for disqualification were withdrawal (8 persons [31%]), and not being medication refractory (8 persons [31%]). Data were analyzed using intention-to-treat analysis, and assessments were double-blinded through the primary outcome.Twenty patients were randomized to unilateral FUS thalamotomy, and 7 to sham procedure. The sham group was offered open-label treatment after unblinding.The predefined primary outcomes were safety and difference in improvement between groups at 3 months in the on-medication treated hand tremor subscore from the Clinical Rating Scale for Tremor (CRST). Secondary outcomes included descriptive results of Unified Parkinson's Disease Rating Scale (UPDRS) scores and quality of life measures.Of the 27 patients, 26 (96%) were male and the median age was 67.8 years (interquartile range [IQR], 62.1-73.8 years). On-medication median tremor scores improved 62% (IQR, 22%-79%) from a baseline of 17 points (IQR, 10.5-27.5) following FUS thalamotomy and 22% (IQR, -11% to 29%) from a baseline of 23 points (IQR, 14.0-27.0) after sham procedures; the between-group difference was significant (Wilcoxon P = .04). On-medication median UPDRS motor scores improved 8 points (IQR, 0.5-11.0) from a baseline of 23 points (IQR, 15.5-34.0) following FUS thalamotomy and 1 point (IQR, -5.0 to 9.0) from a baseline of 25 points (IQR, 15.0-33.0) after sham procedures. Early in the study, heating of the internal capsule resulted in 2 cases (8%) of mild hemiparesis, which improved and prompted monitoring of an additional axis during magnetic resonance thermometry. Other persistent adverse events were orofacial paresthesia (4 events [20%]), finger paresthesia (1 event [5%]), and ataxia (1 event [5%]).Focused ultrasound thalamotomy for patients with TDPD demonstrated improvements in medication-refractory tremor by CRST assessments, even in the setting of a placebo response.ClinicalTrials.gov identifier NCT01772693.", "doi": "10.1001/jamaneurol.2017.3098", "title": "Safety and Efficacy of Focused Ultrasound Thalamotomy for Patients With Medication-Refractory, Tremor-Dominant Parkinson Disease: A Randomized Clinical Trial.", "journal": ["JAMA neurology", "JAMA Neurol"]}