{"authors": [["Koga", "Shunsuke", "S", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Parks", "Adam", "A", "Department of Psychiatry and Psychology, Mayo Clinic, Jacksonville, Florida, USA."], ["Kasanuki", "Koji", "K", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Sanchez-Contreras", "Monica", "M", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Baker", "Matthew C", "MC", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Josephs", "Keith A", "KA", "Department of Neurology (Behavioural Neurology & Movement Disorders), Mayo Clinic, Rochester, Minnesota, USA."], ["Ahlskog", "J Eric", "JE", "Department of Neurology (Behavioural Neurology & Movement Disorders), Mayo Clinic, Rochester, Minnesota, USA."], ["Uitti", "Ryan J", "RJ", "Department of Neurology, Mayo Clinic, Jacksonville, Florida, USA."], ["Graff-Radford", "Neill", "N", "Department of Neurology, Mayo Clinic, Jacksonville, Florida, USA."], ["van Gerpen", "Jay A", "JA", "Department of Neurology, Mayo Clinic, Jacksonville, Florida, USA."], ["Wszolek", "Zbigniew K", "ZK", "Department of Neurology, Mayo Clinic, Jacksonville, Florida, USA."], ["Rademakers", "Rosa", "R", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Dickson", "Dennis W", "DW", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."]], "date": "2017-10-30", "id": "29082658", "text": "Cognitive impairment is one of the core features of progressive supranuclear palsy. This study aimed to clarify the profile of cognitive impairment and its underlying pathology in progressive supranuclear palsy.We retrospectively reviewed medical records to evaluate the pattern and severity of cognitive impairment in 121 autopsy-confirmed progressive supranuclear palsy patients. A subset of 37 patients underwent neuropsychological evaluation as part of their clinical workup. The burden of progressive supranuclear palsy-related tau pathology (neurofibrillary tangles/pretangles, coiled bodies, tufted astrocytes, and threads) was semiquantitatively scored in 20 vulnerable brain regions. Concurrent pathologies potentially associated with cognitive impairment, such as Alzheimer's-type pathology, were also assessed. To evaluate possible genetic risk factors for cognitive impairment, genetic analysis for APOE and MAPT was performed.Ninety patients (74%) had documented cognitive impairment based on neurologic evaluation. In a subgroup with neuropsychological testing (n = 37), executive functioning was the most severely impaired cognitive domain. A global cognitive impairment index (Spearman's rho, -0.49; P = 0.005) and executive functioning were negatively correlated with total tau burden (Spearman's rho, -0.51; P = 0.003), but not correlated with the Alzheimer's-type pathology. APOE ɛ4 carriers had more severe amyloid pathology, but total tau burden and a global cognitive impairment index did not differ from APOE ɛ4 noncarriers.Cognitive impairment in progressive supranuclear palsy, most notably executive dysfunction, is associated with severity of progressive supranuclear palsy-related tau pathology. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27198", "title": "Cognitive impairment in progressive supranuclear palsy is associated with tau burden.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}