{"authors": [["Sohail", "Shahmir", "S", "Division of Neurology, Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."], ["Yu", "Lei", "L", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, Illinois, USA."], ["Schneider", "Julie A", "JA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, Illinois, USA."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, Illinois, USA."], ["Buchman", "Aron S", "AS", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, Illinois, USA."], ["Lim", "Andrew S P", "ASP", "Division of Neurology, Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."]], "date": "2017-10-30", "id": "29082554", "text": "Patients with Parkinson's disease (PD) frequently experience disrupted sleep, and several sleep abnormalities are associated with an increased risk of incident PD. However, there are few data concerning the relationship between objectively quantified sleep disruption and the cardinal histopathological features of PD, especially in individuals without clinical PD.We studied 269 older adults without PD who had participated in the Rush Memory and Aging Project and undergone uniform structured neuropathologic evaluations upon death. Sleep fragmentation was measured using actigraphy. Logistic regression models examined the associations of sleep fragmentation proximate to death with the burden of Lewy body pathology and substantia nigra neuron loss.Greater sleep fragmentation was associated with the presence of Lewy body pathology (odds ratio 1.40; 95% confidence interval 1.05-1.86; P = .02) and substantia nigra neuron loss (odds ratio 1.43; 95% confidence interval 1.10-1.88; P = .008) and a higher odds of a pathological diagnosis of PD (odds ratio 2.04; 95% confidence interval 1.34-3.16; P = .0009). These associations were independent of motor features of parkinsonism, demographic characteristics, and a wide range of medical co-morbidities.Sleep fragmentation is associated with PD pathology in older adults without PD. These results suggest that sleep fragmentation may be a marker of or risk factor for PD pathology in older adults without PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27200", "title": "Sleep fragmentation and Parkinson's disease pathology in older adults without Parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}