{"authors": [["Li", "Weihua", "W", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London, UK."], ["Lao-Kaim", "Nick P", "NP", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London, UK."], ["Roussakis", "Andreas A", "AA", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London, UK."], ["Martín-Bastida", "Antonio", "A", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London, UK."], ["Valle-Guzman", "Natalie", "N", "John Van Geest Centre for Brain Repair, University of Cambridge, Cambridge, UK."], ["Paul", "Gesine", "G", "Translational Neurology Group, Department of Clinical Sciences, Wallenberg Neuroscience Centre, Lund University, Lund, Sweden."], ["Loane", "Clare", "C", "Memory Research Group, Nuffield Department of Clinical Neurosciences, Medical Science Division. University of Oxford, Oxford, UK."], ["Widner", "Håkan", "H", "Division of Neurology, Department of Clinical Sciences, Lund University, Skåne University Hospital, Lund, Sweden."], ["Politis", "Marios", "M", "Neurodegeneration Imaging Group, Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Foltynie", "Tom", "T", "Sobell Department of Motor Neuroscience, UCL Institute of Neurology, National Hospital for Neurology and Neurosurgery, London, UK."], ["Barker", "Roger A", "RA", "John Van Geest Centre for Brain Repair, University of Cambridge, Cambridge, UK."], ["Piccini", "Paola", "P", "Centre for Neurodegeneration and Neuroinflammation, Division of Brain Sciences, Imperial College London, London, UK."]], "date": "2017-10-30", "id": "29082547", "text": "18 F-dopa PET measuring aromatic l-amino acid decarboxylase activity is regarded as the gold standard for evaluating dopaminergic function in Parkinson's disease. Radioligands for dopamine transporters are also used in clinical trials and for confirming PD diagnosis. Currently, it is not clear which imaging marker is more reliable for assessing clinical severity and rate of progression. The objective of this study was to directly compare 18 F-dopa with the highly selective dopamine transporter radioligand 11 C-PE2I for the assessment of motor severity and rate of progression in PD.Thirty-three mild-moderate PD patients underwent 18 F-dopa and 11 C-PE2I PET at baseline. Twenty-three were followed up for 18.8 ± 3.4 months.Standard multiple regression at baseline indicated that 11 C-PE2I BPND predicted UPDRS-III and bradykinesia-rigidity scores (P < 0.05), whereas 18 F-dopa Ki did not make significant unique explanatory contributions. Voxel-wise analysis showed negative correlations between 11 C-PE2I BPND and motor severity across the whole striatum bilaterally. 18 F-Dopa Ki clusters were restricted to the most affected putamen and caudate. Longitudinally, negative correlations were found between striatal Δ11 C-PE2I BPND , ΔUPDRS-III, and Δbradykinesia-rigidity, whereas no significant associations were found for Δ18 F-dopa Ki . One cluster in the most affected putamen was identified in the longitudinal voxel-wise analysis showing a negative relationship between Δ11 C-PE2I BPND and Δbradykinesia-rigidity.Striatal 11 C-PE2I appears to show greater sensitivity for detecting differences in motor severity than 18 F-dopa. Furthermore, dopamine transporter decline is closely associated with motor progression over time, whereas no such relationship was found with aromatic l-amino acid decarboxylase. 11 C-PE2I may be more effective for evaluating the efficacy of neuroprotective treatments in PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27183", "title": "11 C-PE2I and 18 F-Dopa PET for assessing progression rate in Parkinson's: A longitudinal study.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}