{"authors": [["Rumpf", "Jost-Julian", "JJ", "Department of Neurology, University of Leipzig, Leipzig, Germany."], ["Albers", "Jana", "J", "Department of Neurology, University of Leipzig, Leipzig, Germany."], ["Fricke", "Christopher", "C", "Department of Neurology, University of Leipzig, Leipzig, Germany."], ["Mueller", "Wolf", "W", "Department of Neuropathology, University of Leipzig, Leipzig, Germany."], ["Classen", "Joseph", "J", "Department of Neurology, University of Leipzig, Leipzig, Germany."]], "date": "2017-10-30", "id": "29082542", "text": "Methamphetamine abuse has been linked to an increased risk of Parkinson's disease.The objective of this study was to investigate structural abnormality of the substantia nigra in past methamphetamine users using transcranial sonography.In a cross-sectional, observational study, echogenicity of the substantia nigra was assessed in 59 past methamphetamine users and 59 matched controls. The frequencies of an abnormal spatial extension of the substantia nigra as well as the average sizes of left and right substantia nigra were evaluated.The average echogenic size of the substantia nigra was larger in methamphetamine users (0.22 ± 0.06 cm2 ) when compared with controls (0.17 ± 0.05 cm2 , P < .001). Furthermore, the frequency of enlarged, echogenic substantia nigra was increased in methamphetamine users (42% vs 12% in controls, P < .001). Partial correlation analysis revealed an association of echogenic substantia nigra size with estimated total lifetime intake of methamphetamine (r55  = 0.395, P = .002).Current data link methamphetamine abuse in humans to injury of substantia nigra neurons and an increased risk of Parkinson's disease. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27205", "title": "Structural abnormality of substantia nigra induced by methamphetamine abuse.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}