{"authors": [["Maremmani", "C", "C", "Unità Operativa di Neurologia, Ospedale delle Apuane, Azienda USL Toscana Nord Ovest, Massa, Italy."], ["Cavallo", "F", "F", "Istituto di Biorobotica, Scuola Superiore Sant'Anna, Pisa, Italy."], ["Purcaro", "C", "C", "Dipartimento di Neurologia e Psichiatria, e Centro di Ricerca per le Malattie Sociali (CIMS), \"Sapienza\" Università degli Studi di Roma, Roma, Italy."], ["Rossi", "G", "G", "Unità di Epidemiologia e Biostatistica, Istituto di Fisiologia Clinica, Consiglio Nazionale delle Ricerche Area della Ricerca di Pisa, Pisa, Italy."], ["Salvadori", "S", "S", "Unità di Epidemiologia e Biostatistica, Istituto di Fisiologia Clinica, Consiglio Nazionale delle Ricerche Area della Ricerca di Pisa, Pisa, Italy."], ["Rovini", "E", "E", "Istituto di Biorobotica, Scuola Superiore Sant'Anna, Pisa, Italy."], ["Esposito", "D", "D", "Istituto di Biorobotica, Scuola Superiore Sant'Anna, Pisa, Italy."], ["Pieroni", "A", "A", "Educazione alla Salute, Azienda USL Toscana Nord Ovest, Carrara, Italy."], ["Ramat", "S", "S", "Dipartimento di Neuroscienze, Azienda Ospedaliero Universitaria Careggi, Firenze, Italy."], ["Vanni", "P", "P", "Unità Operativa di Neurologia, Ospedale Santa Maria Annunziata, Azienda USL Toscana Centro, Firenze, Italy."], ["Fattori", "B", "B", "Unità di Audiologia e Foniatria, Medicina Interna e Sperimentale, Università degli Studi di Pisa, Pisa, Italy."], ["Meco", "G", "G", "Dipartimento di Neurologia e Psichiatria, e Centro di Ricerca per le Malattie Sociali (CIMS), \"Sapienza\" Università degli Studi di Roma, Roma, Italy."]], "date": "2017-10-29", "id": "29082509", "text": "Preclinical diagnosis of Parkinson's disease (PD) is nowadays a topic of interest as the neuropathological process could begin years before the appearance of motor symptoms. Several symptoms, among them hyposmia, could precede motor features in PD. In the preclinical phase of PD, a subclinical reduction in motor skills is highly likely. In this pilot study, we investigate a step-by-step method to achieve preclinical PD diagnosis.We used the IOIT (Italian Olfactory Identification Test) to screen a population of healthy subjects. We identified 20 subjects with idiopathic hyposmia. Hyposmic subjects underwent an evaluation of motor skills, at baseline and after 1 year, using motion analysis sensors previously created by us.One subject showed significant worsening in motor measurements. In this subject, we further conducted a dopaminergic challenge test monitored with the same sensors and, finally, he underwent [123 I]-FP/CIT (DaTscan) SPECT brain imaging. The results show that he is probably affected by preclinical PD.Our pilot study suggests that the combined use of an olfactory test and motor sensors for motion analysis could be useful for a screening of healthy subjects to identify those at a high risk of developing PD.", "doi": "10.1111/ane.12862", "title": "Combining olfactory test and motion analysis sensors in Parkinson's disease preclinical diagnosis: a pilot study.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}