{"authors": [["Kovács", "Márton", "M", "Department of Neurology, University of Pécs, Pécs, Hungary."], ["Makkos", "Attila", "A", "Department of Neurology, University of Pécs, Pécs, Hungary."], ["Weintraut", "Rita", "R", "Department of Neurology, University of Pécs, Pécs, Hungary."], ["Karádi", "Kázmér", "K", "Department of Neurology, University of Pécs, Pécs, Hungary."], ["Janszky", "József", "J", "Department of Neurology, University of Pécs, Pécs, Hungary."], ["Kovács", "Norbert", "N", "Department of Neurology, University of Pécs, Pécs, Hungary."]], "date": "2017-09-26", "id": "29081598", "text": "Although anxiety is one of the most frequent symptoms of Parkinson's disease (PD), only a few clinical tools can efficiently and reliably detect its presence. The aim of the present study was to validate the Hungarian patient-rated version of Parkinson Anxiety Scale (PAS). A total of 190 PD patients were enrolled into the clinimetric validation phase of the study and another 590 participated in the cross-sectional screening phase. The presence of anxiety disorder was diagnosed based on the Diagnostic and Statistical Manual of Mental Disorders criteria. The cutoff value for PAS which best discriminated the presence of anxiety from the absence was 12.5 points (sensitivity of 88.6%, specificity of 79.9). The area under the curve was 0.847 whereas the ROC analysis yielded the statistical significance level (p < 0.001). The optimal threshold values for mild (Hoehn and Yahr Stage, HYS 1 and 2), moderate (HYS 3), and severe (HYS 4 and 5) disease stages were 10.5, 12.5, and 13.5 points, respectively. Based on the general threshold anxiety occurred in 35.8% of the patients (persistent anxiety: 29.2%, episodic anxiety: 20.7%, and avoidant anxiety disorder: 16.8%). We demonstrate that the PAS is a valid, highly reliable, and sensitive tool for assessing anxiety.", "doi": "10.1155/2017/1470149", "title": "Prevalence of Anxiety among Hungarian Subjects with Parkinson's Disease.", "journal": ["Behavioural neurology", "Behav Neurol"]}