{"authors": [["Calabrese", "Vittorio", "V", "Department of Biomedical and Biotechnological Sciences, School of Medicine, University of Catania, via Santa Sofia 97, 95123 Catania, Italy; IBREGENS, Nutraceuticals and Functional Food Biotechnologies Research Associated, University of Catania, Italy. Electronic address: calabres@unict.it."], ["Santoro", "Aurelia", "A", "Department of Experimental, Diagnostic and Specialty Medicine (DIMES), University of Bologna, Via San Giacomo 12, 40126 Bologna, Italy; Interdepartmental Center \"L. Galvani\" (CIG), University of Bologna, Via San Giacomo 12, 40126 Bologna, Italy."], ["Monti", "Daniela", "D", "Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Viale Morgagni 50, 50134 Florence, Italy."], ["Crupi", "Rosalia", "R", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Messina, Italy."], ["Di Paola", "Rosanna", "R", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Messina, Italy."], ["Latteri", "Saverio", "S", "Department of General Surgery, Cannizzaro Hospital, University of Catania, Catania, Italy."], ["Cuzzocrea", "Salvatore", "S", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Messina, Italy."], ["Zappia", "Mario", "M", "Department of Medical Sciences, Surgical and Advanced Technologies G.F. Ingrassia, Section of Neurosciences, University of Catania, Italy."], ["Giordano", "James", "J", "Departments of Neurology and Biochemistry, and Neuroethics Studies Program, Georgetown University Medical Center, Washington, DC, USA."], ["Calabrese", "Edward J", "EJ", "Environmental Health Sciences Division, School of Public Health, University of Massachusetts, Amherst, MA, USA."], ["Franceschi", "Claudio", "C", "IRCCS, Institute of Neurological Sciences of Bologna, Via Altura 3, 40139 Bologna, Italy."]], "date": "2017-11-25", "id": "29080843", "text": "In order to better understand the pathogenesis of Parkinson's Disease (PD) it is important to consider possible contributory factors inherent to the aging process, as age-related changes in a number of physiological systems (perhaps incurred within particular environments) appear to influence the onset and progression of neurodegenerative disorders. Accordingly, we posit that a principal mechanism underlying PD is inflammaging, i.e. the chronic inflammatory process characterized by an imbalance of pro- and anti-inflammatory mechanisms which has been recognized as operative in several age-related, and notably neurodegenerative diseases. Recent conceptualization suggests that inflammaging is part of the complex adaptive mechanisms (\"re-modeling\") that are ongoing through the lifespan, and which function to prevent or mitigate endogenous processes of tissue disruption and degenerative change(s). The absence of an adequate anti-inflammatory response can fuel inflammaging, which propagates on both local (i.e.- from cell to cell) and systemic levels (e.g.- via exosomes and other molecules present in the blood). In general, this scenario is compatible with the hypothesis that inflammaging represents a hormetic or hormetic-like effect, in which low levels of inflammatory stress may prompt induction of anti-inflammatory mediators and mechanisms, while sustained pro-inflammatory stress incurs higher and more durable levels of inflammatory substances, which, in turn prompt a local-to-systemic effect and more diverse inflammatory response(s). Given this perspective, new treatments of PD may be envisioned that strategically are aimed at exerting hormetic effects to sustain anti-inflammatory responses, inclusive perhaps, of modulating the inflammatory influence of the gut microbiota.", "doi": "10.1016/j.freeradbiomed.2017.10.379", "title": "Aging and Parkinson's Disease: Inflammaging, neuroinflammation and biological remodeling as key factors in pathogenesis.", "journal": ["Free radical biology & medicine", "Free Radic. Biol. Med."]}