{"authors": [["Roberts", "Angela", "A", "Roxelyn and Richard Pepper School of Communication Sciences & Disorders, Northwestern University, Evanston, IL, USA."], ["Nguyen", "Peter", "P", "Department of Psychology, Brain & Mind Institute, University of Western Ontario, London, Canada."], ["Orange", "Joseph B", "JB", "School of Communication Sciences & Disorders, University of Western Ontario, London, Canada."], ["Jog", "Mandar", "M", "Department of Clinical Neurological Sciences, University of Western Ontario, London, Canada."], ["Nisbet", "Kelly A", "KA", "Roxelyn and Richard Pepper School of Communication Sciences & Disorders, Northwestern University, Evanston, IL, USA."], ["McRae", "Ken", "K", "Roxelyn and Richard Pepper School of Communication Sciences & Disorders, Northwestern University, Evanston, IL, USA. Electronic address: kenm@uwo.ca."]], "date": "2017-10-06", "id": "29080416", "text": "Theories of grounded cognition emphasize the role of the motor system in the processing of action concepts. The present study investigated whether persons with Parkinson disease (PD) who have greater upper versus greater lower limb motor impairments show different patterns of performance when processing action verbs. PD patients and controls made action decisions on upper-limb (reach), lower-limb (kick), and psych verbs (think). The primary result was an interaction between PD motor dominance (PD upper vs lower limb motor impairments) and verb type (upper- vs lower-limb verbs). PD patients with greater upper limb impairments took longer to respond to upper-limb than to lower-limb verbs, whereas those with greater lower limb impairments performed similarly on the two verb types. Our results add to recent studies and theories that highlight the complexity of verb impairments in PD, semantic task effects, effector-specific sensorimotor cortex engagement, and fine-grained semantic features and their possible interactions with effector-specific impairments.", "doi": "10.1016/j.cortex.2017.09.022", "title": "Differential impairments of upper and lower limb movements influence action verb processing in Parkinson disease.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}