{"authors": [["Cumming", "Kirsten", "K", "From the School of Medicine (K.C.), Medical Sciences & Nutrition, and Chronic Disease Research Group (A.D.M., C.E.C.) and Ageing Clinical & Experimental Research Team (P.K.M.), Institute of Applied Health Sciences, University of Aberdeen, Scotland."], ["Macleod", "Angus D", "AD", "From the School of Medicine (K.C.), Medical Sciences & Nutrition, and Chronic Disease Research Group (A.D.M., C.E.C.) and Ageing Clinical & Experimental Research Team (P.K.M.), Institute of Applied Health Sciences, University of Aberdeen, Scotland. Angus.Macleod@abdn.ac.uk."], ["Myint", "Phyo K", "PK", "From the School of Medicine (K.C.), Medical Sciences & Nutrition, and Chronic Disease Research Group (A.D.M., C.E.C.) and Ageing Clinical & Experimental Research Team (P.K.M.), Institute of Applied Health Sciences, University of Aberdeen, Scotland."], ["Counsell", "Carl E", "CE", "From the School of Medicine (K.C.), Medical Sciences & Nutrition, and Chronic Disease Research Group (A.D.M., C.E.C.) and Ageing Clinical & Experimental Research Team (P.K.M.), Institute of Applied Health Sciences, University of Aberdeen, Scotland."]], "date": "2017-10-27", "id": "29079685", "text": "To compare weight change over time in patients with Parkinson disease (PD), those with atypical parkinsonism, and matched controls; to identify baseline factors that influence weight loss in parkinsonism; and to examine whether it predicts poor outcome.We analyzed data from the Parkinsonism Incidence in North-East Scotland (PINE) study, an incident, population-based prospective cohort of parkinsonian patients and age- and sex-matched controls with annual follow-up. Mixed-model analysis described weight change in patients with PD, those with atypical parkinsonism, and controls. Baseline determinants of sustained clinically significant weight loss (>5% loss from baseline) and associations between early sustained weight loss and death, dementia, and dependency in parkinsonism were studied with Cox regression.A total of 515 participants (240 controls, 187 with PD, 88 with atypical parkinsonism) were followed up for a median of 5 years. At diagnosis, atypical parkinsonian patients had lower body weights than patients with PD, who were lighter than controls. Patients with PD lost weight more rapidly than controls, and weight loss was most rapid in atypical parkinsonism. After multivariable adjustment for potential confounders, only age was independently associated with sustained clinically significant weight loss (hazard ratio [HR] for 10-year age increase 1.83, 95% confidence interval [CI] 1.44-2.32). Weight loss occurring within 1 year of diagnosis was independently associated with increased risk of dependency (HR 2.11, 95% CI 1.00-4.42), dementia (HR 3.23, 95% CI 1.40-7.44), and death (HR 2.23, 95% CI 1.46-3.41).Weight loss occurs in early parkinsonism and is greater in atypical parkinsonism than in PD. Early weight loss in parkinsonism has prognostic significance, and targeted dietary interventions to prevent it may improve long-term outcomes.", "doi": "10.1212/WNL.0000000000004691", "title": "Early weight loss in parkinsonism predicts poor outcomes: Evidence from an incident cohort study.", "journal": ["Neurology", "Neurology"]}