{"authors": [["Okuma", "Yasuyuki", "Y", "Department of Neurology, Juntendo University Shizuoka Hospital, Izunokuni, Japan."], ["Silva de Lima", "Ana Lígia", "AL", "Brazilian Federal Agency for Support and Evaluation of Graduate Education - CAPES, Brazil; Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behavior, Department of Neurology, Nijmegen, The Netherlands."], ["Fukae", "Jiro", "J", "Department of Neurology, Juntendo University Shizuoka Hospital, Izunokuni, Japan; Department of Neurology, Fukuoka University School of Medicine, Fukuoka, Japan."], ["Bloem", "Bastiaan R", "BR", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behavior, Department of Neurology, Nijmegen, The Netherlands. Electronic address: bas.bloem@radboudumc.nl."], ["Snijders", "Anke H", "AH", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behavior, Department of Neurology, Nijmegen, The Netherlands; Department of Neurology, Pantein Ziekenhuis, Boxmeer, The Netherlands."]], "date": "2017-10-19", "id": "29079421", "text": "Falls are a disabling feature of Parkinson's disease (PD). In this prospective study we investigated: (1) in which motor state patients with PD fallmost often; and (2) whether freezing of gait (FOG) and dyskinesias contribute to falls.Patients with PD who had fallen at least once in the previous year and had wearing-off were recruited. During six months, patients complete a standardized fall report. We analyzed data regarding fall circumstances and motor state at the time of each first 10 falls.We included 36 patients with PD (34 freezers), with mean ± SD age of 67.5 ± 6.3 years and disease duration of 12.4 ± 4.1 years. 50% had Hoehn & Yahr (HY) 2 at ON-state and 56% had a HY 4 at OFF. All 36 patients fell at least once during the follow-up period (total number of falls: 252; mean ± SD: 19.03 ± 33.9). Falls at ON were 50% of the total falls, followed by Transition (30%) and OFF (20%). Overall, 69% of falls were related to FOG, 28% were unrelated to FOG and 3% were related to dyskinesia. There was a significant relationship between motor state and circumstances (χ2(2) = 31.496,p < 0.001), showing that FOG-related falls happened mostly at OFF-state.This study showed that patients with PD fall mostly at ON. Additionally, FOG is an important contributor to falls in patients with PD. This information may assist clinicians in optimizing medication to prevent further falls.", "doi": "10.1016/j.parkreldis.2017.10.013", "title": "A prospective study of falls in relation to freezing of gait and response fluctuations in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}