{"authors": [["Bonilla-Porras", "A R", "AR", "Neuroscience Research Group, Medical Research Institute, Faculty of Medicine, University of Antioquia (UdeA), SIU Medellin, Colombia."], ["Arevalo-Arbelaez", "A", "A", "National Center for Genome Sequencing, University of Antioquia (UdeA), SIU Medellin, Colombia."], ["Alzate-Restrepo", "J F", "JF", "National Center for Genome Sequencing, University of Antioquia (UdeA), SIU Medellin, Colombia."], ["Velez-Pardo", "C", "C", "Neuroscience Research Group, Medical Research Institute, Faculty of Medicine, University of Antioquia (UdeA), SIU Medellin, Colombia. Electronic address: calberto.velez@udea.edu.co."], ["Jimenez-Del-Rio", "M", "M", "Neuroscience Research Group, Medical Research Institute, Faculty of Medicine, University of Antioquia (UdeA), SIU Medellin, Colombia. Electronic address: marlene.jimenez@udea.edu.co."]], "date": "2017-11-02", "id": "29079356", "text": "Stem cell transplantation is an excellent option for regenerative or replacement therapy. However, deleterious microenvironmental and endogenous factors (e.g., oxidative stress) compromise ongoing graft survival and longevity. Therefore, (transient or stable) genetically modified cells may be reasonably thought to resist oxidative stress-induced damage. Genetic engineering of mesenchymal stromal cells (MSCs) obtained from Wharton's jelly tissue may offer some therapeutic potential. PARKIN is a multifunctional ubiquitin ligase able to protect dopaminergic cells against stress-related signaling. We, therefore, evaluated the effect of the neurotoxicant 6-hydroxydopamine (6-OHDA) on regulated cell death signaling in MSCs and investigated whether overexpression of PARKIN in MSCs was capable of modulating the effect of 6-OHDA.We transiently transfected Wharton's jelly-derived MSCs with an mCherry-PARKIN vector using the Lipofectamine LTX method. Naïve MSCs and MSCs overexpressing PARKIN were exposed to increasing concentrations of 6-OHDA. We used light and fluorescence microscopy, flow cytometry, immunocytochemistry staining, in-cell Western and Western blot analysis.After 12-24 h of 6-OHDA exposure, we detected dichlorofluorescein (DCF)-positive cells (80%) indicative of reactive oxygen species (H2O2) production, reduced cell viability (40-50%), decreased mitochondrial membrane potential (ΔΨm, ~35-45%), DNA fragmentation (18-30%), and G1-arrested cell cycle in the MSCs. 6-OHDA exposure increased the expression of the transcription factor c-JUN, increased the expression of the mitochondria maintenance Phosphatase and tensin homologue-induced putative kinase 1 (PINK1) protein and increased the expression of pro-apoptotic PUMA, caspase-3 and apoptosis-inducing factor (AIF). 6-OHDA exposure also significantly augmented the oxidation of the oxidative stress sensor, DJ-1. Overexpression of PARKIN in MSCs not only significantly reduced the expression of cell death and oxidative stress markers but also significantly reduced DCF-positive cells (~50% reduction).6-OHDA induced apoptosis in MSCs via generation of H2O2, activation of c-JUN and PUMA, mitochondrial depolarization and nuclei fragmentation. Our findings suggest that PARKIN protects MSCs against 6-OHDA toxicity by partly interacting with H2O2, reducing the expression of c-JUN, PUMA, AIF and caspase-3, and maintaining the mitochondrial ΔΨm.", "doi": "10.1016/j.jcyt.2017.09.011", "title": "PARKIN overexpression in human mesenchymal stromal cells from Wharton's jelly suppresses 6-hydroxydopamine-induced apoptosis: Potential therapeutic strategy in Parkinson's disease.", "journal": ["Cytotherapy", "Cytotherapy"]}