{"authors": [["Cronin", "Aileen", "A", "Pharmacology & Therapeutics, National University of Ireland, Galway, Ireland."], ["Grealy", "Maura", "M", "Pharmacology & Therapeutics, National University of Ireland, Galway, Ireland. Electronic address: maura.grealy@nuigalway.ie."]], "date": "2017-10-24", "id": "29079063", "text": "Parkinson's disease is a common, debilitating, neurodegenerative disorder for which the current gold standard treatment, levodopa (L-DOPA) is symptomatic. There is an urgent, unmet need for neuroprotective or, ideally, neuro-restorative drugs. We describe a 6-hydroxydopamine (6-OHDA) zebrafish model to screen drugs for neuroprotective and neuro-restorative capacity. Zebrafish larvae at two days post fertilization were exposed to 6-OHDA for three days, with co-administration of test drugs for neuroprotection experiments, or for 32 h, with subsequent treatment with test drugs for neuro-restoration experiments. Locomotor activity was assessed by automated tracking and dopaminergic neurons were visualized by tyrosine hydroxylase immuno-histochemistry. Exposure to 6-OHDA for either 32 h or 3 days induced similar, significant locomotor deficits and neuronal loss in 5-day-old larvae. L-DOPA (1 mM) partially restored locomotor activity, but was neither neuroprotective nor neuro-restorative, mirroring the clinical situation. The calcium channel blocker, isradipine (1 µM) did not prevent or reverse 6-OHDA-induced locomotor deficit or neuronal loss. However, both the tetracycline analog, minocycline (10 µM), and the monoamine oxidase B inhibitor, rasagiline (1 µM), prevented the locomotor deficits and neuronal loss due to three-day 6-OHDA exposure. Importantly, they also reversed the locomotor deficit caused by prior exposure to 6-OHDA; rasagiline also reversed neuronal loss and minocycline partially restored neuronal loss due to prior 6-OHDA, making them candidates for investigation as neuro-restorative treatments for Parkinson's disease. Our findings in zebrafish reflect preliminary clinical findings for rasagiline and minocycline. Thus, we have developed a zebrafish model suitable for high-throughput screening of putative neuroprotective and neuro-restorative therapies for the treatment of Parkinson's disease.", "doi": "10.1016/j.neuroscience.2017.10.018", "title": "Neuroprotective and Neuro-restorative Effects of Minocycline and Rasagiline in a Zebrafish 6-Hydroxydopamine Model of Parkinson's Disease.", "journal": ["Neuroscience", "Neuroscience"]}