{"authors": [["Pagano", "G", "G", "Neurodegeneration Imaging Group, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Yousaf", "T", "T", "Neurodegeneration Imaging Group, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Wilson", "H", "H", "Neurodegeneration Imaging Group, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Niccolini", "F", "F", "Neurodegeneration Imaging Group, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Polychronis", "S", "S", "Neurodegeneration Imaging Group, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."], ["Chaudhuri", "K R", "KR", "National Parkinson Foundation International Centre of Excellence, Department of Basic & Clinical Neuroscience, King's College London and Kings College Hospital, London, UK."], ["Politis", "M", "M", "Neurodegeneration Imaging Group, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."]], "date": "2017-12-11", "id": "29078029", "text": "Constipation is a common non-motor symptom of Parkinson's disease (PD). Deposition of α-synuclein inclusions that spread from the gut to the substantia nigra through the vagus nerve has recently been speculated to be a pre-motor and early stage of PD. The aim of the study was to investigate whether constipation is associated with dopaminergic pathology on dopamine transporter (DAT) single-photon emission computed tomography in early drug-naïve patients with PD. Our hypothesis was that constipation is associated with other signs of pre-motor PD and is independent of DAT pathology. We then investigated for associations with motor and non-motor symptoms, and with cerebrospinal fluid biomarkers of PD pathology.Using the Parkinson's Progression Markers Initiative database, we investigated the prevalence of constipation and the association between constipation and clinical features, striatal [123 I]Ioflupane uptake and non-imaging (cerebrospinal fluid and serum) biomarkers. Constipation was evaluated using Movement Disorder Society-Sponsored Revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part I item 1.11.One third (132/398) of de-novo patients with PD had constipation. Higher severity of constipation correlated with older age (r = 0.728, P < 0.001), higher MDS-UPDRS total score (r = 0.285, P < 0.001), worse postural instability (r = 0.190, P = 0.012), rapid eye movement sleep behaviour disorder (r = 0.228, P < 0.0001) and depression (r = 0.187, P = 0.024). No correlation was found with cerebrospinal fluid, serum and imaging markers of PD pathology.Constipation was not associated with DAT pathology but with rapid eye movement sleep behaviour disorder and depression, which are speculated to be pre-motor symptoms of PD. This confirms the hypothesis that constipation may be a pre-motor sign of PD due to an impairment of non-dopaminergic pathways.", "doi": "10.1111/ene.13503", "title": "Constipation is not associated with dopamine transporter pathology in early drug-naïve patients with Parkinson's disease.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}