{"authors": [["Météreau", "Elise", "E", "Université de Lyon, Centre National de la Recherche Scientifique, Institut des Sciences Cognitives Marc Jeannerod, Bron, France."], ["Beaudoin-Gobert", "Maude", "M", "Université de Lyon, Centre National de la Recherche Scientifique, Institut des Sciences Cognitives Marc Jeannerod, Bron, France."], ["Duperrier", "Sandra", "S", "Université de Lyon, Centre National de la Recherche Scientifique, Institut des Sciences Cognitives Marc Jeannerod, Bron, France."], ["Thobois", "Stéphane", "S", "Université de Lyon, Centre National de la Recherche Scientifique, Institut des Sciences Cognitives Marc Jeannerod, Bron, France."], ["Tremblay", "Léon", "L", "Université de Lyon, Centre National de la Recherche Scientifique, Institut des Sciences Cognitives Marc Jeannerod, Bron, France."], ["Sgambato-Faure", "Véronique", "V", "Université de Lyon, Centre National de la Recherche Scientifique, Institut des Sciences Cognitives Marc Jeannerod, Bron, France."]], "date": "2017-10-27", "id": "29076602", "text": "Diffusion tensor imaging has received major interest to highlight markers of neurodegeneration in Parkinson's disease. Whether the alteration of diffusion parameters mostly depicts dopaminergic lesions or can also reveal serotonergic denervation remains a question.The aim of this study was to determine the best diffusion tensor imaging markers of 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) and 3,4-methylene-dioxy-methamphetamine (MDMA; also known as ecstasy) lesions in the nonhuman primate.We acquired measures of mean diffusivity and fractional anisotropy longitudinally (before and after MPTP and MDMA) and correlated them with severity of parkinsonism, PET imaging, and postmortem fiber quantification.MPTP-induced lesions were associated with increases of mean diffusivity within both the caudate nucleus and the anterior cingulate cortex, whereas MDMA-induced lesions caused an increase of fractional anisotropy within the caudate nucleus. These variations of diffusion tensor imaging correlated with the motor score.Taken together, these results demonstrate that diffusion measures within specific brain regions can mark severity of dopaminergic and serotonergic induced lesions in a neurotoxic nonhuman primate model of Parkinson's disease. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27201", "title": "Diffusion tensor imaging marks dopaminergic and serotonergic lesions in the Parkinsonian monkey.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}