{"authors": [["Gerstenecker", "Adam", "A", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Roberson", "Erik D", "ED", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Schellenberg", "Gerard D", "GD", "Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Standaert", "David G", "DG", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Shprecher", "David R", "DR", "Banner Sun Health Research Institute, Sun City, Arizona, USA."], ["Kluger", "Benzi M", "BM", "Department of Neurology, University of Colorado, Aurora, Colorado, USA."], ["Litvan", "Irene", "I", "Department of Neurosciences, Parkinson and Movement Disorders Center, University of California, San Diego, California, USA."]], "date": "2017-10-27", "id": "29076559", "text": "Cognitive dysfunction is common in progressive supranuclear palsy, but the influence of genetics on cognition in this disorder has not been well studied. The objective of this study was to investigate the effect of genes previously identified as risk alleles, including microtubule-associated protein tau, myelin-associated oligodendrocyte basic protein, eukaryotic translation initiation factor 2-alpha kinase 3, and syntaxin 6, as well as apolipoprotein E, on cognitive function in progressive supranuclear palsy.The sample was composed of 305 participants who met criteria for possible or probable progressive supranuclear palsy. Genetic information was determined by TaqMan genotyping assays. A neuropsychological battery was administered to all study participants. Measures included in the battery evaluated for general cognition, executive function, memory, attention, language, and visuospatial ability.Cognition did not vary significantly between individuals homozygous or heterozygous for the microtubule-associated protein tau H1 haplotype. However, cognition varied significantly at the subhaplotype level, with carriers of the microtubule-associated protein tau rs242557/A allele, which marks the H1c subhaplotype, performing better than noncarriers on measures of general cognitive function, executive function, and attention. No associations were found for other genes.The results of the current study indicate that variations in microtubule-associated protein tau influence cognition in progressive supranuclear palsy. Although the H1c-specific rs242557/A allele is a risk factor for progressive supranuclear palsy, carriers of this allele may exhibit better cognition than non-carriers in patients with the atypical parkinsonian syndrome. Further studies are needed. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27196", "title": "Genetic influences on cognition in progressive supranuclear palsy.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}