{"authors": [["Trapani", "Giuseppe", "G", "Department of Chemical Science, University of Catania, Catania. Italy."], ["Satriano", "Cristina", "C", "Department of Chemical Science, University of Catania, Catania. Italy."], ["La Mendola", "Diego", "D", "Department of Pharmacy, University of Pisa, Pisa. Italy."]], "date": "2017-10-26", "id": "29076411", "text": "Metal ions dyshomeostasis is increasingly recognized to play a crucial role in the development of aging-related neurodegenerative diseases. Metal trafficking in the brain is related to the proteins that regulate the uptake and efflux of metals in neurons. Different pathways may occur depending on specific binding features of metallo-protein complexes, such as conformational changes, redox processes and aggregates formation. Specifically, copper, zinc and iron are recognized to influence the biochemistry of proteins involved in neurodegeneration, including A, prions, -synuclein and, among others, neurotrophins, crucial in neuronal development and efficiency. Nowadays the application of peptide-based drugs is widespread for different pathologies, but the short lifetime in vivo due to proteolysis and other shortcomings still limit their use. To this respect, both ad hoc peptide synthesis and nanomaterials/nanotools offer a multifarious scenario of action. Recently, new peptides inspired by natural metallo-peptides or metalloproteins have been synthesized in order to mimic the metal binding activities of protein involved in neurons survival. Moreover, peptide-based nanostructures, e.g., self-assembling peptides, have been demonstrated as promising biomaterials in tissue engineering for blood vessels, and other tissues, or as substrates for neurite outgrowth and synapse formation. In this paper, the recent developments on metal-binding peptides and peptide nanostructures for therapeutic application in neurodegenerative diseases is reviewed, with a specific focus on the metal ion interaction effects in both structural and biological properties of neurotrophin-like peptides.", "doi": "10.2174/0929867324666171026163144", "title": "Peptides and their Metal Complexes in Neurodegenerative Diseases: from Structural Studies to Nanomedicine Prospects.", "journal": ["Current medicinal chemistry", "Curr. Med. Chem."]}