{"authors": [["Shibao", "Cyndya A", "CA", "Division of Clinical Pharmacology, Department of Medicine, Vanderbilt Autonomic Dysfunction Center, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Kaufmann", "Horacio", "H", "Department of Neurology, NYU Langone Medical Center, Dysautonomia Center, 530 1st Avenue, New York, NY, USA. horacio.kaufmann@nyumc.org."]], "date": null, "id": "29076058", "text": "Cardiovascular autonomic dysfunctions, including neurogenic orthostatic hypotension, supine hypertension and post-prandial hypotension, are relatively common in patients with Parkinson disease. Recent evidence suggests that early autonomic impairment such as cardiac autonomic denervation and even neurogenic orthostatic hypotension occur prior to the appearance of the typical motor deficits associated with the disease. When neurogenic orthostatic hypotension develops, patients with Parkinson disease have an increased risk of mortality, falls, and trauma-related to falls. Neurogenic orthostatic hypotension reduces quality of life and contributes to cognitive decline and physical deconditioning. The co-existence of supine hypertension complicates the treatment of neurogenic orthostatic hypotension because it involves the use of drugs with opposing effects. Furthermore, treatment of neurogenic orthostatic hypotension is challenging because of few therapeutic options; in the past 20 years, the US Food and Drug Administration approved only two drugs for the treatment of this condition. Small, open-label or randomized studies using acute doses of different pharmacologic probes suggest benefit of other drugs as well, which could be used in individual patients under close monitoring. This review describes the pathophysiology of neurogenic orthostatic hypotension and supine hypertension in Parkinson disease. We discuss the mode of action and therapeutic efficacy of different pharmacologic agents used in the treatment of patients with cardiovascular autonomic failure.", "doi": "10.1007/s40263-017-0473-5", "title": "Pharmacotherapy of Cardiovascular Autonomic Dysfunction in Parkinson Disease.", "journal": ["CNS drugs", "CNS Drugs"]}