{"authors": [["Kadastik-Eerme", "Liis", "L", "Department of Neurology and NeurosurgeryUniversity of TartuTartuEstonia."], ["Taba", "Nele", "N", "Estonian Genome CentreUniversity of TartuTartuEstonia."], ["Asser", "Toomas", "T", "Department of Neurology and NeurosurgeryUniversity of TartuTartuEstonia."], ["Taba", "Pille", "P", "Department of Neurology and NeurosurgeryUniversity of TartuTartuEstonia."]], "date": "2017-09-25", "id": "29075578", "text": "Levodopa is the most effective therapy for treating Parkinson's disease (PD); however, side effects such as dyskinesias and motor fluctuations may occur after some years of its usage. The aims of this study were to assess the frequency of and factors associated with motor complications among PD patients on levodopa treatment.In a cross-sectional study carried out in 2010-2013, clinical data and treatment details were collected. Logistic regression expressed by odd ratios (OR) and 95% confidence intervals (CI) was conducted to examine the effects of several independent variables on the occurrence of motor complications.A total of 455 patients were enrolled, among whom 374 were on levodopa. Analysis was performed in 328 patients whose exact duration of levodopa treatment was known. Among patients included in the analysis, 25.9% experienced motor complications; of these, 21% had dyskinesias and 20.1% had motor fluctuations. Based on logistic regression, statistically significant factors associated with the occurrence of motor complications were younger age at onset of the disease, higher levodopa equivalent daily dose (LEDD), shorter time to levodopa initiation, and akinetic-rigid dominant phenotype of PD.This study suggests that postponing the start of levodopa therapy and maintaining low daily doses of levodopa might reduce the risk of motor complications. Our results confirm that due to higher risk of motor complications, effectively treating patients with akinetic-rigid dominant phenotype of PD might be more challenging than for patients whose dominant symptom is tremor.", "doi": "10.1002/brb3.837", "title": "Factors associated with motor complications in Parkinson's disease.", "journal": ["Brain and behavior", "Brain Behav"]}