{"authors": [["Lin", "Yi-Ying", "YY", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Chen", "Rou-Shayn", "RS", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Lu", "Chin-Song", "CS", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Huang", "Ying-Zu", "YZ", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Weng", "Yi-Hsin", "YH", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Yeh", "Tu-Hsueh", "TH", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Lin", "Wey-Yil", "WY", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."], ["Hung", "June", "J", "Department of NeurologyLinKou Chang Gung Memorial HospitalTaoyuanTaiwan."]], "date": "2017-09-21", "id": "29075566", "text": "Sleep disturbance is a common nonmotor symptom of Parkinson's disease (PD) and strongly affects patients' quality of life. The relationship between excessive daytime sleepiness (EDS) and nighttime problems remains uncertain. Arguments persist regarding the risk factors for sleep disturbance among patients with PD. Furthermore, the prevalence of EDS appears to be lower in Asian countries. Herein, we conducted the study to describe the characteristics of sleep problems in a sample of Taiwanese PD patients and delineate the difference with reported sleep disturbances in Caucasian PD patients from the literature.Patients with PD were recruited from the outpatient clinic of a tertiary medical center and were evaluated using standardized assessment protocols, including the Parkinson's Disease Sleep Scale (PDSS), the Pittsburgh Sleep Quality Index (PSQI), Epworth Sleepiness Scale (ESS), and 39-Item Parkinson's Disease Questionnaire (PDQ-39).A total of 225 patients with PD were recruited. The mean age of patients with PD was 65.7 years old and the mean disease duration was 8.18 years. Among the patients, 53.8% were defined as poor sleepers (PSQI > 5) and 26.3% had EDS. Seventy-one percent of the poor sleepers used hypnotic medications. The poor sleepers were worse in the scores of Unified Parkinson's Disease Rating Scale (UPDRS), PDSS, and the PDQ-39, and received higher levodopa daily dosage. A PDSS score of <126 indicate that a patient with PD was a poor sleeper. EDS was positively correlated with advanced Hoehn and Yahr stages and use of dopamine agonists but not with levodopa daily dosage and levodopa equivalent daily dosage.Taiwanese patients with PD had a lower prevalence of EDS compared with the literatures reported in Caucasian patients. We identify and suggest that PDSS total score, rather than subcategory items, should be used to predict poor sleep among patients with PD.", "doi": "10.1002/brb3.806", "title": "Sleep disturbances in Taiwanese patients with Parkinson's disease.", "journal": ["Brain and behavior", "Brain Behav"]}