{"authors": [["Schelp", "Arthur Oscar", "AO", "Department of Neurology, Psychology and Psychiatry - Univ Estadual Paulista (UNESP), Brazil; Neurology Fellowship, Dept. of Neurology, Psychology, and Psychiatry - Univ Estadual Paulista (UNESP), Brazil. Electronic address: aschelp@fmb.unesp.br."], ["Mendes-Chiloff", "Cristiane Lara", "CL", "Psychology Service, Clinical Hospital of Botucatu Medical School, Brazil. Electronic address: cris.mendeschiloff@gmail.com."], ["Paduan", "Vanessa Cristina", "VC", "Psychology Service, Clinical Hospital of Botucatu Medical School, Brazil. Electronic address: vc_paduan@yahoo.com.br."], ["Corrente", "José Eduardo", "JE", "Bioscience Institute, Statistical Department - Univ Estadual Paulista (UNESP), Brazil; Neurology Fellowship, Dept. of Neurology, Psychology, and Psychiatry - Univ Estadual Paulista (UNESP), Brazil. Electronic address: jecorren@ibb.unesp.br."], ["Vieira", "Aline", "A", "Department of Internal Medicine - Univ Estadual Paulista (UNESP), Brazil. Electronic address: al_vieira@outlook.com."], ["Marchette", "Juliana Cristine Nunes", "JCN", "Psychology Service, Clinical Hospital of Botucatu Medical School, Brazil. Electronic address: jucnmarchette@yahoo.com.br."], ["de Souza", "Juli Thomaz", "JT", "Department of Internal Medicine - Univ Estadual Paulista (UNESP), Brazil. Electronic address: jtsouz@yahoo.com.br."], ["Luvizuto", "Gustavo José", "GJ", "Rehabilitation Service, Clinical Hospital of Botucatu Medical School, Brazil; Neurology Fellowship, Dept. of Neurology, Psychology, and Psychiatry - Univ Estadual Paulista (UNESP), Brazil. Electronic address: gluvizutto@fmb.unesp.br."], ["Nogueira", "Célia Regina", "CR", "Department of Internal Medicine - Univ Estadual Paulista (UNESP), Brazil; Neurology Fellowship, Dept. of Neurology, Psychology, and Psychiatry - Univ Estadual Paulista (UNESP), Brazil. Electronic address: nogueira@fmb.unesp.br."], ["Bazan", "Rodrigo", "R", "Department of Neurology, Psychology and Psychiatry - Univ Estadual Paulista (UNESP), Brazil. Electronic address: bazan.r@terra.com.br."]], "date": "2017-05-03", "id": "29072169", "text": "The risk of cognitive impairment associated with Parkinson's disease (PD) is related to ageing. The role of body compartmentalization and associated metabolic dysfunctions, as a risk factor for dementia in PD is still not clear.To investigate body mass distribution, insulin resistance, and other parameters in patients without dementia, and those with dementia classified as compromised delayed memory.We recorded body composition, basal levels of insulin resistance, and other data from 135 patients, who were followed for at least two years. The patients completed a Brief Cognitive Battery test. Patients with delayed recall memory impairment were assessed using the Mattis dementia rating scale.There was a correlation between age and the patient's scores. Age was negatively correlated with scores on all of the screening battery subtests (p ≤ 0.001), while formal education was positively correlated with the test scores. Insulin resistance was higher in non-demented patients compared to patients with impaired memory (p = 0.0027). There was no association between body composition and cognitive dysfunction in patients with PD.The results of this study indicate an apparent decrease in insulin resistance associated with cognitive impairment in PD. We found no correlations between body composition and memory dysfunction associated with PD.", "doi": "10.1016/j.clnesp.2017.03.006", "title": "Amnestic dementia impairment in Parkinson's disease: The role of body composition, ageing and insulin resistance.", "journal": ["Clinical nutrition ESPEN", "Clin Nutr ESPEN"]}