{"authors": [["Wang", "Qingqing", "Q", "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."], ["Ren", "Nan", "N", "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."], ["Cai", "Zhipeng", "Z", "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."], ["Lin", "Qingxia", "Q", "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."], ["Wang", "Zhangjing", "Z", "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."], ["Zhang", "Qunwei", "Q", "Department of Environmental and Occupational Health Sciences, University of Louisville, 485 E. Gray Street, Louisville, KY 40202 USA."], ["Wu", "Siying", "S", "Department of Epidemiology and Health Statistics, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."], ["Li", "Huangyuan", "H", "Department of Preventive Medicine, Fujian Provincial Key Laboratory of Environment Factors and Cancer, School of Public Health, Fujian Medical University, 350122 Fuzhou, China."]], "date": "2017-10-20", "id": "29071302", "text": "Both transcription factors (TFs) and microRNAs (miRNAs) can exert a widespread impact on gene expression. In the present study, we investigated the role of Nrf2 in paraquat-induced intracorporeal neurodegeneration and miRNA expression by exposing Nrf2 wild-type and knockout mice to paraquat (PQ) or 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP). Exposure to 10 mg/kg PQ or 30 mg/kg MPTP caused damage to nerve cells in the substantia nigra (SN) in both Nrf2 (+/+) and Nrf2 (-/-) ICR mice, which included cell morphological changes, detectable apoptosis and a significant reduction in the number of dopaminergic (DA) neurons. When mice were exposed to the same PQ dose of 10 mg/kg, significant fewer tyrosine hydroxylase (TH)-positive DA neurons were observed in the Nrf2 (-/-) mice than that in the Nrf2 (+/+) mice. Both Nrf2 deficiency and PQ or MPTP exposure could alter miRNA expression profile in the SN, suggesting the potential involvement of Nrf2 in the PQ-induced or MPTP-induced miRNA expression alteration. The expression of miR-380-3p was altered by the Nrf2-MPTP interaction effect. miR-380-3p/Sp3-mRNA pathway is likely part of the mechanism of MPTP-induced neurodegeneration. Collectively, our results corroborated the protective role of Nrf2 and also demonstrated the essential interaction of Nrf2 with miRNAs in intracorporal neurodegeneration induced by neurotoxicants.", "doi": "10.1038/s41531-017-0033-1", "title": "Paraquat and MPTP induce neurodegeneration and alteration in the expression profile of microRNAs: the role of transcription factor Nrf2.", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}