{"authors": [["Wang", "Yun-Liang", "YL", "Department of Neurology, The Second Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], ["Ju", "Bo", "B", "Department of Neurology, The 107th Hospital of PLA, Yantai, China."], ["Zhang", "Yu-Zhen", "YZ", "Department of Neurology, The 148th Hospital of PLA, Zibo, China."], ["Yin", "Hong-Lei", "HL", "Department of Neurology, The 148th Hospital of PLA, Zibo, China."], ["Liu", "Ya-Jun", "YJ", "Department of Neurology, The 148th Hospital of PLA, Zibo, China."], ["Wang", "Shan-Shan", "SS", "Department of Neurology, The 148th Hospital of PLA, Zibo, China."], ["Zeng", "Zhi-Lei", "ZL", "Department of Neurology, The Second Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], ["Yang", "Xiao-Peng", "XP", "Department of Neurology, The Second Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], ["Wang", "Hai-Tao", "HT", "Department of Neurology, The 107th Hospital of PLA, Yantai, China."], ["Li", "Jin-Feng", "JF", "Department of Neurology, The 148th Hospital of PLA, Zibo, China."]], "date": "2017-10-25", "id": "29069652", "text": "The study aimed to investigate the protective effect of curcumin against oxidative stress-induced injury of Parkinson's disease (PD) through the Wnt/β-catenin signaling pathway in rats.The successfully established PD rat models and normal healthy rats were randomly assigned into the 6-hydroxydopamine (6-OHDA), the curcumin (Cur) and the control groups. Immunohistochemistry was used to detect the positive expression of tyrosine hydroxylase (TH), dopamine transporter (DAT) and glial fibrillary acidic protein (GFAP). Deutocerebrum primary cells were extracted and classified into the control, 6-OHDA, Cur (5, 10, 15 µmol/L), Dickkopf-1 (DKK-1) and Cur + DKK-1 groups. MTT assays, adhesion tests and TUNEL staining were used to assess cell viability, adhesion and apoptosis, respectively. Western blotting and qRT-PCR were used to examine the protein and mRNA expressions of Wnt3a and β-catenin and the c-myc and cyclinD1 mRNA expressions.TH and DAT expressions in the Cur group were elevated and GFAP was reduced compared with the 6-OHDA group. Curcumin enhanced viability, survival and adhesion and attenuated apoptosis of deutocerebrum primary cells by activating the Wnt/β-catenin signaling pathway. Higher Wnt3a and β-catenin mRNA and protein expressions and c-myc and cyclinD1 mRNA expressions, enhanced superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px) contents, decreased malondialdehyde (MDA) content and elevated mitochondrial membrane potential (∆ψm) were found in the 10 and 15 µmol/L Cur groups compared with the 6-OHDA group. However, opposite tendencies were found in the Cur + DKK-1 group compared to the 10 µmol/L Cur group.This study suggests that curcumin could protect against oxidative stress-induced injury in PD rats via the Wnt/β-catenin signaling pathway.", "doi": "10.1159/000484302", "title": "Protective Effect of Curcumin Against Oxidative Stress-Induced Injury in Rats with Parkinson's Disease Through the Wnt/ β-Catenin Signaling Pathway.", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}