{"authors": [["Cisbani", "Giulia", "G", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705 Boulevard Laurier, Québec, QC, Canada."], ["Maxan", "Alexander", "A", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705 Boulevard Laurier, Québec, QC, Canada."], ["Kordower", "Jeffrey H", "JH", "Department of Neurological Sciences and Center for Brain Repair, Rush University Medical Center, Chicago, IL 60612, USA."], ["Planel", "Emmanuel", "E", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705 Boulevard Laurier, Québec, QC, Canada."], ["Freeman", "Thomas B", "TB", "Department of Neurosurgery and Brain Repair, University of South Florida, Tampa, FL 33606-3571, USA."], ["Cicchetti", "Francesca", "F", "Centre de Recherche du CHU de Québec-Université Laval, Axe Neurosciences, 2705 Boulevard Laurier, Québec, QC, Canada."]], "date": null, "id": "29069396", "text": "Cell replacement has been explored as a therapeutic strategy to repair the brain in patients with Huntington's and Parkinson's disease. Post-mortem evaluations of healthy grafted tissue in such cases have revealed the development of Huntington- or Parkinson-like pathology including mutant huntingtin aggregates and Lewy bodies. An outstanding question remains if tau pathology can also be seen in patients with Huntington's and Parkinson's disease who had received foetal neural allografts. This was addressed by immunohistochemical/immunofluorescent stainings performed on grafted tissue of two Huntington's disease patients, who came to autopsy 9 and 12 years post-transplantation, and two patients with Parkinson's disease who came to autopsy 18 months and 16 years post-transplantation. We show that grafts also contain tau pathology in both types of transplanted patients. In two patients with Huntington's disease, the grafted tissue showed the presence of hyperphosphorylated tau [both AT8 (phospho-tau Ser202 and Thr205) and CP13 (pSer202) immunohistochemical stainings] pathological inclusions, neurofibrillary tangles and neuropil threads. In patients with Parkinson's disease, the grafted tissue was characterized by hyperphosphorylated tau (AT8; immunofluorescent staining) pathological inclusions, neurofibrillary tangles and neuropil threads but only in the patient who came to autopsy 16 years post-transplantation. Abundant tau-related pathology was observed in the cortex and striatum of all cases studied. While the striatum of the grafted Huntington's disease patient revealed an equal amount of 3-repeat and 4-repeat isoforms of tau, the grafted tissue showed elevated 4-repeat isoforms by western blot. This suggests that transplants may have acquired tau pathology from the host brain, although another possibility is that this was due to acceleration of ageing. This finding not only adds to the recent reports that tau pathology is a feature of these neurodegenerative diseases, but also that tau pathology can manifest in healthy neural tissue transplanted into the brains of patients with two distinct neurodegenerative disorders.", "doi": "10.1093/brain/awx255", "title": "Presence of tau pathology within foetal neural allografts in patients with Huntington's and Parkinson's disease.", "journal": ["Brain : a journal of neurology", "Brain"]}