{"authors": [["Romuk", "Ewa B", "EB", "Department of Biochemistry, Medical University of Silesia, School of Medicine with the Division of Dentistry, Zabrze, Poland."], ["Szczurek", "Wioletta", "W", "Department of Biochemistry, Medical University of Silesia, School of Medicine with the Division of Dentistry, Zabrze, Poland."], ["Oleś", "Michał", "M", "Department of Toxicology and Health Protection, Medical University of Silesia, School of Public Health, Katowice, Poland."], ["Gabrysiak", "Artur", "A", "FRYDA Medical Laboratory Ltd., Poland."], ["Skowron", "Marta", "M", "Department of Biochemistry, Medical University of Silesia, School of Medicine with the Division of Dentistry, Zabrze, Poland."], ["Nowak", "Przemysław", "P", "Department of Toxicology and Health Protection, Medical University of Silesia, School of Public Health, Katowice, Poland."], ["Birkner", "Ewa", "E", "Department of Biochemistry, Medical University of Silesia, School of Medicine with the Division of Dentistry, Zabrze, Poland."]], "date": null, "id": "29068596", "text": "Parkinson's disease is a progressive neurodegenerative disorder, characterized by the loss of dopaminergic neurons in the substantia nigra pars compacta. The causes of Parkinson's disease are not fully understood; however, increasing evidence implicates oxidative stress.The study was aimed at assessing the nature of the changes in the oxidation-antioxidant balance in the cerebral cortex, striatum, hippocampus, thalamus, and cerebellum in a rat model of Parkinson's disease (PD).Sixteen male Wistar rats were divided into 2 groups: Icontrol, IIParkinson's disease. The 8-weeks-old animals were decapitated, their brains removed and the following structures dissected and then frozen for further biochemical assays: cerebral cortex, striatum, hippocampus, thalamus and cerebellum. The activities of: the catalase (CAT), glutathione reductase (GR), glutathione peroxidase (GPx), glutathione S-transferase (GST), superoxide dismutase (SOD) and the isoenzymes: Cu/ZnSOD and MnSOD; together with the malondialdehyde (MDA) and the total oxidative status (TOS) concentrations were measured in each structure.A significantly increased activities of SOD, Cu/ZnSOD, GST and reduced GR activity and an increase of MDA concentration were observed in the striatum of PD rats, comparing to the control group, combined with a significantly reduced activities of GR,SOD, Cu/ZnSOD and an increased GPX activity and MDA concentration in the hippocampus, a significantly lower GR, SOD, MnSOD, Cu/ZnSOD, and GST activities in the cerebral cortex. A significantly lower GR activity, higher CAT activity and MDA concentration in the thalamus and a significantly increased GR activity in the cerebellum were observed in PD rats compared to the corresponding control group.Oxidative stress in PD involves many brain structures and various antioxidant enzymes and oxidative status parameters become dysfunctional, depending on the area of the brain, which might reflect the complexity of the clinical symptoms of PD.", "doi": null, "title": "The evaluation of the changes in enzymatic antioxidant reserves and lipid peroxidation in chosen parts of the brain in an animal model of Parkinson disease.", "journal": ["Advances in clinical and experimental medicine : official organ Wroclaw Medical University", "Adv Clin Exp Med"]}