{"authors": [["Borrageiro", "Genevie", "G", "Division of Molecular Biology and Human Genetics, Department of Biomedical Sciences, Faculty of Medicine and Health Sciences, Stellenbosch University, PO Box 241, Cape Town, South Africa."], ["Haylett", "William", "W", "Division of Molecular Biology and Human Genetics, Department of Biomedical Sciences, Faculty of Medicine and Health Sciences, Stellenbosch University, PO Box 241, Cape Town, South Africa."], ["Seedat", "Soraya", "S", "Department of Psychiatry, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa."], ["Kuivaniemi", "Helena", "H", "Division of Molecular Biology and Human Genetics, Department of Biomedical Sciences, Faculty of Medicine and Health Sciences, Stellenbosch University, PO Box 241, Cape Town, South Africa."], ["Bardien", "Soraya", "S", "Division of Molecular Biology and Human Genetics, Department of Biomedical Sciences, Faculty of Medicine and Health Sciences, Stellenbosch University, PO Box 241, Cape Town, South Africa."]], "date": "2017-11-22", "id": "29068110", "text": "Parkinson's disease (PD) is a progressive and incurable neurodegenerative disorder. Although numerous genetic and environmental factors have been linked to the aetiology of PD the underlying pathobiology remains poorly understood, hampering the development of improved therapies. Transcriptomics has the potential to reveal significant insights into disease processes. In this review, we focused on published transcriptomics studies on PD with the aim of summarizing studies and identifying common biological pathways. A total of 96 articles were identified as follows: 12 meta-analyses, 21 re-analyses of existing data and 63 original studies. Of the 63 original studies, 33 were performed on brain tissue, 26 on blood, three on cerebrospinal fluid and one on skin. In the brain studies, altered pathways identified included those involved in dopamine metabolism, mitochondrial function, oxidative stress, protein degradation, neuroinflammation, vesicular transport and synaptic transmission. Studies on blood samples revealed alterations in pathways involved in immune function, inflammation, RNA processing, protein chaperones, mitochondrial function and programmed cell death. Limitations of these studies include small sample sizes (generally <40 cases/40 controls) and the application of widely varying statistical analysis and parameters. Only eight studies used the RNA-Seq technique. This review highlights the need for harmonization of transcriptomic approaches and the statistical analyses, and for the data to be deposited into publicly available databases in a standardized format for meta-analyses. Notably, the concordance of several pathways such as mitochondrial function, protein degradation and inflammation, identified in both blood and brain tissues, suggests that the disease process is systemic and not restricted to neurological tissues.", "doi": "10.1111/ejn.13760", "title": "A review of genome-wide transcriptomics studies in Parkinson's disease.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}