{"authors": [["Li", "Lin", "L", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Liu", "Ming-Su", "MS", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Li", "Guang-Qin", "GQ", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Tang", "Jie", "J", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Liao", "Yan", "Y", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Zheng", "Yang", "Y", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Guo", "Tong-Li", "TL", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Kang", "Xin", "X", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."], ["Yuan", "Mao-Ting", "MT", "Department of Neurology, The First Affiliated Hospital, Chongqing Medical University, Chongqing 400016, China."]], "date": null, "id": "29067960", "text": "Parkinson's disease (PD) is featured with motor disorder and nonmotor manifestations including psychological symptoms, autonomic nervous system dysfunction, and paresthesia, which results in great inconvenience to the patients' life. The apolipoprotein (Apo) superfamily, as a group of potentially modifiable biomarkers in clinical practice, is of increasing significance in the diagnosis, evaluation, and prognosis of PD. The present review summarized the current understanding and emerging findings of the relationship between Apo superfamily and PD.All literatures were identified by systematically searching PubMed, Embase, and Cochrane electronic databases with terms \"Parkinson disease,\" \"apolipoprotein,\" and their synonyms until May 2017.We have thoroughly examined titles and abstracts of all the literatures that met our search strategy and the full text if the research is identified or not so definite. Reference lists of retrieved articles were also scrutinized for additional relevant studies.The levels of plasma ApoA1 are inversely correlated with the risk of PD and the lower levels of ApoA1 trend toward association with poorer motor performance. Higher ApoD expression in neurons represents more puissant protection against PD, which is critical in delaying the neurodegeneration process of PD. It is suggested that APOE alleles are related to development and progression of cognitive decline and age of PD onset, but conclusions are not completely identical, which may be attributed to different ApoE isoforms. APOJ gene expressions are upregulated in PD patients and it is possible that high ApoJ level is an indicator of PD dementia and correlates with specific phenotypic variations in PD.The Apo superfamily has been proved to be closely involved in the initiation, progression, and prognosis of PD. Apos and their genes are of great value in predicting the susceptibility of PD and hopeful to become the target of medical intervention to prevent the onset of PD or slow down the progress. Therefore, further large-scale studies are warranted to elucidate the precise mechanisms of Apos in PD.", "doi": "10.4103/0366-6999.217092", "title": "Relationship between Apolipoprotein Superfamily and Parkinson's Disease.", "journal": ["Chinese medical journal", "Chin. Med. J."]}