{"authors": [["Fasano", "Alfonso", "A", "Morton and Gloria Shulman Movement Disorders Centre and the Edmond J. Safra Program in Parkinson's Disease, Toronto Western Hospital, UHN, Division of Neurology, University of Toronto, Toronto, Ontario, Canada."], ["Canning", "Colleen G", "CG", "Discipline of Physiotherapy, Faculty of Health Sciences, University of Sydney, Sydney, Australia."], ["Hausdorff", "Jeffrey M", "JM", "Center for Study of Movement, Cognition and Mobility, Department of Neurology, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Lord", "Sue", "S", "Institute of Neuroscience, Newcastle University, Newcastle upon Tyne, UK."], ["Rochester", "Lynn", "L", "Institute of Neuroscience, Newcastle University, Newcastle upon Tyne, UK."]], "date": "2017-10-25", "id": "29067726", "text": "Falls are a major determinant of poor quality of life, immobilization, and reduced life expectancy in people affected by Parkinson's disease (PD) and in older adults more generally. Although many questions remain, recent research has advanced the understanding of this complex problem. The goal of this review is to condense new knowledge of falls in PD from prodromal to advanced disease, taking into account risk factors, assessment, and classification as well as treatment. The fundamental steps of clinical and research-based approaches to falls are described, namely, the identification of fall risk factors, clinical and instrumental methods to evaluate and classify fall risk, and the latest evidence to reduce or delay falls in PD. We summarize recent developments, the direction in which the field should be heading, and what can be recommended at this stage. We also provide a practical algorithm for clinicians.© 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27195", "title": "Falls in Parkinson's disease: A complex and evolving picture.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}