{"authors": [["Gong", "Ping", "P", "Department of Geriatrics, Third Hospital of Peking University, Beijing 100191, P.R. China."], ["Deng", "Fang", "F", "Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin 130021, P.R. China."], ["Zhang", "Wei", "W", "Department of Neurological Disease Center, Beijing Friendship Hospital Affiliated to The Capital University of Medical Sciences, Beijing 100050, P.R. China."], ["Ji", "Jin", "J", "Department of Geriatrics, Third Hospital of Peking University, Beijing 100191, P.R. China."], ["Liu", "Jia", "J", "Department of Geriatrics, Third Hospital of Peking University, Beijing 100191, P.R. China."], ["Sun", "Yinan", "Y", "Department of Geriatrics, Third Hospital of Peking University, Beijing 100191, P.R. China."], ["Hu", "Jiayu", "J", "Department of Geriatrics, Third Hospital of Peking University, Beijing 100191, P.R. China."]], "date": "2017-08-28", "id": "29067118", "text": "Tectorigenin is a plant isoflavonoid primarily derived from the flowers of Pueraria thomsonii Benth. Although various biological properties of tectorigenin have been reported, such as its antioxidant activity, the effects of tectorigenin on the cellular models of Parkinson's disease have not yet been elucidated. The aims of the current study were to investigate whether tectorigenin prevents neurotoxicity induced by MPP+ (also known as 1-methyl-4-phenylpyridinium) in SH-SY5Y cells and to elucidate the underlying protective mechanism. Cell viability and lactate dehydrogenase release were measured. The morphological changes of apoptotic cells were observed by Hoechst 33258 staining. Caspase-3, superoxide dismutase, catalase and glutathione peroxidase activity was measured using commercially available ELISA kits. The expression of cytochrome c, Bax, Bcl-2 and NADPH oxidase were detected by western blot analysis. The results indicated that treatment with MPP+ causes a significant decrease in the viability of cells and an increase in apoptosis, as evidenced by the upregulation of apoptotic cells, caspase-3 activity and cytochrome c expression. By contrast, these effects were all reversed by pretreatment with tectorigenin in SH-SY5Y cells. Tectorigenin also inhibited the MPP+-induced changes of Bax and Bcl-2 levels. In addition, pretreatment with tectorigenin mitigated the MPP+-caused increases in the levels of reactive oxygen species and NADPH oxidase protein in SH-SY5Y cells. Simultaneously, tectorigenin abolished the downregulation of antioxidant enzymes, including superoxide dismutase, catalase and glutathione peroxidase, that was induced by MPP+. In conclusion, the present study data indicate that the neuroprotective effect of tectorigenin against MPP+-induced cytotoxicity and apoptosis may be involved in attenuating oxidative stress and enhancing antioxidant defense.", "doi": "10.3892/etm.2017.5049", "title": "Tectorigenin attenuates the MPP+-induced SH-SY5Y cell damage, indicating a potential beneficial role in Parkinson's disease by oxidative stress inhibition.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}