{"authors": [["Hoang", "Kimberly B", "KB", "Department of Neurosurgery, Duke University, Durham, NC, United States."], ["Cassar", "Isaac R", "IR", "Department of Biomedical Engineering, Duke University, Durham, NC, United States."], ["Grill", "Warren M", "WM", "Department of Neurosurgery, Duke University, Durham, NC, United States."], ["Turner", "Dennis A", "DA", "Department of Neurosurgery, Duke University, Durham, NC, United States."]], "date": "2017-10-10", "id": "29066947", "text": "The goal of this review is to describe in what ways feedback or adaptive stimulation may be delivered and adjusted based on relevant biomarkers. Specific treatment mechanisms underlying therapeutic brain stimulation remain unclear, in spite of the demonstrated efficacy in a number of nervous system diseases. Brain stimulation appears to exert widespread influence over specific neural networks that are relevant to specific disease entities. In awake patients, activation or suppression of these neural networks can be assessed by either symptom alleviation (i.e., tremor, rigidity, seizures) or physiological criteria, which may be predictive of expected symptomatic treatment. Secondary verification of network activation through specific biomarkers that are linked to symptomatic disease improvement may be useful for several reasons. For example, these biomarkers could aid optimal intraoperative localization, possibly improve efficacy or efficiency (i.e., reduced power needs), and provide long-term adaptive automatic adjustment of stimulation parameters. Possible biomarkers for use in portable or implanted devices span from ongoing physiological brain activity, evoked local field potentials (LFPs), and intermittent pathological activity, to wearable devices, biochemical, blood flow, optical, or magnetic resonance imaging (MRI) changes, temperature changes, or optogenetic signals. First, however, potential biomarkers must be correlated directly with symptom or disease treatment and network activation. Although numerous biomarkers are under consideration for a variety of stimulation indications the feasibility of these approaches has yet to be fully determined. Particularly, there are critical questions whether the use of adaptive systems can improve efficacy over continuous stimulation, facilitate adjustment of stimulation interventions and improve our understanding of the role of abnormal network function in disease mechanisms.", "doi": "10.3389/fnins.2017.00564", "title": "Biomarkers and Stimulation Algorithms for Adaptive Brain Stimulation.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}