{"authors": [["Bradford", "Eric", "E", "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, National Jewish Health, 1400 Jackson St., K715, Denver, CO, 80206, USA."], ["Jacobson", "Sean", "S", "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, National Jewish Health, 1400 Jackson St., K715, Denver, CO, 80206, USA."], ["Varasteh", "Jason", "J", "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, National Jewish Health, 1400 Jackson St., K715, Denver, CO, 80206, USA."], ["Comellas", "Alejandro P", "AP", "University of Iowa, Internal Medicine, 200 Hawkins Dr C331-GH, Iowa City, IA, 52242, USA."], ["Woodruff", "Prescott", "P", "UCSF, Division of Pulmonary and Critical Care Medicine and Cardiovascular Research Institute, Box 0130, Rm HSE 1305, 513 Parnassus Ave, San Francisco, CA, 94143, USA."], ["O'Neal", "Wanda", "W", "Cystic Fibrosis/Pulmonary Research and Treatment Center, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["DeMeo", "Dawn L", "DL", "Division of General Internal Medicine and Primary Care, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Li", "Xingnan", "X", "Department of Medicine, University of Arizona College of Medicine, Tucson, AZ, USA."], ["Kim", "Victor", "V", "Temple University School of Medicine, Pulmonary and Critical Care Medicine, 785 Parkinson Pavilion, 3401 North Broad Street, Philadelphia, PA, 19140, USA."], ["Cho", "Michael", "M", "Channing Division of Network Medicine and the Division of Pulmonary and Critical Care Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, 02115, USA."], ["Castaldi", "Peter J", "PJ", "Division of General Internal Medicine and Primary Care, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Hersh", "Craig", "C", "Division of General Internal Medicine and Primary Care, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Silverman", "Edwin K", "EK", "Channing Division of Network Medicine and the Division of Pulmonary and Critical Care Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, 02115, USA."], ["Crapo", "James D", "JD", "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, National Jewish Health, 1400 Jackson St., K715, Denver, CO, 80206, USA."], ["Kechris", "Katerina", "K", "Department of Biostatistics and Informatics, University of Colorado Denver, Colorado School of Public Health, Mail Stop B119, 13001 E. 17th Place, Aurora, CO, 80045, USA."], ["Bowler", "Russell P", "RP", "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Medicine, National Jewish Health, 1400 Jackson St., K715, Denver, CO, 80206, USA. Bowlerr@njhealth.org."]], "date": "2017-10-24", "id": "29065892", "text": "Blood biomarkers are increasingly used to stratify high risk chronic obstructive pulmonary disease (COPD) patients; however, there are fewer studies that have investigated multiple biomarkers and replicated in multiple large well-characterized cohorts of susceptible current and former smokers.We used two MSD multiplex panels to measure 9 cytokines and chemokines in 2123 subjects from COPDGene and 1117 subjects from SPIROMICS. These biomarkers included: interleukin (IL)-2, IL-6, IL-8, IL-10, tumor necrosis factor (TNF)-α, interferon (IFN)-γ, eotaxin/CCL-11, eotaxin-3/CCL-26, and thymus and activation-regulated chemokine (TARC)/CCL-17. Regression models adjusted for clinical covariates were used to determine which biomarkers were associated with the following COPD phenotypes: airflow obstruction (forced expiratory flow at 1 s (FEV1%) and FEV1/forced vital capacity (FEV1/FVC), chronic bronchitis, COPD exacerbations, and emphysema. Biomarker-genotype associations were assessed by genome-wide association of single nucleotide polymorphisms (SNPs).Eotaxin and IL-6 were strongly associated with airflow obstruction and accounted for 3-5% of the measurement variance on top of clinical variables. IL-6 was associated with progressive airflow obstruction over 5 years and both IL-6 and IL-8 were associated with progressive emphysema over 5 years. None of the biomarkers were consistently associated with chronic bronchitis or COPD exacerbations. We identified one novel SNP (rs9302690 SNP) that was associated with CCL17 plasma measurements.When assessing smoking related pulmonary disease, biomarkers of inflammation such as IL-2, IL-6, IL-8, and eotaxin may add additional modest predictive value on top of clinical variables alone.COPDGene (ClinicalTrials.gov Identifier: NCT02445183 ). Subpopulations and Intermediate Outcomes Measures in COPD Study (SPIROMICS) ( ClinicalTrials.gov Identifier: NCT 01969344 ).", "doi": "10.1186/s12931-017-0662-2", "title": "The value of blood cytokines and chemokines in assessing COPD.", "journal": ["Respiratory research", "Respir. Res."]}