{"authors": [["Sung", "Young Hee", "YH", "Department of Neurology, Gachon University Gil Medical Center, Incheon, South Korea."], ["Lee", "Jongho", "J", "Department of Electrical and Computer Engineering, Seoul National University, Seoul, Korea."], ["Nam", "Yoonho", "Y", "Department of Radiology, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Shin", "Hyeong-Geol", "HG", "Department of Electrical and Computer Engineering, Seoul National University, Seoul, Korea."], ["Noh", "Young", "Y", "Department of Neurology, Gachon University Gil Medical Center, Incheon, South Korea."], ["Shin", "Dong Hoon", "DH", "Department of Neurology, Gachon University Gil Medical Center, Incheon, South Korea."], ["Kim", "Eung Yeop", "EY", "Department of Radiology, Gachon University Gil Medical Center, Incheon, South Korea."]], "date": "2017-10-24", "id": "29064601", "text": "In this study, the prevalence of abnormality in putative nigrosome 1 and nigrosome 4 (N1 and N4, respectively) was investigated in early versus late-stage idiopathic Parkinson's disease (IPD) patients. A total of 128 IPD patients (early stage[n = 89]; late stage[n = 39]) and 15 healthy subjects were scanned for high-resolution (0.5 × 0.5 × 1.0 mm3 ) multiecho gradient-recalled echo MRI and dopamine transporter PET imaging. The MRI data were processed for susceptibility map-weighted imaging (SMWI) to improve a contrast-to-noise ratio, and the images were resliced at 0.5 mm to define N1 and N4. When each side of N1 and N4 was assessed separately for the loss of hyperintensity by two independent reviewers, the consensus review results showed that in early-stage IPD (178 substantia nigras [SNs]), the loss of hyperintensity was observed more often in only the N1 region (65.2%) when compared to in both N1 and N4 regions (34.8%). In late-stage IPD (78 SNs), on the other hand, the loss in only the N1 region (25.6%) was less prevalent than in both N1 and N4 (74.4%) (P < 0.0001). Additionally, intact SNs (both in N1 and N4) were observed 17 SNs (9.6%) of the early-stage IPD patients, whereas it was not found in any SNs of the late-stage IPD patients (P = 0.005). Moreover, involvement of both N1 and N4 on both sides was found in 19.1% of the early-stage IPD patients, whereas its incidence was higher (61.5%) in the late-stage IPD patients (P < 0.0001), suggesting that the loss of hyperintensity in IPD progresses from N1 to N4 as the disease advances. Hum Brain Mapp 39:542-553, 2018. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23863", "title": "Differential involvement of nigral subregions in idiopathic parkinson's disease.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}