{"authors": [["Weintraub", "Daniel", "D", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Chahine", "Lana M", "LM", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Hawkins", "Keith A", "KA", "Department of Psychiatry, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Siderowf", "Andrew", "A", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Eberly", "Shirley", "S", "Department of Biostatistics and Computational Biology, University of Rochester Medical Center, Rochester, New York, USA."], ["Oakes", "David", "D", "Department of Biostatistics and Computational Biology, University of Rochester Medical Center, Rochester, New York, USA."], ["Seibyl", "John", "J", "The Institute for Neurodegenerative Disorders, New Haven, Connecticut, USA."], ["Stern", "Matthew B", "MB", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Marek", "Kenneth", "K", "The Institute for Neurodegenerative Disorders, New Haven, Connecticut, USA."], ["Jennings", "Danna", "D", "Eli Lilly and Company, Indianapolis, Indiana, USA."], [null, null, null, null]], "date": "2017-10-24", "id": "29063713", "text": "Prospective data on cognition in prodromal Parkinson's disease are limited. The objectives of this study were to assess in prodromal PD (1) if baseline cognition predicts conversion to clinical PD, (2) if baseline dopamine transporter binding predicts longitudinal changes in cognition, and (3) if impaired olfaction predicts future cognitive decline.Prodromal participants were 136 hyposmic individuals enrolled in the Parkinson Associated Risk Study. We examined baseline neuropsychological test performance in PD converters versus nonconverters and the association between baseline dopamine transporter binding and change in cognition. An additional 73 normosmic individuals were included in analyses of the relationship between hyposmia and cognitive decline.In prodromal participants, baseline cognitive scores did not significantly predict conversion, but converters performed numerically worse on 5 of the 6 cognitive domains assessed, with the greatest differences in executive function/working memory (0.68 standard deviation lower) and global cognition (0.64 standard deviation lower). Lower baseline dopamine transporter binding predicted greater future decline in processing speed/attention (P = 0.02). Hyposmia predicted greater future decline in language (P = 0.005) and memory (P = 0.01) abilities.Given hyposmia in the general population predicts cognitive decline, the role of cognition in predicting conversion in prodromal PD needs to be assessed in large cohorts followed long-term. The dopamine system may be associated with changes in processing speed/attention in individuals at risk for PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27189", "title": "Cognition and the course of prodromal Parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}