{"authors": [["Schindlbeck", "K A", "KA", "Department of Neurology, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Naumann", "W", "W", "Department of Neurology, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Maier", "A", "A", "Department of Neurology, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Ehlen", "F", "F", "Department of Neurology, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Marzinzik", "F", "F", "Department of Neurology, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Klostermann", "F", "F", "Department of Neurology, Charité - Universitätsmedizin Berlin, Berlin, Germany."]], "date": "2017-10-23", "id": "29063605", "text": "Verticality perception is known to be abnormal in Parkinson's disease (PD), but in which stage respective dysfunctions arise and how they relate to postural disorders remains to be settled. These issues were studied with respect to different dimensions of the subjective visual vertical (SVV) in relation to clinical parameters of postural control.All participants had to orientate a luminous line at random planar orientations to a strictly vertical position using an automated operator system. The SVV was analyzed in 58 PD patients and 28 control subjects with respect to (i) the angle between true and subjective vertical (deviation) and (ii) the variability of this across five measurements (variability). Results were referred to the subjective upright head position (SUH), the disease stage, and clinical gait/balance features assessed by the MDS-UPDRS and the Tinetti test.Parkinson's disease patients had significantly higher SVV deviation and variability than controls. With respect to disease stage, deviation developed before abnormal variability. SVV variability was associated with poor balance and gait performance, as well as postural instability. Deficits in SUH and SVV deviation were correlated and mostly unidirectional, but did not correspond to the side of motor symptom dominance.Visual verticality perception in PD is deviated already in early stages, conceivably as a relatively static internal misrepresentation of object orientation. Variability about verticality perception emerges in more advanced stages and is associated with postural and balance abnormalities.", "doi": "10.1111/ane.12859", "title": "Disturbance of verticality perception and postural dysfunction in Parkinson's disease.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}