{"authors": [["Segovia", "Fermín", "F", "Department of Signal Theory, Networking and Communications, University of Granada, Granada, Spain."], ["Górriz", "Juan M", "JM", "Department of Signal Theory, Networking and Communications, University of Granada, Granada, Spain."], ["Ramírez", "Javier", "J", "Department of Signal Theory, Networking and Communications, University of Granada, Granada, Spain."], ["Martínez-Murcia", "Francisco J", "FJ", "Department of Signal Theory, Networking and Communications, University of Granada, Granada, Spain."], ["Salas-Gonzalez", "Diego", "D", "Department of Signal Theory, Networking and Communications, University of Granada, Granada, Spain."]], "date": "2017-10-09", "id": "29062277", "text": "18F-DMFP-PET is an emerging neuroimaging modality used to diagnose Parkinson's disease (PD) that allows us to examine postsynaptic dopamine D2/3 receptors. Like other neuroimaging modalities used for PD diagnosis, most of the total intensity of 18F-DMFP-PET images is concentrated in the striatum. However, other regions can also be useful for diagnostic purposes. An appropriate delimitation of the regions of interest contained in 18F-DMFP-PET data is crucial to improve the automatic diagnosis of PD. In this manuscript we propose a novel methodology to preprocess 18F-DMFP-PET data that improves the accuracy of computer aided diagnosis systems for PD. First, the data were segmented using an algorithm based on Hidden Markov Random Field. As a result, each neuroimage was divided into 4 maps according to the intensity and the neighborhood of the voxels. The maps were then individually normalized so that the shape of their histograms could be modeled by a Gaussian distribution with equal parameters for all the neuroimages. This approach was evaluated using a dataset with neuroimaging data from 87 parkinsonian patients. After these preprocessing steps, a Support Vector Machine classifier was used to separate idiopathic and non-idiopathic PD. Data preprocessed by the proposed method provided higher accuracy results than the ones preprocessed with previous approaches.", "doi": "10.3389/fnagi.2017.00326", "title": "Preprocessing of 18F-DMFP-PET Data Based on Hidden Markov Random Fields and the Gaussian Distribution.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}