{"authors": [["Stroop", "Ralf", "R", "Department of Stereotactical Neurosurgery, Barbara-Hospital, Hamm, Germany; Department of Neurosurgery, Academic Hospital Cologne-Merheim, Cologne, Germany. Electronic address: ralf@stroop.de."], ["Holms", "Frank", "F", "Department of Gynaecology and Obstetrics, St. Barbara-Hospital, Hamm, Germany."], ["Nakamura", "Makoto", "M", "Department of Neurosurgery, Academic Hospital Cologne-Merheim, Cologne, Germany."], ["Lehrke", "Ralph", "R", "Department of Stereotactical Neurosurgery, Barbara-Hospital, Hamm, Germany."]], "date": "2017-10-20", "id": "29061452", "text": "Deep brain stimulation (DBS) indications include movement disorders, psychiatric affections, or epilepsy in which patients risk social isolation heightened by abnormal motions or behavioral patterns. Further stigmatization after DBS surgery from head shaving, visible scarring, or disfigurement from bulky lead insertion points should be avoided.We present a cosmetically optimized, adapted submammarian approach for DBS neurostimulator implantation that leaves the décolletage untouched.Over 24 months, 61 patients suffering from Parkinson disease, dystonia, or tremor underwent DBS surgery. The modified, submammarian approach was compared with the conventional infraclavicular approach regarding clinical outcome, complications, and limitations over a 5-year follow-up.Neurostimulators were implanted in a paraumbilical (n = 20) or infraclavicular position (n = 41; Parkinson disease, n = 27; dystonia, n = 9; tremor, n = 5), the latter using a standard (n = 16), modified juxta-axillary (n = 6), or submammarian approach (n = 19; 18 women, 1 man with significant gynecomastia). After 12 months, there was no significant difference in the infection rate and one event of rebleeding in each group. Overall, operation time was longer (+20 minutes) for the submammarian versus standard, infraclavicular approach, but acceptable. Neurostimulator replacement was, necessary within 5 years due to advanced battery discharge (n = 32). Battery replacement was easily achieved using the submammarian approach (n = 14), again with increased surgical time (+20 minutes), and iatrogenic damage to extensions was avoidable.A submammarian approach might be an alternative for infraclavicular implantation of DBS neurostimulators, particularly in female patients in the context of cosmetically optimized surgery. Patients' self-perception and self-esteem may be strengthened, potentially enabling them to better cope with disease.", "doi": "10.1016/j.wneu.2017.10.057", "title": "A Submammarian Approach for Cosmetically Improved Implantation of Deep Brain Stimulation Generators.", "journal": ["World neurosurgery", "World Neurosurg"]}