{"authors": [["Mazumder", "Oishee", "O", null], ["Chakravarty", "Kingshuk", "K", null], ["Chatterjee", "Debatri", "D", null], ["Sinha", "Aniruddha", "A", null], ["Das", "Abhijit", "A", null]], "date": null, "id": "29060542", "text": "Aim of this paper is to formulate a posturography stability score for stroke patients using fuzzy logic. Postural instability is one of the prominent symptoms of stroke, dementia, parkinsons disease, myopathy, etc. and is the major precursor of fall. Conventional scoring techniques used to assess postural stability require manual intervention and are dependent on live interaction with physiotherapist. We propose a novel scoring technique to calculate static stability of a person using posturography features acquired by Kinect sensor, which do not require any manual intervention or expert guidance, is cost effective and hence are ideal for tele rehabilitation purpose. Stability analysis is done during Single Limb Stance (SLS) exercise. Kinect sensor is used to calculate three features, naming SLS duration, vibration index, calculated from mean vibration of twenty joints and sway area of Centre of Mass (CoM). Based on the variation of these features, a fuzzy rule base is generated which calculates a static stability score. One way analysis of variance (Anova) between a group of stroke population and healthy individuals under study validates the reliability of the proposed scorer. Generated fuzzy score are comparable with standard stability scorer like Berg Balance scale and fall risk assessment tool like Johns Hopkins scale. Stability score, besides providing an index of overall stability can also be used as a fall predictability index.", "doi": "10.1109/EMBC.2017.8037501", "title": "Posturography stability score generation for stroke patient using Kinect: Fuzzy based approach.", "journal": ["Conference proceedings : ... Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual Conference", "Conf Proc IEEE Eng Med Biol Soc"]}