{"authors": [["Bergman", "Joseph", "J", "*Mental Health Center, Ma'ale Carmel, The Ruth and Bruce Rappaport Faculty of Medicine, Technion, Haifa; †Geha Mental Health Center, Petakh Tikva; ‡Israel Defense Force, Tel Aviv; and §Be'er-Sheva Mental Health Center, Faculty of Health Sciences, Ben-Gurion University of the Negev, Be'er-Sheva, Israel."], ["Lerner", "Paul P", "PP", null], ["Sokolik", "Shmuel", "S", null], ["Lerner", "Vladimir", "V", null], ["Kreinin", "Anatoly", "A", null], ["Miodownik", "Chanoch", "C", null]], "date": null, "id": "29059136", "text": "Patients with Parkinson disease (PD) frequently experience visual hallucinations (VH). Visual hallucinations are most often viewed as an adverse effect of antiparkinsonian treatment. Possible treatments for this disturbance include a reduction of antiparkinsonian medications, adding atypical antipsychotics, or cholinesterase inhibitors. Some studies demonstrated that selective serotonin reuptake inhibitors may be an optional treatment for patients experiencing psychosis or agitation in dementia. Currently, there is no standard recommended treatment for VH in patients with PD. We present here our clinical experience with escitalopram (selective serotonin reuptake inhibitor) for treating this disturbance.Thirteen patients with PD (8 men and 5 women; age range 67-83 years) experiencing VH were openly treated with escitalopram 10 or 15 mg/d as add-on. Efficacy was assessed at baseline, then after 4 and 8 weeks of treatment using Clinical Global Impression-Severity and Clinical Global Impression-Improvement.At the end of the 4th week of treatment, of 13 patients, 11 subjects demonstrated improvement, and in only 2 patients were there no changes in their condition. After an additional 4 weeks, 2 of the responders showed very significant improvement, 6 demonstrated much improvement, and 3 patients demonstrated minimal improvement. Only 1 patient showed no change in his condition. One additional patient stopped taking escitalopram after 5 weeks because of an absence of improvement in his state.Escitalopram was well tolerated as treatment of VH in PD patients. This medication could be a promising optional therapy for this disturbance; however, further randomized controlled and bigger studies are necessary.", "doi": "10.1097/WNF.0000000000000254", "title": "Successful Use of Escitalopram for the Treatment of Visual Hallucinations in Patients With Parkinson Disease.", "journal": ["Clinical neuropharmacology", "Clin Neuropharmacol"]}