{"authors": [["Herring", "W Joseph", "WJ", "*Merck & Co, Inc, Kenilworth, NJ; †QUEST Research Institute, Bingham Farms, MI; and ‡Rush University Medical Center, Chicago, IL."], ["Assaid", "Christopher", "C", null], ["Budd", "Kerry", "K", null], ["Vargo", "Ryan", "R", null], ["Mazenko", "Ralph S", "RS", null], ["Lines", "Christopher", "C", null], ["Ellenbogen", "Aaron", "A", null], ["Verhagen Metman", "Leo", "L", null]], "date": null, "id": "29059133", "text": "Blockade of N-methyl-D-aspartate receptors containing the NR2B subunit has been shown to be therapeutic in animal models of Parkinson disease (PD). However, findings with investigational NR2B receptor antagonists in PD patients have been mixed. The objective of this study was to evaluate the effects of the NR2B selective N-methyl-D-aspartate receptor antagonist MK-0657 on levodopa-induced dyskinesias and motor symptoms in PD patients.A randomized, double-blind, single-dose, 2-period crossover study was conducted in 22 patients with PD and levodopa-induced peak-dose dyskinesias. Patients received oral MK-0657 (7 mg) or placebo, in randomized order, on each of 2 test days. On both days, levodopa was administered as a 2-hour intravenous infusion at greater than or equal to 1 mg/kg per hour with frequent assessments of dyskinesia, motor function, and pharmacokinetics.MK-0657 7 mg had no significant effect on dyskinesias (difference versus placebo in modified Abnormal Involuntary Movement Scale mean change from baseline area under the curve over 5 hours, -2.3; 95% confidence interval, -5.1 to 0.4) or motor function (difference versus placebo in Unified Parkinson's Disease Rating Scale Part III mean change from baseline area under the curve over 5 hours, 13.9; 95% confidence interval, -1.7 to 29.5). MK-0657 7 mg achieved the target mean maximum plasma concentration of 400 nM.These data suggest that a single dose of MK-0657 7 mg is not effective in improving levodopa-induced dyskinesias and motor symptoms in PD patients.clinicaltrials.gov NCT00505843.", "doi": "10.1097/WNF.0000000000000241", "title": "A Phase Ib Randomized Controlled Study to Evaluate the Effectiveness of a Single-Dose of the NR2B Selective N-Methyl-D-Aspartate Antagonist MK-0657 on Levodopa-Induced Dyskinesias and Motor Symptoms in Patients With Parkinson Disease.", "journal": ["Clinical neuropharmacology", "Clin Neuropharmacol"]}