{"authors": [["Balash", "Yacov", "Y", "*Movement Disorders Unit, Neurological Institute, Tel Aviv Sourasky Medical Center, Tel Aviv; †Sackler School of Medicine, Tel Aviv University, Tel Aviv; ‡Tikun Olam, Research Department, Tel Aviv; §School of Public Health, Epidemiology, Sackler School of Medicine, Tel-Aviv University, Tel-Aviv; ∥OneWorld Cannabis Ltd, Petah-Tikva; ¶Movement Disorders Center, Rabin Medical Center, Petah-Tikva; and #Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Bar-Lev Schleider", "Lihi", "L", null], ["Korczyn", "Amos D", "AD", null], ["Shabtai", "Herzel", "H", null], ["Knaani", "Judith", "J", null], ["Rosenberg", "Alina", "A", null], ["Baruch", "Yehuda", "Y", null], ["Djaldetti", "Ruth", "R", null], ["Giladi", "Nir", "N", null], ["Gurevich", "Tanya", "T", null]], "date": null, "id": "29059132", "text": "The use of medical cannabis (MC) is controversial. Support for its benefits is based on small clinical series.The aim of this study was to report the results of a standardized interview study that retrospectively assessed the effects of MC on symptoms of Parkinson disease (PD) and its adverse effects in patients treated for at least 3 months.The survey used telephone interviews using a structured questionnaire based on subjective global impressions of change for various parkinsonian symptoms and yes/no questions on adverse effects.Forty-seven nondemented patients with PD (40 men) participated. Their mean age was 64.2 ± 10.8 years, mean disease duration was 10.8 ± 8.3 years, median Hoehn and Yahr (H&Y) was stage III. The duration of MC use was 19.1 ± 17.0 months, and the mean daily dose was 0.9 ± 0.5 g. The delivery of MC was mainly by smoking cigarettes (38 cases, 80.9%). Effect size (r) improvement for falls was 0.89, 0.73 for pain relief, 0.64 for depression, 0.64 for tremor, 0.62 for muscle stiffness, and 0.60 for sleep. The most frequently reported adverse effects from MC were cough (34.9%) in those who used MC by smoking and confusion and hallucinations (reported by 17% each) causing 5 patients (10.6%) to stop treatment.Medical cannabis was found to improve symptoms of PD in the initial stages of treatment and did not cause major adverse effects in this pilot, 2-center, retrospective survey. The extent of use and the reported effects lend support to further development of safer and more effective drugs derived from Cannabis sativa.", "doi": "10.1097/WNF.0000000000000246", "title": "Medical Cannabis in Parkinson Disease: Real-Life Patients' Experience.", "journal": ["Clinical neuropharmacology", "Clin Neuropharmacol"]}