{"authors": [["Sarkar", "Souvarish", "S", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Malovic", "Emir", "E", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Harishchandra", "Dilshan S", "DS", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Ghaisas", "Shivani", "S", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Panicker", "Nikhil", "N", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Charli", "Adhithiya", "A", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Palanisamy", "Bharathi N", "BN", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Rokad", "Dharmin", "D", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Jin", "Huajun", "H", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Anantharam", "Vellareddy", "V", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Kanthasamy", "Arthi", "A", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."], ["Kanthasamy", "Anumantha G", "AG", "Department of Biomedical Science, Iowa State University, Ames, IA 50011 USA."]], "date": "2017-10-17", "id": "29057315", "text": "The NLRP3 inflammasome signaling pathway is a major contributor to the neuroinflammatory process in the central nervous system. Oxidative stress and mitochondrial dysfunction are key pathophysiological processes of many chronic neurodegenerative diseases, including Parkinson's disease (PD). However, the inter-relationship between mitochondrial defects and neuroinflammation is not well understood. In the present study, we show that impaired mitochondrial function can augment the NLRP3 inflammasome-driven proinflammatory cascade in microglia. Primary mouse microglia treated with the common inflammogen LPS increased NLRP3 and pro-IL-1β expression. Interestingly, exposure of LPS-primed microglial cells to the mitochondrial complex-I inhibitory pesticides rotenone and tebufenpyrad specifically potentiated the NLRP3 induction, ASC speck formation and pro-IL-1β processing to IL-1β in a dose-dependent manner, indicating that mitochondrial impairment heightened the NLRP3 inflammasome-mediated proinflammatory response in microglia. The neurotoxic pesticide-induced NLRP3 inflammasome activation was accompanied by bioenergetic defects and lysosomal dysfunction in microglia. Furthermore, the pesticides enhanced mitochondrial ROS generation in primary microglia, while amelioration of mitochondria-derived ROS by the mitochondria-targeted antioxidant mito-apocynin completely abolished IL-1β release, indicating mitochondrial ROS drives potentiation of the NLRP3 inflammasome in microglia. Exposure to conditioned media obtained from mitochondrial inhibitor-treated, LPS-primed microglial cells, but not unprimed cells, induced dopaminergic neurodegeneration in cultured primary mesencephalic and human dopaminergic neuronal cells (LUHMES). Notably, our in vivo results with chronic rotenone rodent models of PD further support the activation of proinflammatory NLRP3 inflammasome signaling due to mitochondrial dysfunction. Collectively, our results demonstrate that mitochondrial impairment in microglia can amplify NLRP3 inflammasome signaling, which augments the dopaminergic neurodegenerative process.", "doi": "10.1038/s41531-017-0032-2", "title": "Mitochondrial impairment in microglia amplifies NLRP3 inflammasome proinflammatory signaling in cell culture and animal models of Parkinson's disease.", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}