{"authors": [["Rovini", "Erika", "E", "The BioRobotics Institute, Scuola Superiore Sant'Anna, Pontedera, Italy."], ["Maremmani", "Carlo", "C", "U.O. Neurologia, Ospedale delle Apuane (AUSL Toscana Nord Ovest), Massa, Italy."], ["Cavallo", "Filippo", "F", "The BioRobotics Institute, Scuola Superiore Sant'Anna, Pontedera, Italy."]], "date": "2017-10-06", "id": "29056899", "text": "Background: Parkinson's disease (PD) is a common and disabling pathology that is characterized by both motor and non-motor symptoms and affects millions of people worldwide. The disease significantly affects quality of life of those affected. Many works in literature discuss the effects of the disease. The most promising trends involve sensor devices, which are low cost, low power, unobtrusive, and accurate in the measurements, for monitoring and managing the pathology.This review focuses on wearable devices for PD applications and identifies five main fields: early diagnosis, tremor, body motion analysis, motor fluctuations (ON-OFF phases), and home and long-term monitoring. The concept is to obtain an overview of the pathology at each stage of development, from the beginning of the disease to consider early symptoms, during disease progression with analysis of the most common disorders, and including management of the most complicated situations (i.e., motor fluctuations and long-term remote monitoring).The research was conducted within three databases: IEEE Xplore®, Science Direct®, and PubMed Central®, between January 2006 and December 2016.Since 1,429 articles were found, accurate definition of the exclusion criteria and selection strategy allowed identification of the most relevant papers.Finally, 136 papers were fully evaluated and included in this review, allowing a wide overview of wearable devices for the management of Parkinson's disease.", "doi": "10.3389/fnins.2017.00555", "title": "How Wearable Sensors Can Support Parkinson's Disease Diagnosis and Treatment: A Systematic Review.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}