{"authors": [["Nouraei", "Negin", "N", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Mason", "Daniel M", "DM", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Miner", "Kristin M", "KM", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Carcella", "Michael A", "MA", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Bhatia", "Tarun N", "TN", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Dumm", "Benjamin K", "BK", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Soni", "Dishaben", "D", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Johnson", "David A", "DA", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States."], ["Luk", "Kelvin C", "KC", "Department of Pathology, University of Pennsylvania, Philadelphia, PA 19147, United States."], ["Leak", "Rehana K", "RK", "Graduate School of Pharmaceutical Sciences, Duquesne University, Pittsburgh, PA 15282, United States. Electronic address: leakr@duq.edu."]], "date": "2017-10-19", "id": "29056362", "text": "Lewy body disorders are characterized by the emergence of α-synucleinopathy in many parts of the central and peripheral nervous systems, including in the telencephalon. Dense α-synuclein+ pathology appears in regio inferior of the hippocampus in both Parkinson's disease and dementia with Lewy bodies and may disturb cognitive function. The preformed α-synuclein fibril model of Parkinson's disease is growing in use, given its potential for seeding the self-propagating spread of α-synucleinopathy throughout the mammalian brain. Although it is often assumed that the spread occurs through neuroanatomical connections, this is generally not examined vis-à-vis the uptake and transport of tract-tracers infused at precisely the same stereotaxic coordinates. As the neuronal connections of the hippocampus are historically well defined, we examined the first-order spread of α-synucleinopathy three months following fibril infusions centered in the mouse regio inferior (CA2+CA3), and contrasted this to retrograde and anterograde transport of the established tract-tracers FluoroGold and biotinylated dextran amines (BDA). Massive hippocampal α-synucleinopathy was insufficient to elicit memory deficits or loss of cells and synaptic markers in this model of early disease processes. However, dense α-synuclein+ inclusions in the fascia dentata were negatively correlated with memory capacity. A modest compensatory increase in synaptophysin was evident in the stratum radiatum of cornu Ammonis in fibril-infused animals, and synaptophysin expression correlated inversely with memory function in fibril but not PBS-infused mice. No changes in synapsin I/II expression were observed. The spread of α-synucleinopathy was somewhat, but not entirely consistent with FluoroGold and BDA axonal transport, suggesting that variables other than innervation density also contribute to the materialization of α-synucleinopathy. For example, layer II entorhinal neurons of the perforant pathway exhibited somal α-synuclein+ inclusions as well as retrogradely labeled FluoroGold+ somata. However, some afferent brain regions displayed dense retrograde FluoroGold label and no α-synuclein+ inclusions (e.g. medial septum/diagonal band), supporting the selective vulnerability hypothesis. The pattern of inclusions on the contralateral side was consistent with specific spread through commissural connections (e.g. stratum pyramidale of CA3), but again, not all commissural projections exhibited α-synucleinopathy (e.g. hilar mossy cells). The topographical extent of inclusions is displayed here in high-resolution images that afford viewers a rich opportunity to dissect the potential spread of pathology through neural circuitry. Finally, the results of this expository study were leveraged to highlight the challenges and limitations of working with preformed α-synuclein fibrils.", "doi": "10.1016/j.expneurol.2017.10.017", "title": "Critical appraisal of pathology transmission in the α-synuclein fibril model of Lewy body disorders.", "journal": ["Experimental neurology", "Exp. Neurol."]}