{"authors": [["Crabbé", "Melissa", "M", "Division of Nuclear Medicine, Department of Imaging and Pathology, KU Leuven and University Hospital Leuven, Leuven, Belgium; MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium."], ["Van der Perren", "Anke", "A", "MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium; Laboratory for Neurobiology and Gene Therapy, Department of Neurosciences, KU Leuven, Leuven, Belgium."], ["Weerasekera", "Akila", "A", "MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium; Biomedical MRI Unit, Department of Imaging and Pathology, KU Leuven, Leuven, Belgium."], ["Himmelreich", "Uwe", "U", "MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium; Biomedical MRI Unit, Department of Imaging and Pathology, KU Leuven, Leuven, Belgium."], ["Baekelandt", "Veerle", "V", "MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium; Laboratory for Neurobiology and Gene Therapy, Department of Neurosciences, KU Leuven, Leuven, Belgium."], ["Van Laere", "Koen", "K", "Division of Nuclear Medicine, Department of Imaging and Pathology, KU Leuven and University Hospital Leuven, Leuven, Belgium; MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium."], ["Casteels", "Cindy", "C", "Division of Nuclear Medicine, Department of Imaging and Pathology, KU Leuven and University Hospital Leuven, Leuven, Belgium; MoSAIC - Molecular Small Animal Imaging Centre, KU Leuven, Leuven, Belgium. Electronic address: cindy.casteels@kuleuven.be."]], "date": "2017-09-21", "id": "29055799", "text": "Several lines of evidence point to alterations in glutamatergic signaling in Parkinson's disease (PD) and levodopa-induced dyskinesia (LID), involving the metabotropic glutamate receptor type 5 (mGluR5). Using small-animal positron emission tomography (PET) with [18F]FPEB and proton magnetic resonance spectroscopy, we investigated cerebral changes in the mGluR5 and glutamate/glutamine availability in vivo in PD rats and following onset of LIDs. In parallel, behavioral tests were performed. Comparing PD to control rats, mGluR5 binding potential was decreased in a cluster comprising the bilateral caudate-putamen (CP), ipsilateral motor cortex and somatosensory cortex, and the contralateral somatosensory cortex and parietal association cortex, with the most pronounced reduction in the ipsilateral CP. mGluR5 binding potentials were not significantly altered upon levodopa (L-DOPA) treatment. However, following L-DOPA, an increase in relative mGluR5 uptake was present in the contralateral motor cortex and somatosensory cortex. Glutamate and glutamine concentrations did not differ between control and untreated PD rats or between hemispheres. Though, glutamine levels were higher in the contralateral CP of saline- and L-DOPA-treated rats as compared to the ipsilateral side. Relative mGluR5 uptake in the CP of levodopa-treated rats was also found positively correlated with abnormal involuntary movement scores. Conclusively, mGluR5 availability and glutamine concentrations in the CP are involved in PD, whereas mGluR5 availability in cortical regions may be involved in LID pathology.", "doi": "10.1016/j.neurobiolaging.2017.09.006", "title": "Altered mGluR5 binding potential and glutamine concentration in the 6-OHDA rat model of acute Parkinson's disease and levodopa-induced dyskinesia.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}