{"authors": [["Gonzalez-Correa", "C A", "CA", "Universidad de Caldas, Calle 65 No 26 - 10, Research Group on Bioelectrical Impedance (GruBIE), Manizales, Caldas, Colombia. Electronic address: c.gonzalez@ucaldas.edu.co."], ["Mulett-Vásquez", "E", "E", "Universidad de Caldas, Calle 65 No 26 - 10, Research Group on Bioelectrical Impedance (GruBIE), Manizales, Caldas, Colombia."], ["Miranda", "D A", "DA", "Universidad Industrial de Santander, Carrera 27 calle 9, Research Group on Biological and Semiconductor Material Science (CIMBIOS), Bucaramanga, Colombia."], ["Gonzalez-Correa", "C H", "CH", "Universidad de Caldas, Calle 65 No 26 - 10, Research Group on Bioelectrical Impedance (GruBIE), Manizales, Caldas, Colombia."], ["Gómez-Buitrago", "P A", "PA", "Universidad de Caldas, Calle 65 No 26 - 10, Research Group on Bioelectrical Impedance (GruBIE), Manizales, Caldas, Colombia."]], "date": "2017-07-29", "id": "29055387", "text": "The hypothesis being advanced in this paper is that there is a new medical paradigm emerging from the biomedical research carried out in this century, mainly due to the explosion of the so called \"omics\" and associated techniques. The main idea is that there is a common pathway from wellbeing and health to chronic disease (\"chronopathy\") and even to death, which comprises following steps: 1) unhealthy diet, sedentary life style and permanent exposition to xenobiotics and all kinds of noxious stimuli;→2) intestinal dysbiosis;→3) alteration of the intestinal mucus layer (especially that of the colon);→4) disruption of the endothelial tight junctions;→5) metabolic endotoxemia+bacterial translocation;→6) inflammation;→7) exacerbation of the enteric nervous system (ENS) and consequent maladaptation and malfunctioning of the colon;→8) epigenetic manifestations;→9) \"chronopathy\" and premature death. Therefore, in order to maintain a good health or to improve or even reverse chronic diseases in a person, the main outcome to look for is a homeostatic balance of the intestinal microbiota (eubiosis), most of which is located in the colon. Lynn Margulis was one of the main scientists to highlight the importance of the role played by bacteria not only in the origin of all biological species now present on earth, but also on their role in global homeostasis. Bacteria do not rely on other living beings for their existence, while the latter depend completely on the former. Humans are no exemption, and new evidence emerges each day about the pivotal role of intestinal microbiota in human health, disease and, in general, in its wellbeing. The following facts about intestinal microbiota are nowadays generally accepted: there are about 10 times more bacteria in the gut than human cells in every human being; the microbioma is about 100-150 times bigger that the human genome, and there is a clear link between intestinal microbiota and many of the most common chronic diseases, from obesity and diabetes to depression and Parkinson disease and different kinds of cancer. The main implication of this theory is that we should become a sort of microbiota farmers, that is, we ought to be more conscious of our intestinal microbiota, take care of it and monitor it permanently. Thus, as part of our good life habits (healthy eating, physical exercise), we should probably undergo periodic seasons of fasting and colon cleansing, as it was common in older times.", "doi": "10.1016/j.mehy.2017.07.032", "title": "The colon revisited or the key to wellness, health and disease.", "journal": ["Medical hypotheses", "Med. Hypotheses"]}