{"authors": [["Pan", "Ping-Yue", "PY", "Department of Neurology."], ["Li", "Xianting", "X", "Department of Neurology."], ["Wang", "Jing", "J", "Department of Neurology."], ["Powell", "James", "J", "Department of Neurology."], ["Wang", "Qian", "Q", "Department of Neurology."], ["Zhang", "Yuanxi", "Y", "Department of Neurology."], ["Chen", "Zhaoyu", "Z", "Department of Neurology."], ["Wicinski", "Bridget", "B", "Department of Neuroscience, and."], ["Hof", "Patrick", "P", "Department of Neuroscience, and."], ["Ryan", "Timothy A", "TA", "Biochemistry Department, Weill Cornell Medical College, New York, New York 10029."], ["Yue", "Zhenyu", "Z", "Department of Neurology, zhenyu.yue@mssm.edu."]], "date": "2017-10-20", "id": "29054882", "text": "Parkinson's disease (PD) is characterized pathologically by the selective loss of substantia nigra (SN) dopaminergic (DAergic) neurons. Recent evidence has suggested a role of LRRK2, linked to the most frequent familial PD, in regulating synaptic vesicle (SV) trafficking. However, the mechanism whereby LRRK2 mutants contribute to nigral vulnerability remains unclear. Here we show that the most common PD mutation LRRK2 G2019S impairs SV endocytosis in ventral midbrain (MB) neurons, including DA neurons, and the slowed endocytosis can be rescued by inhibition of LRRK2 kinase activity. A similar endocytic defect, however, was not observed in LRRK2 mutant neurons from the neocortex (hereafter, cortical neurons) or the hippocampus, suggesting a brain region-specific vulnerability to the G2019S mutation. Additionally, we found MB-specific impairment of SV endocytosis in neurons carrying heterozygous deletion of SYNJ1 (PARK20), a gene that is associated with recessive Parkinsonism. Combining SYNJ1+/- and LRRK2 G2019S does not exacerbate SV endocytosis but impairs sustained exocytosis in MB neurons and alters specific motor functions of 1-year-old male mice. Interestingly, we show that LRRK2 directly phosphorylates synaptojanin1 in vitro, resulting in the disruption of endophilin-synaptojanin1 interaction required for SV endocytosis. Our work suggests a merge of LRRK2 and SYNJ1 pathogenic pathways in deregulating SV trafficking in MB neurons as an underlying molecular mechanism of early PD pathogenesis.SIGNIFICANCE STATEMENT Understanding midbrain dopaminergic (DAergic) neuron-selective vulnerability in PD is essential for the development of targeted therapeutics. We report, for the first time, a nerve terminal impairment in SV trafficking selectively in MB neurons but not cortical neurons caused by two PARK genes: LRRK2 (PARK8) and SYNJ1 (PARK20). We demonstrate that the enhanced kinase activity resulting from the most frequent G2019S mutation in LRRK2 is the key to this impairment. We provide evidence suggesting that LRRK2 G2019S and SYNJ1 loss of function share a similar pathogenic pathway in deregulating DAergic neuron SV endocytosis and that they play additive roles in facilitating each other's pathogenic functions in PD.", "doi": "10.1523/JNEUROSCI.0964-17.2017", "title": "Parkinson's Disease-Associated LRRK2 Hyperactive Kinase Mutant Disrupts Synaptic Vesicle Trafficking in Ventral Midbrain Neurons.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}