{"authors": [["Angelova", "Dafina M", "DM", "Department of Biology and Biochemistry, University of Bath, Bath, United Kingdom."], ["Jones", "Hannah B L", "HBL", "Department of Biology and Biochemistry, University of Bath, Bath, United Kingdom."], ["Brown", "David R", "DR", "Department of Biology and Biochemistry, University of Bath, Bath, United Kingdom bssdrb@bath.ac.uk."]], "date": "2017-10-20", "id": "29054856", "text": "α-Synuclein (α-syn) is associated with a range of diseases, including Parkinson disease. In disease, α-syn is known to aggregate and has the potential to be neurotoxic. The association between copper and α-syn results in the formation of stellate toxic oligomers that are highly toxic to cultured neurons. We further investigated the mechanism of toxicity of α-syn oligomers. Cells that overexpress α-syn showed increased susceptibility to the toxicity of the oligomers, while those that overexpressed β-syn showed increased resistance to the toxic oligomers. Elevated α-syn expression caused an increase in expression of the transcription factor Forkhead box O3a (FoxO3a). Inhibition of FoxO3a activity by the overexpression of DNA binding domain of FoxO3a resulted in significant protection from α-syn oligomer toxicity. Increased FoxO3a expression in cells was shown to be caused by increased ferrireductase activity and Fe(II) levels. These results suggest that α-syn increases FoxO3a expression as a result of its intrinsic ferrireductase activity. The results also suggest that FoxO3a plays a pivotal role in the toxicity of both Fe(II) and toxic α-syn species to neuronal cells.-Angelova, D. M., Jones, H. B. L., Brown, D. R. Levels of α- and β-synuclein regulate cellular susceptibility to toxicity from α-synuclein oligomers.", "doi": "10.1096/fj.201700675R", "title": "Levels of α- and β-synuclein regulate cellular susceptibility to toxicity from α-synuclein oligomers.", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."]}