{"authors": [["Hirato", "Masafumi", "M", "Department of Neurosurgery, Gunma University Graduate School of Medicine, Maebashi, Gunma, Japan. Electronic address: mfhirato@gunma-u.ac.jp."], ["Miyagishima", "Takaaki", "T", "Department of Neurosurgery, Gunma University Graduate School of Medicine, Maebashi, Gunma, Japan."], ["Takahashi", "Akio", "A", "National Hospital Organization Shibukawa Medical Center, Shibukawa, Japan."], ["Yoshimoto", "Yuhei", "Y", "Department of Neurosurgery, Gunma University Graduate School of Medicine, Maebashi, Gunma, Japan."]], "date": "2017-10-17", "id": "29054781", "text": "The minimum and essential thalamic areas for reducing tremor were investigated in cases treated by superselective thalamotomy in the most lateral part of the ventralis intermedius nucleus (mlp-VIM).Stereotactic superselective VIM thalamotomy with depth microrecording was performed in 21 patients with essential tremor (ET) and 15 patients with tremor-dominant Parkinson disease (PD). A very small and narrow (axial plane) therapeutic lesion was formed as a square on the sagittal plane and inverse V on the axial plane in the mlp-VIM, which covered the kinesthetic response area topographically related to tremor. Patients with ET were followed up for 4.7 ± 3.0 years and patients with PD for 7.9 ± 3.9 years.Almost complete tremor control was achieved in all patients immediately after surgery and continued for up to 8 years. A few adverse events were recognized but disappeared within 1 month without 1 patient with thalamic hemorrhage. The medial border of the therapeutic lesion was significantly more lateral in both patients with ET and patients with PD than the calculated standard target point and was in patients with PD than in patients with ET. The mean width was only about 2.4 mm. The individual differences of the adequate location of the therapeutic lesion were significantly greater in the ET than in the PD group.The important area for reducing tremor was small and narrow and was located in the mlp-VIM, where the proprioceptive ascending signals from the tremor-dominant body part are conducted. Superselective thalamotomy in the mlp-VIM was safe and effective for the long-term in patients with ET and PD.", "doi": "10.1016/j.wneu.2017.10.042", "title": "Superselective Thalamotomy in the Most Lateral Part of the Ventralis Intermedius Nucleus for Controlling Essential and Parkinsonian Tremor.", "journal": ["World neurosurgery", "World Neurosurg"]}