{"authors": [["Zhang", "Zhipeng", "Z", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Fujian Provincial Center for Adverse Drug Reaction Monitoring, Fujian Provincial Food and Drug Administration, Fuzhou 350001, China."], ["Guo", "Zhenkun", "Z", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; The Key Laboratory of Environment and Health, School of Public Health, Fujian Medical University, Fuzhou 350122, China."], ["Zhan", "Yanting", "Y", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Deapartment of Mannagement, Fujian Health College, Fuzhou 350101, China."], ["Li", "Huangyuan", "H", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Department of Preventive Medicine, School of Public Health, Fujian Medical University, Fuzhou 350122, China. Electronic address: fmulhy@163.com."], ["Wu", "Siying", "S", "Fujian Provincial Key Laboratory of Environmental Factors and Cancer, School of Public Health, Fujian Medical University, Fuzhou 350122, China; Department of Epidemiology and Health Statistics, School of Public Health, Fujian Medical University, Fuzhou 350122, China. Electronic address: fmuwsy@163.com."]], "date": "2017-10-17", "id": "29054681", "text": "Manganese neurotoxicity is characterized by Parkinson-like symptoms with degeneration of dopaminergic neurons in the basal ganglia as the principal pathological feature. Manganese neurotoxicity studies may contribute to a good understanding of the mechanism of Parkinson's disease (PD). In this study, we first confirmed that MnCl2 can promote the expression of nuclear factor erythroid 2-related factor 2 (Nrf2) protein in the nucleus or cytoplasm while increasing the binding activity of Nrf2 and antioxidant response elements, further promoting the expression of downstream target gene heme oxygenase 1 (HO-1) and leading to increase levels of reactive oxygen species (ROS) and reduce the levels of reduced glutathione (GSH). Second, we investigated the role of histone acetylation in the activation of Nrf2/HO-1 pathway by manganese chloride in rat adrenal pheochromocytoma (PC12) cells. Histone acetyltransferase inhibitor (anacardic acid) and histone deacetylase inhibitor (trichostatin A, TSA) were used as pretreatment reagents to adjust the level of histone acetylation. Here, we show that downregulation of histone acetylation can inhibit Mn-induced Nrf2 nuclear translocation and further inhibits the Mn-activated Nrf2/HO-1 pathway. This downregulation also promotes manganese-induced increase of ROS and decrease of GSH in neurons. These results suggest that the downregulation of histone acetylation may play an important role in the neurotoxicity caused by manganese and that TSA may provide new ideas and targets in treating manganese-induced Parkinson's syndrome and PD.", "doi": "10.1016/j.taap.2017.10.011", "title": "Role of histone acetylation in activation of nuclear factor erythroid 2-related factor 2/heme oxygenase 1 pathway by manganese chloride.", "journal": ["Toxicology and applied pharmacology", "Toxicol. Appl. Pharmacol."]}