{"authors": [["Drori", "Tali", "T", "Department of Neurology, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Givaty", "Gili", "G", "Department of Neurology, Chaim Sheba Medical Center, Tel-Hashomer, Israel; Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Chapman", "Joab", "J", "Department of Neurology, Chaim Sheba Medical Center, Tel-Hashomer, Israel; Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Robert and Martha Harden Chair in Mental and Neurological Diseases, Sackler Faculty of Medicine, Tel Aviv University, Israel."], ["Lidar", "Merav", "M", "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Rheumatology Unit, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Langevitz", "Pnina", "P", "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Rheumatology Unit, Chaim Sheba Medical Center, Tel-Hashomer, Israel."], ["Shoenfeld", "Yehuda", "Y", "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Zabludowicz Center of Autoimmunity, Chaim Sheba Medical Center, Tel- Hashomer, Israel."], ["Cohen", "Oren S", "OS", "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Department of Neurology, Assaf Harofeh Medical Center, Zerifin, Israel. Electronic address: coheno@asaf.health.gov.il."]], "date": "2017-10-16", "id": "29054587", "text": "Specific inflammatory pathways and specifically Tumor Necrosis Factor alpha (TNF-α) have been associated with the neurodegeneration in Parkinson's disease (PD). TNFα is also known to play an important role in the pathogenesis of sarcoidosis and TNF blockers can ameliorate the disease. In contrast, multiple sclerosis (MS) is clearly exacerbated by anti- TNF-α medications. We have therefore hypothesized that Parkinson-like disease would be more common in neurosarcoidosis (NS) compared to MS. The aim of this case-control study was therefore to assess the frequency of extrapyramidal signs in patients with NS compared to MS patients. In order to do so the medical records of NS patients and of age and gender matched MS patients were reviewed and data regarding the clinical features, ancillary tests performed, treatment, and outcome were documented. Patients were then examined in a uniform manner for the presence of extrapyramidal signs. We found that in the NS group 8 patients had minor signs, one had mild functional disability and 3 subjects had significant extrapyramidal signs compatible with the diagnosis of Parkinson's disease. All extrapyramidal signs found in 5 of the MS group were minor. The proportional severity of extrapyramidal signs was significantly higher (p=0.045, chi square test) in the NS group compared to the MS group. We conclude that the specificity of extrapyramidal to NS raises the intriguing question of whether specific inflammatory pathways involving TNF-α play a role in the pathogenesis of PD and therefore may be a therapeutic target.", "doi": "10.1016/j.imbio.2017.10.036", "title": "Extrapyramidal signs in neurosarcoidosis versus multiple sclerosis: Is TNF alpha the link?", "journal": ["Immunobiology", "Immunobiology"]}