{"authors": [["Kasai", "Shuya", "S", "Department of Biomolecular Sciences, Graduate School of Life Sciences, Tohoku University, Sendai, Japan."], ["Richardson", "Mary J E", "MJE", "Department of Biomolecular Sciences, Graduate School of Life Sciences, Tohoku University, Sendai, Japan."], ["Torii", "Satoru", "S", "Department of Biomolecular Sciences, Graduate School of Life Sciences, Tohoku University, Sendai, Japan."], ["Yasumoto", "Ken-Ichi", "KI", "Department of Biomolecular Sciences, Graduate School of Life Sciences, Tohoku University, Sendai, Japan."], ["Shima", "Hiroki", "H", "Department of Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Igarashi", "Kazuhiko", "K", "Department of Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Itoh", "Ken", "K", "Department of Stress Response Science, Center for Advanced Medical Research, Hirosaki University Graduate School of Medicine, Aomori, Japan."], ["Sogawa", "Kazuhiro", "K", "Department of Biomolecular Sciences, Graduate School of Life Sciences, Tohoku University, Sendai, Japan."], ["Murayama", "Kazutaka", "K", "Division of Biomedical Measurements and Diagnostics, Graduate School of Biomedical Engineering, Tohoku University, Sendai, Japan."]], "date": "2017-11-13", "id": "29054108", "text": "Inhibitory PAS domain protein (IPAS) is a bifunctional protein that downregulates hypoxic gene expression and exerts proapoptotic activity by preventing prosurvival activity of Bcl-xL and its related factors. Proapoptotic activity of IPAS is attenuated by the activation of the PINK1-Parkin pathway, and involved in neuronal degeneration in an experimental mouse model of Parkinson's disease. The current study shows that phosphorylation of IPAS at Ser184 by MAPK-activated protein kinase 2 (MK2 or MAPKAPK2) enhances the proapoptotic function of IPAS. Perinuclear clustering of mitochondria and activation of caspase-3 caused by the transient expression of EGFP-IPAS were increased by UVB irradiation. The C-terminal region of IPAS mediated the UVB susceptibility of IPAS. Increase in IPAS-induced mitochondrial clustering by UVB was completly inhibited by the p38 MAPK inhibitor SB203580. Mass spectrometry analysis of UVB-activated IPAS identified several phosphorylation sites in the C-terminal region containing p38 MAPK consensus phosphorylation sites at Ser219 and Ser223, and an MK2 consensus site at Ser184. Although mutations of Ser219 and Ser223 to Ala did not suppress the UVB-induced mitochondrial clustering, replacement of Ser184 with Ala blocked it. A phosphomimetic substitution at Ser184 enhanced mitochondrial clustering and activation of caspase-3 without UVB exposure. Furthermore, binding affinity to Bcl-xL was increased by the mutation. Treatment of PC12 cells with CoCl2 caused activation of MK2 and mitochondrial clustering. IPAS-dependent cell death induced by CoCl2 in PC12 cells was decreased by the treatment with the MK2 inhibitor MK2 inhibitor III and by siRNA-directed silencing of MK2.", "doi": "10.1111/febs.14300", "title": "Increase in proapoptotic activity of inhibitory PAS domain protein via phosphorylation by MK2.", "journal": ["The FEBS journal", "FEBS J."]}