{"authors": [["Tamás", "G", "G", "Department of Neurology, Semmelweis University, Budapest, Hungary."], ["Abrantes", "C", "C", "Laboratory of Clinical Pharmacology and Therapeutics, Faculty of Medicine, University of Lisbon, Lisbon."], ["Valadas", "A", "A", "Instituto de Medicina Molecular, Faculty of Medicine, University of Lisbon, Lisbon."], ["Radics", "P", "P", "Department of Neurology, Semmelweis University, Budapest, Hungary."], ["Albanese", "A", "A", "Istituto Clinico Humanitas and Universita Cattolica del Sacro Cuore, Milan, Rozzano, Italy."], ["Tijssen", "M A J", "MAJ", "Department of Neurology, University of Groningen, Groningen, the Netherlands."], ["Ferreira", "J J", "JJ", "Laboratory of Clinical Pharmacology and Therapeutics, Faculty of Medicine, University of Lisbon, Lisbon."]], "date": "2017-12-22", "id": "29053896", "text": "The quality of clinical practice guidelines on dystonia has not yet been assessed. Our aim was to appraise the methodological quality of guidelines worldwide and to analyze the consistency of their recommendations.We searched for clinical practice guidelines on dystonia diagnosis/treatment in the National Guideline Clearinghouse, PubMed, National Institute for Health and Care Excellence, Guidelines International Network and Web of Science databases. We also searched for guidelines on homepages of international neurological societies. We asked for guidelines from every Management Committee member of the BM1101 Action of the Cooperation between Science and Technology European framework and every member of the International Parkinson and Movement Disorders Society with special interest in dystonia.Fifteen guidelines were evaluated. Among guidelines on treatment, only one from the American Academy of Neurology could be considered as high quality. Among guidelines on diagnosis and therapy, the guideline from the European Federation of Neurological Societies was recommended by the appraisers. Clinical applicability and reports of editorial independence were the greatest shortcomings. The rigor of development was poor and stakeholder involvement was also incomplete in most guidelines. Discrepancies among recommendations may result from the weight given to consensus statements and expert opinions due to the lack of evidence, as well as inaccuracy of disease classification.The quality of appraised guidelines was low. It is necessary to improve the quality of guidelines on dystonia, and the applied terminology of dystonia also needs to be standardized.", "doi": "10.1111/ene.13488", "title": "Quality and reporting of guidelines on the diagnosis and management of dystonia.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}