{"authors": [["Tinkhauser", "Gerd", "G", "Medical Research Council Brain Network Dynamics Unit at the University of Oxford, Oxford, UK."], ["Pogosyan", "Alek", "A", "Medical Research Council Brain Network Dynamics Unit at the University of Oxford, Oxford, UK."], ["Tan", "Huiling", "H", "Medical Research Council Brain Network Dynamics Unit at the University of Oxford, Oxford, UK."], ["Herz", "Damian M", "DM", "Medical Research Council Brain Network Dynamics Unit at the University of Oxford, Oxford, UK."], ["Kühn", "Andrea A", "AA", "Department of Neurology, Charitè, Universitätsmedizin Berlin, Germany."], ["Brown", "Peter", "P", "Medical Research Council Brain Network Dynamics Unit at the University of Oxford, Oxford, UK."]], "date": null, "id": "29053865", "text": "Exaggerated basal ganglia beta activity (13-35 Hz) is commonly found in patients with Parkinson's disease and can be suppressed by dopaminergic medication, with the degree of suppression being correlated with the improvement in motor symptoms. Importantly, beta activity is not continuously elevated, but fluctuates to give beta bursts. The percentage number of longer beta bursts in a given interval is positively correlated with clinical impairment in Parkinson's disease patients. Here we determine whether the characteristics of beta bursts are dependent on dopaminergic state. Local field potentials were recorded from the subthalamic nucleus of eight Parkinson's disease patients during temporary lead externalization during surgery for deep brain stimulation. The recordings took place with the patient quietly seated following overnight withdrawal of levodopa and after administration of levodopa. Beta bursts were defined by applying a common amplitude threshold and burst characteristics were compared between the two drug conditions. The amplitude of beta bursts, indicative of the degree of local neural synchronization, progressively increased with burst duration. Treatment with levodopa limited this evolution leading to a relative increase of shorter, lower amplitude bursts. Synchronization, however, was not limited to local neural populations during bursts, but also, when such bursts were cotemporaneous across the hemispheres, was evidenced by bilateral phase synchronization. The probability of beta bursts and the proportion of cotemporaneous bursts were reduced by levodopa. The percentage number of longer beta bursts in a given interval was positively related to motor impairment, while the opposite was true for the percentage number of short duration beta bursts. Importantly, the decrease in burst duration was also correlated with the motor improvement. In conclusion, we demonstrate that long duration beta bursts are associated with an increase in local and interhemispheric synchronization. This may compromise information coding capacity and thereby motor processing. Dopaminergic activity limits this uncontrolled beta synchronization by terminating long duration beta bursts, with positive consequences on network state and motor symptoms.", "doi": "10.1093/brain/awx252", "title": "Beta burst dynamics in Parkinson's disease OFF and ON dopaminergic medication.", "journal": ["Brain : a journal of neurology", "Brain"]}