{"authors": [["Torres", "Napoleon", "N", "University Grenoble Alpes, CEA, LETI, CLINATEC, MINATEC Campus, 38000 Grenoble, France. napoleon.torres-martinez@cea.fr."], ["Molet", "Jenny", "J", "University Grenoble Alpes, CEA, LETI, CLINATEC, MINATEC Campus, 38000 Grenoble, France. jenny.molet@cea.fr."], ["Moro", "Cecile", "C", "University Grenoble Alpes, CEA, LETI, CLINATEC, MINATEC Campus, 38000 Grenoble, France. cecile.moro@cea.fr."], ["Mitrofanis", "John", "J", "Department of Anatomy, University of Sydney; Sydney Medical School, Sydney NSW 2006, Australia. john.mitrofanis@sydney.edu.au."], ["Benabid", "Alim Louis", "AL", "University Grenoble Alpes, CEA, LETI, CLINATEC, MINATEC Campus, 38000 Grenoble, France. alimlouis@sfr.fr."]], "date": "2017-10-20", "id": "29053638", "text": "Although there have been many pharmacological agents considered to be neuroprotective therapy in Parkinson's disease (PD) patients, neurosurgical approaches aimed to neuroprotect or restore the degenerative nigrostriatal system have rarely been the focus of in depth reviews. Here, we explore the neuroprotective strategies involving invasive surgical approaches (NSI) using neurotoxic models 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) and 6-hydroxydopamine (6-OHDA), which have led to clinical trials. We focus on several NSI approaches, namely deep brain stimulation of the subthalamic nucleus, glial neurotrophic derived factor (GDNF) administration and cell grafting methods. Although most of these interventions have produced positive results in preclinical animal models, either from behavioral or histological studies, they have generally failed to pass randomized clinical trials to validate each approach. We argue that NSI are promising approaches for neurorestoration in PD, but preclinical studies should be planned carefully in order not only to detect benefits but also to detect potential adverse effects. Further, clinical trials should be designed to be able to detect and disentangle neuroprotection from symptomatic effects. In summary, our review study evaluates the pertinence of preclinical models to study NSI for PD and how this affects their efficacy when translated into clinical trials.", "doi": "10.3390/ijms18102190", "title": "Neuroprotective Surgical Strategies in Parkinson's Disease: Role of Preclinical Data.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}