{"authors": [["Nodel", "M R", "MR", "Sechenov First Moscow State Medical University, Moscow, Russia."], ["Ukraintseva", "Yu V", "YV", "Institute of Higher Nervous Activity and Neurophysiology Russian Academy of Sciences, Moscow, Russia."], ["Yakhno", "N N", "NN", "Sechenov First Moscow State Medical University, Moscow, Russia."]], "date": null, "id": "29053115", "text": "Parasomnia, a syndrome of rapid eye movement sleep behavior disorder (RBD), is a common non-motor impairment in patients with Parkinson's disease (PD). The relationship between RBD with other symptoms of PD affecting night sleep, in particular, nocturia, is understudied. An aim of the study was to determine the symptoms related to night sleep disturbances in PD patients with RBD and assess the dynamics of these disturbances with the disease progression taking into account RBD onset.One hundred and forty patients (72 male and 68 female) with PD without dementia (mean age 61.98±0.79 years, PD stage - 2.35±0.05, duration 5.82±90.65 years) were examined. Motor disorders were assessed with the unified Parkinson's disease rating scale (UPDRS), sleep disturbances and frequent night urinations were evaluated with the Parkinson's Disease Sleep Scale (PDSS). The diagnosis of probable RBD was based on reports of patients or their relatives on the dream-related motor activity and vocalization. Quality-of-life was evaluated with the Parkinson's Disease Questionnaire (PDQ-39). Patients were followed up after 2.5 years.Probable RBD was diagnosed in 46.43% of patients, including 30.77%, who developed the syndrome before the manifestation of motor symptoms, 16.92% patients with simultaneous development of RBD and motor symptoms and 52.31% with RBD development >2 years after motor disorders. Patients with RBD differed from those without parasomnia by the higher severity of nocturia. After 2.5 years of follow-up, the severity of disease was greater in patients with RBD assessed by UPDRS, quality-of-life indices, severity of nocturia and episodes of nocturia. The highest frequency of episodes of nocturia was noted in patients with early onset of RBD before the manifestation of motor symptoms.RBD in patients with PD is associated with the rapid progress of nocturia, higher degree of worsening of daily activities and deterioration of quality of life. The relationship between RBD and progression of nighttime urination suggests common pathophysiological mechanisms of their development, which include the structural changes in the brain stem nuclei. The diagnosis of RBD is one of the markers of spreading of neurodegenerative pathology into the brain stem that resulted in the unfavorable disease course.Цель исследования. Уточнение особенностей симптомов, связанных с нарушениями сна у пациентов с синдромом нарушения поведения во время фазы сна с быстрыми движениями глаз (СНП-СБДГ и оценка динамики этих нарушений по мере прогрессирования болезни с учетом времени возникновения СНП-СБДГ). Материал и методы. Обследовали 140 больных (72 мужчины и 68 женщин) с БП без деменции (средний возраст - 61,98±0,78 года; стадия БП - 2,35±0,05, длительность - 5,82±0,65 года). Двигательные нарушения оценивали по унифицированной шкале оценки БП (УШОБП), нарушения сна, ночные нарушения мочеиспускания - по шкале оценки сна при БП. Диагностику возможного СНП-СБДГ проводили на основании сообщений больных или их родственников о сопровождении сновидений соответствующей двигательной активностью и вокализацией. Качество жизни оценивали с применением опросника оценки качества жизни при БП БП-39. Больных обследовали повторно через 2,5 года от первого осмотра. Результаты. Возможный СНП-СБДГ был диагностирован у 46,43% больных; из них у 30,77% он отмечался до развития двигательных симптомов, у 16,92% - одновременно с ними, у 52,31% - через 2 года и более после возникновения двигательных нарушений. Пациенты с СНП-СБДГ отличались от больных без этой парасомнии большей выраженностью никтурии. Через 2,5 года наблюдения у пациентов с СНП-СБДГ отмечена большая тяжесть заболевания по оценкам повседневной активности УШОБП, показателям качества жизни, выраженности никтурии и ночных эпизодов недержания мочи. Наиболее выраженное учащение эпизодов недержания мочи отмечалось у больных с ранним началом СНП-СБДГ до проявления двигательных симптомов БП. Заключение. Возникновение СНП-СБДГ у пациентов с БП сопряжено с ускоренным прогрессированием никтурии, большей степенью ухудшения повседневной активности и снижения оценки качества жизни. Связь между СНП-СБДГ и прогрессированием ночных нарушений мочеиспускания свидетельствует в пользу общих патофизиологических механизмов их развития в виде структурных изменений в ядрах ствола. Диагностика СНП-СБДГ является одним из маркеров распространения нейродегенеративного процесса на ствол мозга, что является основой для неблагоприятного дальнейшего течения заболевания.", "doi": "10.17116/jnevro20171179115-20", "title": "[Syndrome of rapid eye movement sleep behavior disorder and nocturia in Parkinson's disease].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}