{"authors": [["Cordon", "Ivan", "I", "Neuroscience Program, Center for Applied Medical Research, University of Navarra, 31008 Pamplona, Spain; Navarra Institute for Health Research, 31008 Pamplona, Spain."], ["Nicolás", "María Jesús", "MJ", "Neuroscience Program, Center for Applied Medical Research, University of Navarra, 31008 Pamplona, Spain; Navarra Institute for Health Research, 31008 Pamplona, Spain."], ["Arrieta", "Sandra", "S", "Neuroscience Program, Center for Applied Medical Research, University of Navarra, 31008 Pamplona, Spain; Navarra Institute for Health Research, 31008 Pamplona, Spain."], ["Alegre", "Manuel", "M", "Neuroscience Program, Center for Applied Medical Research, University of Navarra, 31008 Pamplona, Spain; Navarra Institute for Health Research, 31008 Pamplona, Spain; Neurophysiology Service, Clínica Universidad de Navarra, University of Navarra, 31008 Pamplona, Spain."], ["Artieda", "Julio", "J", "Neuroscience Program, Center for Applied Medical Research, University of Navarra, 31008 Pamplona, Spain; Navarra Institute for Health Research, 31008 Pamplona, Spain; Neurophysiology Service, Clínica Universidad de Navarra, University of Navarra, 31008 Pamplona, Spain. Electronic address: jartieda@unav.es."], ["Valencia", "Miguel", "M", "Neuroscience Program, Center for Applied Medical Research, University of Navarra, 31008 Pamplona, Spain; Navarra Institute for Health Research, 31008 Pamplona, Spain. Electronic address: mvustarroz@unav.es."]], "date": "2017-10-13", "id": "29051091", "text": "High-frequency deep brain stimulation (DBS) has become a widespread therapy used in the treatment of Parkinson's Disease (PD) and other diseases. Although it has proved beneficial, much recent attention has been centered around the potential of new closed-loop DBS implementations.Here we present a new closed-loop DBS scheme based on the phase of the theta activity recorded from the motor cortex. By testing the implementation on freely moving 6-OHDA lesioned and control rats, we assessed the behavioral and neurophysiologic effects of this implementation and compared it against the classical high-frequency DBS.Results show that both stimulation modalities produce significant and opposite changes on the movement and neurophysiological activity. Close-loop stimulation, far from improving the animals' behavior, exert contrary effects to those of high-frequency DBS which reverts the parkinsonian symptoms. Motor improvement during open-loop, high-frequency DBS was accompanied by a reduction in the amount of cortical beta oscillations while akinetic and disturbed behavior during close-loop stimulation coincided with an increase in the amplitude of beta activity.Cortical-phase-dependent close-loop stimulation of the STN exerts significant behavioral and oscillatory changes in the rat model of PD. Open-loop and close-loop stimulation outcomes differed dramatically, thus suggesting that the scheme of stimulation determines the output of the modulation even if the target structure is maintained. The current framework could be extended in future studies to identify the correct parameters that would provide a suitable control signal to the system. It may well be that with other stimulation parameters, this sort of DBS could be beneficial.", "doi": "10.1016/j.brs.2017.10.004", "title": "Theta-phase closed-loop stimulation induces motor paradoxical responses in the rat model of Parkinson disease.", "journal": ["Brain stimulation", "Brain Stimul"]}