{"authors": [["Chan", "Hugh H", "HH", "Institute of Bioengineering and Nanotechnology, 31 Biopolis Way, The Nanos, #04-01, Singapore 138669, Singapore; Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44120, USA."], ["Tse", "Man Kit", "MK", "Department of Biology and Chemistry, City University of Hong Kong, 83 Tat Chee Ave, Kowloon, Hong Kong SAR."], ["Kumar", "Saravana", "S", "Institute of Bioengineering and Nanotechnology, 31 Biopolis Way, The Nanos, #04-01, Singapore 138669, Singapore."], ["Zhuo", "Lang", "L", "Institute of Bioengineering and Nanotechnology, 31 Biopolis Way, The Nanos, #04-01, Singapore 138669, Singapore; Research and Development Center for Novel Pharmaceuticals, Guangxi Botanical Garden of Medicinal Plants, 189 Changgang Road, Nanning, Guangxi, China. Electronic address: zhuolang@yahoo.com."]], "date": "2017-10-17", "id": "29050969", "text": "We previously reported that 1,3-bisbenzylimidazolium (DBZIM) bromide was neuroprotective for the dopaminergic system in Parkinson's disease (PD) models of rodent, however the underlying mechanism was unclear. We currently further confirmed that DBZIM ameliorated the Parkinsonian motor deficit and protected the nigrostriatal tract from the neurotoxicity of 1-methyl-4-(2'-methylphenyl)-1,2,3,6-tetrahydropyridine (2'-CH3-MPTP) in C57Bl/6 mice. The dopaminergic degeneration in the substantia nigra par compacta (SNc) and striatum was analyzed by immunohistochemistry while the monoamine oxidase B (MAO-B) inhibition effect of DBZIM was determined by enzyme kinetics. DBZIM was at least as effective as the clinically approved anti-PD drug, l-deprenyl (Selegiline), for both neuroprotection and correction of motor deficits. Mechanistically, DBZIM inhibited the specific activity of MAO-B in the striatum and C6 cells without affecting the protein expression. DBZIM directly inhibited the enzymatic activity of a purified MAO-B protein with an estimated Ki value from 780 to 940nM, in par with that of l-deprenyl (970nM). The physical interaction between DBZIM and MAO-B was proven by NMR analysis, with Kd around 21.5-46.8μM. Our binding and modelling data further illustrated that DBZIM is a mixed inhibitor with its binding to active site partially hindering the substrate binding. Therefore, inhibiting MAO-B is a major mechanism through which DBZIM confers neuroprotection for the dopaminergic neurons against 2'-CH3-MPTP toxicity. Remarkably, the post-lesion treatment with DBZIM provided greater anti-parkinsonian and neuroprotective effects than the l-deprenyl. The current study, together with our previous findings in a 6-OHDA PD model, demonstrated that DBZIM is a promising neuroprotectant for PD with anti-MAO-B property.", "doi": "10.1016/j.ejphar.2017.10.023", "title": "A novel selective MAO-B inhibitor with neuroprotective and anti-Parkinsonian properties.", "journal": ["European journal of pharmacology", "Eur. J. Pharmacol."]}