{"authors": [["Fu", "Qizhi", "Q", "Department of Neurology, The First Affiliated Hospital and College of Clinical Medicine of Henan University of Science and Technology, Luoyang, Henan, China."], ["Song", "Runluo", "R", "Department of Neurology, The First Affiliated Hospital and College of Clinical Medicine of Henan University of Science and Technology, Luoyang, Henan, China."], ["Yang", "Zhongxi", "Z", "Department of Neurosurgery, The First Hospital of Jilin University, Changchun, Jilin, China."], ["Shan", "Qi", "Q", "Department of Neurology, The First Affiliated Hospital and College of Clinical Medicine of Henan University of Science and Technology, Luoyang, Henan, China."], ["Chen", "Wenna", "W", "Department of Neurology, The First Affiliated Hospital and College of Clinical Medicine of Henan University of Science and Technology, Luoyang, Henan, China."]], "date": "2017-10-19", "id": "29048735", "text": "Disruption of the blood-brain barrier associated with endothelial dysfunction is an important hallmark of Parkinson's disease (PD). 6-Hydroxydopamine (6-OHDA) is a synthetic dopamine derivate often used to model PD as it results in retrograde degeneration of striatal dopaminergic (DA) terminals. Presently, the effects of 6-OHDA on endothelial dysfunction remain unknown. Using a 6-OHDA rodent model of PD, we found that administration of 6-OHDA could increase the expression of endothelial adhesion molecules, such as intercellular adhesion molecule 1 (ICAM-1), vascular cell adhesion molecule 1 (VCAM-1), and E-selectin. An in vitro study displayed that treatment with 6-OHDA increased the release of these molecules in human brain microvascular endothelial cells in a dose-dependent manner. Correspondingly, 6-OHDA significantly increased attachment of THP-1 monocytes to brain endothelial cells. In addition, real-time polymerase chain reaction and enzyme-linked immunosorbent assay results indicated that 6-OHDA elevated the production of proinflammatory cytokines, such as interleukin-1β, interleukin-6, and tumor necrosis factor-α. Furthermore, 6-OHDA treatment increased the expression of cyclooxygenase-2 and inducible nitric oxide synthase, as well as the production of prostaglandin E2 and nitric oxide. Importantly, 6-OHDA elevated the transcriptional activity of NF-кB by increasing the phosphorylation, degradation, and subsequent nuclear translocation of p65. Mechanistically, the angiotensin II type 1 receptor was found to mediate 6-OHDA-induced endothelial dysfunction. Our findings suggest that 6-OHDA-induced endothelial inflammation may play an important role in the pathogenesis of PD. © 2017 IUBMB Life, 69(11):887-895, 2017.", "doi": "10.1002/iub.1685", "title": "6-Hydroxydopamine induces brain vascular endothelial inflammation.", "journal": ["IUBMB life", "IUBMB Life"]}