{"authors": [["Floden", "Darlene P", "DP", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, Ohio."], ["Matias", "Caio M", "CM", "Ribeirao Preto Medical School, University of Sao Paulo, Sao Paulo, Brazil."], ["Wathen", "Connor A", "CA", "Cleveland Clinic Lerner College of Medicine, Cleveland, Ohio."], ["Ozinga", "Grace E", "GE", "Psychology Department, Cleveland State University, Cleveland, Ohio."], ["Hogue", "Olivia", "O", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, Ohio."], ["Machado", "Andre G", "AG", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, Ohio."]], "date": "2017-10-18", "id": "29048606", "text": "A host of influences contribute to cognitive and behavioral changes following deep brain stimulation. The location of the active cathode is likely an important variable but it has received little attention.To determine whether active contact location relative to the subthalamic nucleus and other neighboring structures is related to nonmotor outcomes.We identified a retrospective, cross-sectional sample of 46 patients who underwent subthalamic nucleus deep brain stimulation for treatment of idiopathic Parkinson's disease. T-tests or nonparametric equivalents were used to detect baseline differences between unilateral left, unilateral right, and bilateral surgical groups. Correlation and partial correlational analyses identified relationships between contact location variables and alterations in cognitive, mood, quality of life, motor, and disease variables.Medial contact locations within the left subthalamic nucleus were correlated with improvements in self-reported mood (r 12 = -0.78, P  = .001; 95% confidence interval [CI] = -0.43 to -0.93) but worsening semantic fluency (r 26 = -0.38, P  = .048; 95% CI = -0.01 to -0.66). Phonemic fluency worsened with more posterior left placement (r 34 = 0.35, P  = .036; 95% CI = 0.03 to 0.61). Memory outcome was related to right hemisphere stimulation voltage (r 29 = -0.40, P  = .022; 95% CI = -0.05 to -0.66), which is likely a proxy for variable electrode location.Location of the active contact is related to nonmotor outcomes, even in electrodes that are adequately placed. This is relevant to clinical care as there appears to be a trade-off between mood and fluency abilities that should be considered during surgical planning according to preoperative patient characteristics.", "doi": "10.1093/neuros/nyx475", "title": "Contact Location and Neuropsychological Outcomes in Subthalamic Deep Brain Stimulation.", "journal": ["Neurosurgery", "Neurosurgery"]}