{"authors": [["Marquié", "Marta", "M", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Verwer", "Eline E", "EE", "Gordon Center for Medical Imaging, Division of Nuclear Medicine and Molecular Imaging, Department of Radiology, Massachusetts General Hospital, Boston, MA, USA."], ["Meltzer", "Avery C", "AC", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Kim", "Sally Ji Who", "SJW", "Gordon Center for Medical Imaging, Division of Nuclear Medicine and Molecular Imaging, Department of Radiology, Massachusetts General Hospital, Boston, MA, USA."], ["Agüero", "Cinthya", "C", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Gonzalez", "Jose", "J", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Makaretz", "Sara J", "SJ", "Department of Neurology, Massachusetts General Hospital, WACC Suite 715, 15th Parkman St., Boston, MA, 02114, USA."], ["Siao Tick Chong", "Michael", "M", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Ramanan", "Prianca", "P", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Amaral", "Ana C", "AC", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Normandin", "Marc D", "MD", "Gordon Center for Medical Imaging, Division of Nuclear Medicine and Molecular Imaging, Department of Radiology, Massachusetts General Hospital, Boston, MA, USA."], ["Vanderburg", "Charles R", "CR", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Gomperts", "Stephen N", "SN", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Johnson", "Keith A", "KA", "Department of Neurology, Massachusetts General Hospital, WACC Suite 715, 15th Parkman St., Boston, MA, 02114, USA."], ["Frosch", "Matthew P", "MP", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA."], ["Gómez-Isla", "Teresa", "T", "MassGeneral Institute for Neurodegenerative Disease, Charlestown, MA, USA. tgomezisla@mgh.harvard.edu."]], "date": "2017-10-19", "id": "29047416", "text": "[F-18]-AV-1451 is a novel positron emission tomography (PET) tracer with high affinity to neurofibrillary tau pathology in Alzheimer's disease (AD). PET studies have shown increased tracer retention in patients clinically diagnosed with dementia of AD type and mild cognitive impairment in regions that are known to contain tau lesions. In vivo uptake has also consistently been observed in midbrain, basal ganglia and choroid plexus in elderly individuals regardless of their clinical diagnosis, including clinically normal whose brains are not expected to harbor tau pathology in those areas. We and others have shown that [F-18]-AV-1451 exhibits off-target binding to neuromelanin, melanin and blood products on postmortem material; and this is important for the correct interpretation of PET images. In the present study, we further investigated [F-18]-AV-1451 off-target binding in the first autopsy-confirmed Parkinson's disease (PD) subject who underwent antemortem PET imaging. The PET scan showed elevated [F-18]-AV-1451 retention predominantly in inferior temporal cortex, basal ganglia, midbrain and choroid plexus. Neuropathologic examination confirmed the PD diagnosis. Phosphor screen and high resolution autoradiography failed to show detectable [F-18]-AV-1451 binding in multiple brain regions examined with the exception of neuromelanin-containing neurons in the substantia nigra, leptomeningeal melanocytes adjacent to ventricles and midbrain, and microhemorrhages in the occipital cortex (all reflecting off-target binding), in addition to incidental age-related neurofibrillary tangles in the entorhinal cortex. Additional legacy postmortem brain samples containing basal ganglia, choroid plexus, and parenchymal hemorrhages from 20 subjects with various neuropathologic diagnoses were also included in the autoradiography experiments to better understand what [F-18]-AV-1451 in vivo positivity in those regions means. No detectable [F-18]-AV-1451 autoradiographic binding was present in the basal ganglia of the PD case or any of the other subjects. Off-target binding in postmortem choroid plexus samples was only observed in subjects harboring leptomeningeal melanocytes within the choroidal stroma. Off-target binding to parenchymal hemorrhages was noticed in postmortem material from subjects with cerebral amyloid angiopathy. The imaging-postmortem correlation analysis in this PD case reinforces the notion that [F-18]-AV-1451 has strong affinity for neurofibrillary tau pathology but also exhibits off-target binding to neuromelanin, melanin and blood components. The robust off-target in vivo retention in basal ganglia and choroid plexus, in the absence of tau deposits, meningeal melanocytes or any other identifiable binding substrate by autoradiography in the PD case reported here, also suggests that the PET signal in those regions may be influenced, at least in part, by biological or technical factors that occur in vivo and are not captured by autoradiography.", "doi": "10.1186/s40478-017-0482-0", "title": "Lessons learned about [F-18]-AV-1451 off-target binding from an autopsy-confirmed Parkinson's case.", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}