{"authors": [["Sahli", "Zeyad T", "ZT", "a Department of Psychiatry and Neuroscience Program , Harvard Medical School, McLean Hospital , Belmont , MA , USA."], ["Tarazi", "Frank I", "FI", "a Department of Psychiatry and Neuroscience Program , Harvard Medical School, McLean Hospital , Belmont , MA , USA."]], "date": "2017-10-31", "id": "29047301", "text": "Pimavanserin is the first FDA-approved atypical antipsychotic drug indicated for the treatment of hallucinations and delusions associated with Parkinson's disease psychosis (PDP). Areas covered: This review focuses on the preclinical discovery of pimavanserin. It analyzes the pharmacological, behavioral and molecular mechanisms of pimavanserin and their contribution to the therapeutic advantages of the drug as reported in published preclinical and clinical studies, press releases and product labels. Expert opinion: Pimavanserin exhibits a unique pharmacological profile with nanomolar affinity at serotonin 5-HT2A and 5-HT2C receptors. Functionally, it acts as a potent inverse agonist at 5-HT2A receptors, with selectivity over 5-HT2C receptors and no appreciable activity at other neurotransmitter receptors. Behavioral studies found that pimavanserin reversed impaired behaviors in animal models predictive of antipsychotic activity, and with no impairment of motor functions. The drug exhibits long plasma half-life (57 hours), which support its once/day administration. A pivotal phase III clinical trial demonstrated significant improvement in PDP symptoms in patients receiving pimavanserin compared to placebo-treated patients. The drug also displayed relatively benign safety and tolerability profiles. Pimavanserin's mechanism of action might contribute to its unique psychopharmacological properties in the improved treatment of PDP, and perhaps psychosis in other diseases including schizophrenia and dementia-related psychosis.", "doi": "10.1080/17460441.2018.1394838", "title": "Pimavanserin: novel pharmacotherapy for Parkinson's disease psychosis.", "journal": ["Expert opinion on drug discovery", "Expert Opin Drug Discov"]}