{"authors": [["Arshad", "Qadeer", "Q", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."], ["Bonsu", "Angela", "A", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."], ["Lobo", "Rhannon", "R", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."], ["Fluri", "Anne-Sophie", "AS", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."], ["Sheriff", "Rahuman", "R", "European Bioinformatics InstituteEMBL-EBIHinxtonCambridgeCB10 1SDUnited Kingdom."], ["Bain", "Peter", "P", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."], ["Pavese", "Nicola", "N", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."], ["Bronstein", "Adolfo M", "AM", "Division of Brain SciencesImperial CollegeCharing Cross Hospital CampusFulham Palace RoadLondonW6 8RFUnited Kingdom."]], "date": "2017-09-08", "id": "29046882", "text": "Previous findings suggest a context-dependent bihemispheric allocation of numerical magnitude. Accordingly, we predicted that lateralized motor symptoms in Parkinson's disease (PD), which reflect hemispheric asymmetries, would induce systematic lateralized biases in numerical cognition and have a subsequent influence on decision-making.In 20 PD patients and matched healthy controls we assessed numerical cognition using a number-pair bisection and random number generation task. Decision-making was assessed using both the dictator game and a validated questionnaire.PD patients with predominant right-sided motor symptoms exhibited pathological biases toward smaller numerical magnitudes and formulated less favorable prosocial choices during a neuroeconomics task (i.e., dictator game). Conversely, patients with left-sided motor symptoms exhibited pathological biases toward larger numerical magnitudes and formulated more generous prosocial choices. Our account of context-dependent hemispheric allocation of numerical magnitude in PD was corroborated by applying our data to a pre-existing computational model and observing significant concordance. Notably, both numerical biasing and impaired decision-making were correlated with motor asymmetry.Accordingly, motor asymmetry and functional impairment of cognitive processes in PD can be functionally intertwined. To conclude, our findings demonstrate context-dependent hemispheric allocation and encoding of numerical magnitude in PD and how biases in numerical magnitude allocation in Parkinsonian patients can correspondingly impair economic decision-making.", "doi": "10.1002/acn3.449", "title": "Biased numerical cognition impairs economic decision-making in Parkinson's disease.", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"]}