{"authors": [["Papagno", "Costanza", "C", "CIMeC, University of Trento, Trento, Italy. costanza.papagno@unimib.it."], ["Trojano", "Luigi", "L", "Department of Psychology, University of Campania 'Luigi Vanvitelli', Viale Ellittico 31, 81100, Caserta, Italy. luigi.trojano@unicampania.it."]], "date": "2017-10-17", "id": "29043468", "text": "Parkinson's disease (PD) is a progressive neurodegenerative disease characterized by motor symptoms such as rigidity, rest tremor, and bradykinesia. However, a growing body of evidence demonstrated that PD encompasses several non-motor disturbances as well, such as cognitive impairment. Cognitive defects can be present since early stages of the disease but tend to dominate the clinical picture as the disease progresses. Around 40% of patients with PD present with cognitive impairments in several cognitive domains including attention, working memory and executive functions, language, visuospatial skills, and episodic memory; in later stages of the disease, cognitive defects and associated behavioral disorders concur to determine clinically relevant PD-associated dementia. Part of these defects is ascribed to a dopamine-dependent dysfunction of fronto-striatal pathways, but there is a considerable heterogeneity in the cognitive impairments as well as a suggestion of the role of other neurotransmitter systems, such as the cholinergic one, mainly responsible for Parkinson-dementia syndrome. In this paper, we review recent literature with particular attention to the last 5 years on the main cognitive deficits described in PD patients as well as on the hypothesized neuro-functional substrate of such impairments. Finally, we provide some suggestions on how to test cognitive functions in PD appropriately.", "doi": "10.1007/s10072-017-3154-8", "title": "Cognitive and behavioral disorders in Parkinson's disease: an update. I: cognitive impairments.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}