{"authors": [["Garza-Rodríguez", "Alejandro", "A", "Instituto Politécnico Nacional, Centro de Investigación en Computación, Juan de Dios Bátiz Ave., 07738 México City, Mexico. Electronic address: link_agr@hotmail.com."], ["Sánchez-Fernández", "Luis Pastor", "LP", "Instituto Politécnico Nacional, Centro de Investigación en Computación, Juan de Dios Bátiz Ave., 07738 México City, Mexico."], ["Sánchez-Pérez", "Luis Alejandro", "LA", "Electrical and Computer Engineering Department, University of Michigan, 4901 Evergreen Rd., Dearborn, MI 48128, USA; Instituto Politécnico Nacional, Centro de Investigación en Computación, Juan de Dios Bátiz Ave., 07738 México City, Mexico."], ["Ornelas-Vences", "Christopher", "C", "Instituto Politécnico Nacional, Centro de Investigación en Computación, Juan de Dios Bátiz Ave., 07738 México City, Mexico."], ["Ehrenberg-Inzunza", "Mariane", "M", "Instituto Politécnico Nacional, Escuela Nacional de Medicina y Homeopatía, Guillermo Massieu, 07320 México City, Mexico."]], "date": "2017-10-14", "id": "29042162", "text": "In this work, a fuzzy inference model to evaluate hands pronation/supination exercises during the MDS-UPDRS motor examination is proposed to analyze different extracted features from the bio-mechanical signals acquired from patients with Parkinson's disease (PD) in different stages of severity. Expert examiners perform visual assessments to evaluate several aspects of the disease. Some previous work on this subject does not contemplate the MDS-UPDRS guidelines. The method proposed in this work quantifies the biomechanical features examiners evaluate. The extracted characteristics are used as inputs of a fuzzy inference model to perform an assessment strictly attached to the MDS-UPDRS. The acquired signals are processed by techniques of digital signal processing and statistical analysis. The experiments were performed in collaboration with clinicians and patients from different PD associations and institutions. In total, 210 different measurements of patients with PD, plus 20 different measurements of healthy control subjects were performed. With objective values rated by several feature extraction procedures there is the possibility to track down the disease evolution in a patient, and to detect subtle changes in the patient's condition.", "doi": "10.1016/j.artmed.2017.10.001", "title": "Pronation and supination analysis based on biomechanical signals from Parkinson's disease patients.", "journal": ["Artificial intelligence in medicine", "Artif Intell Med"]}