{"authors": [["Cartelli", "Daniele", "D", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy. Electronic address: daniele.cartelli@gmail.com."], ["Amadeo", "Alida", "A", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy."], ["Calogero", "Alessandra Maria", "AM", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy."], ["Casagrande", "Francesca Vittoria Marialuisa", "FVM", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy."], ["De Gregorio", "Carmelita", "C", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy."], ["Gioria", "Mariarosa", "M", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy."], ["Kuzumaki", "Naoko", "N", "Department of Physiology, Keio University School of Medicine, Tokyo, Japan."], ["Costa", "Ilaria", "I", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy."], ["Sassone", "Jenny", "J", "Division of Neuroscience, San Raffaele Scientific Institute and Vita-Salute University, Milano, Italy."], ["Ciammola", "Andrea", "A", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, Cusano Milanino, MI, Italy."], ["Hattori", "Nobutaka", "N", "Department of Neurology, Juntendo University School of Medicine, Tokyo, Japan."], ["Okano", "Hideyuki", "H", "Department of Physiology, Keio University School of Medicine, Tokyo, Japan."], ["Goldwurm", "Stefano", "S", "Parkinson Institute, ASST G.Pini-CTO, ex ICP, Milano, Italy."], ["Roybon", "Laurent", "L", "Stem Cell laboratory for CNS Disease Modeling, Wallenberg Neuroscience Center, Department of Experimental Medical Science, Lund University, BMC A10, Lund, Sweden; Strategic Research Area MultiPark and Lund Stem Cell Center, Department of Experimental Medical Science, Lund University, Lund, Sweden."], ["Pezzoli", "Gianni", "G", "Parkinson Institute, ASST G.Pini-CTO, ex ICP, Milano, Italy."], ["Cappelletti", "Graziella", "G", "Department of Biosciences, Università degli Studi di Milano, Milano, Italy; Center of Excellence of Neurodegenerative Diseases, Università degli Studi di Milano, Milano, Italy. Electronic address: graziella.cappelletti@unimi.it."]], "date": "2017-09-20", "id": "29040870", "text": "Loss-of-function caused by mutations in the parkin gene (PARK2) lead to early-onset familial Parkinson's disease. Recently, mechanistic studies proved the ability of parkin in regulating mitochondria homeostasis and microtubule (MT) stability. Looking at these systems during aging of PARK2 knockout mice, we found that loss of parkin induced an accelerated (over)acetylation of MT system both in dopaminergic neuron cell bodies and fibers, localized in the substantia nigra and corpus striatum, respectively. Interestingly, in PARK2 knockout mice, changes of MT stability preceded the alteration of mitochondria transport. Moreover, in-cell experiments confirmed that loss of parkin affects mitochondria mobility and showed that this defect depends on MT system as it is rescued by paclitaxel, a well-known MT-targeted agent. Furthermore, both in PC12 neuronal cells and in patients' induced pluripotent stem cell-derived midbrain neurons, we observed that parkin deficiencies cause the fragmentation of stable MTs. Therefore, we suggest that parkin acts as a regulator of MT system during neuronal aging, and we endorse the hypothesis that MT dysfunction may be crucial in the pathogenesis of Parkinson's disease.", "doi": "10.1016/j.neurobiolaging.2017.09.010", "title": "Parkin absence accelerates microtubule aging in dopaminergic neurons.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}