{"authors": [["Verma", "Manish", "M", "Department of Pathology, Division of Neuropathology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213."], ["Callio", "Jason", "J", "Department of Pathology, Division of Neuropathology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213."], ["Otero", "P Anthony", "PA", "Department of Pathology, Division of Neuropathology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213."], ["Sekler", "Israel", "I", "Department of Physiology and Cell Biology, Ben-Gurion University of the Negev, Beer-Sheva 84105, Israel, and."], ["Wills", "Zachary P", "ZP", "Department of Neurobiology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213."], ["Chu", "Charleen T", "CT", "Department of Pathology, Division of Neuropathology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213, ctc4@pitt.edu."]], "date": "2017-10-16", "id": "29038245", "text": "Mutations in leucine-rich repeat kinase 2 (LRRK2) contribute to development of late-onset familial Parkinson's disease (PD), with clinical features of motor and cognitive dysfunction indistinguishable from sporadic PD. Calcium dysregulation plays an important role in PD pathogenesis, but the mechanisms of neurodegeneration remain unclear. Recent reports indicate enhanced excitatory neurotransmission in cortical neurons expressing mutant LRRK2, which occurs before the well-characterized phenotype of dendritic shortening. As mitochondria play a major role in the rapid buffering of cytosolic calcium, we hypothesized that altered mitochondrial calcium handling contributes to dendritic retraction elicited by the LRRK2-G2019S and -R1441C mutations. In primary mouse cortical neurons, we observed increased depolarization-induced mitochondrial calcium uptake. We found that expression of mutant LRRK2 elicited transcriptional upregulation of the mitochondrial calcium uniporter (MCU) and the mitochondrial calcium uptake 1 protein (MICU1) with no change in levels of the mitochondrial calcium antiporter NCLX. Elevated MCU and MICU1 were also observed in LRRK2-mutated patient fibroblasts, along with increased mitochondrial calcium uptake, and in postmortem brains of sporadic PD/PDD patients of both sexes. Transcriptional upregulation of MCU and MICU1 was caused by activation of the ERK1/2 (MAPK3/1) pathway. Inhibiting ERK1/2 conferred protection against mutant LRRK2-induced neurite shortening. Pharmacological inhibitors or RNAi knockdown of MCU attenuated mitochondrial calcium uptake and dendritic/neuritic shortening elicited by mutant LRRK2, whereas expression of a constitutively active mutant of NCLX that enhances calcium export from mitochondria was neuroprotective. These data suggest that an increased susceptibility to mitochondrial calcium dysregulation contributes to dendritic injury in mutant LRRK2 pathogenesis.SIGNIFICANCE STATEMENT Cognitive dysfunction and dementia are common features of Parkinson's disease (PD), causing significant disability. Mutations in LRRK2 represent the most common known genetic cause of PD. We found that PD-linked LRRK2 mutations increased dendritic and mitochondrial calcium uptake in cortical neurons and familial PD patient fibroblasts, accompanied by increased expression of the mitochondrial calcium transporter MCU. Blocking the ERK1/2-dependent upregulation of MCU conferred protection against mutant LRRK2-elicited dendrite shortening, as did inhibiting MCU-mediated calcium import. Conversely, stimulating the export of calcium from mitochondria was also neuroprotective. These results implicate increased susceptibility to mitochondrial calcium overload in LRRK2-driven neurodegeneration, and suggest possible interventions that may slow the progression of cognitive dysfunction in PD.", "doi": "10.1523/JNEUROSCI.3791-16.2017", "title": "Mitochondrial Calcium Dysregulation Contributes to Dendrite Degeneration Mediated by PD/LBD-Associated LRRK2 Mutants.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}