{"authors": [["Guppy", "Kern H", "KH", "The Kaiser Permanente Medical Group, Sacramento, California, USA. Electronic address: kguppy@yahoo.com."], ["Khandhar", "Suketu M", "SM", "The Kaiser Permanente Medical Group, Sacramento, California, USA."], ["Ochi", "Calvin", "C", "The Kaiser Permanente Medical Group, Sacramento, California, USA."]], "date": "2017-10-14", "id": "29038083", "text": "Gait abnormalities have been seen in patients with Parkinson disease or Parkinson-like (P-L) disorders and cervical spinal stenosis. Acute presentation of P-L symptoms has been reported in 24 cases caused by chronic subdural hematomas with 11 cases due to bilateral chronic subdural hematomas. When a patient also presents with cervical spinal stenosis, the correct therapeutic decision between P-L disorders and myelopathy is challenging.An 80-year-old male presented with a 2-week history of weakness in his left leg. A few days before presentation, his gait had deteriorated quite dramatically. Neurologic examination showed mild leg weakness, hyperreflexia, and a gait that was slow and wide based, at times festinating but with relatively spared arm movement. He also had masked facial features with increased tone in his extremities. Magnetic resonance imaging of the cervical spine showed cervical stenosis at C5-6, and computed tomography of the head showed large bilateral subdural hematomas. The subdural hematomas were drained. Immediate improvement in his symptoms was observed with complete resolution by his third month of follow-up. The patient never had a history of Parkinson disease.This paper reports for the first time a patient who presented with acute P-L symptoms and cervical myelopathy with findings of both bilateral chronic subdural hematomas and cervical spinal stenosis. The decision to drain the subdural hematoma in our case resulted in full recovery of the patient's gait and other extrapyramidal symptoms. This paper reviews the literature on reversible P-L symptoms caused by bilateral chronic subdural hematomas.", "doi": "10.1016/j.wneu.2017.10.009", "title": "Reversible Parkinson-Like Symptoms in Patient with Bilateral Chronic Subdural Hematomas and Cervical Spinal Stenosis.", "journal": ["World neurosurgery", "World Neurosurg"]}