{"authors": [["Aldrin-Kirk", "Patrick", "P", "Molecular Neuromodulation, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden; Wallenberg Neuroscience Center, Lund University, 221 84 Lund, Sweden."], ["Heuer", "Andreas", "A", "Molecular Neuromodulation, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden; Wallenberg Neuroscience Center, Lund University, 221 84 Lund, Sweden."], ["Rylander Ottosson", "Daniella", "D", "Wallenberg Neuroscience Center, Lund University, 221 84 Lund, Sweden; Developmental and Regenerative Neurobiology, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden."], ["Davidsson", "Marcus", "M", "Molecular Neuromodulation, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden; Wallenberg Neuroscience Center, Lund University, 221 84 Lund, Sweden."], ["Mattsson", "Bengt", "B", "Molecular Neuromodulation, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden; Wallenberg Neuroscience Center, Lund University, 221 84 Lund, Sweden; Developmental and Regenerative Neurobiology, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden."], ["Björklund", "Tomas", "T", "Molecular Neuromodulation, Department of Experimental Medical Science, Lund University, 221 84 Lund, Sweden; Wallenberg Neuroscience Center, Lund University, 221 84 Lund, Sweden. Electronic address: tomas.bjorklund@med.lu.se."]], "date": "2017-10-14", "id": "29037828", "text": "The intricate balance between dopaminergic and cholinergic neurotransmission in the striatum has been thoroughly difficult to characterize. It was initially described as a seesaw with a competing function of dopamine versus acetylcholine. Recent technical advances however, have brought this view into question suggesting that the two systems work rather in concert with the cholinergic interneurons (ChIs) driving dopamine release. In this study, we have utilized two transgenic Cre-driver rat lines, a choline acetyl transferase ChAT-Cre transgenic rat and a novel double-transgenic tyrosine hydroxylase TH-Cre/ChAT-Cre rat to further elucidate the role of striatal ChIs in normal motor function and in Parkinson's disease. Here we show that selective and reversible activation of ChIs using chemogenetic (DREADD) receptors increases locomotor function in intact rats and potentiate the therapeutic effect of L-DOPA in the rats with lesions of the nigral dopamine system. However, the potentiation of the L-DOPA effect is accompanied by an aggravation of L-DOPA induced dyskinesias (LIDs). These LIDs appear to be driven primarily through the indirect striato-pallidal pathway since the same effect can be induced by the D2 agonist Quinpirole. Taken together, the results highlight the intricate regulation of balance between the two output pathways from the striatum orchestrated by the ChIs.", "doi": "10.1016/j.nbd.2017.10.010", "title": "Chemogenetic modulation of cholinergic interneurons reveals their regulating role on the direct and indirect output pathways from the striatum.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}