{"authors": [["Vijayaraj", "Kathiresan", "K", "Graduate Department of Chemical Materials, Pusan National University, Busan, 46241, Republic of Korea."], ["Dinakaran", "Thirumalai", "T", "Graduate Department of Chemical Materials, Pusan National University, Busan, 46241, Republic of Korea."], ["Lee", "Yujeong", "Y", "College of Pharmacy, Molecular Inflammation Research Center for Aging Intervention, Pusan National University, Busan, 46241, Republic of Korea."], ["Kim", "Suhkmann", "S", "Department of Chemistry, Center for Proteome Biophysics and Chemistry Institute for Functional Materials, Pusan National University, Busan, 46241, Republic of Korea."], ["Kim", "Hyung Sik", "HS", "School of Pharmacy, Sungkyunkwan University, Suwon, 16419, Republic of Korea."], ["Lee", "Jaewon", "J", "College of Pharmacy, Molecular Inflammation Research Center for Aging Intervention, Pusan National University, Busan, 46241, Republic of Korea. Electronic address: neuron@pusan.ac.kr."], ["Chang", "Seung-Cheol", "SC", "Institute of BioPhysio Sensor Technology, Pusan National University, Busan, 46241, Republic of Korea. Electronic address: s.c.chang@pusan.ac.kr."]], "date": "2017-10-14", "id": "29037811", "text": "We developed a new strategy for construction of a biosensor for the neurotransmitter dopamine. The biosensor was constructed by one-step electrochemical deposition of a nanocomposite in aqueous solution at pH 7.0, consisting of molybdenum disulfide, multi-walled carbon nanotubes, and polypyrrole. A series of analytical methods was performed to investigate the surface characteristics and the improved electrocatalytic effect of the nanocomposite, including cyclic voltammetry, electrochemical impedance spectroscopy, field-emission scanning electron microscopy, atomic force microscopy, and Raman spectroscopy. The constructed biosensor showed high sensitivity (1.130 μAμM-1cm-2) with a dynamic linearity range of 25-1000 nM and a detection limit of 10 nM. Additionally, the designed sensor exhibited strong anti-interference ability and satisfactory reproducibility. The practical application of the sensor was manifested for the ex vivo determination of dopamine neurotransmitters using brain tissue samples of a mouse Parkinson's disease model.", "doi": "10.1016/j.bbrc.2017.10.059", "title": "One-step construction of a molybdenum disulfide/multi-walled carbon nanotubes/polypyrrole nanocomposite biosensor for the ex-vivo detection of dopamine in mouse brain tissue.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}