{"authors": [["Siciliano", "M", "M", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, MRI Research Center SUN-FISM, University of Campania \"Luigi Vanvitelli\", Piazza Miraglia 2, 80138, Naples, Italy; Department of Psychology, University of Campania \"Luigi Vanvitelli\", Viale Ellittico 31, 81100, Caserta, Italy."], ["Trojano", "L", "L", "Department of Psychology, University of Campania \"Luigi Vanvitelli\", Viale Ellittico 31, 81100, Caserta, Italy; ICS Maugeri, Scientific Institute of Telese, Via Bagni Vecchi 2, 82037, Telese, Italy. Electronic address: luigi.trojano@unicampania.it."], ["De Micco", "R", "R", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, MRI Research Center SUN-FISM, University of Campania \"Luigi Vanvitelli\", Piazza Miraglia 2, 80138, Naples, Italy."], ["De Mase", "A", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, MRI Research Center SUN-FISM, University of Campania \"Luigi Vanvitelli\", Piazza Miraglia 2, 80138, Naples, Italy."], ["Garramone", "F", "F", "Department of Psychology, University of Campania \"Luigi Vanvitelli\", Viale Ellittico 31, 81100, Caserta, Italy."], ["Russo", "A", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, MRI Research Center SUN-FISM, University of Campania \"Luigi Vanvitelli\", Piazza Miraglia 2, 80138, Naples, Italy."], ["Tedeschi", "G", "G", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, MRI Research Center SUN-FISM, University of Campania \"Luigi Vanvitelli\", Piazza Miraglia 2, 80138, Naples, Italy; IDC-Hermitage-Capodimonte, Via Cupa Delle Tozzole 2, 80131, Naples, Italy."], ["Tessitore", "A", "A", "Department of Medical, Surgical, Neurological, Metabolic and Aging Sciences, MRI Research Center SUN-FISM, University of Campania \"Luigi Vanvitelli\", Piazza Miraglia 2, 80138, Naples, Italy."]], "date": "2017-10-09", "id": "29037500", "text": "Fatigue is one of the most common and disabling non-motor symptoms in Parkinson's disease (PD). The objective of this study was to determine prevalence and motor, behavioural, and cognitive correlates of distressing fatigue in early, de novo PD patients.Eighty-one consecutive de novo PD patients (64% men; mean age 65.73 ± 8.26 years) underwent a comprehensive examination, including Parkinson's disease Fatigue Scale (PFS), Epworth Sleepiness Scale (ESS), Parkinson's Disease Sleep Scale (PDSS), Beck Depression Inventory (BDI), Parkinson's Anxiety Scale (PAS), and Apathy Evaluation Scale (AES). Moreover, all patients underwent a detailed neuropsychological evaluation exploring attention and working memory, executive functions, memory, visuospatial abilities and language. Score of patients with or without distressing fatigue (defined as a PFS score ≥ 8) were compared by Student's t-test or Pearson's chi-square test. Logistic regression analyses were performed to search for motor and non-motor features independently associated with presence of distressing fatigue.Twelve (15%) patients presented distressing fatigue. Logistic regression identified sleepiness (p = 0.04), \"episodic anxiety\" subscale of PAS (p = 0.005), and \"cognitive apathy\" subscale of AES (p = 0.017) as the main factors associated with distressing fatigue. No significant association was found between diagnosis of Mild Cognitive Impairment and distressing fatigue (p = 0.745).In a sample of consecutive de novo PD patients, distressing fatigue is associated with episodic anxiety, cognitive apathy and sleepiness, but not with cognitive impairment. Our findings suggest possible shared pathogenic mechanisms underlying these non-motor symptoms and foster development of early combined therapeutic approaches.", "doi": "10.1016/j.parkreldis.2017.10.004", "title": "Motor, behavioural, and cognitive correlates of fatigue in early, de novo Parkinson disease patients.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}