{"authors": [["Pellicano", "Clelia", "C", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy; Department of Neuroscience, Mental Health and Sensory Organs (NESMOS), Sapienza University, Via di Grottarossa 1035, 00189 Rome, Italy."], ["Assogna", "Francesca", "F", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy; Museo Storico della Fisica e Centro Studi e Ricerche \"Enrico Fermi\", Piazza del Viminale 1, 00184 Rome Italy."], ["Cellupica", "Nystya", "N", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy."], ["Piras", "Federica", "F", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy."], ["Pierantozzi", "Mariangela", "M", "Department of Medicine of Systems, Tor Vergata University, Viale Oxford 81, 00133 Rome, Italy."], ["Stefani", "Alessandro", "A", "Department of Medicine of Systems, Tor Vergata University, Viale Oxford 81, 00133 Rome, Italy."], ["Cerroni", "Rocco", "R", "Department of Medicine of Systems, Tor Vergata University, Viale Oxford 81, 00133 Rome, Italy."], ["Mercuri", "Bruno", "B", "Neurology Unit, \"San Giovanni Addolorata\" Hospital, Rome, Italy."], ["Caltagirone", "Carlo", "C", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy; Department of Medicine of Systems, Tor Vergata University, Viale Oxford 81, 00133 Rome, Italy."], ["Pontieri", "Francesco E", "FE", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy; Department of Neuroscience, Mental Health and Sensory Organs (NESMOS), Sapienza University, Via di Grottarossa 1035, 00189 Rome, Italy."], ["Spalletta", "Gianfranco", "G", "Fondazione Santa Lucia IRCCS, Via Ardeatina 306, 00179 Rome, Italy. Electronic address: g.spalletta@hsantalucia.it."]], "date": "2017-10-06", "id": "29037499", "text": "The two main variants of Progressive Supranuclear Palsy (PSP), Richardson's syndrome (PSP-RS) and PSP-parkinsonism (PSP-P), share motor and non-motor features with Parkinson's disease (PD) particularly in the early stages. This makes the precocious diagnosis more challenging. We aimed at defining qualitative and quantitative differences of neuropsychiatric and neuropsychological profiles between PSP-P, PSP-RS and PD patients recruited within 24 months after the onset of symptoms, in order to clarify if the identification of peculiar cognitive and psychiatric symptoms is of help for early PSP diagnosis.PD (n = 155), PSP-P (n = 11) and PSP-RS (n = 14) patients were identified. All patients were submitted to clinical, neurological, neuropsychiatric diagnostic evaluation and to a comprehensive neuropsychiatric and neuropsychological battery. Predictors of PSP-P and PSP-RS diagnosis were identified by multivariate logistic regressions including neuropsychiatric and neuropsychological features that differed significantly among groups.The three groups differed significantly at the Apathy Rating Scale score and at several neuropsychological domains. The multivariate logistic regressions indicated that the diagnosis of PSP-RS was predicted by phonological verbal fluency deficit whereas the presence of apathy significantly predicted the PSP-P diagnosis.Peculiar neuropsychiatric and neuropsychological symptoms are identifiable very precociously in PSP-P, PSP-RS and PD patients. Early phonological verbal fluency deficit identifies patients with PSP-RS whereas apathy supports the diagnosis of PSP-P.", "doi": "10.1016/j.parkreldis.2017.10.002", "title": "Neuropsychiatric and cognitive profile of early Richardson's syndrome, Progressive Supranuclear Palsy-parkinsonism and Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}