{"authors": [["Antonini", "Angelo", "A", "Department of Neurosciences, University of Padua, Italy. Electronic address: angelo3000@yahoo.com."], ["Poewe", "Werner", "W", "Medical University of Innsbruck, Innsbruck, Austria. Electronic address: werner.poewe@i-med.ac.at."], ["Chaudhuri", "K Ray", "KR", "King's College and King's College Hospital, London, United Kingdom."], ["Jech", "Robert", "R", "Department of Neurology, Center of Clinical Neurosciences, Charles University in Prague, General University Hospital in Prague, Prague, Czech Republic."], ["Pickut", "Barbara", "B", "University Hospital Antwerp, Antwerp, Belgium; Michigan State University, Mercy Health Hauenstein Neurosciences, Grand Rapids, MI, USA."], ["Pirtošek", "Zvezdan", "Z", "University Medical Center Ljubljana, Ljubljana, Slovenia."], ["Szasz", "Jozsef", "J", "University of Medicine and Pharmacy Tirgu-Mures, Emergency Clinical County Hospital Mures, Tîrgu Mureş, Romania."], ["Valldeoriola", "Francesc", "F", "Clinical and Provincial Hospital of Barcelona, Barcelona, Spain."], ["Winkler", "Christian", "C", "Lindenbrunn Hospital, Coppenbrügge, Germany."], ["Bergmann", "Lars", "L", "AbbVie Inc., North Chicago, IL, USA."], ["Yegin", "Ashley", "A", "AbbVie Inc., North Chicago, IL, USA."], ["Onuk", "Koray", "K", "AbbVie Inc., North Chicago, IL, USA."], ["Barch", "David", "D", "AbbVie Inc., North Chicago, IL, USA."], ["Odin", "Per", "P", "Lund University, Lund, Sweden."], [null, null, null, null]], "date": "2017-09-22", "id": "29037498", "text": "This registry evaluated the 24-month safety and efficacy of levodopa-carbidopa intestinal gel (LCIG) treatment in advanced Parkinson's disease (PD) patients under routine clinical care.Motor fluctuations, dyskinesia, non-motor symptoms, quality of life, and safety were evaluated. Observations were fully prospective for treatment-naïve patients (60% of patients) and partially retrospective for patients with ≤12 months of pre-treatment with LCIG (40% of patients). Hours of \"On\" and \"Off\" time were assessed with a modified version of the Unified Parkinson's Disease Rating Scale part IV items 32 and 39.Overall, 375 patients were enrolled by 75 movement disorder centers in 18 countries and 258 patients completed the registry. At 24 months LCIG treatment led to significant reductions from baseline in \"Off\" time (hours/day) (mean ± SD = -4.1 ± 3.5, P < 0.001), \"On\" time with dyskinesia (hours/day) (-1.1 ± 4.8, P = 0.006), Non-Motor Symptom Scale total (-16.7 ± 43.2, P < 0.001) and individual domains scores, and Parkinson's Disease Questionnaire-8 item total score (-7.1 ± 21.0, P < 0.001). Adverse events deemed to have a possible/probable causal relationship to treatment drug/device were reported in 194 (54%) patients; the most frequently reported were decreased weight (6.7%), device related infections (5.9%), device dislocations (4.8%), device issues (4.8%), and polyneuropathy (4.5%).LCIG treatment led to sustained improvements in motor fluctuations, non-motor symptoms particularly sleep/fatigue, mood/cognition and gastrointestinal domains, as well as quality of life in advanced PD patients over 24 months. Safety events were consistent with the established safety profile of LCIG.", "doi": "10.1016/j.parkreldis.2017.09.018", "title": "Levodopa-carbidopa intestinal gel in advanced Parkinson's: Final results of the GLORIA registry.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}