{"authors": [["Holguín Lew", "Jorge Carlos", "JC", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia. Electronic address: jcholguin.conciencia@gmail.com."], ["Caamaño Jaraba", "Jessica", "J", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia."], ["Gómez Alzate", "Alejandra", "A", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia."], ["Hidalgo López", "Catalina", "C", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia."], ["Marino Mondragón", "Daniel Felipe", "DF", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia."], ["Restrepo Moreno", "Sebastián", "S", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia."], ["Rico Abella", "Liz Evelin", "LE", "Departamento de Psiquiatría, Facultad de Medicina, Universidad de Antioquia, Medellín, Colombia."]], "date": "2017-07-29", "id": "29037342", "text": "Apathy, defined as a deficit for initiating and maintaining action, is a symptom affecting patients with diverse psychiatric and neuropsychiatric diseases, including dementia, sequelae of traumatic brain injury, schizophrenia, depression, and Parkinson's disease (PD). Apathy negatively affects function and quality of life of PD patients, and it is an important cause of caregiver's distress. The pharmacological treatment of apathy in PD is the focus of this systematic review.A comprehensive search and systematic selection was performed in different databases of original research papers on the treatment of apathy in PD. The results were then consolidated, and a critical analysis was made of the research papers. The results are then discussed according to the methodological standards for systematic reviews of the literature.A total of 11 studies were included. Although some studies showed efficacy, all of them had important methodological limitations that hampered the interpretation of results. The results of the examined studies cannot be considered as evidence for guiding clinical decisions.So far, no evidence-based recommendations can be offered for the treatment of apathy in PD. More studies with better methodological quality are needed. It is a potentially fruitful area for research and one badly needed by both PD patients and their caregivers.", "doi": "10.1016/j.rcp.2017.06.004", "title": "[Pharmacological Treatment of Apathy in Parkinson's Disease: a Systematic Review of the Literature].", "journal": ["Revista colombiana de psiquiatria", "Rev Colomb Psiquiatr"]}