{"authors": [["Carroll", "Camille B", "CB", "Plymouth University Peninsula Schools of Medicine and Dentistry, Plymouth, UK."], ["Wyse", "Richard K H", "RKH", "The Cure Parkinson's Trust, London, UK."]], "date": null, "id": "29036837", "text": "Many now believe the holy grail for the next stage of therapeutic advance surrounds the development of disease-modifying approaches aimed at intercepting the year-on-year neurodegenerative decline experienced by most patients with Parkinson's disease (PD). Based on recommendations of an international committee of experts who are currently bringing multiple, potentially disease-modifying, PD therapeutics into long-term neuroprotective PD trials, a clinical trial involving 198 patients is underway to determine whether Simvastatin provides protection against chronic neurodegeneration. Statins are widely used to reduce cardiovascular risk, and act as competitive inhibitors of HMG-CoA reductase. It is also known that statins serve as ligands for PPARα, a known arbiter for mitochondrial size and number. Statins possess multiple cholesterol-independent biochemical mechanisms of action, many of which offer neuroprotective potential (suppression of proinflammatory molecules & microglial activation, stimulation of endothelial nitric oxide synthase, inhibition of oxidative stress, attenuation of α-synuclein aggregation, modulation of adaptive immunity, and increased expression of neurotrophic factors). We describe the biochemical, physiological and pharmaceutical credentials that continue to underpin the rationale for taking Simvastatin into a disease-modifying trial in PD patients. While unrelated to the Simvastatin trial (because this conducted in patients who already have PD), we discuss conflicting epidemiological studies which variously suggest that statin use for cardiovascular prophylaxis may increase or decrease risk of developing PD. Finally, since so few disease-modifying PD trials have ever been launched (compared to those of symptomatic therapies), we discuss the rationale of the trial structure we have adopted, decisions made, and lessons learnt so far.", "doi": "10.3233/JPD-171203", "title": "Simvastatin as a Potential Disease-Modifying Therapy for Patients with Parkinson's Disease: Rationale for Clinical Trial, and Current Progress.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}