{"authors": [["Zhang", "Shi", "S", "Laboratory of Neurosciences, National Institute on Aging Intramural Research Program, BRC 5C214, Baltimore, MD, USA."], ["Eitan", "Erez", "E", "Laboratory of Neurosciences, National Institute on Aging Intramural Research Program, BRC 5C214, Baltimore, MD, USA."], ["Wu", "Tsung-Yu", "TY", "Laboratory of Neurosciences, National Institute on Aging Intramural Research Program, BRC 5C214, Baltimore, MD, USA."], ["Mattson", "Mark P", "MP", "Laboratory of Neurosciences, National Institute on Aging Intramural Research Program, BRC 5C214, Baltimore, MD, USA; Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD, USA. Electronic address: mark.mattson@nih.gov."]], "date": "2017-09-22", "id": "29035751", "text": "Parkinson's disease (PD) is characterized by accumulations of toxic α-synuclein aggregates in vulnerable neuronal populations in the brainstem, midbrain, and cerebral cortex. Recent findings suggest that α-synuclein pathology can be propagated transneuronally, but the underlying molecular mechanisms are unknown. Advances in the genetics of rare early-onset familial PD indicate that increased production and/or reduced autophagic clearance of α-synuclein can cause PD. The cause of the most common late-onset PD is unclear, but may involve metabolic compromise and oxidative stress upstream of α-synuclein accumulation. As evidence, the lipid peroxidation product 4-hydroxynonenal (HNE) is elevated in the brain during normal aging and moreso in brain regions afflicted with α-synuclein pathology. Here, we report that HNE increases aggregation of endogenous α-synuclein in primary neurons and triggers the secretion of extracellular vesicles (EVs) containing cytotoxic oligomeric α-synuclein species. EVs released from HNE-treated neurons are internalized by healthy neurons which as a consequence degenerate. Levels of endogenously generated HNE are elevated in cultured cells overexpressing human α-synuclein, and EVs released from those cells are toxic to neurons. The EV-associated α-synuclein is located both inside the vesicles and on their surface, where it plays a role in EV internalization by neurons. On internalization, EVs harboring pathogenic α-synuclein are transported both anterogradely and retrogradely within axons. Focal injection of EVs containing α-synuclein into the striatum of wild-type mice results in spread of synuclein pathology to anatomically connected brain regions. Our findings suggest a scenario for late-onset PD in which lipid peroxidation promotes intracellular accumulation and then extrusion of EVs containing toxic α-synuclein species; the EVs are then internalized by adjacent neurons, so propagating the neurodegenerative process.", "doi": "10.1016/j.neurobiolaging.2017.09.016", "title": "Intercellular transfer of pathogenic α-synuclein by extracellular vesicles is induced by the lipid peroxidation product 4-hydroxynonenal.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}