{"authors": [["van Dijk", "Kees J", "KJ", "MIRA Institute for Biomedical Engineering and Technical Medicine, University of Twente, Enschede, NL, The Netherlands."], ["Verhagen", "Rens", "R", "Department of Neurology/Clinical Neurophysiology, Academic Medical Center, Amsterdam, NL, The Netherlands."], ["Bour", "Lo J", "LJ", "Department of Neurology/Clinical Neurophysiology, Academic Medical Center, Amsterdam, NL, The Netherlands."], ["Heida", "Ciska", "C", "MIRA Institute for Biomedical Engineering and Technical Medicine, University of Twente, Enschede, NL, The Netherlands."], ["Veltink", "Peter H", "PH", "MIRA Institute for Biomedical Engineering and Technical Medicine, University of Twente, Enschede, NL, The Netherlands."]], "date": "2017-10-15", "id": "29034586", "text": "Novel deep brain stimulation (DBS) lead designs are currently entering the market, which are hypothesized to provide a way to steer the stimulation field away from neural populations responsible for side effects and towards populations responsible for beneficial effects. The objective of this study is to assess the performances of a new eight channel steering-DBS lead and compare this with a conventional cylindrical contact (CC) lead.The two leads were evaluated in a finite element electric field model combined with multicompartment neuron and axon models, representing the internal capsule (IC) fibers and subthalamic nucleus (STN) cells. We defined the optimal stimulation setting as the configuration that activated the highest percentage of STN cells, without activating any IC fibers. With this criterion, we compared monopolar stimulation using a single contact of the steering-DBS lead and CC lead, on three locations and four orientations of the lead. In addition, we performed a current steering test case by dividing the current over two contacts with the steering-DBS lead in its worst-case orientation.In most cases, the steering-DBS lead is able to stimulate a significantly higher percentage of STN cells compared to the CC lead using single contact stimulation or using a two contact current steering protocol when there is approximately a 1 mm displacement of the CC lead. The results also show that correct placement and orientation of the lead in the target remains an important aspect in achieving the optimal stimulation outcome.Currently, clinical trials are set up in Europe with a similar design as the steering-DBS lead. Our results illustrate the importance of the orientation of the new steering-DBS lead in avoiding side effects induced by stimulation of IC fibers. Therefore, in clinical trials sufficient attention should be paid to implanting the steering DBS-lead in the most effective orientation.", "doi": "10.1111/ner.12702", "title": "Avoiding Internal Capsule Stimulation With a New Eight-Channel Steering Deep Brain Stimulation Lead.", "journal": ["Neuromodulation : journal of the International Neuromodulation Society", "Neuromodulation"]}