{"authors": [["Kushwaha", "Suman", "S", "Institute of Human Behaviour and Allied Sciences (IHBAS), Delhi, India."], ["Talwar", "Puneet", "P", "Genomics and Molecular Medicine Unit, Institute of Genomics and Integrative Biology (IGIB), Council of Scientific and Industrial Research (CSIR), Delhi, India."], ["Anthony", "Aldrin", "A", "Institute of Human Behaviour and Allied Sciences (IHBAS), Delhi, India."], ["Gupta", "Meena", "M", "Paras Hospitals, Gurgaon, India."], ["Bala", "Kiran", "K", "Institute of Human Behaviour and Allied Sciences (IHBAS), Delhi, India."], ["Agarwal", "Rachna", "R", "Institute of Human Behaviour and Allied Sciences (IHBAS), Delhi, India."], ["Sharma", "Vibha", "V", "Institute of Human Behaviour and Allied Sciences (IHBAS), Delhi, India."], ["Kukreti", "Ritushree", "R", "Genomics and Molecular Medicine Unit, Institute of Genomics and Integrative Biology (IGIB), Council of Scientific and Industrial Research (CSIR), Delhi, India."]], "date": "2017-07-26", "id": "29033972", "text": "As variability in the clinical profile of dementia subtypes had been reported with regional differences across the world, we conducted a retrospective hospital-based study in a North Indian population.We retrieved patient records from 2007 to 2014 for details of clinical evaluation, diagnosis, neuroimaging, biochemical investigations, and follow-up of 1,876 patients with dementia (PwD), and the data were analyzed using descriptive statistics.Of the total PwD, Alzheimer disease (AD) accounted for 30% followed by vascular dementia (VaD) 26%, mixed dementia (MD) 21%, Parkinson-related dementia 11%, frontotemporal dementia (FTD) 7%, and infective dementia 5%. Of all PwD excluding the infective group (n = 1,777), 63% were men, 39% were from rural areas, 87% had behavioral abnormalities along with cognitive deficits, and 73% had impaired ADLs. Among dementia subtypes, a positive family history, cardiovascular and metabolic risk factors, and behavioral abnormalities were found to be distributed. However, there existed a predominance of specific behavioral pattern in each subtype. The mean duration of follow-up varied from 2.9 ± 2.3 (VaD) to 3.6 ± 2.1 (AD) and greater than 30% were found to be stable on treatment (except in dementia with Lewy body).This large hospital-based study provides a distribution pattern and clinical spectrum of dementia subtypes in a North Indian population.", "doi": "10.1159/000478978", "title": "Clinical Spectrum, Risk Factors, and Behavioral Abnormalities among Dementia Subtypes in a North Indian Population: A Hospital-Based Study.", "journal": ["Dementia and geriatric cognitive disorders extra", "Dement Geriatr Cogn Dis Extra"]}