{"authors": [["Murakami", "Hidetomo", "H", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Nohara", "Tetsuhito", "T", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Uchiyama", "Masanobu", "M", "Department of Neurology, Showa University Northern Yokohama Hospital, Yokohama, Japan."], ["Owan", "Yoshiyuki", "Y", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Futamura", "Akinori", "A", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Shiromaru", "Azusa", "A", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Tsukada", "Setsuro", "S", "Department of Neurology, Fujiyoshida Municipal Hospital, Fujiyoshida, Japan."], ["Saito", "Yu", "Y", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Kuroda", "Takeshi", "T", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Yano", "Satoshi", "S", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Ishigaki", "Seiichiro", "S", "Department of Neurology, Showa University Northern Yokohama Hospital, Yokohama, Japan."], ["Katoh", "Hirotaka", "H", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."], ["Munechika", "Jiro", "J", "Department of Radiology, School of Medicine, Showa University, Tokyo, Japan."], ["Ohgiya", "Yoshimitsu", "Y", "Department of Radiology, School of Medicine, Showa University, Tokyo, Japan."], ["Gokan", "Takehiko", "T", "Department of Radiology, School of Medicine, Showa University, Tokyo, Japan."], ["Ono", "Kenjiro", "K", "Department of Neurology, School of Medicine, Showa University, Tokyo, Japan."]], "date": "2017-09-29", "id": "29033831", "text": "Background: Selegiline enhances the patient's endogenous dopamine by inhibiting dopamine metabolism. The efficacy of selegiline monotherapy for drug-naïve Parkinson's disease (PD) patients may depend on the degree of dopaminergic neuronal degeneration. 123I-Ioflupane single photon emission computed tomography (SPECT) and 123I-meta-iodobenzylguanidine (MIBG) myocardial scintigraphy are diagnostic methods to assess the pharmacological and pathological changes in PD. Objective: We examined the utility of these imaging methods to predict the efficacy of selegiline monotherapy for motor symptoms in drug-naïve PD patients. Methods: We observed the efficacy of selegiline monotherapy in 28 drug-naïve PD patients and compared the improvement in motor function and the imaging findings. These patients received selegiline monotherapy, and the amount was increased to the optimal dose in clinical practice. Motor function was assessed using the Unified Parkinson's Rating Scale (UPDRS) at baseline and at the stable dose. Imaging was performed before treatment, and the striatal Specific Binding Ratio (SBR) of the 123I-Ioflupane SPECT and the Heart-to-Mediastinum (H/M) ratio of the 123I-MIBG myocardial scintigraphy were calculated. Both ratios were compared with improvements in scores for motor assessment using Pearson's correlation coefficient. Results: The mean UPDRS part III score significantly improved with at least 5.0 mg/day of selegiline. Further dose escalation did not improve the mean motor score. The percent improvement in the motor score from baseline showed a significant negative correlation with the SBR of average of the right and left striatum, but not with the H/M ratio. Multiple regression analysis using patient's background factors showed that percent improvement in the UPDRS part III score directly correlate with the SBR (p = 0.04), but not with the age (p = 0.72), disease duration (p = 0.31), baseline UPDRS part III (p = 0.77) and the drug dose (p = 0.26). Conclusion: PD patients with a lower accumulation of 123I-Ioflupane in the striatum can have greater improvement with selegiline monotherapy.", "doi": "10.3389/fnagi.2017.00321", "title": "Accumulation of 123I-Ioflupane Is a Useful Marker of the Efficacy of Selegiline Monotherapy in Drug-Naïve Parkinson's Disease.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}