{"authors": [["Gatto", "N M", "NM", "School of Community and Global Health, Claremont Graduate University, Claremont, CA 91711, USA. Electronic address: nicole.gatto@cgu.edu."], ["Deapen", "D", "D", "Department of Preventive Medicine, University of Southern California, Los Angeles, CA 90033, USA."], ["Bordelon", "Y", "Y", "Department of Neurology, UCLA, Los Angeles, CA 90095, USA."], ["Marshall", "S", "S", "Department of Preventive Medicine, University of Southern California, Los Angeles, CA 90033, USA."], ["Bernstein", "L", "L", "Department of Population Sciences, City of Hope Medical Center and Beckman ResearchCenter, Duarte, CA, USA."], ["Ritz", "B", "B", "Department of Epidemiology, UCLA, Los Angeles, CA 90095, USA; Department of Environmental Health Sciences, UCLA, Los Angeles, CA 90095, USA; Department of Neurology, UCLA, Los Angeles, CA 90095, USA."]], "date": "2017-10-04", "id": "29033298", "text": "Tobacco smoking is consistently inversely associated with Parkinson's disease (PD) in men and women; recently this has been related to reverse causation, prompting questions as to whether similar patterns exist for passive smoke exposure. We used baseline and follow-up data from the California Teachers Study, a prospective cohort of women, to investigate whether timing, location and cumulative measures of intensity and duration of passive smoke exposure are associated with PD risk.Using a nested case-control approach, we included 224 diagnostically validated cases (158 with no history of personal smoking) and selected 3230 age- and race-matched controls (1973 with no history of personal smoking). We estimated odds ratios(ORs) and 95% confidence intervals(CI) by fitting adjusted multivariable unconditional logistic regression models.Among lifelong non-smokers, passive smoke exposure combined across all settings and accumulated over a lifetime was not associated with PD risk (OR = 1.18, 95% CI 0.60, 2.30). Workplace exposure was also not associated with risk. Household exposure during adulthood but not childhood was inversely associated with PD (OR = 0.59, 95% CI 0.40, 0.87). Exposure to passive smoke in other social settings was positively associated with PD (OR = 1.62, 95% CI 1.11, 2.36). These contradictory results may be attributable to chance due to multiple comparisons in subgroup analyses. No pattern emerged to suggest that increasing years of passive smoke exposure, smokiness of the setting, or combined smokiness by exposure years was associated with lower PD risk.Results do not convincingly support a protective effect of passive smoking in PD.", "doi": "10.1016/j.parkreldis.2017.10.001", "title": "Passive smoking and Parkinson's disease in California Teachers.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}