{"authors": [["Goldstein", "David S", "DS", "Clinical Neurocardiology Section, Clinical Neurosciences Program, Division of Intramural Research, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892, USA. Electronic address: goldsteind@ninds.nih.gov."], ["Holmes", "Courtney", "C", "Clinical Neurocardiology Section, Clinical Neurosciences Program, Division of Intramural Research, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892, USA."], ["Lopez", "Grisel J", "GJ", "Molecular Genetics Section, National Human Genome Research Institute, USA."], ["Wu", "Tianxia", "T", "Office of the Clinical Director, Clinical Neurosciences Program, Division of Intramural Research, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892, USA."], ["Sharabi", "Yehonatan", "Y", "Chaim Sheba Medical Center and Tel Aviv University, Tel-HaShomer, Israel."]], "date": "2017-10-05", "id": "29032895", "text": "By the time a person develops the motor manifestations of Parkinson's disease (PD), substantial loss of nigrostriatal dopamine neurons has already occurred. There is great interest in identifying biomarkers that can detect pre-clinical PD. Braak's neuropathological staging concept imputes early autonomic involvement. Here we report results from a small prospective cohort study about the utility of neuroimaging evidence of cardiac sympathetic denervation in predicting PD among individuals with multiple PD risk factors.Subjects provided information about family history of PD, olfactory dysfunction, dream enactment behavior, and orthostatic hypotension at a protocol-specific website. From this pool, 27 people with at least 3 risk factors confirmed underwent cardiac 18F-dopamine positron emission tomographic scanning and were followed for at least 3 years. Interventricular septal and left ventricular free wall concentrations of 18F-dopamine-derived radioactivity were measured.Of the 27 subjects, 4 were diagnosed with PD within the 3-year follow-up period (Pre-Clinical PD group); 23 risk-matched (mean 3.2 risk factors) subjects remained disease-free (No-PD group). Compared to the No-PD group, the Pre-Clinical PD group had lower initial values for septal and free wall concentrations of 18F-dopamine-derived radioactivity (p = 0.0248, 0.0129). All 4 Pre-Clinical PD subjects had evidence of decreased cardiac sympathetic innervation in the interventricular septum or left ventricular free wall, in contrast with 3 of 23 (13%) No-PD subjects (p = 0.0020 by Fisher's exact test).People with multiple PD risk factors and diagnosed with PD within 3 years have evidence of antecedent cardiac sympathetic denervation. The findings fit with Braak's staging concept.", "doi": "10.1016/j.parkreldis.2017.10.003", "title": "Cardiac sympathetic denervation predicts PD in at-risk individuals.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}