{"authors": [["Kumar", "Bhavna", "B", "DIT University - Faculty of Pharmacy DEHRADUN, UTTARAKHAND. India."], ["Sharma", "Deepika", "D", "DIT University - Faculty of Pharmacy DEHRADUN, UTTARAKHAND. India."]], "date": "2017-10-10", "id": "29032765", "text": "Neurodegenerative disorders are one of the common diseases that affect our society with tremendous medical and financial burdens. As a whole, neurodegeneration affects individuals of all ages, but becomes increasingly frequent with age, coming to affect a very large share of our elderly population which is severely affecting the patient, caregivers, and enormously increasing the financial burden of the nation. These diseases share a very complex nature, which often result from combined genetic, environment and pathogenic factors. Various challenges are faced by the scientific community that researches on the pathogenesis and the therapy of neurodegenerative disorder.The review has been analysed for recent patent documents and treatment approaches for neurodegenerative disorders.The study design is based on updating the international and national literatures and an exhaustive patent search and compiling of various patented documents for the treatment of neurodegenerative disorders (EP2282779 A1, US20110229555 A1) to provide information in the state of technological innovation in terms of research and development.In the present review, the authors described various neurodegenerative diseases, there treatment strategies and emphasized on various patented approaches for age-related neurodegenerative disorders such as New therapeutic approaches for treating Alzheimer disease and related disorders through a modulation of cell stress response EP2282779 A1, through combined therapies that modulate angiogenesis US20120058992 A1.The review will attract the interest of academics, researchers, students and pharmaceutical companies in the recent on-going activities in neurodegenerative disorders.", "doi": "10.2174/1872211311666171010123958", "title": "Recent Patent Advances For Neurodegenerative Disorders And Its Treatment.", "journal": ["Recent patents on drug delivery & formulation", "Recent Pat Drug Deliv Formul"]}