{"authors": [["Larsen", "Jan Petter", "JP", "Network for Medical Sciences, University of Stavanger, Stavanger, Norway."], ["Dalen", "Ingvild", "I", "Department of Research, Section of Biostatistics, Stavanger University Hospital, PO Box 8100, 4068, Stavanger, Norway. ingvild.dalen@sus.no."], ["Pedersen", "Kenn Freddy", "KF", "Department of Neurology, Stavanger University Hospital, Stavanger, Norway."], ["Tysnes", "Ole-Bjørn", "OB", "Department of Clinical Medicine, University of Bergen, Bergen, Norway."]], "date": "2017-10-14", "id": "29032408", "text": "Depression is common in patients with Parkinson disease and causes suffering and increased caregiver burden. A better understanding of depressive symptoms in Parkinson disease, their progression, and risk factors may, therefore, benefit management of these patients. The present study included 187 drug-naïve patients with incident PD and 166 controls from the population-based Norwegian ParkWest project. Depressive symptoms were examined with the Montgomery and Aasberg Depression Rating Scale (MADRS) at time of diagnosis and inclusion in the study and after 1, 3, 5, and 7 years of follow-up. Associations between MADRS scores and risk factors were assessed using generalized estimating equations (GEE). The mean MADRS score from all 823 examinations during the study period was 4.2 in patients and 1.3 in 732 examinations among controls. Among controls, the occurrence of depressive symptoms was also lower and rather stable during follow-up, while in patients, we observed a decrease from time of diagnosis and until the 1-year visit, followed by a steady increase in these symptoms over time. Factors associated with higher MADRS score in the multivariable model were female sex, being dependent, higher pain score, higher Unified PD Rating Scale (UPDRS) motor score, and lower Mini-Mental State Examination (MMSE) score. The results from this study underscore the importance and frequency of depressive symptoms in patients with early PD. Furthermore, risk factors that may be considered PD-nonspecific are associated with depressive symptoms as are factors that reflect the progression of PD.", "doi": "10.1007/s00415-017-8638-1", "title": "The natural history of depressive symptoms in patients with incident Parkinson's disease: a prospective cohort study.", "journal": ["Journal of neurology", "J. Neurol."]}