{"authors": [["Borgemeester", "Robbert W K", "RWK", "Parkinson Expertise Center, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands."], ["van Laar", "Teus", "T", "Parkinson Expertise Center, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands. Electronic address: t.van.laar@umcg.nl."]], "date": "2017-09-29", "id": "29032012", "text": "Continuous apomorphine infusion (CAI) is an advanced therapy in fluctuating Parkinson's disease (PD). The use of CAI is controversial in PD patients with cognitive dysfunction including visual hallucinations (VHs), and orthostatic hypotension (OH). This study was set-up to analyze the effectiveness and safety of CAI in elderly PD patients with cognitive dysfunction.This new-user cohort study identified fluctuating PD patients who started CAI treatment at the rehabilitation unit of Parkinson Expertise Center (RU-PEC) Groningen, from November 2004 until 2016. Efficacy and safety data included motor function, cognitive status, OH and VHs, and was analyzed retrospectively. Pre-existent non-motor symptoms were treated optimally before starting CAI.Forty-five fluctuating PD patients (age: 70.9 ± 8.1 yrs, disease duration: 10.8 ± 4.8 yrs) were identified, with pre-existing cognitive dysfunction, VHs (71%), and OH (26%). During the stay at RU-PEC (median 52 days) apomorphine was successfully titrated without worsening of pre-existing VHs and OH. The mean daily apomorphine dose was 66 ± 28 mg, accompanied by a reduction of levodopa-equivalent daily dose (LEDD) with 17%. The duration of ON-time and OFF-time significantly improved with +2.36 h (25%) and -1.66 h (-45%), respectively, while dyskinesia duration did not change. During long-term follow-up (median of 26 months) VHs and OH worsened in 9 and 4 patients, which necessitated discontinuation in 4 cases.This study demonstrates that CAI is also an effective treatment in advanced PD patients with concomitant cognitive dysfunction including VHs and OH, provided that these comorbidities are treated adequately as well.", "doi": "10.1016/j.parkreldis.2017.09.025", "title": "Continuous subcutaneous apomorphine infusion in Parkinson's disease patients with cognitive dysfunction: A retrospective long-term follow-up study.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}