{"authors": [["Blanchet", "Pierre J", "PJ", "Department of Stomatology, Faculty of Dental Medicine, Université de Montréal; Montréal, QC, Canada; Service de neurologie, CHU Montréal, Montréal, QC, Canada. Electronic address: pierre.j.blanchet@umontreal.ca."], ["Brefel-Courbon", "Christine", "C", "Service de Pharmacologie Clinique, Faculty of Medicine, University Hospital, Toulouse, France; Service de neurologie B8, Pierre Paul Riquet Hospital, University Hospital, Toulouse, France. Electronic address: christine.brefel-courbon@univ-tlse3.fr."]], "date": "2017-10-12", "id": "29031913", "text": "Pain is experienced by the vast majority of patients living with Parkinson's disease. It is most often of nociceptive origin, but may also be ascribed to neuropathic (radicular or central) or miscellaneous sources. The recently validated King's Parkinson's Disease Pain Scale is based on 7 domains including musculoskeletal pain, chronic body pain (central or visceral), fluctuation-related pain, nocturnal pain, oro-facial pain, pain with discolouration/oedema/swelling, and radicular pain. The basal ganglia integrate incoming nociceptive information and contribute to coordinated motor responses in pain avoidance and nocifensive behaviors. In Parkinson's disease, nigral and extra-nigral pathology, involving cortical areas, brainstem nuclei, and spinal cord, may contribute to abnormal central nociceptive processing in patients experiencing pain or not. The dopamine deficit lowers multimodal pain thresholds that are amenable to correction following levodopa dosing. Functional brain imaging with positron emission tomography following administration of H215O revealed abnormalities in the sensory discriminative processing of pain (insula/SII), as well as in the affective motivational processing of pain (anterior cingulate cortex, prefrontal cortex). Pain management is dependent on efforts invested in diagnostic accuracy to distinguish nociceptive from neuropathic pain. Treatment requires an integrated approach including strategies to lessen levodopa-related response fluctuations, in addition to other pharmacological and non-pharmacological options such as deep brain stimulation and rehabilitation.", "doi": "10.1016/j.pnpbp.2017.10.010", "title": "Chronic pain and pain processing in Parkinson's disease.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"]}