{"authors": [["Neumann", "Wolf-Julian", "WJ", "Movement Disorders and Neuromodulation Unit, Department of Neurology, Charité Campus Mitte, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Staub-Bartelt", "Franziska", "F", "Movement Disorders and Neuromodulation Unit, Department of Neurology, Charité Campus Mitte, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Horn", "Andreas", "A", "Movement Disorders and Neuromodulation Unit, Department of Neurology, Charité Campus Mitte, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Schanda", "Julia", "J", "Movement Disorders and Neuromodulation Unit, Department of Neurology, Charité Campus Mitte, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Schneider", "Gerd-Helge", "GH", "Department of Neurosurgery, Charité Campus Mitte, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Brown", "Peter", "P", "MRC Brain Network Dynamics Unit and Nuffield Department of Clinical Neuroscience, University of Oxford, Oxford, United Kingdom."], ["Kühn", "Andrea A", "AA", "Movement Disorders and Neuromodulation Unit, Department of Neurology, Charité Campus Mitte, Charité - Universitätsmedizin Berlin, Berlin, Germany; Berlin School of Mind and Brain, Charité - Universitätsmedizin Berlin, Berlin, Germany; NeuroCure, Charité - Universitätsmedizin Berlin, Berlin, Germany. Electronic address: andrea.kuehn@charite.de."]], "date": "2017-09-20", "id": "29031219", "text": "To investigate the long term association of subthalamic beta activity with parkinsonian motor signs.We recruited 15 patients with Parkinson's disease undergoing subthalamic DBS for local field potential recordings after electrode implantation, and at 3 and 8months post-operatively using the implantable sensing enabled Activa PC+S (Medtronic). Three patients dropped out leaving 12 patients. Recordings were conducted ON and OFF levodopa at rest. Beta (13-35Hz) peak amplitudes were extracted, compared across time points and correlated with UPDRS-III hemibody scores.Peaks in the beta frequency band (13-35Hz) in the OFF medication state were found in all hemispheres. Mean beta activity was significantly suppressed by levodopa at all recorded time points (P<0.007) and individual beta power amplitude correlated with parkinsonian motor impairment across time points and dopaminergic states (pooled data; ρ=0.25, P<0.001).Our results indicate that beta-activity is correlated with parkinsonian motor signs over a time period of 8months.Beta-activity may be a chronically detectable biomarker of symptom severity in PD that should be further evaluated under ongoing DBS.", "doi": "10.1016/j.clinph.2017.08.028", "title": "Long term correlation of subthalamic beta band activity with motor impairment in patients with Parkinson's disease.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}