{"authors": [["Zhang", "Hongjia", "H", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China."], ["Bai", "Lan", "L", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China."], ["He", "Jun", "J", "State Key Laboratory of Biotherapy & Cancer Center, West China Hospital, Sichuan University, Collaborative Innovation Center of Biotherapy, Chengdu 610041, China."], ["Zhong", "Lei", "L", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China."], ["Duan", "Xingmei", "X", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China."], ["Ouyang", "Liang", "L", "State Key Laboratory of Biotherapy & Cancer Center, West China Hospital, Sichuan University, Collaborative Innovation Center of Biotherapy, Chengdu 610041, China."], ["Zhu", "Yuxuan", "Y", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China."], ["Wang", "Ting", "T", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China."], ["Zhang", "Yiwen", "Y", "State Key Laboratory of Biotherapy & Cancer Center, West China Hospital, Sichuan University, Collaborative Innovation Center of Biotherapy, Chengdu 610041, China. Electronic address: yiwenzhang@scu.edu.cn."], ["Shi", "Jianyou", "J", "Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, School of Medicine of University of Electronic Science and Technology of China, Chinese Academy of Sciences Sichuan Translational Medicine Research Hospital, Chengdu 610072, China. Electronic address: shijianyoude@126.com."]], "date": "2017-09-30", "id": "29031072", "text": "Parkinson's disease (PD) is a common chronic degenerative disease of the central nervous system. Although the cause remains unknown, several pathological processes and central factors such as oxidative stress, mitochondrial injury, inflammatory reactions, abnormal deposition of α-synuclein, and cell apoptosis have been reported. Currently, anti-PD drugs are classified into two major groups: drugs that affect dopaminergic neurons and anti-cholinergic drugs. Unfortunately, the existing conventional strategies against PD are with numerous side effects, and cannot fundamentally improve the degenerative process of dopaminergic neurons. Therefore, novel therapeutic approaches which have a novel structure, high efficiency, and fewer side effects are needed. For many years, natural products have provided an efficient resource for the discovery of potential therapeutic agents. Among them, many natural products possess anti-PD properties as a result of not only their wellrecognized anti-oxidative and anti-inflammatory activities but also their inhibitory roles regarding protein misfolding and the regulatory effects of PD related pathways. Indeed, with the steady improvement in the technologies for the isolation and purification of natural products and the in-depth studies on the pathogenic mechanisms of PD, many monomer components of natural products that have anti-PD effects have been gradually discovered. In this article, we reviewed the research status of 37 natural products that have been discovered to have significant anti-PD effects as well as their mode of action. Overall, this review may guide the design of novel therapeutic drugs in PD.", "doi": "10.1016/j.ejmech.2017.09.068", "title": "Recent advances in discovery and development of natural products as source for anti-Parkinson's disease lead compounds.", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}