{"authors": [["Martinez", "Bryan A", "BA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, Alabama 35487."], ["Petersen", "Daniel A", "DA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, Alabama 35487."], ["Gaeta", "Anthony L", "AL", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, Alabama 35487."], ["Stanley", "Samuel P", "SP", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, Alabama 35487."], ["Caldwell", "Guy A", "GA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, Alabama 35487."], ["Caldwell", "Kim A", "KA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, Alabama 35487 kcaldwel@ua.edu."]], "date": "2017-10-13", "id": "29030433", "text": "Due to environmental insult or innate genetic deficiency, protein folding environments of the mitochondrial matrix are prone to dysregulation, prompting the activation of a specific organellar stress-response mechanism, the mitochondrial unfolded protein response (UPRMT). In Caenorhabditis elegans, mitochondrial damage leads to nuclear translocation of the ATFS-1 transcription factor to activate the UPRMT After short-term acute stress has been mitigated, the UPRMT is eventually suppressed to restore homeostasis to C. elegans hermaphrodites. In contrast, and reflective of the more chronic nature of progressive neurodegenerative disorders such as Parkinson's disease (PD), here, we report the consequences of prolonged, cell-autonomous activation of the UPRMT in C. elegans dopaminergic neurons. We reveal that neuronal function and integrity decline rapidly with age, culminating in activity-dependent, non-apoptotic cell death. In a PD-like context wherein transgenic nematodes express the Lewy body constituent protein α-synuclein (αS), we not only find that this protein and its PD-associated disease variants have the capacity to induce the UPRMT, but also that coexpression of αS and ATFS-1-associated dysregulation of the UPRMT synergistically potentiate dopaminergic neurotoxicity. This genetic interaction is in parallel to mitophagic pathways dependent on the C. elegans PINK1 homolog, which is necessary for cellular resistance to chronic malfunction of the UPRMT Given the increasingly recognized role of mitochondrial quality control in neurodegenerative diseases, these studies illustrate, for the first time, an insidious aspect of mitochondrial signaling in which the UPRMT pathway, under disease-associated, context-specific dysregulation, exacerbates disruption of dopaminergic neurons in vivo, resulting in the neurodegeneration characteristic of PD.SIGNIFICANCE STATEMENT Disruptions or alterations in the activation of pathways that regulate mitochondrial quality control have been linked to neurodegenerative diseases due in part to the central role of mitochondria in metabolism, ROS regulation, and proteostasis. The extent to which these pathways, including the mitochondrial unfolded protein response (UPRMT) and mitophagy, are active may predict severity and progression of these disorders, as well as sensitivity to compounding stressors. Furthermore, therapeutic strategies that aim to induce these pathways may benefit from increased study into cellular responses that arise from long-term or ectopic stimulation, especially in neuronal compartments. By demonstrating the detrimental consequences of prolonged cellular activation of the UPRMT, we provide evidence that this pathway is not a universally beneficial mechanism because dysregulation has neurotoxic consequences.", "doi": "10.1523/JNEUROSCI.1294-17.2017", "title": "Dysregulation of the Mitochondrial Unfolded Protein Response Induces Non-Apoptotic Dopaminergic Neurodegeneration in C. elegans Models of Parkinson's Disease.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}