{"authors": [["Morales", "Ingrid", "I", "Laboratory of Neurobiology and Experimental Neurology, Department of Basic Medical Sciences, Faculty of Medicine, Universidad de La Laguna, La Laguna, Tenerife, Canary Islands, Spain."], ["Sanchez", "Alberto", "A", "Laboratory of Neurobiology and Experimental Neurology, Department of Basic Medical Sciences, Faculty of Medicine, Universidad de La Laguna, La Laguna, Tenerife, Canary Islands, Spain."], ["Rodriguez-Sabate", "Clara", "C", "Center for Networked Biomedical Research in Neurodegenerative Diseases (CIBERNED), Madrid, Spain."], ["Rodriguez", "Manuel", "M", "Laboratory of Neurobiology and Experimental Neurology, Department of Basic Medical Sciences, Faculty of Medicine, Universidad de La Laguna, La Laguna, Tenerife, Canary Islands, Spain."]], "date": "2017-10-13", "id": "29028815", "text": "The role of astrocytes in Parkinson's disease is still not well understood. This work studied the astrocytic response to the dopaminergic denervation. Rats were injected in the lateral ventricles with 6-hydroxydopamine (25μg), inducing a dopaminergic denervation of the striatum not accompanied by non-selective tissue damage. The dopaminergic debris were found within spheroids (free-spheroids) which retained some proteins of dopaminergic neurons (e.g., tyrosine hydroxylase, the dopamine transporter protein, and APP) but not others (e.g., α-synuclein). Free-spheroids showed the initial (LC3-autophagosomes) but not the late (Lamp1/Lamp2-lysosomes) components of autophagy (incomplete autophagy), preparing their autophagosomes for an external phagocytosis (accumulation of phosphatidylserine). Free-spheroids were penetrated by astrocyte processes (fenestrated-spheroids) which made them immunoreactive for GFAP and S100β, and which had some elements needed to continue the debris degradation (Lamp1/Lamp2). Finally, proteins normally found in neurons (TH, DAT and α-synuclein) were observed within astrocytes 2-5 days after the dopaminergic degeneration, suggesting that the intracellular contents of degenerated cells had been transferred to astrocytes. Taken together, present data suggest phagocytosis as a physiological role of striatal astrocytes, a role which could be critical for cleaning striatal debris during the initial stages of Parkinson's disease.", "doi": "10.1371/journal.pone.0185989", "title": "Striatal astrocytes engulf dopaminergic debris in Parkinson's disease: A study in an animal model.", "journal": ["PloS one", "PLoS ONE"]}