{"authors": [["Mak", "Margaret K", "MK", "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, 11 Yuk Choi Road, Hung Hom, Kowloon, Hong Kong."], ["Wong-Yu", "Irene S", "IS", "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, 11 Yuk Choi Road, Hung Hom, Kowloon, Hong Kong."], ["Shen", "Xia", "X", "Department of Sports Sciences and Physical Education, The Chinese University of Hong Kong, Kwok Sports Building, University Avenue, Shatin, New Territories, Hong Kong."], ["Chung", "Chloe L", "CL", "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, 11 Yuk Choi Road, Hung Hom, Kowloon, Hong Kong."]], "date": "2017-10-13", "id": "29027544", "text": "Parkinson disease (PD) is a progressive, neurodegenerative movement disorder with symptoms reflecting various impairments and functional limitations, such as postural instability, gait disturbance, immobility and falls. In addition to pharmacological and surgical management of PD, exercise and physical therapy interventions are also being actively researched. This Review provides an overview of the effects of PD on physical activity - including muscle weakness, reduced aerobic capacity, gait impairment, balance disorders and falls. Previously published reviews have discussed only the short-term benefits of exercises and physical therapy for people with PD. However, owing to the progressive nature of PD, the present Review focuses on the long-term effects of such interventions. We also discuss exercise-induced neuroplasticity, present data on the possible risks and adverse effects of exercise training, make recommendations for clinical practice, and describe new treatment approaches. Evidence suggests that a minimum of 4 weeks of gait training or 8 weeks of balance training can have positive effects that persist for 3-12 months after treatment completion. Sustained strength training, aerobic training, tai chi or dance therapy lasting at least 12 weeks can produce long-term beneficial effects. Further studies are needed to verify disease-modifying effects of these interventions.", "doi": "10.1038/nrneurol.2017.128", "title": "Long-term effects of exercise and physical therapy in people with Parkinson disease.", "journal": ["Nature reviews. Neurology", "Nat Rev Neurol"]}