{"authors": [["Camacho-Soto", "Alejandra", "A", "Washington University School of Medicine, Department of Neurology, St. Louis, MO."], ["Warden", "Mark N", "MN", "Washington University School of Medicine, Department of Neurology, St. Louis, MO."], ["Searles Nielsen", "Susan", "S", "Washington University School of Medicine, Department of Neurology, St. Louis, MO."], ["Salter", "Amber", "A", "Washington University in St. Louis, Division of Biostatistics, St. Louis, MO."], ["Brody", "David L", "DL", "Washington University School of Medicine, Department of Neurology, St. Louis, MO."], ["Prather", "Heidi", "H", "Washington University School of Medicine, Department of Neurology, St. Louis, MO."], ["Racette", "Brad A", "BA", "Washington University School of Medicine, Department of Neurology, St. Louis, MO."]], "date": "2017-10-31", "id": "29024046", "text": "Studies suggest a greater risk of Parkinson's disease (PD) after traumatic brain injury (TBI), but it is possible that the risk of TBI is greater in the prodromal period of PD. We aimed to examine the time-to-TBI in PD patients in their prodromal period compared to population-based controls.We identified 89,790 incident PD cases and 118,095 comparable controls aged > 65 years in 2009 using Medicare claims data. Using data from the preceding 5 years, we compared time-to-TBI in PD patients in their prodromal period to controls. We estimated hazard ratios (HRs) and 95% confidence intervals (CIs) for TBI in a Cox regression, while adjusting for age, sex, race/ethnicity, modified Charlson comorbidity index, smoking, and alcohol use.Risk of TBI was greater in PD patients in their prodromal period across all age and sex groups, with HRs consistently increasing with proximity to PD diagnosis. HRs ranged from 1.64 (95% CI, 1.52, 1.77) 5 years preceding diagnosis to 3.93 (95% CI, 3.74, 4.13) in the year before. The interaction between PD, TBI, and time was primarily observed for TBI attributed to falls. Motor dysfunction and cognitive impairment, suggested by corresponding International Classification of Diseases, Ninth Revision codes, partially mediated the PD-TBI association.There is a strong association between PD and a recent TBI in the prodromal period of PD. This association strengthens as PD diagnosis approaches and may be a result of undetected nonmotor and motor symptoms, but confirmation will be required. Ann Neurol 2017;82:744-754.", "doi": "10.1002/ana.25074", "title": "Traumatic brain injury in the prodromal period of Parkinson's disease: A large epidemiological study using medicare data.", "journal": ["Annals of neurology", "Ann. Neurol."]}