{"authors": [["Villadiego", "Javier", "J", "Instituto de Biomedicina de Sevilla (IBiS), Hospital Universitario Virgen del Rocio-CSIC-Universidad de Sevilla, Seville, Spain."], ["Labrador-Garrido", "Adahir", "A", "Andalusian Center for Molecular Biology and Regenerative Medicine-CABIMER. Universidad de Sevilla-CSIC-Universidad Pablo de Olavide, Seville, Spain."], ["Franco", "Jaime M", "JM", "Andalusian Center for Molecular Biology and Regenerative Medicine-CABIMER. Universidad de Sevilla-CSIC-Universidad Pablo de Olavide, Seville, Spain."], ["Leal-Lasarte", "Magdalena", "M", "Andalusian Center for Molecular Biology and Regenerative Medicine-CABIMER. Universidad de Sevilla-CSIC-Universidad Pablo de Olavide, Seville, Spain."], ["De Genst", "Erwin J", "EJ", "Department of Chemistry, University of Cambridge, Cambridge, United Kingdom."], ["Dobson", "Christopher M", "CM", "Department of Chemistry, University of Cambridge, Cambridge, United Kingdom."], ["Pozo", "David", "D", "Andalusian Center for Molecular Biology and Regenerative Medicine-CABIMER. Universidad de Sevilla-CSIC-Universidad Pablo de Olavide, Seville, Spain."], ["Toledo-Aral", "Juan J", "JJ", "Instituto de Biomedicina de Sevilla (IBiS), Hospital Universitario Virgen del Rocio-CSIC-Universidad de Sevilla, Seville, Spain."], ["Roodveldt", "Cintia", "C", "Andalusian Center for Molecular Biology and Regenerative Medicine-CABIMER. Universidad de Sevilla-CSIC-Universidad Pablo de Olavide, Seville, Spain."]], "date": "2017-10-11", "id": "29024008", "text": "Neuroinflammation mediated by chronically activated microglia, largely caused by abnormal accumulation of misfolded α-synuclein (αSyn) protein, is known to contribute to the pathophysiology of Parkinson's disease (PD). In this work, based on the immunomodulatory activities displayed by particular heat-shock proteins (HSPs), we tested a novel vaccination strategy that used a combination of αSyn and Grp94 (HSPC4 or Gp96) chaperone and a murine PD model. We used two different procedures, first, the adoptive transfer of splenocytes from αSyn/Grp94-immunized mice to recipient animals, and second, direct immunization with αSyn/Grp94, to study the effects in a chronic mouse MPTP-model of parkinsonism. We found that both approaches promoted a distinct profile in the peripheral system-supported by humoral and cellular immunity-consisting of a Th1-shifted αSyn-specific response accompanied by an immune-regulatory/Th2-skewed general phenotype. Remarkably, this mixed profile sustained by αSyn/Grp94 immunization led to strong suppression of microglial activation in the substantia nigra and striatum, pointing to a newly described positive effect of anti-αSyn Th1-responses in the context of PD. This strategy is the first to target αSyn and report the suppression of PD-associated microgliosis. Overall, we show that the αSyn/Grp94 combination supports a distinct and long-lasting immune profile in the peripheral system, which has an impact at the CNS level by suppressing chronic microglial activation in an MPTP model of PD. Furthermore, our study demonstrates that reshaping peripheral immunity by vaccination with appropriate misfolding protein/HSP combinations could be highly beneficial as a treatment for neurodegenerative misfolding diseases.", "doi": "10.1002/glia.23237", "title": "Immunization with α-synuclein/Grp94 reshapes peripheral immunity and suppresses microgliosis in a chronic Parkinsonism model.", "journal": ["Glia", "Glia"]}