{"authors": [["Pasluosta", "Cristian F", "CF", "Digital Sports Group, Pattern Recognition Lab, Department of Computer Science, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Steib", "Simon", "S", "Institute of Sport Science and Sport, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Klamroth", "Sarah", "S", "Institute of Sport Science and Sport, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Gaßner", "Heiko", "H", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Goßler", "Julia", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Hannink", "Julius", "J", "Digital Sports Group, Pattern Recognition Lab, Department of Computer Science, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["von Tscharner", "Vinzenz", "V", "Human Performance Laboratory, University of Calgary, Calgary, AB, Canada."], ["Pfeifer", "Klaus", "K", "Institute of Sport Science and Sport, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Winkler", "Juergen", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Klucken", "Jochen", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."], ["Eskofier", "Bjoern M", "BM", "Digital Sports Group, Pattern Recognition Lab, Department of Computer Science, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."]], "date": "2017-09-27", "id": "29021758", "text": "Patients suffering from Parkinson's disease (PD) present motor impairments reflected in the dynamics of the center of pressure (CoP) adjustments during quiet standing. One method to study the dynamics of CoP adjustments is the entropic half-life (EnHL), which measures the short-term correlations of a time series at different time scales. Changes in the EnHL of CoP time series suggest neuromuscular adaptations in the control of posture. In this study, we sought to investigate the immediate changes in the EnHL of CoP adjustments of patients with PD during one session of perturbed (experimental group) and unperturbed treadmill walking (control group). A total of 39 patients with PD participated in this study. The experimental group (n = 19) walked on a treadmill providing small tilting of the treadmill platform. The control group (n = 20) walked without perturbations. Each participant performed 5-min practice followed by three 5-min training blocks of walking with or without perturbation (with 3-min resting in between). Quiet standing CoP data was collected for 30 s at pre-training, after each training block, immediately post-training, and after 10 min retention. The EnHL was computed on the original and surrogates (phase-randomized) CoP signals in the medio-lateral (ML) and anterior-posterior (AP) directions. Data was analyzed using four-way mixed ANOVA. Increased EnHL values were observed for both groups (Time effect, p < 0.001) as the intervention progressed, suggesting neuromuscular adaptations in the control of posture. The EnHL of surrogate signals were significantly lower than for original signals (p < 0.001), confirming that these adaptations come from non-random control processes. There was no Group effect (p = 0.622), however by analyzing the significant Group by Direction by Time interaction (p < 0.05), a more pronounced effect in the ML direction of the perturbed group was observed. Altogether, our findings show that treadmill walking decreases the complexity of CoP adjustments, suggesting neuromuscular adaptations in balance control during a short training period. Further investigations are required to assess these adaptations during longer training intervals.", "doi": "10.3389/fnagi.2017.00316", "title": "Acute Neuromuscular Adaptations in the Postural Control of Patients with Parkinson's Disease after Perturbed Walking.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}