{"authors": [["Schlachetzki", "Johannes C M", "JCM", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Barth", "Jens", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Marxreiter", "Franz", "F", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Gossler", "Julia", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Kohl", "Zacharias", "Z", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Reinfelder", "Samuel", "S", "Digital Sports Group, Pattern Recognition Lab, Department of Computer Science, FAU Erlangen-Nürnberg, Erlangen, Germany."], ["Gassner", "Heiko", "H", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Aminian", "Kamiar", "K", "Ecole Polytechnique Fédérale de Lausanne (EPFL), Laboratory of Movement Analysis and Measurement, Station 11, Lausanne, Switzerland."], ["Eskofier", "Bjoern M", "BM", "Digital Sports Group, Pattern Recognition Lab, Department of Computer Science, FAU Erlangen-Nürnberg, Erlangen, Germany."], ["Winkler", "Jürgen", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Klucken", "Jochen", "J", "Department of Molecular Neurology, University Hospital Erlangen, Friedrich-Alexander Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."]], "date": "2017-10-11", "id": "29020012", "text": "Distinct gait characteristics like short steps and shuffling gait are prototypical signs commonly observed in Parkinson's disease. Routinely assessed by observation through clinicians, gait is rated as part of categorical clinical scores. There is an increasing need to provide quantitative measurements of gait, e.g. to provide detailed information about disease progression. Recently, we developed a wearable sensor-based gait analysis system as diagnostic tool that objectively assesses gait parameter in Parkinson's disease without the need of having a specialized gait laboratory. This system consists of inertial sensor units attached laterally to both shoes. The computed target of measures are spatiotemporal gait parameters including stride length and time, stance phase time, heel-strike and toe-off angle, toe clearance, and inter-stride variation from gait sequences. To translate this prototype into medical care, we conducted a cross-sectional study including 190 Parkinson's disease patients and 101 age-matched controls and measured gait characteristics during a 4x10 meter walk at the subjects' preferred speed. To determine intraindividual changes in gait, we monitored the gait characteristics of 63 patients longitudinally. Cross-sectional analysis revealed distinct spatiotemporal gait parameter differences reflecting typical Parkinson's disease gait characteristics including short steps, shuffling gait, and postural instability specific for different disease stages and levels of motor impairment. The longitudinal analysis revealed that gait parameters were sensitive to changes by mirroring the progressive nature of Parkinson's disease and corresponded to physician ratings. Taken together, we successfully show that wearable sensor-based gait analysis reaches clinical applicability providing a high biomechanical resolution for gait impairment in Parkinson's disease. These data demonstrate the feasibility and applicability of objective wearable sensor-based gait measurement in Parkinson's disease reaching high technological readiness levels for both, large scale clinical studies and individual patient care.", "doi": "10.1371/journal.pone.0183989", "title": "Wearable sensors objectively measure gait parameters in Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}