{"authors": [["Erro", "Roberto", "R", "Department of Neuroscience, Biomedicine and Movement Science, University of Verona, Piazzale L.A. Scuro 10, 37134, Verona, Italy. erro.roberto@gmail.com."], ["Brigo", "Francesco", "F", "Department of Neuroscience, Biomedicine and Movement Science, University of Verona, Piazzale L.A. Scuro 10, 37134, Verona, Italy."], ["Tamburin", "Stefano", "S", "Department of Neuroscience, Biomedicine and Movement Science, University of Verona, Piazzale L.A. Scuro 10, 37134, Verona, Italy."], ["Zamboni", "Mauro", "M", "Section of Geriatrics, Department of Medicine, Division of Geriatrics, University of Verona, Verona, Italy."], ["Antonini", "Angelo", "A", "Parkinson Unit, IRCCS Hospital San Camillo and 1st Neurology Clinic, AO Universitaria Padua, Padua, Italy."], ["Tinazzi", "Michele", "M", "Department of Neuroscience, Biomedicine and Movement Science, University of Verona, Piazzale L.A. Scuro 10, 37134, Verona, Italy."]], "date": "2017-10-10", "id": "29018983", "text": "Parkinson disease (PD) is a multifactorial disease, where a genetic predisposition combines with putative environmental risk factors. Mounting evidence suggests that the initial PD pathological manifestations may be located in the gut to subsequently affect brain areas. Moreover, several lines of research demonstrated that there are bidirectional connections between the central nervous system and the gut, the \"gut-brain axis\" that influences both brain and gastrointestinal function. This opens a potential therapeutic window suggesting that specific dietary strategies may interact with the disease process and influence the risk of PD or modify its course. Dietary components can also theoretically modulate the chronic activation of the inflammatory response that is associated with aging, the strongest risk factor for PD, that has been suggested to hasten the underlying neurodegenerative process in PD. Here, we reviewed the evidence supporting an association between certain dietary compound and either the risk or progression of PD and have provided an overview of the possible pathomechanisms linking nutrition and neurodegeneration. The results of our review would not support a clear role for any dietary components in reducing the risk or progression of PD. However, the evidence favouring a connection between gut abnormalities, inflammation, and neurodegeneration in PD have become too compelling to be ignored, so that further research, also in the field of nutritional genomics, is highly warranted.", "doi": "10.1007/s00415-017-8639-0", "title": "Nutritional habits, risk, and progression of Parkinson disease.", "journal": ["Journal of neurology", "J. Neurol."]}