{"authors": [["Warren", "Nicola", "N", "School of Medicine, University of Queensland, Brisbane, Queensland, Australia."], ["O'Gorman", "Cullen", "C", "School of Medicine, University of Queensland, Brisbane, Queensland, Australia."], ["Lehn", "Alexander", "A", "Department of Neurology, Princess Alexandra Hospital, Woolloongabba, Queensland, Australia."], ["Siskind", "Dan", "D", "School of Medicine, University of Queensland, Brisbane, Queensland, Australia."]], "date": "2017-10-10", "id": "29018160", "text": "Dopamine dysregulation syndrome (DDS) is an uncommon complication of the treatment of Parkinson's disease, characterised by addictive behaviour and excessive use of dopaminergic medication. DDS may frequently go unrecognised or misdiagnosed. We aimed to clarify current understanding of presentation, risk factors, comorbidities and management of DDS.Case reports were identified through a systematic search of databases (PubMed, Embase) with the following terms: dopaminergic dysregulation syndrome, hedonistic homeostatic dysregulation, dopamine/levodopa addiction.We reviewed 390 articles, identifying 98 cases of DDS. Early-onset Parkinson's disease (67%) and male gender (83%) were common. DDS presented with significant physical and social impairment, actions to enable or prevent detection of overuse, as well as mood, anxiety and motor fluctuations. All DDS cases met DSM-V (Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition) substance use disorder criteria. Past substance and psychiatric history was present in 15.3% and 10.2% of cases. Comorbid impulse control disorders (61%), psychosis (32%) and panic attacks (14%) were common. A large variety of management strategies were used; only 56% of cases resolving. Sodium valproate was successful in 5/5 cases. The response to deep brain stimulation varied.Given the functional impairment, medical and psychiatric consequences and the difficulties of treatment, early identification of DDS should be a priority.", "doi": "10.1136/jnnp-2017-315985", "title": "Dopamine dysregulation syndrome in Parkinson's disease: a systematic review of published cases.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}