{"authors": [["Gramsch", "Carolin", "C", "Department of Neuroradiology, University Hospital Giessen, Giessen, Germany."], ["Reuter", "Iris", "I", "Department of Neurology, University Hospital Giessen, Giessen, Germany."], ["Kraff", "Oliver", "O", "Erwin L. Hahn Institute for Magnetic Resonance Imaging, University Duisburg-Essen, Essen, Germany."], ["Quick", "Harald H", "HH", "Erwin L. Hahn Institute for Magnetic Resonance Imaging, University Duisburg-Essen, Essen, Germany."], ["Tanislav", "Christian", "C", "Department of Neurology, University Hospital Giessen, Giessen, Germany."], ["Roessler", "Florian", "F", "Department of Neurology, University Hospital Giessen, Giessen, Germany."], ["Deuschl", "Cornelius", "C", "Department of Diagnostic and Interventional Radiology and Neuroradiology, University Hospital Essen, Essen, Germany."], ["Forsting", "Michael", "M", "Department of Diagnostic and Interventional Radiology and Neuroradiology, University Hospital Essen, Essen, Germany."], ["Schlamann", "Marc", "M", "Department of Neuroradiology, University Hospital Giessen, Giessen, Germany."]], "date": "2017-10-10", "id": "29016618", "text": "Visualisation of nigrosome 1, a substructure of the healthy substantia nigra, was restricted in susceptibility weighted MR imaging in almost all patients with Parkinson's disease studied so far. The purpose of this study was to determine the degree of visibility of this substructure in subjects without Parkinson's disease and to examine the potential link between increasing brain iron accumulation with age and its detectability.In 46 subjects (21 women, 25 men; 19 to 75 y; mean age: 44.5; SD: 15.6) examined with susceptibility weighted MR imaging at 7T visibility of nigrosome 1 was rated and classified. We assessed differences related to age and to signal intensities in the substantia nigra, red nucleus and putamen as correlates of the individual iron concentration.In 93% nigrosome 1was at least unilaterally clearly present. In 24% at least one-sided limited visibility was observed. Using predefined classification criteria the specificity of the visibility across all age groups reached approximately 94%. We found no correlation with increasing iron concentrations with age.Aging with a related increase in iron concentration probably does not affect the visibility of nigrosome 1 at 7T SWI MRI. Our results support the role of this feature as a future differential diagnostic tool but further large-scale prospective studies are needed to better define the extent of a \"limited visibility\" to which an individual can be considered healthy.", "doi": "10.1371/journal.pone.0185489", "title": "Nigrosome 1 visibility at susceptibility weighted 7T MRI-A dependable diagnostic marker for Parkinson's disease or merely an inconsistent, age-dependent imaging finding?", "journal": ["PloS one", "PLoS ONE"]}