{"authors": [["Schindlbeck", "Katharina A", "KA", "Department of Neurology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany. Electronic address: KSchindl@northwell.edu."], ["Schönfeld", "Shideh", "S", "Department of Ophthalmology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany."], ["Naumann", "Wanda", "W", "Department of Neurology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany."], ["Friedrich", "David J", "DJ", "Riga Stradins University, Dzirciema Street 16, Riga LV-1007, Latvia."], ["Maier", "André", "A", "Department of Neurology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany."], ["Rewitzer", "Charlotte", "C", "Department of Neurology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany."], ["Klostermann", "Fabian", "F", "Department of Neurology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany."], ["Marzinzik", "Frank", "F", "Department of Neurology, Charité - Universitätsmedizin Berlin, Hindenburgdamm 30, 12200 Berlin, Germany."]], "date": "2017-09-29", "id": "28993094", "text": "Although diplopia is considered a frequent symptom of Parkinson's disease (PD), little is known about its clinical manifestation, associated mechanisms and treatment. Here we characterized binocular diplopia in non-demented PD patients in an interdisciplinary setting.PD patients were prospectively screened for diplopia, visual hallucinations, problems with spatial perception, contrast sensitivity, presence of blurred vision, and history of ophthalmological comorbidities via interview. Two groups of PD patients, one with and one without diplopia, underwent clinical and ophthalmological assessment to characterize diplopia in these patients. Clinical features were investigated using the Unified Parkinson's Disease Rating Scale and the Non-Motor Symptoms Scale.The frequency of binocular diplopia was 29.6% (n = 37) in our cohort of 125 Parkinson's disease patients. Related mechanisms were heterogeneous including convergence insufficiency, strabismus, and motor fluctuations, as well as symptoms related to visual hallucinations. Diplopia was associated with other visual disturbances like visual hallucinations, blurred vision and problems with spatial perception. Beyond that, diplopia was found to be a predictive factor (3.2, odds ratio) for the occurrence of visual hallucinations in PD.Binocular diplopia represents a frequent and relevant symptom in PD patients. Different subtypes should be considered due to different associated mechanisms including ophthalmic pathology and motor fluctuation, as well as intermediate to higher level visual processes. Diplopia seems to be part of a continuous spectrum of positive visual symptoms in Parkinson's disease.", "doi": "10.1016/j.parkreldis.2017.09.024", "title": "Characterization of diplopia in non-demented patients with Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}