{"authors": [["Jitkritsadakul", "Onanong", "O", "Chulalongkorn Center of Excellence for Parkinson's Disease & Related Disorders, Department of Medicine, Faculty of Medicine, Chulalongkorn University, King Chulalongkorn Memorial Hospital, Thai Red Cross Society, Bangkok 10330, Thailand."], ["Thanawattano", "Chusak", "C", "National Electronics and Computer Technology Center (NECTEC), Pathumthani, Thailand."], ["Anan", "Chanawat", "C", "Chulalongkorn Center of Excellence for Parkinson's Disease & Related Disorders, Department of Medicine, Faculty of Medicine, Chulalongkorn University, King Chulalongkorn Memorial Hospital, Thai Red Cross Society, Bangkok 10330, Thailand."], ["Bhidayasiri", "Roongroj", "R", "Chulalongkorn Center of Excellence for Parkinson's Disease & Related Disorders, Department of Medicine, Faculty of Medicine, Chulalongkorn University, King Chulalongkorn Memorial Hospital, Thai Red Cross Society, Bangkok 10330, Thailand; Department of Neurology, Faculty of Medicine, Juntendo University, Tokyo, Japan. Electronic address: rbh@chulapd.org."]], "date": "2017-08-24", "id": "28991711", "text": "Medically refractory resting tremor is a debilitating symptom of Parkinson's disease (PD) patients. In our pilot study, modulation of peripheral reflex mechanism by electrical muscle stimulation (EMS) temporarily suppressed tremor.To investigate the efficacy of EMS, delivered using Tremor's glove, as a treatment of resting hand tremor.Thirty PD patients with medically refractory resting tremor were randomly allocated to a Tremor's glove group (n=15) or a sham glove group (n=15). Gloves were placed on the most tremulous hand for 30min per testing session. Demographics, clinical rating scales, and tremor parameters (RMS of angular velocity and angular displacement, peak magnitude, and frequency) were assessed before and during stimulation. Correlations with validated clinical rating scales were performed.There were no statistically significant differences between groups in demographics, rating scales, or tremor parameters. During stimulation, significant reduction in RMS angular velocity (as percentage) in every axis and peak magnitude in axis (x-, y-) and UPDRS tremor score, were found with Tremor's glove compared to the sham groups (p<0.05, each). Significant moderate correlations were observed between a percentage reduction of RMS angular velocity in every axis and UPDRS tremor scores. Mean duration of tremor reduction after stimulation was 107.78±104.15s. No serious adverse events were observed.In this study, EMS-based Tremor's glove was effective in suppressing resting hand tremor in PD patients. Tremor's glove is light-weight with a good safety profile, making it a future potential therapeutic option for PD patients with medically refractory tremor.", "doi": "10.1016/j.jns.2017.08.3246", "title": "Tremor's glove-an innovative electrical muscle stimulation therapy for intractable tremor in Parkinson's disease: A randomized sham-controlled trial.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}