{"authors": [["Choi", "Mun Hee", "MH", "Department of Neurology, Ajou University School of Medicine, Suwon, South Korea."], ["Yoon", "Jung Han", "JH", "Department of Neurology, Ajou University School of Medicine, Suwon, South Korea. Electronic address: jhyoon@ajou.ac.kr."], ["Yong", "Suk Woo", "SW", "Department of Neurology, Ajou University School of Medicine, Suwon, South Korea."]], "date": "2017-09-08", "id": "28991700", "text": "Postganglionic cardiac sympathetic denervation is evident in patients with early-stage Parkinson's disease (PD). Cardiac iodine-123-meta-iodobenzylguanidine (MIBG) uptake is correlated with the non-motor symptoms of PD, suggesting that low cardiac MIBG uptake may reflect wider alpha-synuclein pathology. In addition, low cardiac MIBG could be related to orthostatic hypotension in PD, which may affect cognition. However, the prognostic validity of baseline MIBG scintigraphy in terms of the risk of subsequent dementia remains unclear. We investigated whether cardiac MIBG uptake was associated with a later risk of dementia.We retrospectively enrolled 93 drug-naive patients with de novo PD who underwent MIBG scanning on initial evaluation. The patients visited our outpatient clinic every 3-6months and were followed-up for a minimum of 4years from the time they were begun on dopaminergic medication. The predictive powers of baseline MIBG cardiac scintigraphic data in terms of dementia development were evaluated using Cox's proportional hazard models.During a mean follow-up period of 6.7years, 27 patients with PD (29.0%) developed dementia. These patients had less baseline MIBG uptake than did others (delayed H/M ratios: 1.19 vs. 1.31). Multivariate Cox's proportional hazard modeling revealed that both MIBG uptake (hazard ratio [HR] 3.40; p=0.004) and age (HR 1.08, p=0.01) significantly predicted dementia development.A reduction in cardiac MIBG uptake by PD patients may be associated with a subsequent risk of dementia; reduced uptake may reflect wider extension of alpha-synuclein pathology in PD.", "doi": "10.1016/j.jns.2017.09.010", "title": "Cardiac sympathetic denervation and dementia in de novo Parkinson's disease: A 7-year follow-up study.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}