{"authors": [["Bäckström", "David", "D", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Sweden. Electronic address: david.backstrom@umu.se."], ["Domellöf", "Magdalena Eriksson", "ME", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Sweden. Electronic address: magdalena.domellof@umu.se."], ["Granåsen", "Gabriel", "G", "Epidemiology and Global Health Unit, Department of Public Health and Clinical Medicine, Umeå University, Umeå, Sweden. Electronic address: Gabriel.Granasen@vll.se."], ["Linder", "Jan", "J", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Sweden. Electronic address: jan.linder@umu.se."], ["Mayans", "Sofia", "S", "Department of Clinical Microbiology, Umeå University, Sweden. Electronic address: sofia.mayans@umu.se."], ["Elgh", "Eva", "E", "Department of Psychology, Umeå University, Sweden."], ["Mo", "Susanna Jakobson", "SJ", "Department of Radiation Sciences, Diagnostic Radiology, Umeå University, Sweden. Electronic address: susanna.jakobson.mo@umu.se."], ["Forsgren", "Lars", "L", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Sweden. Electronic address: Lars.Forsgren@umu.se."]], "date": "2017-09-01", "id": "28991698", "text": "Dementia is a devastating manifestation of Parkinson's disease (PD). This study investigates whether a common polymorphism in the PITX3 gene (rs2281983), which is of importance for the function of dopaminergic neurons, affects the risk of developing dementia in PD and whether it affects dopamine transporter (DAT) uptake. We PITX3 genotyped 133 patients with new-onset, idiopathic PD, participating in a population-based study in Sweden. Patients were followed prospectively during 6-11years with extensive investigations, including neuropsychology and DAT-imaging with 123I FP-CIT. The primary outcome was the incidence of PD dementia (PDD), diagnosed according to published criteria, studied by the Kaplan-Meier method and Cox proportional hazards. Performance in individual cognitive domains, the incidence of visual hallucinations, disease progression and striatal DAT uptake on imaging was also investigated. PD patients carrying the PITX3 C allele had an increased risk of developing PDD (hazard ratio: 2.87, 95% CI: 1.42-5.81, p=0.003), compared to the PD patients homozygous for the T-allele. Furthermore, the PITX3 C allele carriers with PD had a poorer cognitive performance in the visuospatial domain (p<0.001) and a higher incidence of visual hallucinations. A trend towards a lower striatal DAT uptake in the PITX3 C allele carriers was suggested, but could not be confirmed. Our results show that a common polymorphism in the PITX3 gene affects the risk of developing PDD and visuospatial dysfunction in idiopathic PD. If validated, these findings can provide new insights into the neurobiology and genetics of non-motor symptoms in PD.", "doi": "10.1016/j.jns.2017.08.3259", "title": "PITX3 genotype and risk of dementia in Parkinson's disease: A population-based study.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}