{"authors": [["Yamamoto", "Tatsuya", "T", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan. Electronic address: tatsuya-yamamoto@mbc.nifty.com."], ["Asahina", "Masato", "M", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan."], ["Yamanaka", "Yoshitaka", "Y", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan."], ["Uchiyama", "Tomoyuki", "T", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan; Department of Neurology, Continence Centre, Dokkyo Medical University, Tochigi, Japan."], ["Hirano", "Shigeki", "S", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan."], ["Fuse", "Miki", "M", "Department of Urology, Chiba University Graduate School of Medicine, Chiba, Japan."], ["Koga", "Yasuko", "Y", "Department of Molecular Diagnosis, Chiba University Graduate School of Medicine, Chiba, Japan."], ["Sakakibara", "Ryuji", "R", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan; Neurology Division, Department of Internal Medicine, Sakura Medical Center, Toho University, Sakura, Japan."], ["Kuwabara", "Satoshi", "S", "Department of Neurology, Chiba University Graduate School of Medicine, Chiba, Japan."]], "date": "2017-09-01", "id": "28991688", "text": "It is difficult to differentiate multiple system atrophy (MSA) from Parkinson's disease (PD) at least in the early stage. Urodynamic study (UDS) is useful in differentiating MSA from PD. We aimed to clarify which UDS parameter was useful in differentiating MSA from PD.We retrospectively reviewed 273 cases and performed UDS and external anal sphincter electromyography (EAS-EMG) in patients with MSA (n=182) and PD (n=91). We analyzed the utility of UDS parameters, including postvoid residuals (PVR), detrusor overactivity (DO), degree of bladder contraction, and mean duration of motor unit potentials (MUPs) in EAS-EMG, for differentiating MSA from PD.PVR>150ml during free-flow study strongly indicated MSA rather than PD (OR 8.723, 95% CI 2.612-29.130, p<0.001). 'Weak detrusor' also suggested MSA, but it was not a statistically significant indicator (OR 10.598, 95% CI 0.359-312.473, p=0.172). DO and neurogenic changes in EAS-EMG (mean duration of MUPs>10ms) did not significantly contribute to the differentiation of MSA from PD.PVR>150ml during free-flow study might be more useful than other UDS parameters in clinically differentiating MSA from PD.", "doi": "10.1016/j.jns.2017.08.3262", "title": "Postvoid residual predicts the diagnosis of multiple system atrophy in Parkinsonian syndrome.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}