{"authors": [["Liu", "Jiaming", "J", "Department of Preventive Medicine, Wenzhou Medical University, Wenzhou 325035, Zhejiang, PR China."], ["Wang", "Fangyan", "F", "Departments of Pathophysiology, Wenzhou Medical University, 1210 University Town, Wenzhou 325035, Zhejiang, PR China."], ["Liu", "Suzhi", "S", "Department of Neurology, The Affiliated Taizhou Hospital, Wenzhou Medical University, 150# Ximen Road, Linhai District, Taizhou 317000, Zhejiang, PR China."], ["Du", "Jimei", "J", "Department of Clinical microbiology and immunology, Wenzhou Medical University, 1210 University Town, Wenzhou 325035, Zhejiang, PR China."], ["Hu", "Xuezhen", "X", "Department of Emergency Medicine, The Second Affiliated Hospital of Wenzhou Medical University, Wenzhou 325027, Zhejiang, PR China."], ["Xiong", "Jiaojiao", "J", "Departments of Pathophysiology, Wenzhou Medical University, 1210 University Town, Wenzhou 325035, Zhejiang, PR China."], ["Fang", "Renchi", "R", "Departments of Pathophysiology, Wenzhou Medical University, 1210 University Town, Wenzhou 325035, Zhejiang, PR China."], ["Chen", "Wenqian", "W", "Departments of Pathophysiology, Wenzhou Medical University, 1210 University Town, Wenzhou 325035, Zhejiang, PR China."], ["Sun", "Jing", "J", "Department of Neurology, The Second Affiliated Hospital of Wenzhou Medical University, Wenzhou 325027, Zhejiang, PR China. Electronic address: sunjwz@126.com."]], "date": "2017-08-24", "id": "28991675", "text": "Sodium butyrate (NaB) has exhibited protective activity in neurological disorders. Here, we investigated the neuroprotective effect and potential mechanisms of NaB in a mouse model of Parkinson's disease (PD). A mouse was intraperitoneally treated with MPTP (30mg/kg) for 7 consecutive days to induce PD model and NaB (200mg/kg) was intragastrically treated for 3weeks. The behavioral tests were then conducted. Dopaminergic degeneration was evaluated by western blot and immunohistochemistry of tyrosine hydroxylase (TH) in the SN. Brain damage was assessed by histologic (Nissl staining for cell death), apoptosis-associated protein and tight junction (TJ) proteins studies. Meanwhile, the levels of colonic glucagon-like peptide-1 (GLP-1) and cerebral GLP-1 receptor (GLP-1R) expression were assessed. Our results showed that NaB improved neurobehavioral impairment including cognitive behavior and coordination performance. Moreover, NaB treatment prevented the MPTP-induced dopaminergic degeneration and decreased expression level of TH in the striatum. NaB treatment attenuated the PD-associated disruption of BBB by upregulation of Occludin and zonula occludens (ZO)-1. In addition, NaB resulted in increased level of Bcl-2 and decreased level of Bax. Particularly, NaB-treated mice with PD exhibited increased colonic GLP-1 level as well as upregulation of brain GLP-1R expression compared with PD group. Our findings suggest that NaB has potential as a novel therapeutic for treatment of PD, and its mechanism was associated with stimulating colonic GLP-1secretion.", "doi": "10.1016/j.jns.2017.08.3235", "title": "Sodium butyrate exerts protective effect against Parkinson's disease in mice via stimulation of glucagon like peptide-1.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}