{"authors": [["da Silva", "Camilla P", "CP", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["de M Abreu", "Gabriella", "G", "Human Genetics Laboratory, Oswaldo Cruz Institute, Oswaldo Cruz Foundation, Rio de Janeiro, Brazil."], ["Cabello Acero", "Pedro H", "PH", "Human Genetics Laboratory, Oswaldo Cruz Institute, Oswaldo Cruz Foundation, Rio de Janeiro, Brazil; Laboratory of Genetics, School of Health Science, University of Grande Rio, Rio de Janeiro, Brazil."], ["Campos", "Mário", "M", "Human Genetics Laboratory, Oswaldo Cruz Institute, Oswaldo Cruz Foundation, Rio de Janeiro, Brazil."], ["Pereira", "João S", "JS", "Movement Disorders Section, Neurology Service, Pedro Ernesto University Hospital, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["de A Ramos", "Sarah R", "SR", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Nascimento", "Caroline M", "CM", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Voigt", "Danielle D", "DD", "Laboratory of Genetics, School of Health Science, University of Grande Rio, Rio de Janeiro, Brazil."], ["Rosso", "Ana Lucia", "AL", "University Hospital Clementino Fraga Filho, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Araujo Leite", "Marco A", "MA", "Movement Disorders Unit, Division of Neurology, Hospital Antônio Pedro, Fluminense Federal University, Brazil."], ["Vasconcellos", "Luiz Felipe R", "LFR", "Institute of Neurology Deolindo Couto, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil; Federal Hospital of Servidores do Estado, Rio de Janeiro, Brazil."], ["Nicaretta", "Denise H", "DH", "Santa Casa da Misericórdia do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Della Coletta", "Marcus V", "MV", "University Hospital Getúlio Vargas, Federal University of Amazonas, Amazonas, Brazil."], ["da Silva", "Delson José", "DJ", "Neuroscience Core, Hospital Clinics, Federal University of Goiás, Brazil; Integrated Neurosciences Institute, Goiás, Brazil."], ["Gonçalves", "Andressa P", "AP", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Dos Santos", "Jussara M", "JM", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Calassara", "Veluma", "V", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Valença", "Débora Cristina T", "DCT", "Laboratory of Clinical and Experimental Pathophysiology (CLINEX), Rio de Janeiro State University (UERJ), Rio de Janeiro, Brazil."], ["de M Martins", "Cyro J", "CJ", "Laboratory of Clinical and Experimental Pathophysiology (CLINEX), Rio de Janeiro State University (UERJ), Rio de Janeiro, Brazil."], ["Santos-Rebouças", "Cíntia B", "CB", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil."], ["Pimentel", "Márcia M G", "MMG", "Department of Genetics, Institute of Biology Roberto Alcantara Gomes, State University of Rio de Janeiro, Rio de Janeiro, Brazil. Electronic address: pimentel@uerj.br."]], "date": "2017-08-24", "id": "28991672", "text": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by remarkable phenotypic variability. Accumulated evidence points that the manifestation of PD clinical signs might be differentially modified by genetic factors, as mutations in LRRK2 and GBA genes. In this sense, the clarification of the genotype-phenotype correlations in PD has important implications in predicting prognosis and can contribute to the development of specific therapeutic approaches.Here, we conducted the first comparative analysis of motor and non-motor features in 17 LRRK2 and 22 GBA mutation carriers and 93 non-carriers unrelated PD patients from Brazil, a highly admixed population.Significant differences were found between the three groups. LRRK2 PD patients presented more occurrence of familiar history. Resting tremor was observed in a lower frequency in GBA mutation carries. In contrast, gait freezing and dysautonomia was present in lower frequencies in LRRK2 carriers. Besides that, LRRK2 and GBA mutation carriers showed a higher incidence of depressive symptoms and a younger age at onset, when compared to non-carriers.Our results suggest that specific mutations in GBA and LRRK2 influence the clinical signs of the disease, with significant implications for handling of specific patient groups.", "doi": "10.1016/j.jns.2017.08.3249", "title": "Clinical profiles associated with LRRK2 and GBA mutations in Brazilians with Parkinson's disease.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}