{"authors": [["Blume", "Josefine", "J", "Department of Neurology, University of Regensburg, Medical Center, Germany. Electronic address: josefine.blume@uk-gm.de."], ["Rothenfusser", "Eva", "E", "Department of Neurology, University of Regensburg, Medical Center, Germany."], ["Schlaier", "Jürgen", "J", "Department of Neurosurgery, University of Regensburg, Medical Center, Germany."], ["Bogdahn", "Ulrich", "U", "Department of Neurology, University of Regensburg, Medical Center, Germany."], ["Lange", "Max", "M", "Department of Neurosurgery, University of Regensburg, Medical Center, Germany."]], "date": "2017-08-23", "id": "28991666", "text": "To explore the relationship of motor burden and educational attainment in patients with advanced stage PD.We included 102 consecutive patients who underwent a complete evaluation for DBS surgery, including detailed neuropsychological testing and UPDRSIII in a standardized Levodopa challenge. Years of education (YoE) were calculated as the highest grade attained in secondary school plus years for post-secondary training.The OFF medication UPDRS-III score was associated with YoE (p=0.006; t=-2.82) and age (p=0.007; t=-2.75) in our multivariable linear regression model even while including disease duration (p=0.8; t=0.21), presence of mild cognitive impairment (MCI) (p=0.9; t=0.16) or current IQ (p=0.2; t=1.25) as additional covariables. In a subgroup of 60 patients two years after DBS, the ON/ON UPDRS score was associated with YoE (p=0.01; t=-2.42) and diagnosis of PD dementia (p=0.05, t=1.95), while age (p=0.08, t=1.75), disease duration (p=0.6t=0.48) and LEDD (p=0.3; t=1.05) showed no significant association to ON/ON UPDRS score.We found an inverse correlation between years of education and lower (better) UPDRS -III motor score after adjusting for important covariables. Education may lead to an increased ability to compensate disturbances in basal ganglia circuits affecting not only for cognitive, but also for motor aspects of PD. Thus, educational attainment may play an important role in the concept of motor reserve.", "doi": "10.1016/j.jns.2017.08.3241", "title": "Educational attainment and motor burden in advanced Parkinson's disease - The emerging role of education in motor reserve.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}