{"authors": [["Crespo-Burillo", "J A", "JA", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"], ["Almarcegui-Lafita", "C", "C", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"], ["Dolz-Zaera", "I", "I", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"], ["Alarcia-Alejos", "R", "R", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"], ["Roche", "J C", "JC", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"], ["Ara", "J R", "JR", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"], ["Capablo-Liesa", "J L", "JL", "HUMS. Hospital Universitario Miguel Servet, 50009 Zaragoza, Espana"]], "date": null, "id": "28990644", "text": "High levels of homocysteine linked to treatment with levodopa have been observed in patients with Parkinsons disease (PD). Our aim was to assess the influence of serum homocysteine levels and other PD-related on the sympathetic skin response.An observational, cross-sectional study was conducted that consecutively included patients with PD. We unilaterally assessed the sympathetic skin response in the upper limbs. We measured the influence of PD severity (measured by the Hoehn and Yahr and the Schwab and England scales, and the Unified Parkinson Disease Rating Scale) and blood homocysteine, vitamin B12 and folic acid levels on the latency and amplitude of the sympathetic skin response.A total of 78 patients were enrolled, and all achieved a sympathetic skin response. In the bivariate analysis, latency was significantly correlated with age, age at PD onset and homocysteinaemia levels. The presence of hyper-homocysteinemia was associated with a longer latency. The amplitude was only correlated with the score on the Schwab and England scale. In the multivariate analysis, age was the only variable that showed a significant association with the latency duration and homocysteine levels.A direct association could not be established between the increase in homocysteinaemia levels and sympathetic skin response dysfunction in PD. The results of the multivariate analysis suggest that latency prolongation in elderly patients could be due to the fact that these patients have higher blood levels of homocysteinaemia.Relacion entre homocisteinemia y respuesta simpaticocutanea en la enfermedad de Parkinson.Introduccion. En la enfermedad de Parkinson (EP) se han observado niveles elevados de homocisteina en relacion con el tratamiento con levodopa. Nuestro objetivo ha sido valorar su influencia y la de otras variables relacionadas con la propia EP sobre la respuesta simpaticocutanea. Pacientes y metodos. Estudio observacional, transversal, en el que se incluyo de forma consecutiva a pacientes con EP. Se valoro la respuesta simpaticocutanea de forma unilateral en los miembros superiores, y se determino la influencia de la gravedad de la EP segun la Unified Parkinson Disease Rating Scale, y las escalas de Hoehn y Yahr y de Schwab y England, y de los niveles sanguineos de homocisteina, vitamina B12 y acido folico sobre la latencia y amplitud de la respuesta simpaticocutanea. Resultados. Se incluyo a 78 pacientes. La respuesta simpaticocutanea se obtuvo en todos ellos. En el analisis bivariante, la latencia se correlaciono significativamente con la edad, con la edad de inicio de la EP y con los niveles de homocisteina. La presencia de hiperhomocisteinemia se relaciono con una latencia mas prolongada. La amplitud solo se correlaciono con la puntuacion en la escala de Schwab y England. En el analisis multivariante, la edad fue la unica variable que demostro una asociacion significativa tanto con la duracion de la latencia como con los niveles de homocisteina. Conclusion. No pudo establecerse una asociacion directa entre el aumento de homocisteinemia y la disfuncion de la respuesta simpaticocutanea. Los resultados del analisis multivariante sugieren que la prolongacion de la latencia en los pacientes de una mayor edad podria deberse a que estos presentan unos mayores niveles sanguineos de homocisteina.", "doi": null, "title": "[Relationship between homocysteinaemia and sympathetic skin response in Parkinson's disease].", "journal": ["Revista de neurologia", "Rev Neurol"]}