{"authors": [["Chen", "Xiang", "X", "Department of Neurology, National Key Clinical Department and Key Discipline of Neurology The First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Xiao", "Yousheng", "Y", "Department of Neurology, National Key Clinical Department and Key Discipline of Neurology The First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Wei", "Lei", "L", "Department of Neurology, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Wu", "Yijuan", "Y", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Lu", "Jianjun", "J", "Department of Neurology, Guangdong 999 Hospital of Guangzhou Medical University, Guangzhou, China."], ["Guo", "Wenyuan", "W", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Huang", "Shuxuan", "S", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Zhou", "Miaomiao", "M", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Mo", "Mingshu", "M", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Li", "Zhe", "Z", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Cen", "Luan", "L", "Department of Neurology, The First Affiliated Hospital of Guangxi Medical University, Guangxi, China."], ["Li", "Shaomin", "S", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Yang", "Chaohao", "C", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Wu", "Zhuohua", "Z", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Hu", "Sophie", "S", "Cumming School of Medicine, University of Calgary, Calgary, Canada."], ["Pei", "Zhong", "Z", "Department of Neurology, National Key Clinical Department and Key Discipline of Neurology The First Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Yang", "XinLing", "X", "Department of Neurology, The Second Affiliated Hospital of Xinjiang Medical University, Urumqi, China."], ["Qu", "Shaogang", "S", "Clinical Medicine Research Centre, ShunDe Hospital of Southern Medical University, Foshan, Guangdong, China."], ["Xu", "Pingyi", "P", "Department of Neurology, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."]], "date": "2017-11-19", "id": "28990350", "text": "Parkinson's disease (PD) is the second most common neurodegenerative disorder worldwide. Epigenetic modifications, specifically DNA methylation, have been implicated in the development of this disease. Genetic variants of DNA methyltransferase 3b (DNMT3b), one of the most important DNA methyltransferases, were shown to be associated with PD in a Brazilian population. However, it is unclear whether genetic variants of DNMT3b increase the risk of PD in the Chinese Han people. The present study aimed to investigate the association of the DNMT3b variants rs2424913, rs998382 and rs2424932 with PD in a Chinese Han population.We studied 487 Chinese Han patients with sporadic PD and 485 healthy age-, sex- and ethnicity-matched controls. DNA was extracted from peripheral blood leukocytes and the individual genotypes were determined using the SNaPshot method.We found that the rs2424932 and rs998382 variants were significantly associated with an increased risk of PD compared to the controls [rs2424932: odds ratio (OR) = 1.632, 95% confidence interval (CI) = 1.108-2.406, p = 0.013; rs998382: OR = 1.612, 95% CI = 1.103-2.382, p = 0.014]. Subgroup analysis suggested that female patients carrying the rs2424932 or rs998382 variants were more likely to develop PD than female controls (rs2424932: OR = 3.863, 95% CI = 2.004-7.445, p < 0.001; rs998382: OR = 3.679, 95% CI = 1.943-6.964, p < 0.001). Haplotype analysis indicated that the three variants comprised one block and that the Trs2424913 -Crs998382 -A rs2424932 haplotype was correlated with an increased risk of PD (p = 0.0046), especially for Chinese Han females (p < 0.0001).The results of the present study strongly suggest that DNMT3b variants are associated with PD in the Chinese Han people, especially females.", "doi": "10.1002/jgm.2991", "title": "Association of DNMT3b gene variants with sporadic Parkinson's disease in a Chinese Han population.", "journal": ["The journal of gene medicine", "J Gene Med"]}