{"authors": [["Consales", "Claudia", "C", "ENEA-Italian National Agency for New Technologies, Energy and Sustainable Economic Development, Rome, Italy."], ["Merla", "Caterina", "C", "ENEA-Italian National Agency for New Technologies, Energy and Sustainable Economic Development, Rome, Italy."], ["Marino", "Carmela", "C", "ENEA-Italian National Agency for New Technologies, Energy and Sustainable Economic Development, Rome, Italy."], ["Benassi", "Barbara", "B", "ENEA-Italian National Agency for New Technologies, Energy and Sustainable Economic Development, Rome, Italy."]], "date": "2017-10-09", "id": "28990199", "text": "Modulations of epigenetic machinery, namely DNA methylation pattern, histone modification, and non-coding RNAs expression, have been recently included among the key determinants contributing to Parkinson's Disease (PD) aetiopathogenesis and response to therapy. Along this line of reasoning, a set of experimental findings are highlighting the epigenetic-based response to electromagnetic (EM) therapies used to alleviate PD symptomatology, mainly Deep Brain Stimulation (DBS) and Transcranial Magnetic Stimulation (TMS). Notwithstanding the proven efficacy of EM therapies, the precise molecular mechanisms underlying the brain response to these types of stimulations are still far from being elucidated. In this review we provide an overview of the epigenetic changes triggered by DBS and TMS in both PD patients and neurons from different experimental animal models. Furthermore, we also propose a critical overview of the exposure modalities currently applied, in order to evaluate the technical robustness and dosimetric control of the stimulation, which are key issues to be carefully assessed when new molecular findings emerge from experimental studies. Bioelectromagnetics. 39:3-14, 2018. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/bem.22083", "title": "The epigenetic component of the brain response to electromagnetic stimulation in Parkinson's Disease patients: A literature overview.", "journal": ["Bioelectromagnetics", "Bioelectromagnetics"]}