{"authors": [["Francardo", "Veronica", "V", "Basal Ganglia Pathophysiology Unit, Department of Experimental Medical Science, Lund University, Lund, Sweden. Electronic address: Veronica.Francardo@med.lu.se."], ["Schmitz", "Yvonne", "Y", "Departments Neurology, Psychiatry, Pharmacology, Columbia University Medical Center: Division of Molecular Therapeutics, New York State Psychiatric Institute, New York 10032, NY, USA."], ["Sulzer", "David", "D", "Departments Neurology, Psychiatry, Pharmacology, Columbia University Medical Center: Division of Molecular Therapeutics, New York State Psychiatric Institute, New York 10032, NY, USA."], ["Cenci", "M Angela", "MA", "Basal Ganglia Pathophysiology Unit, Department of Experimental Medical Science, Lund University, Lund, Sweden. Electronic address: Angela.Cenci_Nilsson@med.lu.se."]], "date": "2017-10-05", "id": "28988910", "text": "Disease-modifying treatments remain an unmet medical need in Parkinson's disease (PD). Such treatments can be operationally defined as interventions that slow down the clinical evolution to advanced disease milestones. A treatment may achieve this outcome by either inhibiting primary neurodegenerative events (\"neuroprotection\") or boosting compensatory and regenerative mechanisms in the brain (\"neurorestoration\"). Here we review experimental paradigms that are currently used to assess the neuroprotective and neurorestorative potential of candidate treatments in animal models of PD. We review some key molecular mediators of neuroprotection and neurorestoration in the nigrostriatal dopamine pathway that are likely to exert beneficial effects on multiple neural systems affected in PD. We further review past and current strategies to therapeutically stimulate these mediators, and discuss the preclinical evidence that exercise training can have neuroprotective and neurorestorative effects. A future translational task will be to combine behavioral and pharmacological interventions to exploit endogenous mechanisms of neuroprotection and neurorestoration for therapeutic purposes. This type of approach is likely to provide benefit to many PD patients, despite the clinical, etiological, and genetic heterogeneity of the disease.", "doi": "10.1016/j.expneurol.2017.10.001", "title": "Neuroprotection and neurorestoration as experimental therapeutics for Parkinson's disease.", "journal": ["Experimental neurology", "Exp. Neurol."]}