{"authors": [["Lee", "Sook Ja", "SJ", "College of Nursing, Korea University, Seoul, Republic of Korea."], ["Kim", "Sung Reul", "SR", "College of Nursing, Chonbuk National University, Jeonju, Republic of Korea. Electronic address: srkim@jbnu.ac.kr."], ["Chung", "Sun Ju", "SJ", "Department of Neurology, Asan Medical Center, College of Medicine, University of Ulsan, Seoul, Republic of Korea."], ["Kang", "Hyun Cheol", "HC", "Department of Applied Statistics, Hoseo University, Cheonan, Republic of Korea."], ["Kim", "Mi Sun", "MS", "Department of Nursing, Asan Medical Center, Seoul, Republic of Korea."], ["Cho", "Su-Jin", "SJ", "Deparment of Nursing, Graduate School of Korea University, Seoul, Republic of Korea."], ["Kwon", "Hye Kyung", "HK", "Department of Nursing, Graduate School of Chung-Ang University, Seoul, Republic of Korea."], ["Kim", "Jungwon", "J", "College of Nursing, Korea University, Seoul, Republic of Korea."], ["Jung", "Sun Young", "SY", "College of Nursing, Korea University, Seoul, Republic of Korea."]], "date": "2017-10-05", "id": "28988834", "text": "This study was conducted to develop and test a prediction model that explains health-related quality of life (HRQoL) of patients with Parkinson's disease (PD). Participants were 248 patients with PD enrolled in the neurology clinic of a university hospital in Seoul, Korea. The data were collected through structured questionnaires from March 1 to July 5, 2013. Motor fluctuations, depression, sleep disturbances, fatigue, and activities of daily living had significant direct effects on the quality of life of PD patients. Disease severity, social support, pain, sleep disturbances, fatigue, and activities of daily living had significant indirect effects on patients' quality of life. These predictive variables explained 77.4% of the total variance. The assessment of HRQoL in PD should be considered along with the variables affecting it, including social support. In addition, strategies to enhance social support may be useful for improving the quality of life for patients with PD.", "doi": "10.1016/j.gerinurse.2017.09.001", "title": "Predictive model for health-related quality of life in patients with Parkinson's disease.", "journal": ["Geriatric nursing (New York, N.Y.)", "Geriatr Nurs"]}