{"authors": [["Gigante", "Angelo Fabio", "AF", "Department of Basic Medical Sciences, Neuroscience and Sense Organs, Aldo Moro University of Bari, Piazza Giulio Cesare, 11, IT-70124, Bari, Italy."], ["Martino", "Tommaso", "T", "Department of Basic Medical Sciences, Neuroscience and Sense Organs, Aldo Moro University of Bari, Piazza Giulio Cesare, 11, IT-70124, Bari, Italy. Electronic address: tommartin@hotmail.it."], ["Iliceto", "Giovanni", "G", "Department of Basic Medical Sciences, Neuroscience and Sense Organs, Aldo Moro University of Bari, Piazza Giulio Cesare, 11, IT-70124, Bari, Italy."], ["Defazio", "Giovanni", "G", "Department of Basic Medical Sciences, Neuroscience and Sense Organs, Aldo Moro University of Bari, Piazza Giulio Cesare, 11, IT-70124, Bari, Italy."]], "date": "2017-09-29", "id": "28988683", "text": "Several evidence suggest that smoking may decrease the risk of Parkinson's disease and is associated with an older age-at-onset of motor signs. The relation between smoking and age-at-onset of non-motor symptoms has never been analyzed. Objective of the study is to evaluate whether smoking habit and pack-years of smoking are associated with a delay of age-at-onset of motor signs, and of some non-motor symptoms.The study population consisted of 262 consecutive parkinsonian patients. Information on relevant demographic/clinical data focused on motor signs, REM sleep behavior disorder, constipation, depression, and hyposmia. Patients were stratified according to smoking habit (ever-versus never-smoker) and number of pack-years of smoking was computed. Repeatability of data on age-at-onset was checked 6 months after the initial interview in a randomly recruited subsample.Smoking habit and number of pack-years smoked were associated with an older in age-at-onset of motor signs, REM sleep behavior disorder and depression. By contrast, smoking did not affect age-at-onset of hyposmia and constipation.information from this study confirms that smoking may be associated with an older age-at-onset of motor signs, and that a similar effect can be observed on some non-motor symptoms like REM sleep behavior and depression.", "doi": "10.1016/j.parkreldis.2017.09.022", "title": "Smoking and age-at-onset of both motor and non-motor symptoms in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}