{"authors": [["Kim", "Ryul", "R", "Department of Neurology, Seoul National University Hospital, College of Medicine, Seoul, South Korea; Department of Neurology, Aerospace Medical Center, Republic of Korea Air Force, 635 Danjae-ro, Namil-myeon, Cheongwon-gun, Chungcheongbuk-do 363-849, South Korea."], ["Park", "Hye-Young", "HY", "Department of Neurology, Hallym Hospital, Incheon, South Korea."], ["Kim", "Han-Joon", "HJ", "Department of Neurology, Seoul National University Hospital, College of Medicine, Seoul, South Korea."], ["Kim", "Aryun", "A", "Department of Neurology, Seoul National University Hospital, College of Medicine, Seoul, South Korea."], ["Jang", "Mi-Hee", "MH", "Department of Neurology, Seoul National University Hospital, College of Medicine, Seoul, South Korea."], ["Jeon", "Beomseok", "B", "Department of Neurology, Seoul National University Hospital, College of Medicine, Seoul, South Korea. Electronic address: brain@snu.ac.kr."]], "date": "2017-10-04", "id": "28988649", "text": "This study aimed to evaluate the accuracy of Korean videos regarding Parkinson's disease (PD) on YouTube and viewers' responses to them. YouTube search was performed using the search term \"Parkinson disease\" in Korean language on March 28, 2017. Two independent neurologists categorized the videos into \"reliable\", \"misleading\" or \"patient experiences\". The number of views, days since upload, video length, number of \"likes\" and \"dislikes\", and upload source were collected for each video. A total of 138 videos were included in this study. Of these, 91 videos (65.9%) were reliable; 31 (22.5%) were misleading, and 16 (11.6%) were of patient experiences. The videos with patient experiences had the highest number of mean views with 9710.4±3686.9, followed by misleading videos with 5075.0±1198.6, and reliable videos with 2146.8±353.4 (ANOVA, p<0.001). The number of mean views per day was 4.0±0.6 for the reliable videos, which was significantly lower than the misleading videos (9.7±3.4, p=0.020) and the videos of patient experiences (11.3±4.6, p=0.023). The reliable videos were mostly uploaded by university hospitals (46.2%) and misleading videos by health-related commercial entities (74.2%). The misleading videos as well as the videos of patient experiences advocated \"diet\" asa treatment of PD. The current study found that only two-thirds of the Korean videos regarding PD on YouTube provide reliable information. More importantly, the videos with reliable contents were less popular than videos with misleading contents. Further efforts are warranted to effectively increase the dissemination of accurate and scientifically proven PD information to YouTube users.", "doi": "10.1016/j.jocn.2017.09.001", "title": "Dry facts are not always inviting: a content analysis of Korean videos regarding Parkinson's disease on YouTube.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}