{"authors": [["Morrin", "Hamilton", "H", "Guy's Hospital,King's College London,London,UK."], ["Fang", "Ton", "T", "Guy's Hospital,King's College London,London,UK."], ["Servant", "Donald", "D", "South London and Maudsley NHS Foundation Trust,Bethlem Royal Hospital,Beckenham,UK."], ["Aarsland", "Dag", "D", "Department of Old Age Psychiatry,Institute of Psychiatry,Psychology, &Neuroscience,King's College London,London,UK."], ["Rajkumar", "Anto P", "AP", "Department of Old Age Psychiatry,Institute of Psychiatry,Psychology, &Neuroscience,King's College London,London,UK."]], "date": "2017-10-09", "id": "28988547", "text": "Pharmacological interventions for Lewy body dementia (LBD), especially for its non-cognitive symptoms, are limited in their efficacy and tolerability. Clinicians are often uncertain about non-pharmacological interventions and their efficacy in managing cognitive and non-cognitive symptoms of LBD. Therefore, we aimed to systematically review the existing literature on non-pharmacological interventions for people with LBD.We carried out a systematic search using six databases. All human studies examining impact of any non-pharmacological intervention on LBD were assessed for cognitive, physical, psychiatric, and quality-of-life outcomes. Study quality was assessed by Effective Public Health Practice Project Quality Assessment Tool for Quantitative Studies and the CARE criteria checklist.Prevailing evidence supporting the efficacy of non-pharmacological interventions is weak. We screened 1,647 papers. Fifteen studies (n = 61) including 11 case reports were found eligible for this systematic review. Interventions and reported outcomes were heterogeneous. Deep brain stimulation of the nucleus basalis of Meynert reportedly conferred cognitive benefit. Electroconvulsive therapy and repetitive transcranial magnetic stimulation have been reported to ameliorate depressive symptoms. Transcranial direct current stimulation was observed to improve attention. Exercise-based interventions reportedly improve various clinically important outcomes. Spaced retrieval memory training and environmental intervention for \"mirror sign\" have also been reported.Several non-pharmacological interventions have been studied in LBD. Although evidence supporting their efficacy is not robust, prevailing preliminary evidence and limitations of available pharmacological interventions indicate the need to consider appropriate non-pharmacological interventions, while planning comprehensive care of LBD patients. Larger trials evaluating the efficacy of non-pharmacological interventions for LBD are needed.", "doi": "10.1017/S1041610217002010", "title": "Systematic review of the efficacy of non-pharmacological interventions in people with Lewy body dementia.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}