{"authors": [["Wagner", "Johanna", "J", "Department of Neurology, Philipps-University of Marburg, 35043 Marburg, Germany."], ["Vulinović", "Franca", "F", "Institute of Neurogenetics, University of Lübeck, 23562 Lübeck, Germany."], ["Grünewald", "Anne", "A", "Institute of Neurogenetics, University of Lübeck, 23562 Lübeck, Germany; Luxembourg Centre for Systems Biomedicine, Université du Luxembourg, 6, avenue du Swing, L-4367 Belvaux, Luxembourg."], ["Unger", "Marcus M", "MM", "Department of Neurology, Philipps-University of Marburg, 35043 Marburg, Germany; Department of Neurology, Saarland University, 66421 Homburg, Germany."], ["Möller", "Jens C", "JC", "Neurocentro della Svizzera Italiana, Clinical Trials Unit, Ospedale Regionale di Lugano, Via Tesserete 46, 6903 Lugano, Switzerland."], ["Klein", "Christine", "C", "Institute of Neurogenetics, University of Lübeck, 23562 Lübeck, Germany."], ["Michel", "Patrick P", "PP", "Sorbonne Universités, UPMC Univ Paris 06 UM75, INSERM U1127, CNRS UMR 7725, Institut du Cerveau et de la Moelle Epinière, F-75013 Paris, France."], ["Ries", "Vincent", "V", "Department of Neurology, Philipps-University of Marburg, 35043 Marburg, Germany."], ["Oertel", "Wolfgang H", "WH", "Department of Neurology, Philipps-University of Marburg, 35043 Marburg, Germany."], ["Alvarez-Fischer", "Daniel", "D", "Department of Neurology, Philipps-University of Marburg, 35043 Marburg, Germany; Institute of Neurogenetics, University of Lübeck, 23562 Lübeck, Germany; Department of Psychiatry, University of Lübeck, 23562 Lübeck, Germany. Electronic address: daniel.alvarez@neuro.uni-luebeck.de."]], "date": "2017-10-04", "id": "28987508", "text": "The polypeptide ghrelin is an endogenous ligand at the growth hormone secretagogue receptor 1a. To ghrelin multiple functions have been ascribed including promotion of gastrointestinal motility. Postprandial ghrelin levels have been reported to be reduced in patients suffering from Parkinson disease (PD). Experimental studies revealed neuroprotective effects of ghrelin in different PD models. The purpose of the present study was (i) to further elucidate the mechanism underlying the neuroprotective action of ghrelin and (ii) to determine whether these effects occur with both the acylated and the unacylated form. The study was conducted in primary mesencephalic cultures treated with mitochondrial complex I and complex II inhibitors. We show that protective effects of ghrelin against complex I inhibition with MPP+ were independent of the acylation status of ghrelin, although acylated ghrelin appeared to be more potent. Protection by both forms was also observed when neurons were exposed to the complex II inhibitor 3-NP. Both forms led to higher oxygen consumption rates upon electron transport chain uncoupling, indicating that the two peptides may exert uncoupling effects themselves. We demonstrate that the rescue provided by ghrelin required calcium influx through L-type voltage-gated calcium channels. Whereas the protective effects of acylated ghrelin required receptor binding, effects of the unacylated form remained unaffected by treatment with a ghrelin receptor antagonist. Importantly, inhibition of ghrelin O-acyltransferase failed to reduce the activity of unacylated ghrelin. Overall, our data suggest that both acylated and unacylated ghrelin afford protection to dopamine neurons but through mechanisms that only partially overlap.", "doi": "10.1016/j.neuroscience.2017.09.045", "title": "Acylated and unacylated ghrelin confer neuroprotection to mesencephalic neurons.", "journal": ["Neuroscience", "Neuroscience"]}