{"authors": [["Brundin", "Patrik", "P", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI 49503, USA. Electronic address: Patrik.Brundin@vai.org."], ["Dave", "Kuldip D", "KD", "The Michael J Fox Foundation, New York, NY 10017, USA."], ["Kordower", "Jeffrey H", "JH", "Center for Neurodegenerative Science, Van Andel Research Institute, Grand Rapids, MI 49503, USA; Department of Neurological Sciences, Rush University Medical Center, Chicago, IL 60612, USA."]], "date": "2017-10-04", "id": "28987463", "text": "Starting two decades ago with the discoveries of genetic links between alpha-synuclein and Parkinson's disease risk and the identification of aggregated alpha-synuclein as the main protein constituent of Lewy pathology, alpha-synuclein has emerged as the major therapeutic target in Parkinson's disease and related synucleinopathies. Following the suggestion that alpha-synuclein pathology gradually spreads through the nervous system following a stereotypic pattern and the discovery that aggregated forms of alpha-synuclein can propagate pathology from one cell to another, and thereby probably aggravate existing deficits as well as generate additional symptoms, the idea that alpha-synuclein is a viable therapeutic target gained further support. In this review we describe current challenges and possibilities with alpha-synuclein as a therapeutic target. We briefly highlight gaps in the knowledge of the role of alpha-synuclein in disease, and propose that a deeper understanding of the pathobiology of alpha-synuclein can lead to improved therapeutic strategies. We describe several treatment approaches that are currently being tested in advanced animal experiments or already are in clinical trials. We have divided them into approaches that reduce alpha-synuclein production; inhibit alpha-synuclein aggregation inside cells; promote its degradation either inside or outside cells; and reduce its uptake by neighbouring cells following release from already affected neurons. Finally, we briefly discuss challenges related to the clinical testing of alpha-synuclein therapies, for example difficulties in monitoring target engagement and the need for relatively large trials of long duration. We conclude that alpha-synuclein remains one of the most compelling therapeutic targets for Parkinson's disease, and related synucleinopathies, and that the multitude of approaches being tested provides hope for the future.", "doi": "10.1016/j.expneurol.2017.10.003", "title": "Therapeutic approaches to target alpha-synuclein pathology.", "journal": ["Experimental neurology", "Exp. Neurol."]}