{"authors": [["Blesa", "Javier", "J", "HM CINAC, Hospital Universitario HM Puerta del Sur, Móstoles, Madrid, Spain; Biomedical Research Center of Neurodegenerative Diseases (CIBERNED), Instituto Carlos III, Madrid, Spain. Electronic address: jblesa.hmcinac@hmhospitales.com."], ["Trigo-Damas", "Inés", "I", "HM CINAC, Hospital Universitario HM Puerta del Sur, Móstoles, Madrid, Spain; Biomedical Research Center of Neurodegenerative Diseases (CIBERNED), Instituto Carlos III, Madrid, Spain."], ["Dileone", "Michele", "M", "HM CINAC, Hospital Universitario HM Puerta del Sur, Móstoles, Madrid, Spain; Biomedical Research Center of Neurodegenerative Diseases (CIBERNED), Instituto Carlos III, Madrid, Spain."], ["Del Rey", "Natalia Lopez-Gonzalez", "NL", "HM CINAC, Hospital Universitario HM Puerta del Sur, Móstoles, Madrid, Spain; Biomedical Research Center of Neurodegenerative Diseases (CIBERNED), Instituto Carlos III, Madrid, Spain."], ["Hernandez", "Ledia F", "LF", "HM CINAC, Hospital Universitario HM Puerta del Sur, Móstoles, Madrid, Spain; Biomedical Research Center of Neurodegenerative Diseases (CIBERNED), Instituto Carlos III, Madrid, Spain."], ["Obeso", "José A", "JA", "HM CINAC, Hospital Universitario HM Puerta del Sur, Móstoles, Madrid, Spain; Biomedical Research Center of Neurodegenerative Diseases (CIBERNED), Instituto Carlos III, Madrid, Spain. Electronic address: jobeso.hmcinac@hmhospitales.com."]], "date": "2017-10-04", "id": "28987461", "text": "The motor features of Parkinson's disease (PD) are well known to manifest only when striatal dopaminergic deficit reaches 60-70%. Thus, PD has a long pre-symptomatic and pre-motor evolution during which compensatory mechanisms take place to delay the clinical onset of disabling manifestations. Classic compensatory mechanisms have been attributed to changes and adjustments in the nigro-striatal system, such as increased neuronal activity in the substantia nigra pars compacta and enhanced dopamine synthesis and release in the striatum. However, it is not so clear currently that such changes occur early enough to account for the pre-symptomatic period. Other possible mechanisms relate to changes in basal ganglia and motor cortical circuits including the cerebellum. However, data from early PD patients are difficult to obtain as most studies have been carried out once the diagnosis and treatments have been established. Likewise, putative compensatory mechanisms taking place throughout disease evolution are nearly impossible to distinguish by themselves. Here, we review the evidence for the role of the best known and other possible compensatory mechanisms in PD. We also discuss the possibility that, although beneficial in practical terms, compensation could also play a deleterious role in disease progression.", "doi": "10.1016/j.expneurol.2017.10.002", "title": "Compensatory mechanisms in Parkinson's disease: Circuits adaptations and role in disease modification.", "journal": ["Experimental neurology", "Exp. Neurol."]}