{"authors": [["Ironside", "James W", "JW", "National CJD Research and Surveillance Unit, Centre for Clinical Brain Sciences, School of Clinical Sciences, University of Edinburgh, Western General Hospital, Edinburgh, United Kingdom. Electronic address: james.ironside@ed.ac.uk."], ["Ritchie", "Diane L", "DL", "National CJD Research and Surveillance Unit, Centre for Clinical Brain Sciences, School of Clinical Sciences, University of Edinburgh, Western General Hospital, Edinburgh, United Kingdom."], ["Head", "Mark W", "MW", "National CJD Research and Surveillance Unit, Centre for Clinical Brain Sciences, School of Clinical Sciences, University of Edinburgh, Western General Hospital, Edinburgh, United Kingdom."]], "date": null, "id": "28987186", "text": "The human prion diseases comprise Creutzfeldt-Jakob disease, variably protease-sensitive prionopathy, Gerstmann-Sträussler-Scheinker disease, fatal familial insomnia, and kuru. Each is a uniformly fatal rare neurodegenerative disease in which conformational changes in the prion protein are thought to be the central pathophysiologic event. The majority of cases of human prion diseases occur worldwide in the form of sporadic Creutzfeldt-Jakob disease and a minority of around 10-15% are associated with mutations of the prion protein gene, termed PRNP, in the forms of genetic Creutzfeldt-Jakob disease, Gerstmann-Sträussler-Scheinker disease, and fatal familial insomnia. Prion diseases are also transmissible and occur in iatrogenic and zoonotic forms (iatrogenic Creutzfeldt-Jakob disease and variant Creutzfeldt-Jakob disease respectively), adding a public health dimension to their management. Despite having a high public profile, human prion diseases are both rare and heterogeneous in their clinicopathologic phenotype, sometimes making a diagnosis challenging. A combined clinical, genetic, neuropathologic, and biochemical approach to diagnosis is therefore essential. The intensive study of these diseases continues to inform on neurodegenerative mechanisms and the role of protein misfolding in more common neurodegenerative diseases such as Parkinson disease and Alzheimer disease.", "doi": "10.1016/B978-0-12-802395-2.00028-6", "title": "Prion diseases.", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"]}