{"authors": [["Alafuzoff", "Irina", "I", "Department of Immunology, Genetics and Pathology, Uppsala University, Department of Pathology, Uppsala University Hospital and Rudbeck Laboratory, Uppsala, Sweden. Electronic address: irina.alafuzoff@igp.uu.se."], ["Hartikainen", "Päivi", "P", "Department of Neurology, Institute of Clinical Medicine, University of Eastern Finland and Department of Neurology, Kuopio University Hospital, Kuopio, Finland."]], "date": null, "id": "28987181", "text": "A neurodegenerative disorder displaying an altered α-synuclein (αS) in the brain tissue is called α-synucleinopathy (αS-pathy) and incorporates clinical entities such as Parkinson disease (PD), PD with dementia, dementia with Lewy bodies, and multiple-system atrophy. Neuroradiologic techniques visualizing αS pathology in the brain or assays of αS in the cerebrospinal fluid or blood are probably available and will be implemented in the near future but currently the definite diagnosis of αS-pathy relies on a postmortem examination of the brain. Since the 1980s immunohistochemical technique based on the use of antibodies directed to proteins of interest has become a method of choice for neuropathologic diagnosis. Furthermore, since the 1990s it has been acknowledged that progressions of most neurodegenerative pathologies follow a certain predictable time-related neuroanatomic distribution. Currently, for Lewy body disease, two staging techniques are commonly used: McKeith and Braak staging. Thus, the neuropathologic diagnosis of a αS-pathy is based on detection of altered αS in the tissue and registration of the neuroanatomic distribution of this alteration in the brain. The clinicopathologic correlation is not absolute due to the quite frequent observation of incidental and concomitant αS pathology.", "doi": "10.1016/B978-0-12-802395-2.00024-9", "title": "Alpha-synucleinopathies.", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"]}