{"authors": [["Pihlstrøm", "Lasse", "L", "Institute of Clinical Medicine, University of Oslo, Oslo, Norway; UCL Institute of Neurology, National Hospital for Neurology and Neurosurgery, London, United Kingdom."], ["Wiethoff", "Sarah", "S", "UCL Institute of Neurology, National Hospital for Neurology and Neurosurgery, London, United Kingdom; Center for Neurology and Hertie Institute for Clinical Brain Research, Eberhard-Karls-University, Tübingen, Germany."], ["Houlden", "Henry", "H", "UCL Institute of Neurology, National Hospital for Neurology and Neurosurgery, London, United Kingdom. Electronic address: h.houlden@ucl.ac.uk."]], "date": null, "id": "28987179", "text": "Genetic factors are central to the etiology of neurodegeneration, both as monogenic causes of heritable disease and as modifiers of susceptibility to complex, sporadic disorders. Over the last two decades, the identification of disease genes and risk loci has led to some of the greatest advances in medicine and invaluable insights into pathogenic mechanisms and disease pathways. Large-scale research efforts, novel study designs, and advances in methodology are rapidly expanding our understanding of the genome and the genetic architecture of neurodegenerative disease. Here, we review major developments in the field to date, highlighting overarching historic trends and general insights. Monogenic neurodegenerative diseases are discussed from the perspectives of both rare Mendelian forms of common disorders, such as Alzheimer disease and Parkinson disease, and heterogeneous heritable conditions, including ataxias and spastic paraplegias. Next, we summarize the experiences from investigations of complex neurodegenerative disorders, including genomewide association studies. In the final section, we reflect upon the limitations of current findings and outline important future directions. Genetics plays an essential role in translational research, ultimately aiming to develop novel disease-modifying therapies for neurodegenerative disorders. We anticipate that individual genetic profiling will also be increasingly relevant in a clinical context, with implications for patient care in line with the proposed ideal of personalized medicine.", "doi": "10.1016/B978-0-12-802395-2.00022-5", "title": "Genetics of neurodegenerative diseases: an overview.", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"]}