{"authors": [["Rodriguez", "A L", "AL", "Research School of Engineering, Australian National University, Canberra, Australia."], ["Bruggeman", "K F", "KF", "Research School of Engineering, Australian National University, Canberra, Australia."], ["Wang", "Y", "Y", "Research School of Engineering, Australian National University, Canberra, Australia."], ["Wang", "T Y", "TY", "The Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Australia."], ["Williams", "R J", "RJ", "School of Engineering, RMIT University, Melbourne, Australia."], ["Parish", "C L", "CL", "The Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Parkville, Australia."], ["Nisbet", "D R", "DR", "Research School of Engineering, Australian National University, Canberra, Australia."]], "date": "2017-10-07", "id": "28987031", "text": "Neurotrophic growth factors are effective in slowing progressive degeneration and/or promoting neural repair through the support of residual host and/or transplanted neurons. However, limitations including short half-life and enzyme susceptibility of growth factors highlight the need for alternative strategies to prolong localised delivery at a site of injury. Here, we establish the utility of minimalist N-fluorenylmethyloxycarbonyl (Fmoc) self-assembling peptides (SAPs) as growth factor delivery vehicle, targeted at supporting neural transplants in an animal model of Parkinson's disease. The neural tissue-specific SAP, Fmoc-DIKVAV, demonstrated sustained release of glial cell line derived neurotrophic factor, up to 172 hr after gel loading. This represents a significant advance in drug delivery, because its lifetime in phosphate buffered saline was less than 1 hr. In vivo transplantation of neural progenitor cells, together with our growth factor-loaded material, into the injured brain improved graft survival compared with cell transplants alone. We show for the first time the use of minimalist Fmoc-SAP in an in vivo disease model for sustaining the delivery of neurotrophic growth factors, facilitating their spatial and temporal delivery in vivo, whilst also providing an enhanced niche environment for transplanted cells.", "doi": "10.1002/term.2582", "title": "Using minimalist self-assembling peptides as hierarchical scaffolds to stabilise growth factors and promote stem cell integration in the injured brain.", "journal": ["Journal of tissue engineering and regenerative medicine", "J Tissue Eng Regen Med"]}