{"authors": [["Simuni", "Tanya", "T", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, Illinois, USA."], ["Caspell-Garcia", "Chelsea", "C", "Department of Biostatistics, University of Iowa, Iowa City, Iowa, USA."], ["Coffey", "Christopher S", "CS", "Department of Biostatistics, University of Iowa, Iowa City, Iowa, USA."], ["Weintraub", "Daniel", "D", "University of Pennsylvania School of Medicine and the Parkinson's Disease and Mental Illness Research, Education and Clinical Centers (PADRECC and MIRECC), Philadelphia Veterans Affairs Medical Center, Philadelphia, Pennsylvania, USA."], ["Mollenhauer", "Brit", "B", "Center of Parkinsonism and Movement Disorders Paracelsus-Elena Klinik Kassel, University Medical Center Goettingen, Kassel, Germany."], ["Lasch", "Shirley", "S", "Institute for Neurodegenerative Disorders, New Haven, Connecticut, USA."], ["Tanner", "Caroline M", "CM", "University of California San Francisco, San Francisco, California, USA."], ["Jennings", "Danna", "D", "Eli Lilly and Company, Indianapolis, Indiana, USA."], ["Kieburtz", "Karl", "K", "University of Rochester Medical Center, Rochester, New York, USA."], ["Chahine", "Lana M", "LM", "University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania, USA."], ["Marek", "Kenneth", "K", "Institute for Neurodegenerative Disorders, New Haven, Connecticut, USA."]], "date": "2017-10-06", "id": "28986467", "text": "To examine the baseline prevalence and longitudinal evolution in non-motor symptoms (NMS) in a prospective cohort of, at baseline, patients with de novo Parkinson's disease (PD) compared with healthy controls (HC).Parkinson's Progression Markers Initiative (PPMI) is a longitudinal, ongoing, controlled study of de novo PD participants and HC. NMS were rated using the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part I score and other validated NMS scales at baseline and after 2 years. Biological variables included cerebrospinal fluid (CSF) markers and dopamine transporter imaging.423 PD subjects and 196 HC were enrolled and followed for 2 years. MDS-UPDRS Part I total mean (SD) scores increased from baseline 5.6 (4.1) to 7.7 (5.0) at year 2 in PD subjects (p<0.001) versus from 2.9 (3.0) to 3.2 (3.0) in HC (p=0.38), with a significant difference between the groups (p<0.001). In the multivariate analysis, higher baseline NMS score was associated with female sex (p=0.008), higher baseline MDS-UPDRS Part II scores (p<0.001) and more severe motor phenotype (p=0.007). Longitudinal increase in NMS severity was associated with the older age (0.008) and lower CSF Aβ1-42 (0.005) at baseline. There was no association with the dose or class of dopaminergic therapy.This study of NMS in early PD identified clinical and biological variables associated with both baseline burden and predictors of progression. The association of a greater longitudinal increase in NMS with lower baseline Aβ1-42 level is an important finding that will have to be replicated in other cohorts.ClinicalTrials.gov identifier: NCT01141023.", "doi": "10.1136/jnnp-2017-316213", "title": "Baseline prevalence and longitudinal evolution of non-motor symptoms in early Parkinson's disease: the PPMI cohort.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}