{"authors": [["Tarale", "Prashant", "P", "Environmental Impact and Sustainability Division, CSIR-National Environmental Engineering Research Institute, Nagpur 440020, India; Schools of Biosciences, University of Nottingham, Sutton Bonington Campus, Leicestershire LE12 5RD, UK."], ["Daiwile", "Atul P", "AP", "Environmental Impact and Sustainability Division, CSIR-National Environmental Engineering Research Institute, Nagpur 440020, India."], ["Sivanesan", "Saravanadevi", "S", "Environmental Impact and Sustainability Division, CSIR-National Environmental Engineering Research Institute, Nagpur 440020, India. Electronic address: ss_devi@neeri.res.in."], ["Stöger", "Reinhard", "R", "Schools of Biosciences, University of Nottingham, Sutton Bonington Campus, Leicestershire LE12 5RD, UK."], ["Bafana", "Amit", "A", "Environmental Impact and Sustainability Division, CSIR-National Environmental Engineering Research Institute, Nagpur 440020, India."], ["Naoghare", "Pravin K", "PK", "Environmental Impact and Sustainability Division, CSIR-National Environmental Engineering Research Institute, Nagpur 440020, India."], ["Parmar", "Devendra", "D", "Developmental Toxicology Division, CSIR-Indian Institute of Toxicology Research (IITR), Lucknow-226001, India."], ["Chakrabarti", "Tapan", "T", "Visvesvaraya National Institute of Technology [VNIT], Nagpur 440010, India."], ["Krishnamurthi", "Kannan", "K", "Environmental Impact and Sustainability Division, CSIR-National Environmental Engineering Research Institute, Nagpur 440020, India."]], "date": "2017-10-03", "id": "28986288", "text": "Manganese is an essential trace element however elevated environmental and occupational exposure to this element has been correlated with neurotoxicity symptoms clinically identical to idiopathic Parkinson's disease. In the present study we chronically exposed human neuroblastoma SH-SY5Y cells to manganese (100μM) and carried out expression profiling of miRNAs known to modulate neuronal differentiation and neurodegeneration. The miRNA PCR array results reveal alterations in expression levels of miRNAs, which have previously been associated with the regulation of synaptic transmission and apoptosis. The expressions of miR-7 and miR-433 significantly reduced upon manganese exposure. By in silico homology analysis we identified SNCA and FGF-20as targets of miR-7 and miR-433. We demonstrate an inverse correlation in expression levels where reduction in these two miRNAs causes increases in SNCA and FGF-20. Transient transfection of SH-SY5Y cells with miR-7 and miR-433 mimics resulted in down regulation of SNCA and FGF-20 mRNA levels. Our study is the first to uncover the potential link between manganese exposure, altered miRNA expression and parkinsonism: manganese exposure causes overexpression of SNCA and FGF-20 by diminishing miR-7 and miR-433 levels. These miRNAs may be considered critical for protection from manganese induced neurotoxic mechanism and hence as potential therapeutic targets.", "doi": "10.1016/j.tiv.2017.10.003", "title": "Manganese exposure: Linking down-regulation of miRNA-7 and miRNA-433 with α-synuclein overexpression and risk of idiopathic Parkinson's disease.", "journal": ["Toxicology in vitro : an international journal published in association with BIBRA", "Toxicol In Vitro"]}