{"authors": [["Huang", "Ting-Ting", "TT", "Department of Neurology, Wujin Hospital Affiliated to Jiangsu University, Changzhou 213002, Jiangsu, China."], ["Hao", "Dong-Lin", "DL", "Department of Neurology, Wujin Hospital Affiliated to Jiangsu University, Changzhou 213002, Jiangsu, China. Electronic address: haodljs@163.com."], ["Wu", "Bo-Na", "BN", "Department of Neurology, Wujin Hospital Affiliated to Jiangsu University, Changzhou 213002, Jiangsu, China."], ["Mao", "Lun-Lin", "LL", "Department of Neurology, Wujin Hospital Affiliated to Jiangsu University, Changzhou 213002, Jiangsu, China."], ["Zhang", "Jin", "J", "Department of Neurology, Wujin Hospital Affiliated to Jiangsu University, Changzhou 213002, Jiangsu, China."]], "date": "2017-10-03", "id": "28986252", "text": "Uric acid has neuroprotective effect on Parkinson's disease (PD) by inhibiting oxidative damage and neuronal cell death. Our previous study has shown that uric acid protected dopaminergic cell line damage through inhibiting accumulation of NF-E2-related factor 2 (Nrf2). This study aimed to investigate its in vivo neuroprotective effect. PD was induced by MPTP intraperitoneally injection for 7 d in male C57BL/6 mice. Mice were treated with either uric acid (intraperitoneally injection 250 mg/kg) or saline for a total of 13 d. We showed that uric acid improved behavioral performances and cognition of PD mice, increased TH-positive dopaminergic neurons and decreased GFAP-positive astrocytes in substantia nigra (SN). Uric acid increased mRNA and protein expressions of Nrf2 and three Nrf2-responsive genes, including γ-glutamate-cysteine ligase catalytic subunit (γ-GCLC), heme oxygenase-1 (HO-1) and NQO1. Uric acid significantly increased superoxide dismutase (SOD), CAT, glutathione (GSH) levels and decreased malondialdehyde (MDA) level in SN regions of MPTP-treated mice. Uric acid inhibited the hippocampal expression of IL-1β and decreased serum and hippocampus levels of interleukin-1β (IL-1β), IL-6 and tumor necrosis factor-α (TNF-α). In conclusion, uric acid demonstrates neuroprotective properties for dopaminergic neurons in PD mice through modulation of neuroinflammation and oxidative stress.", "doi": "10.1016/j.bbrc.2017.10.004", "title": "Uric acid demonstrates neuroprotective effect on Parkinson's disease mice through Nrf2-ARE signaling pathway.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}