{"authors": [["Manosalva", "Herbert A", "HA", "Division of Neurology, Department of Medicine, University of Alberta, Edmonton, Canada."], ["Pio", "Fabricio", "F", "Division of Neurology, Department of Medicine, University of Alberta, Edmonton, Canada."], ["Jeerakathil", "Thomas", "T", "Division of Neurology, Department of Medicine, University of Alberta, Edmonton, Canada."], ["Saqqur", "Maher", "M", "Division of Neurology, Department of Medicine, University of Alberta, Edmonton, Canada."], ["Camicioli", "Richard", "R", "Division of Neurology, Department of Medicine, University of Alberta, Edmonton, Canada."], ["Suchowersky", "Oksana", "O", "Division of Neurology, Department of Medicine, University of Alberta, Edmonton, Canada; Departments of Medical Genetics and Pediatrics, University of Alberta, Edmonton, Canada. Electronic address: Oksana.Suchowersky@albertahealthservices.ca."]], "date": "2017-10-03", "id": "28986199", "text": "To determine the prevalence of vascular parkinsonism (VasP) in a stroke prevention clinic (SPC).VasP can be defined by an onset of parkinsonism with prominent gait problems occurring within 1 year of stroke.We created a screening strategy based on the Tanner Questionnaire (TQ), a validated scale for parkinsonism, and the creation of a 4-point Five-Minute Assessment Scale (FMAS) operationalizing Zijlmans' criteria for the diagnosis of VasP. Consecutive stroke patients were screened over a 12-month period using the TQ and the FMAS. SAS statistical software was used.Two hundred forty patients (52.5% females) were screened (mean age of 65 years, standard deviation, 14.5). Twenty-five percent of patients had a TQ score ≥ 4 with a median FMAS of 2. In this group, 32.6% (15/46) were found to have parkinsonism. Seventeen percent (8/46) were diagnosed with VasP having an FMAS of 4. Seventy-five of the participants obtained a TQ ≤ 3, with a median FMAS of 1. Only 1 patient in this group had parkinsonism (1.9%; 1/194). Using a cutoff of 4 points in the TQ resulted in a sensitivity of 93.8%, a specificity of 86.2% for parkinsonism, and a sensitivity of 100% with a specificity of 83% for VasP. Patients with FMAS = 4 (VasP) attained higher scores in the TQ with a median of 5 (Spearman rank correlation coefficient for the TQ and the FMAS (rs) = .447, P < .0005).We documented a prevalence of 3% (8/240) for VasP in an SPC. We propose a new, easier, and unified 2-step TQ-FMAS screening strategy for this condition.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.08.020", "title": "Vascular Parkinsonism in a Tertiary Care Stroke Prevention Clinic and the Development of a New Screening Strategy.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}