{"authors": [["Chuang", "Chieh-Sen", "CS", "Department of Neurology, Changhua Christian Hospital, 135 Nanhsiao Street, Changhua 50094, Taiwan; Vascular and Genomic Center, Changhua Christian Hospital, 135 Nanhsiao Street, Changhua 50094, Taiwan; Department of Life Sciences, National Chung Hsing University, 145 Xingda Rd., South Dist., Taichung 402, Taiwan."], ["Chang", "Jui-Chih", "JC", "Vascular and Genomic Center, Changhua Christian Hospital, 135 Nanhsiao Street, Changhua 50094, Taiwan."], ["Cheng", "Fu-Chou", "FC", "Stem Cell Center, Department of Medical Research, Taichung Veterans General Hospital, 1650 Taiwan Boulevard Sect. 4, Taichung 40705, Taiwan."], ["Liu", "Ko-Hung", "KH", "Vascular and Genomic Center, Changhua Christian Hospital, 135 Nanhsiao Street, Changhua 50094, Taiwan."], ["Su", "Hong-Lin", "HL", "Department of Life Sciences, National Chung Hsing University, 145 Xingda Rd., South Dist., Taichung 402, Taiwan."], ["Liu", "Chin-San", "CS", "Department of Neurology, Changhua Christian Hospital, 135 Nanhsiao Street, Changhua 50094, Taiwan; Vascular and Genomic Center, Changhua Christian Hospital, 135 Nanhsiao Street, Changhua 50094, Taiwan. Electronic address: 26602@cch.org.tw."]], "date": "2017-10-03", "id": "28986095", "text": "Parkinson's disease (PD) is a progressive degenerative central nervous system disorder that particularly impairs motor function. As PD advances, gait disorders become more pronounced and are often difficult to treat with current pharmacological therapies. Physical activity improves both mobility in and the daily living activities of patients with PD. Mitochondrial alterations and oxidative stress contribute to PD progression. Therefore, the association between mitochondria and exercise in PD and the implicated regulation of mitochondrial proteins was explored in this study.In this study, we developed a unilateral 6-hydroxydopamine rat model of PD and executed 4weeks of treadmill training. Motor behavior was evaluated through gait change analysis (the CatWalk method) and rotational testing. The viability of dopaminergic neurons, mitochondrial function, and oxidative stress in the substantia nigra and striatum were investigated through Western blot and immunohistochemical staining.Treadmill training improved the performance of gait parameters in terms of maximal area, swing speed, stride length, and stance phase; treadmill training also reduced methamphetamine-induced rotation. This training not only improved dopaminergic neuron viability but also recovered mitochondrial function and attenuated oxidative stress in PD rats. The mechanism may be associated with the facilitation of mitochondrial turnover, including facilitation of mitochondrial fusion, fission, and clearance accompanying increased quantities of mitochondria.Treadmill exercise improved gait speed and balance, reduced oxidative stress, improved mitochondrial fusion and fission, increased mitochondrial amounts, and potentially attenuated dopaminergic neuron degeneration. Consequently, mitochondrial quality was improved in PD rats.", "doi": "10.1016/j.lfs.2017.10.003", "title": "Modulation of mitochondrial dynamics by treadmill training to improve gait and mitochondrial deficiency in a rat model of Parkinson's disease.", "journal": ["Life sciences", "Life Sci."]}