{"authors": [["Fallon", "Sean J", "SJ", "Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK; Department of Experimental Psychology, University of Oxford, UK. Electronic address: sean.fallon@psy.ox.ac.uk."], ["Bor", "Daniel", "D", "Department of Informatics, University of Sussex, UK; Sackler Centre for Consciousness Science, University of Sussex, UK; Department of Psychology, University of Cambridge, UK."], ["Hampshire", "Adam", "A", "Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK; Department of Medicine & Centre for Neurotechnology, Imperial College London, UK."], ["Barker", "Roger A", "RA", "Centre for Brain Repair, Department of Clinical Neurosciences, University of Cambridge, UK."], ["Owen", "Adrian M", "AM", "Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK; The Brain and Mind Institute, University of Western Ontario, Canada."]], "date": "2017-09-01", "id": "28985531", "text": "Cognitive deficits are a frequent symptom of Parkinson's disease (PD), particularly in the domain of spatial working memory (WM). Despite numerous demonstrations of aberrant WM in patients, there is a lack of understanding about how, if at all, their WM is fundamentally altered. Most notably, it is unclear whether span - the yardstick upon which most WM models are built - is compromised by the disease. Moreover, it is also unknown whether WM deficits occur in all patients or only exist in a sub-group who are executively impaired. We assessed the factors that influenced spatial span in medicated patients by varying the complexity of to-be-remembered items. Principally, we manipulated the ease with which items could enter - or be blocked from - WM by varying the level of structure in memoranda. Despite having similar levels of executive performance to controls, PD patients were only impaired when remembering information that lacked spatial, easy-to-chunk, structure. Patients' executive function, however, did not influence this effect. The ease with which patients could control WM was further examined by presenting irrelevant information during encoding, varying the level of structure in irrelevant information and manipulating the amount of switching between relevant and irrelevant information. Disease did not significantly alter the effect of these manipulations. Rather, patients' executive performance constrained the detrimental effect of irrelevant information on WM. Thus, PD patients' spatial span is predominantly determined by level of structure in to-be-remembered information, whereas their level of executive function may mitigate against the detrimental effect of irrelevant information.", "doi": "10.1016/j.cortex.2017.08.023", "title": "Spatial structure normalises working memory performance in Parkinson's disease.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}