{"authors": [["Chen", "Ying-Chou", "YC", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Farzadfard", "Fahim", "F", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; MIT Microbiology Program, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Department of Biological Engineering and Electrical Engineering & Computer Science, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Gharaei", "Nava", "N", "MCO Graduate Program, Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."], ["Chen", "William C W", "WCW", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Cao", "Jicong", "J", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Lu", "Timothy K", "TK", "Synthetic Biology Group, MIT Synthetic Biology Center, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; MIT Microbiology Program, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Department of Biological Engineering and Electrical Engineering & Computer Science, Massachusetts Institute of Technology, Cambridge, MA 02139, USA. Electronic address: timlu@mit.edu."]], "date": null, "id": "28985507", "text": "The genome-wide perturbation of transcriptional networks with CRISPR-Cas technology has primarily involved systematic and targeted gene modulation. Here, we developed PRISM (Perturbing Regulatory Interactions by Synthetic Modulators), a screening platform that uses randomized CRISPR-Cas transcription factors (crisprTFs) to globally perturb transcriptional networks. By applying PRISM to a yeast model of Parkinson's disease (PD), we identified guide RNAs (gRNAs) that modulate transcriptional networks and protect cells from alpha-synuclein (αSyn) toxicity. One gRNA identified in this screen outperformed the most protective suppressors of αSyn toxicity reported previously, highlighting PRISM's ability to identify modulators of important phenotypes. Gene expression profiling revealed genes differentially modulated by this strong protective gRNA that rescued yeast from αSyn toxicity when overexpressed. Human homologs of top-ranked hits protected against αSyn-induced cell death in a human neuronal PD model. Thus, high-throughput and unbiased perturbation of transcriptional networks via randomized crisprTFs can reveal complex biological phenotypes and effective disease modulators.", "doi": "10.1016/j.molcel.2017.09.014", "title": "Randomized CRISPR-Cas Transcriptional Perturbation Screening Reveals Protective Genes against Alpha-Synuclein Toxicity.", "journal": ["Molecular cell", "Mol. Cell"]}