{"authors": [["Kim", "Iris Y", "IY", "Department of Epidemiology, Harvard T. H. Chan School of Public Health, Boston, MA, USA."], ["O'Reilly", "Éilis J", "ÉJ", "Department of Nutrition, Harvard T. H. Chan School of Public Health, Boston, MA, USA."], ["Hughes", "Katherine C", "KC", "Department of Nutrition, Harvard T. H. Chan School of Public Health, Boston, MA, USA."], ["Gao", "Xiang", "X", "Department of Nutritional Sciences, The Pennsylvania State University, University Park, PA, USA."], ["Schwarzschild", "Michael A", "MA", "MassGeneral Institute for Neurodegenerative Disease, Massachusetts General Hospital, Boston, MA, USA."], ["Ascherio", "Alberto", "A", "Department of Epidemiology, Harvard T. H. Chan School of Public Health, Boston, MA, USA."]], "date": null, "id": "28984617", "text": "Caffeine intake has been associated with a lower risk of Parkinson's disease (PD). This association is robust in men, but inconsistent in women due to a possible interaction with post-menopausal hormone (PMH) use.To (1) evaluate the association between caffeine intake and PD risk and (2) assess potential effect modification of the association by PMH use among women.We examined associations between caffeine intake and incident PD risk in the Nurses' Health Study (NHS) (N = 121,701 women) and the Health Professionals Follow-up Study (HPFS) (N = 51,529 men). Dietary data on coffee and caffeine from other sources were collected every four years using a validated semi-quantitative food frequency questionnaire for both cohorts. Information on lifestyle and incident PD diagnosis was updated biennially and PD diagnoses were confirmed by medical record review. We estimated hazard ratios (HR) and 95% confidence intervals (CI) using Cox proportional hazards models.We documented a total of 1,219 PD cases over the follow-up period. The multivariable-adjusted HR comparing the highest to lowest quintile of caffeine intake was 0.50 (95% CI: 0.37, 0.68; Ptrend<0.0001) in the HPFS. Among women, there was a suggestion of an interaction between coffee intake and PMH use (P = 0.08). In the pooled analyses combining men and women who have never used PMH, the risk of PD was lower as coffee intake increased (Ptrend<0.001).Our results support previous findings that increased caffeine intake may be associated with a decreased PD risk in men and women who have never used PMH.", "doi": "10.3233/JPD-171175", "title": "Differences in Parkinson's Disease Risk with Caffeine Intake and Postmenopausal Hormone Use.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}