{"authors": [["Sleeman", "Isobel", "I", "Clinical Ageing Research Unit, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, UK."], ["Aspray", "Terry", "T", "Bone Clinic, Freeman Hospital, Freeman Road, Newcastle upon Tyne, UK."], ["Lawson", "Rachael", "R", "Clinical Ageing Research Unit, Newcastle University, Campus for Ageing and Vitality, Newcastle upon Tyne, UK."], ["Coleman", "Shirley", "S", "Industrial Statistics Research Unit, Herschel Building, Newcastle University, Newcastle upon Tyne, UK."], ["Duncan", "Gordon", "G", "Department of Geriatric Medicine, University of Edinburgh, Edinburgh, UK."], ["Khoo", "Tien K", "TK", "School of Medicine and Menzies Health Institute Queensland, Griffith University, QLD, Australia."], ["Schoenmakers", "Inez", "I", "Department of Medicine, Faculty of Medicine and Health Sciences, University of East Anglia, Norwich Research Park, Norwich, UK."], ["Rochester", "Lynn", "L", "Institute of Neuroscience, Newcastle University, Clinical Ageing Research Unit, Campus for Ageing and Vitality, UK."], ["Burn", "David", "D", "Institute of Neuroscience, The Medical School, Newcastle University, UK."], ["Yarnall", "Alison", "A", "Institute of Neuroscience, The Medical School, Newcastle University, UK."]], "date": null, "id": "28984616", "text": "Previous cross-sectional studies have shown that Parkinson's disease (PD) patients have lower serum 25-hydroxy vitamin D (25(OH)D) concentrations than controls. Vitamin D deficiency was associated with increased disease severity and cognitive impairment in prevalent PD patients.The aim of the study was to determine 25(OH)D in newly diagnosed PD and age-matched controls and to assess if there was an association with clinical outcomes (disease severity, cognition and falls) over the 36-month follow up period.A prospective observational study of newly diagnosed PD patients in the North East of England with age-matched controls (PD, n = 145; control, n = 94). Serum 25(OH)D was assessed at baseline and 18 months. Participants underwent clinical assessment at baseline, 18 and 36 months. One hundred and ten participants with PD also took part in a prospective falls study.Mean serum 25(OH)D concentrations were lower in PD than control participants at baseline (44.1±21.7 vs. 52.2±22.1 nmol/L, p < 0.05) and 18 months (44.2±23.6 vs. 55.7±28.8 nmol/L, p < 0.05). Baseline serum 25(OH)D concentration, age, motor score and dosage of dopaminergic medication were significant predictors of variance of motor severity at 36 months ((ΔR2 = 0.039, F = 6.6, p < 0.01). Serum 25(OH)D was not associated with cognition or falls during the follow up period.Patients with incident PD had significantly lower serum 25(OH)D concentrations than age-matched controls, which may have implications in terms of bone health and fracture risk. There was a small but significant association between vitamin D status at baseline and disease motor severity at 36 months.", "doi": "10.3233/JPD-171122", "title": "The Role of Vitamin D in Disease Progression in Early Parkinson's Disease.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}