{"authors": [["Willows", "Thomas", "T", "Department of Neurology, Karolinska University Hospital, Stockholm, Sweden."], ["Dizdar", "Nil", "N", "Department of Neurology, Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden."], ["Nyholm", "Dag", "D", "Department of Neuroscience, Neurology, Uppsala University, Uppsala, Sweden."], ["Widner", "Håkan", "H", "Department of Neurology, Skåne University Hospital, Lund, Sweden."], ["Grenholm", "Peter", "P", "Department of Neuroscience, Neurology, Uppsala University, Uppsala, Sweden."], ["Schmiauke", "Ursula", "U", "Department of Neurology, Department of Clinical and Experimental Medicine, Linköping University, Linköping, Sweden."], ["Urbom", "Anna", "A", "AbbVie AB, Solna, Sweden."], ["Groth", "Kristina", "K", "Innovation Center, Karolinska University Hospital, Stockholm, Sweden."], ["Larsson", "Jörgen", "J", "Innovation Center, Karolinska University Hospital, Stockholm, Sweden."], ["Permert", "Johan", "J", "Innovation Center, Karolinska University Hospital, Stockholm, Sweden."], ["Kjellander", "Susanna", "S", "AbbVie AB, Solna, Sweden."]], "date": null, "id": "28984615", "text": "Levodopa-carbidopa intestinal gel (LCIG; Duodopa®) is used for continuous infusion in advanced Parkinson's disease. To achieve optimal effect, the LCIG dose is individually titrated, traditionally conducted during hospitalization in Sweden. However, dose adjustment depends on surrounding conditions, physical activity, and emotional stress, which is why titration at home could be beneficial. Telemedicine (TM) using a video communication system offers alternative titration procedures, allowing LCIG initiation at home.Study objectives were to show the feasibility of TM for LCIG home titration, evaluate resource use, and assess patient, neurologist, and nurse satisfaction.Four clinics enrolled 15 patients to observe efficiency and feasibility of TM-based monitoring.Patient median (range) age was 67 (52-73) years and time since diagnosis was 10 (7-23) years. Median time between LCIG initiation and end of TM-assisted titration was 2.8 (2.0-13.8) days. Median time required for home titration by neurologists, nurses, and patients was (hours:minutes) 1 : 14 (0 : 29-1 : 52), 5 : 49 (2 : 46-10 : 3), and 8 : 53 (4 : 11-14 : 11), respectively. Neurologists and nurses considered this to be less time than required for hospital titration. TM allowed patients 92% free time from start to end of titration. Technical problems associated with TM contacts were rare, mostly related to digital link, and quickly resolved. Patients, neurologists, and nurses were satisfied using TM. No serious adverse events were reported; there was one device complaint (tube occlusion).In this study, TM-assisted LCIG titration at home was resource-efficient, technically feasible, well-accepted and was deemed satisfactory by patients, neurologists, and nurses.", "doi": "10.3233/JPD-161048", "title": "Initiation of Levodopa-Carbidopa Intestinal Gel Infusion Using Telemedicine (Video Communication System) Facilitates Efficient and Well-Accepted Home Titration in Patients with Advanced Parkinson's Disease.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}