{"authors": [["Straniero", "Letizia", "L", "Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini, Pieve Emanuele, Milan, 20090, Italy."], ["Rimoldi", "Valeria", "V", "Humanitas Clinical and Research Center, Via Manzoni 56, Rozzano, Milan, 20089, Italy."], ["Samarani", "Maura", "M", "Dipartimento di Biotecnologie Mediche e Medicina Traslazionale, Università degli Studi di Milano, Milano, Italy."], ["Goldwurm", "Stefano", "S", "Parkinson Institute, ASST \"Gaetano Pini-CTO\", Milan, Italy."], ["Di Fonzo", "Alessio", "A", "IRCCS Foundation Ca' Granda Ospedale Maggiore Policlinico, Dino Ferrari Center, Neuroscience Section, Department of Pathophysiology and Transplantation, University of Milan, Milan, Italy."], ["Krüger", "Rejko", "R", "Clinical and Experimental Neuroscience, Luxembourg Center for Systems Biomedicine (LCSB), University of Luxembourg and Centre Hospitalier de Luxembourg (CHL), Esch-sur-Alzette, Luxembourg."], ["Deleidi", "Michela", "M", "German Centre for Neurodegenerative Diseases (DZNE) Tübingen within the Helmholtz Association, Tübingen, Germany; Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Aureli", "Massimo", "M", "Dipartimento di Biotecnologie Mediche e Medicina Traslazionale, Università degli Studi di Milano, Milano, Italy."], ["Soldà", "Giulia", "G", "Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini, Pieve Emanuele, Milan, 20090, Italy. giulia.solda@hunimed.eu."], ["Duga", "Stefano", "S", "Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini, Pieve Emanuele, Milan, 20090, Italy."], ["Asselta", "Rosanna", "R", "Department of Biomedical Sciences, Humanitas University, Via Rita Levi Montalcini, Pieve Emanuele, Milan, 20090, Italy."]], "date": "2017-10-05", "id": "28983119", "text": "Mutations in the GBA gene, encoding lysosomal glucocerebrosidase, represent the major predisposing factor for Parkinson's disease (PD), and modulation of the glucocerebrosidase activity is an emerging PD therapy. However, little is known about mechanisms regulating GBA expression. We explored the existence of a regulatory network involving GBA, its expressed pseudogene GBAP1, and microRNAs. The high level of sequence identity between GBA and GBAP1 makes the pseudogene a promising competing-endogenous RNA (ceRNA), functioning as a microRNA sponge. After selecting microRNAs potentially targeting both transcripts, we demonstrated that miR-22-3p binds to and down-regulates GBA and GBAP1, and decreases their endogenous mRNA levels up to 70%. Moreover, over-expression of GBAP1 3'-untranslated region was able to sequester miR-22-3p, thus increasing GBA mRNA and glucocerebrosidase levels. The characterization of GBAP1 splicing identified multiple out-of-frame isoforms down-regulated by the nonsense-mediated mRNA decay, suggesting that GBAP1 levels and, accordingly, its ceRNA effect, are significantly modulated by this degradation process. Using skin-derived induced pluripotent stem cells of PD patients with GBA mutations and controls, we observed a significant GBA up-regulation during dopaminergic differentiation, paralleled by down-regulation of miR-22-3p. Our results describe the first microRNA controlling GBA and suggest that the GBAP1 non-coding RNA functions as a GBA ceRNA.", "doi": "10.1038/s41598-017-12973-5", "title": "The GBAP1 pseudogene acts as a ceRNA for the glucocerebrosidase gene GBA by sponging miR-22-3p.", "journal": ["Scientific reports", "Sci Rep"]}