{"authors": [["Lee", "Seung Ha", "SH", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Lyoo", "Chul Hyoung", "CH", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Ahn", "Sung Jun", "SJ", "Department of Radiology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea."], ["Rinne", "Juha O", "JO", "Turku PET Centre, University of Turku, Division of Clinical Neurosciences, Turku University Hospital, Turku, Finland."], ["Lee", "Myung Sik", "MS", "Department of Neurology, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea. Electronic address: mslee@yuhs.ac."]], "date": "2017-09-28", "id": "28982612", "text": "To determine motor-related brain regions in which iron contents correlate with the degree of motor deficits of progressive supranuclear palsy (PSP).Twenty-four patients with probable PSP and 20 controls were included. Using a 3.0T magnetic resonance imaging scanner, R2* values were measured in the putamen, globus pallidus (GP), substantia nigra (SN), subthalamic nucleus, and dentate nucleus. After adjustment for disease duration and age at examination, correlations between regional brain R2* values and Unified Parkinson Disease Rating Scale (UPDRS) total motor scores or subscores for bradykinesia, rigidity, tremor, or axial motor deficits were investigated.Compared to controls, patients with PSP had significantly higher R2* values in all of the five brain regions. UPDRS total motor scores and subscores for bradykinesia and axial motor deficits did not correlate with R2* values of the five brain regions. However, UPDRS subscores for unilateral rigidity were correlated with R2* values of the contralateral putamen and GP. In addition, unilateral UPDRS subscores for tremor were associated with R2* values of the ipsilateral dentate nucleus, contralateral putamen, GP, and SN.In PSP, excessive iron accumulation occurs in motor-related subcortical regions. Iron-related PSP pathologies in the lenticular nucleus are associated with rigidity severity, while those in the nigro-striato-pallidal unit and dentate nucleus are associated with tremor severity. Bradykinesia and axial motor deficits of PSP seem to be associated with widespread pathologies in the cerebrum, brainstem, cerebellum, as well as the basal ganglia.", "doi": "10.1016/j.parkreldis.2017.09.020", "title": "Brain regional iron contents in progressive supranuclear palsy.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}