{"authors": [["Shenai", "Mahesh B", "MB", "Inova Medical Group Department of Neurosurgery, Fairfax, VA, USA."], ["Patel", "Daxa M", "DM", null], ["Romeo", "Andrew", "A", null], ["Whisenhunt", "J Dylan", "JD", null], ["Walker", "Harrison C", "HC", null], ["Guthrie", "Stephanie", "S", null], ["Guthrie", "Barton L", "BL", null]], "date": "2017-10-06", "id": "28982098", "text": "Intraoperative measurement of subthalamic nucleus (STN) width through microelectrode recording (MER) is a common proxy for optimal electrode location during deep brain stimulation (DBS) surgery for Parkinson disease. We assessed whether the MER-determined STN width is a predictor of postoperative Unified Parkinson Disease Rating Scale (UPDRS) improvement.Records were reviewed for patients who underwent single-sided STN DBS placement for Parkinson disease between 2005 and 2010 at the UAB Medical Center. Reviews of preoperative and 3-month postoperative UPDRS part III, intraoperative MER records, and postoperative MRI scans were conducted.The final cohort consisted of 73 patients (mean age 59 ± 9.7 years, length of disease 13 ± 9.7 years). STN widths were defined as depths associated with increased background activity and motor-driven, spiking action potentials on MER. The mean contralateral UPDRS improvement was 58% (± 24). The mean STN width was 5.1 mm (± 1.6, min = 0.0, max = 8.7). No significant relationship between STN width and UPDRS improvement was found, with and without AC-PC normalization (R2 < 0.05).This analysis raises questions about seeking the maximal electrophysiological width of STN as a proxy for optimal outcome in DBS for PD. We suggest this strategy for DBS placement in Parkinson disease be subject to more robust prospective investigation.", "doi": "10.1159/000478023", "title": "The Relationship of Electrophysiologic Subthalamic Nucleus Length as a Predictor of Outcomes in Deep Brain Stimulation for Parkinson Disease.", "journal": ["Stereotactic and functional neurosurgery", "Stereotact Funct Neurosurg"]}