{"authors": [["Chuang", "Yu-Hsuan", "YH", "Department of Epidemiology, Fielding School of Public Health, University of California, Los Angeles, Los Angeles, CA."], ["Lee", "Pei-Chen", "PC", "Department of Health Care Management, College of Health Technology, National Taipei University of Nursing and Health Sciences, Taipei, Taiwan."], ["Vlaar", "Tim", "T", "Universite Paris-Saclay, Univ. Paris-Sud, UVSQ, CESP, INSERM, Villejuif, France."], ["Mulot", "Claire", "C", "INSERM UMR-S 1147, CRB EPIGENETEC, Univ. Paris Descartes, Sorbonne Paris Cite, 75006 Paris, France."], ["Loriot", "Marie-Anne", "MA", "Assistance Publique-Hopitaux de Paris, Hopital Europeen Georges Pompidou, Biochimie, Pharmacogenetique et Oncologie Moleculaire, 75015 Paris, France."], ["Hansen", "Johnni", "J", "Danish Cancer Society Research Center, Danish Cancer Society, Copenhagen, Denmark."], ["Lill", "Christina M", "CM", "Genetic and Molecular Epidemiology Group, Institute of Neurogenetics, University of Lübeck, Lübeck, Germany."], ["Ritz", "Beate", "B", "Department of Epidemiology, Fielding School of Public Health, University of California, Los Angeles, Los Angeles, CA."], ["Elbaz", "Alexis", "A", "Universite Paris-Saclay, Univ. Paris-Sud, UVSQ, CESP, INSERM, Villejuif, France."]], "date": "2017-10-26", "id": "28981958", "text": "Inflammatory response plays an important role in Parkinson disease (PD). Previous studies have reported an association between human leukocyte antigen (HLA)-DRB1 and the risk of PD. There has also been growing interest in investigating whether inflammation-related genes interact with environmental factors such as smoking to influence PD risk. We performed a pooled analysis of the interaction between HLA-DRB1 and smoking in PD in 3 population-based case-control studies from Denmark and France.We included 2,056 cases and 2,723 controls from 3 PD studies (Denmark, France) that obtained information on smoking through interviews. Genotyping of the rs660895 polymorphism in the HLA-DRB1 region was based on saliva or blood DNA samples. To assess interactions, we used logistic regression with product terms between rs660895 and smoking. We performed random-effects meta-analysis of marginal associations and interactions.Both carrying rs660895-G (AG vs AA: odds ratio [OR] = 0.81; GG vs AA: OR = 0.56; p-trend = 0.003) and ever smoking (OR = 0.56, p < 0.001) were inversely associated with PD. A multiplicative interaction was observed between rs660895 and smoking using codominant, additive (interaction parameter = 1.37, p = 0.005), and dominant (interaction parameter = 1.54, p = 0.001) genetic models without any heterogeneity (I² = 0.0%); the inverse association of rs660895-(AG+GG) with PD seen in never smokers (OR = 0.64, p < 0.001) disappeared among ever smokers (OR = 1.00, p = 0.99). Similar interactions were observed when we investigated light and heavy smokers separately.Our study provides the first evidence that smoking modifies the previously reported inverse association of rs660895-G with PD, and suggests that smoking and HLA-DRB1 are involved in common pathways, possibly related to neuroinflammation. Ann Neurol 2017;82:655-664.", "doi": "10.1002/ana.25065", "title": "Pooled analysis of the HLA-DRB1 by smoking interaction in Parkinson disease.", "journal": ["Annals of neurology", "Ann. Neurol."]}