{"authors": [["Fengler", "Sophie", "S", "Department of Medical Psychology ǀ Neuropsychology and Gender Studies & Center for Neuropsychological Diagnostics and Intervention (CeNDI), University Hospital Cologne, Cologne, Germany."], ["Liepelt-Scarfone", "Inga", "I", "Department of Neurodegenerative Diseases, Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Brockmann", "Kathrin", "K", "Department of Neurodegenerative Diseases, Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Schäffer", "Eva", "E", "Department of Neurology, Christian-Albrechts-University, Kiel, Kiel, Germany."], ["Berg", "Daniela", "D", "Department of Neurodegenerative Diseases, Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Kalbe", "Elke", "E", "Department of Medical Psychology ǀ Neuropsychology and Gender Studies & Center for Neuropsychological Diagnostics and Intervention (CeNDI), University Hospital Cologne, Cologne, Germany."]], "date": "2017-10-05", "id": "28980730", "text": "Although other nonmotor phenomena representing possible prodromal symptoms of Parkinson's disease have been described in some detail, the occurrence and characteristics of cognitive decline in this early phase of the disease are less well understood. The aim of this review is to summarize the current state of research on cognitive changes in prodromal PD. Only a small number of longitudinal studies have been conducted that examined cognitive function in individuals with a subsequent PD diagnosis. However, when we consider data from at-risk groups, the evidence suggests that cognitive decline may occur in a substantial number of individuals who have the potential for developing PD. In terms of specific cognitive domains, executive function in particular and, less frequently, memory scores are reduced. Prospective longitudinal studies are thus needed to clarify whether cognitive, and specifically executive, decline might be added to the prodromal nonmotor symptom complex that may precede motor manifestations of PD by years and may help to update the risk scores used for early identification of PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27135", "title": "Cognitive changes in prodromal Parkinson's disease: A review.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}