{"authors": [["Schonhaut", "Daniel R", "DR", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["McMillan", "Corey T", "CT", "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Spina", "Salvatore", "S", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Dickerson", "Bradford C", "BC", "Department of Neurology, Massachusetts General Hospital and Harvard Medical School, Charlestown, MA."], ["Siderowf", "Andrew", "A", "Avid Radiopharmaceuticals, Philadelphia, PA."], ["Devous", "Michael D", "MD", "Avid Radiopharmaceuticals, Philadelphia, PA."], ["Tsai", "Richard", "R", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Winer", "Joseph", "J", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA."], ["Russell", "David S", "DS", "Institute for Neurodegenerative Disorders, New Haven, CT."], ["Litvan", "Irene", "I", "Department of Neurology, University of California, San Diego, San Diego, CA."], ["Roberson", "Erik D", "ED", "Department of Neurology, University of Alabama at Birmingham, Birmingham, AL."], ["Seeley", "William W", "WW", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Grinberg", "Lea T", "LT", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Kramer", "Joel H", "JH", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Miller", "Bruce L", "BL", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Pressman", "Peter", "P", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Nasrallah", "Ilya", "I", "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Baker", "Suzanne L", "SL", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA."], ["Gomperts", "Stephen N", "SN", "Department of Neurology, Massachusetts General Hospital and Harvard Medical School, Charlestown, MA."], ["Johnson", "Keith A", "KA", "Department of Neurology, Massachusetts General Hospital and Harvard Medical School, Charlestown, MA."], ["Grossman", "Murray", "M", "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Jagust", "William J", "WJ", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA."], ["Boxer", "Adam L", "AL", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."], ["Rabinovici", "Gil D", "GD", "Memory and Aging Center, University of California, San Francisco, San Francisco, CA."]], "date": null, "id": "28980714", "text": "18 F-flortaucipir (formerly 18 F-AV1451 or 18 F-T807) binds to neurofibrillary tangles in Alzheimer disease, but tissue studies assessing binding to tau aggregates in progressive supranuclear palsy (PSP) have yielded mixed results. We compared in vivo 18 F-flortaucipir uptake in patients meeting clinical research criteria for PSP (n = 33) to normal controls (n = 46) and patients meeting criteria for Parkinson disease (PD; n = 26).Participants underwent magnetic resonance imaging and positron emission tomography for amyloid-β (11 C-PiB or 18 F-florbetapir) and tau (18 F-flortaucipir). 18 F-flortaucipir standardized uptake value ratios were calculated (t = 80-100 minutes, cerebellum gray matter reference). Voxelwise and region-of-interest group comparisons were performed in template space, with receiver operating characteristic curve analyses to assess single-subject discrimination. Qualitative comparisons with postmortem tau are reported in 1 patient who died 9 months after 18 F-flortaucipir.Clinical PSP patients showed bilaterally elevated 18 F-flortaucipir uptake in globus pallidus, putamen, subthalamic nucleus, midbrain, and dentate nucleus relative to controls and PD patients (voxelwise p < 0.05 family wise error corrected). Globus pallidus binding best distinguished PSP patients from controls and PD (area under the curve [AUC] = 0.872 vs controls, AUC = 0.893 vs PD). PSP clinical severity did not correlate with 18 F-flortaucipir in any region. A patient with clinical PSP and pathological diagnosis of corticobasal degeneration had severe tau pathology in PSP-related brain structures with good correspondence between in vivo 18 F-flortaucipir and postmortem tau neuropathology.18 F-flortaucipir uptake was elevated in PSP versus controls and PD patients in a pattern consistent with the expected distribution of tau pathology. Ann Neurol 2017;82:622-634.", "doi": "10.1002/ana.25060", "title": "18 F-flortaucipir tau positron emission tomography distinguishes established progressive supranuclear palsy from controls and Parkinson disease: A multicenter study.", "journal": ["Annals of neurology", "Ann. Neurol."]}