{"authors": [["Li", "Yuanyuan", "Y", "Department of Neurology, Institute of Neurology, Ruijin Hospital Affiliated to School of Medicine, Shanghai Jiaotong UniversityShanghai, China."], ["Kang", "Wenyan", "W", "Department of Neurology, Institute of Neurology, Ruijin Hospital Affiliated to School of Medicine, Shanghai Jiaotong UniversityShanghai, China."], ["Zhang", "Linyuan", "L", "Department of Neurology, Institute of Neurology, Ruijin Hospital Affiliated to School of Medicine, Shanghai Jiaotong UniversityShanghai, China."], ["Zhou", "Liche", "L", "Department of Neurology, Institute of Neurology, Ruijin Hospital Affiliated to School of Medicine, Shanghai Jiaotong UniversityShanghai, China."], ["Niu", "Mengyue", "M", "Department of Neurology, Institute of Neurology, Ruijin Hospital Affiliated to School of Medicine, Shanghai Jiaotong UniversityShanghai, China."], ["Liu", "Jun", "J", "Department of Neurology, Institute of Neurology, Ruijin Hospital Affiliated to School of Medicine, Shanghai Jiaotong UniversityShanghai, China."]], "date": "2017-09-20", "id": "28979204", "text": "Objective: Hyposmia may occur simultaneously with REM sleep behavior disorder (RBD) as a specific phenotype in Parkinson's Diseases (PD), of which the disease progression is fast. In the study, we tried to identify whether the genotypic characteristics could participate in the co-occurrence of hyposmia and RBD in PD patients. Methods: 152 PD patients were recruited from the Department of Neurology, Ruijin Hospital affiliated to Shanghai JiaoTong University School of Medicine from 2011 to 2016, with comprehensive clinical assessment performing. Two SNPs of SNCA (rs11931074 and rs894278) in 105 patients were also analyzed. Results: Overall, 84 of 152 PD patients (55.3%) were diagnosed with RBD after PSG evaluation. After regression analysis, higher levels of three parts of UPDRS and SCOPA-AUT scores were all associated with increased risk of RBD in PD patients, respectively. While for olfactory function, we didn't find significant correlation between hyposmia and RBD in PD patients. However, we found that in the group of minor G allele of rs894278, patients with lower score of SS-16 had a 4.76-fold risk of suffering from RBD in patients (95% CI: 1.39-16.67; p = 0.013). Furthermore, we analyzed SNP associated gene expression by eQTL analysis in Genevar database and found that GG genotype of rs894278 was associated with higher levels of α-synuclein in Nerve tissue (p = 1.5E-8) while TT genotype of rs11931074 was associated with higher levels of α-synuclein in Brain (p = 0.0082), which suggesting a potential functional relevance with different symptoms of PD. Conclusions: Hyposmia was associated with RBD in PD patients with the minor G allele of rs894278, which represent one specific subtype of PD. This study could provide more detail information about PD subtype of RBD with hyposmia in the future.", "doi": "10.3389/fnagi.2017.00303", "title": "Hyposmia Is Associated with RBD for PD Patients with Variants of SNCA.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}