{"authors": [["Mu", "Jesse", "J", "Department of Computer Science, Boston CollegeChestnut Hill, MA, United States."], ["Chaudhuri", "Kallol R", "KR", "Department of Basic and Clinical Neuroscience, The Maurice Wohl Clinical Neuroscience Institute, King's College LondonLondon, United Kingdom."], ["Bielza", "Concha", "C", "Computational Intelligence Group, Department of Artificial Intelligence, Universidad Politécnica de MadridMadrid, Spain."], ["de Pedro-Cuesta", "Jesus", "J", "National Center of Epidemiology, Instituto de Salud Carlos IIIMadrid, Spain."], ["Larrañaga", "Pedro", "P", "Computational Intelligence Group, Department of Artificial Intelligence, Universidad Politécnica de MadridMadrid, Spain."], ["Martinez-Martin", "Pablo", "P", "National Center of Epidemiology, Instituto de Salud Carlos IIIMadrid, Spain."]], "date": "2017-09-20", "id": "28979203", "text": "Parkinson's disease is now considered a complex, multi-peptide, central, and peripheral nervous system disorder with considerable clinical heterogeneity. Non-motor symptoms play a key role in the trajectory of Parkinson's disease, from prodromal premotor to end stages. To understand the clinical heterogeneity of Parkinson's disease, this study used cluster analysis to search for subtypes from a large, multi-center, international, and well-characterized cohort of Parkinson's disease patients across all motor stages, using a combination of cardinal motor features (bradykinesia, rigidity, tremor, axial signs) and, for the first time, specific validated rater-based non-motor symptom scales. Two independent international cohort studies were used: (a) the validation study of the Non-Motor Symptoms Scale (n = 411) and (b) baseline data from the global Non-Motor International Longitudinal Study (n = 540). k-means cluster analyses were performed on the non-motor and motor domains (domains clustering) and the 30 individual non-motor symptoms alone (symptoms clustering), and hierarchical agglomerative clustering was performed to group symptoms together. Four clusters are identified from the domains clustering supporting previous studies: mild, non-motor dominant, motor-dominant, and severe. In addition, six new smaller clusters are identified from the symptoms clustering, each characterized by clinically-relevant non-motor symptoms. The clusters identified in this study present statistical confirmation of the increasingly important role of non-motor symptoms (NMS) in Parkinson's disease heterogeneity and take steps toward subtype-specific treatment packages.", "doi": "10.3389/fnagi.2017.00301", "title": "Parkinson's Disease Subtypes Identified from Cluster Analysis of Motor and Non-motor Symptoms.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}