{"authors": [["Hou", "Liyan", "L", "School of Public Health, Dalian Medical University, No. 9W. Lvshun South Road, Dalian 116044, China."], ["Wang", "Ke", "K", "Department of Clinical Nutrition, Second Affiliated Hospital of Dalian Medical University, Dalian 116023, China."], ["Zhang", "Cong", "C", "School of Public Health, Dalian Medical University, No. 9W. Lvshun South Road, Dalian 116044, China."], ["Sun", "Fuqiang", "F", "School of Public Health, Dalian Medical University, No. 9W. Lvshun South Road, Dalian 116044, China."], ["Che", "Yuning", "Y", "School of Public Health, Dalian Medical University, No. 9W. Lvshun South Road, Dalian 116044, China."], ["Zhao", "Xiulan", "X", "Institute of Toxicology, School of Public Health, Shandong University, 44 West Wenhua Road, Jinan, Shandong, China."], ["Zhang", "Dan", "D", "State Key Laboratory of Natural Products and Functions, Institute of Materia Medica, Chinese Academy of Medical Sciences ＆ Peking Union Medical College, Beijing 100050, China."], ["Li", "Huihua", "H", "Department of Cardiology, Institute of Cardiovascular Diseases, First Affiliated Hospital of Dalian Medical University, Dalian, China. Electronic address: hhli1935@aliyun.com."], ["Wang", "Qingshan", "Q", "School of Public Health, Dalian Medical University, No. 9W. Lvshun South Road, Dalian 116044, China. Electronic address: wangq4@126.com."]], "date": "2017-09-27", "id": "28978491", "text": "Microglial NADPH oxidase (Nox2) plays a key role in chronic neuroinflammation and related dopaminergic neurodegeneration in Parkinson's disease (PD). However, the mechanisms behind Nox2 activation remain unclear. Here, we revealed the critical role of complement receptor 3 (CR3), a microglia-specific pattern recognition receptor, in Nox2 activation and subsequent dopaminergic neurodegeneration by using paraquat and maneb-induced PD model. Suppression or genetic deletion of CR3 impeded paraquat and maneb-induced activation of microglial Nox2, which was associated with attenuation of dopaminergic neurodegeneration. Mechanistic inquiry revealed that blocking CR3 reduced paraquat and maneb-induced membrane translocation of Nox2 cytosolic subunit p47phox, an essential step for Nox2 activation. Src and Erk (extracellular regulated protein kinases) were subsequently recognized as the downstream signals of CR3. Moreover, inhibition of Src or Erk impaired Nox2 activation in response to paraquat and maneb co-exposure. Finally, we found that CR3-deficient mice were more resistant to paraquat and maneb-induced Nox2 activation and nigral dopaminergic neurodegeneration as well as motor dysfunction than the wild type controls. Taken together, our results showed that CR3 regulated Nox2 activation and dopaminergic neurodegeneration through a Src-Erk-dependent pathway in a two pesticide-induced PD model, providing novel insights into the immune pathogenesis of PD.", "doi": "10.1016/j.redox.2017.09.017", "title": "Complement receptor 3 mediates NADPH oxidase activation and dopaminergic neurodegeneration through a Src-Erk-dependent pathway.", "journal": ["Redox biology", "Redox Biol"]}