{"authors": [["Yabe", "Ichiro", "I", "*Department of Neurology, Faculty of Medicine and Graduate School of Medicine, Hokkaido University; and †Department of Neurology, Sapporo Teishinkai Hospital, Sapporo, Japan."], ["Kitagawa", "Mayumi", "M", null], ["Takahashi", "Ikuko", "I", null], ["Matsushima", "Masaaki", "M", null], ["Sasaki", "Hidenao", "H", null]], "date": null, "id": "28976411", "text": "The adenosine A2A antagonist istradefylline has been used to treat Parkinson disease (PD) with symptoms of wearing-off since 2013 in Japan. Previous randomized controlled trials of istradefylline compared with placebo included PD patients experiencing an average daily OFF time of more than 2 hours. The purpose of this study is to assess the efficacy of 20 mg/d istradefylline in PD subjects experiencing an average daily OFF time of 3 hours or less.Fifteen patients were enrolled into this retrospective study. They received 20 mg/d istradefylline for 12 weeks. Changes in the Unified Parkinson's Disease Rating Scale part III scores in the ON state (ON-UPDRS-III) scores and daily OFF time were assessed at baseline and after 4, 8, and 12 weeks of administration of istradefylline.At baseline, all subjects had shorter daily OFF times, lower doses of L-DOPA and higher ON-UPDRS-III scores than those in previous randomized controlled trials. Twelve weeks of istradefylline significantly reduced ON-UPDRS-III scores (P < 0.001, Wilcoxon signed rank test). Eleven patients (73%) showed more than 50% reductions in ON-UPDRS-III scores. Improvement of ON-UPDRS-III was significantly correlated with baseline ON-UPDRS-III, and the mean ON-UPDRS-III score at end point was 12.1.Our result suggests that 20 mg/d istradefylline significantly improved motor functions in PD patients with mild wearing-off.", "doi": "10.1097/WNF.0000000000000249", "title": "The Efficacy of Istradefylline for Treating Mild Wearing-Off in Parkinson Disease.", "journal": ["Clinical neuropharmacology", "Clin Neuropharmacol"]}