{"authors": [["Macleod", "Angus D", "AD", "Division of Applied Health Sciences, University of Aberdeen, Foresterhill, Aberdeen, UK."], ["Dalen", "Ingvild", "I", "Department of Research, Section of Biostatistics, Stavanger University Hospital, Stavanger, Norway."], ["Tysnes", "Ole-Bjørn", "OB", "Institute of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Larsen", "Jan Petter", "JP", "Network for Medical Sciences, University of Stavanger, Stavanger, Norway."], ["Counsell", "Carl E", "CE", "Division of Applied Health Sciences, University of Aberdeen, Foresterhill, Aberdeen, UK."]], "date": "2017-10-04", "id": "28976022", "text": "The objective of this study was to develop valid prognostic models to predict mortality, dependency, and \"death or dependency\" for use in newly diagnosed Parkinson's disease (PD).The models were developed in the Parkinsonism Incidence in North-East Scotland study (UK, 198 patients) and validated in the ParkWest study (Norway, 192 patients), cohorts that attempted to identify and follow-up all new PD cases in the study area. Dependency was defined using the Schwab & England scale. We selected variables measured at time of diagnosis to include in the models. Internal validation and external validation were performed by calculating C-statistics (discrimination) and plotting observed versus predicted risk in quantiles of predicted risk (calibration).Older age, male sex, increased severity of axial features, and Charlson comorbidity index were independent prognostic factors in the mortality model. Increasing age, higher smoking history, increased severity of axial features, and lower MMSE score were independent predictors in the models of dependency and \"death or dependency.\" Each model had very good internal calibration and very good or good discrimination (internal and external C-statistics for the models were 0.73-0.75 and 0.68-0.78, respectively). Although each model clearly separated patients into groups according to risk, they tended to overestimate risk in ParkWest. The models were recalibrated to the baseline risk in the ParkWest study and then calibrated well in this cohort.We have developed prognostic models for predicting medium-term risk of important clinical outcomes in newly diagnosed PD. These models have validity for use for stratification of randomization, confounder adjustment, and case-mix correction, but they are inadequate for individualized prognostication. © 2017. The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27177", "title": "Development and validation of prognostic survival models in newly diagnosed Parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}