{"authors": [["Ford", "Kristin J", "KJ", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Joop", "Allen", "A", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Memon", "Raima A", "RA", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Wood", "Kimberly H", "KH", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Ball", "Karlene", "K", "Department of Psychology, Edward R. Roybal Center for Translational Research on Aging and Mobility University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Cutter", "Gary R", "GR", "Department of Biostatistics, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Schwebel", "David C", "DC", "Department of Psychology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Amara", "Amy W", "AW", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."]], "date": "2017-10-04", "id": "28976016", "text": "Patients with Parkinson's disease experience debilitating motor symptoms as well as nonmotor symptoms, such as cognitive dysfunction and sleep disorders. This constellation of symptoms has the potential to negatively influence pedestrian safety. The objective of this study was to investigate the association of motor symptoms, daytime sleepiness, impaired vigilance, and cognitive dysfunction with pedestrian behavior in patients with Parkinson's disease and healthy older adults.Fifty Parkinson's disease and 25 control participants were evaluated within a virtual reality pedestrian environment and completed assessments of motor performance, daytime sleepiness (Epworth Sleepiness Scale), vigilance (psychomotor vigilance task), and visual processing speed (Useful Field of View) outside the virtual reality environment. The primary outcome measure was time to contact, defined as the time remaining until a participant would have been hit by an approaching vehicle while crossing the virtual street.The virtual reality pedestrian environment was feasible in all participants. Patients with Parkinson's disease demonstrated riskier pedestrian behavior compared with controls. Among Parkinson's disease participants, walking speed, objective measures of vigilance, and visual processing speed were correlated with pedestrian behavior, with walking speed the strongest predictor of time to contact, explaining 48% of the variance. Vigilance explained an additional 8% of the variance. In controls, vigilance was also important for street-crossing safety, but older age was the most robust predictor of pedestrian safety.Walking speed is associated with unsafe pedestrian behavior in patients with Parkinson's disease. In contrast, age was the strongest predictor of pedestrian safety in healthy older adults. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27124", "title": "Pedestrian safety in patients with Parkinson's disease: A case-control study.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}