{"authors": [["Nemcova Elfmarkova", "Nela", "N", "Brain and Mind Research Programme, Central European Institute of Technology, CEITEC MU, Masaryk University, Brno, Czech Republic."], ["Gajdos", "Martin", "M", "Brain and Mind Research Programme, Central European Institute of Technology, CEITEC MU, Masaryk University, Brno, Czech Republic."], ["Rektorova", "Irena", "I", "Brain and Mind Research Programme, Central European Institute of Technology, CEITEC MU, Masaryk University, Brno, Czech Republic; First Department of Neurology, School of Medicine, Masaryk University and St. Anne's Hospital, Brno, Czech Republic. Electronic address: irena.rektorova@fnusa.cz."], ["Marecek", "Radek", "R", "Brain and Mind Research Programme, Central European Institute of Technology, CEITEC MU, Masaryk University, Brno, Czech Republic; First Department of Neurology, School of Medicine, Masaryk University and St. Anne's Hospital, Brno, Czech Republic."], ["Rapcsak", "Steven Z", "SZ", "Department of Neurology, University of Arizona, Tucson, AZ, USA."]], "date": "2017-09-30", "id": "28974380", "text": "We used a functional MRI paradigm involving conventional vs. unconventional views of objects to assess bottom-up vs. top-down visual processing in Parkinson's disease (PD) with normal cognition, PD with mild cognitive impairment (MCI), and MCI due to Alzheimer's disease (AD) as compared to healthy controls. We particularly aimed at determining whether the task discriminated between PD with and without MCI and between two MCI groups due to distinct pathologies (AD and PD).116 right-handed subjects (21 MCI due to AD; 16 PD with normal cognition; 24 PD with MCI; 55 healthy controls) performed a visual object-matching task in a T MR scanner. T statistic maps were computed to contrast task-based activation during unconventional vs. conventional view conditions. One-way ANOVAs and post hoc tests were performed to assess differences across and between groups.Both MCI groups performed worse than controls in the unconventional views condition and showed reduced activation of right anterior cingulate cortex and right superior parietal lobule (PD with MCI), and right middle and inferior frontal gyri (MCI due to AD). Neural responses in cortical areas within the ventral and dorsal visual pathway appeared to be preserved in both MCI groups. Receiver operating characteristic analysis of MRI contrast in the right superior parietal lobule distinguished PD with and without MCI with 87.50% sensitivity and 86.98% specificity.Impaired recognition of objects presented in unconventional orientations in MCI due to PD and AD was associated with decreased activation of frontoparietal regions, consistent with defective top-down regulation of visual processing. Aberrant activation of superior parietal cortex may serve as an early imaging biomarker of impending cognitive impairment in PD.", "doi": "10.1016/j.neuropsychologia.2017.09.034", "title": "Neural evidence for defective top-down control of visual processing in Parkinson's and Alzheimer's disease.", "journal": ["Neuropsychologia", "Neuropsychologia"]}