{"authors": [["Darweesh", "Sirwan K L", "SKL", "Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands."], ["Wolters", "Frank J", "FJ", "Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands."], ["Postuma", "Ronald B", "RB", "Department of Neurology, Montreal General Hospital, Montreal, Quebec, Canada."], ["Stricker", "Bruno H", "BH", "Inspectorate for Health Care, The Hague, the Netherlands."], ["Hofman", "Albert", "A", "Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands."], ["Koudstaal", "Peter J", "PJ", "Department of Neurology, Erasmus MC University Medical Center, Rotterdam, the Netherlands."], ["Ikram", "M Kamran", "MK", "Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands."], ["Ikram", "M Arfan", "MA", "Department of Epidemiology, Erasmus MC University Medical Center, Rotterdam, the Netherlands."]], "date": null, "id": "28973176", "text": "Cognitive dysfunction is a common feature among patients with parkinsonism, including Parkinson disease (PD). However, there is a scarcity of data on cognitive functioning before parkinsonism diagnosis, a stage at which patients may still respond to putative disease-modifying interventions.To assess whether poor cognitive functioning is associated with an increased risk of parkinsonism.Between January 8, 2002, and December 14, 2008, baseline cognitive function was assessed in 7386 participants of the Rotterdam Study who were free of parkinsonism and dementia. Four tests were administered (Stroop color word test, letter-digit substitution, verbal fluency, and word learning) and a global cognition score was derived from principal component analysis. Subsequently, participants were followed up until January 1, 2015, for the onset of parkinsonism through serial in-person examinations and complete access to medical records. Parkinsonism was defined as the (1) presence of hypokinesia or bradykinesia plus at least 1 other cardinal sign and/or (2) clinical diagnosis by a neurologist or geriatrician. Patients with dementia diagnosis before parkinsonism diagnosis were considered to have probable PD.Hazard ratios (HRs) for incident parkinsonism per SD decrease in global cognition, adjusted for age, sex, and study subcohort.A total of 7386 patients were included in the analysis; of these, 4236 (57.4%) were women and mean (SD) age was 65.3 (10.2) years. During follow-up (median, 8.3 years; range, 0-15 years), 79 (1.1%) individuals received a diagnosis of incident parkinsonism; of these, 57 (72.2%) received a diagnosis of probable PD. Among patients with incident parkinsonism, 24 (30.4%) also developed dementia (10 before and 14 after parkinsonism onset). Poor global cognition at baseline was associated with a higher hazard of incident parkinsonism (hazard ratio [HR], 1.79; 95% CI, 1.37-2.33). The association remained robust beyond the first 8 years (HR, 1.59; 95% CI, 1.01-2.59) and after removing individuals with dementia onset before parkinsonism (HR, 1.72; 95% CI, 1.28-2.27). Poor global cognition at baseline was also associated with incident probable PD (HR, 1.52; 95% CI, 1.11-2.08). Letter-digit substitution (HR, 1.59; 95% CI, 1.22-2.04), verbal fluency (HR, 1.61; 95% CI, 1.23-2.08), and inverted interference task Stroop color word test (HR, 1.56; 95% CI, 1.25-1.96) scores were each associated with incident parkinsonism, whereas the association with word learning delayed-task scores was weaker (HR, 1.18; 95% CI, 0.92-1.52).Poor cognitive functioning is associated with an increased risk of incident parkinsonism, including probable PD. Cognition indicates the probability of parkinsonism over long intervals and extends beyond patients with onset of parkinsonism after dementia. The findings suggest that cognitive dysfunction can be considered a sign of prodromal PD.", "doi": "10.1001/jamaneurol.2017.2248", "title": "Association Between Poor Cognitive Functioning and Risk of Incident Parkinsonism: The Rotterdam Study.", "journal": ["JAMA neurology", "JAMA Neurol"]}