{"authors": [["Sjödin", "Simon", "S", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy at University of Gothenburg, Mölndal, Sweden."], ["Hansson", "Oskar", "O", "Clinical Memory Research Unit, Department of Clinical Sciences Malmö, Lund University, Lund, Sweden."], ["Öhrfelt", "Annika", "A", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy at University of Gothenburg, Mölndal, Sweden."], ["Brinkmalm", "Gunnar", "G", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy at University of Gothenburg, Mölndal, Sweden."], ["Zetterberg", "Henrik", "H", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy at University of Gothenburg, Mölndal, Sweden."], ["Brinkmalm", "Ann", "A", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy at University of Gothenburg, Mölndal, Sweden."], ["Blennow", "Kaj", "K", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy at University of Gothenburg, Mölndal, Sweden."]], "date": "2017-11-02", "id": "28972305", "text": "Dysfunctional proteostasis, with decreased protein degradation and an accumulation of ubiquitin into aggregated protein inclusions, is a feature of neurodegenerative diseases. Identifying new potential biomarkers in cerebrospinal fluid (CSF) reflecting this process could contribute important information on pathophysiology.A developed method combining SPE and PRM-MS is employed to monitor the concentration of ubiquitin in CSF from subjects with Alzheimer's disease (AD), Parkinson's disease (PD), and progressive supranuclear palsy (PSP). Four independent cross-sectional studies are conducted, studies 1-4, including controls (n = 86) and participants with AD (n = 60), PD (n = 15), and PSP (n = 11).The method shows a repeatability and intermediate precision not exceeding 6.1 and 7.9%, respectively. The determined LOD is 0.1 nm and the LOQ range between 0.625 and 80 nm. The CSF ubiquitin concentration is 1.2-1.5-fold higher in AD patients compared with controls in the three independent AD-control studies (Study 1, p < 0.001; Study 2, p < 0.001; and Study 3, p = 0.003). In the fourth study, there is no difference in PD or PSP, compared to controls.CSF ubiquitin may reflect dysfunctional proteostasis in AD. The described method can be used for further exploration of ubiquitin as a potential biomarker in neurodegenerative diseases.", "doi": "10.1002/prca.201700100", "title": "Mass Spectrometric Analysis of Cerebrospinal Fluid Ubiquitin in Alzheimer's Disease and Parkinsonian Disorders.", "journal": ["Proteomics. Clinical applications", "Proteomics Clin Appl"]}