{"authors": [["Choi", "Hongyoon", "H", "Department of Nuclear Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Ha", "Seunggyun", "S", "Department of Nuclear Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Im", "Hyung Jun", "HJ", "Department of Nuclear Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Paek", "Sun Ha", "SH", "Department of Neurosurgery, Seoul National University Hospital, Seoul, Republic of Korea."], ["Lee", "Dong Soo", "DS", "Department of Nuclear Medicine, Seoul National University College of Medicine, Seoul, Republic of Korea."]], "date": "2017-09-10", "id": "28971009", "text": "Dopaminergic degeneration is a pathologic hallmark of Parkinson's disease (PD), which can be assessed by dopamine transporter imaging such as FP-CIT SPECT. Until now, imaging has been routinely interpreted by human though it can show interobserver variability and result in inconsistent diagnosis. In this study, we developed a deep learning-based FP-CIT SPECT interpretation system to refine the imaging diagnosis of Parkinson's disease. This system trained by SPECT images of PD patients and normal controls shows high classification accuracy comparable with the experts' evaluation referring quantification results. Its high accuracy was validated in an independent cohort composed of patients with PD and nonparkinsonian tremor. In addition, we showed that some patients clinically diagnosed as PD who have scans without evidence of dopaminergic deficit (SWEDD), an atypical subgroup of PD, could be reclassified by our automated system. Our results suggested that the deep learning-based model could accurately interpret FP-CIT SPECT and overcome variability of human evaluation. It could help imaging diagnosis of patients with uncertain Parkinsonism and provide objective patient group classification, particularly for SWEDD, in further clinical studies.", "doi": "10.1016/j.nicl.2017.09.010", "title": "Refining diagnosis of Parkinson's disease with deep learning-based interpretation of dopamine transporter imaging.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}