{"authors": [["Ng", "Bernard", "B", "Mostafavi Lab, Department of Statistics, University of British Columbia, Vancouver, BC, Canada."], ["Varoquaux", "Gael", "G", "Parietal team, INRIA Saclay, Gif-sur-Yvette, France."], ["Poline", "Jean Baptiste", "JB", "Parietal team, INRIA Saclay, Gif-sur-Yvette, France."], ["Thirion", "Bertrand", "B", "Parietal team, INRIA Saclay, Gif-sur-Yvette, France."], ["Greicius", "Michael D", "MD", "Functional Imaging in Neuropsychiatric Disorders (FIND) Lab, Department of Neurology & Neurological Sciences, Stanford University School of Medicine, Stanford, CA, United States."], ["Poston", "Kathleen L", "KL", "Department of Neurology & Neurological Sciences, Stanford University School of Medicine, Stanford, CA, United States."]], "date": "2017-09-06", "id": "28971008", "text": "Altered brain connectivity has been described in people with Parkinson's disease and in response to dopaminergic medications. However, it is unclear whether dopaminergic medications primarily 'normalize' disease related connectivity changes or if they induce unique alterations in brain connectivity. Further, it is unclear how these disease- and medication-associated changes in brain connectivity relate differently to specific motor manifestations of disease, such as bradykinesia/rigidity and tremor. In this study, we applied a novel covariance projection approach in combination with a bootstrapped permutation test to resting state functional MRI data from 57 Parkinson's disease and 20 healthy control participants to determine the Parkinson's medication-state and disease-state connectivity changes associated with different motor manifestations of disease. First, we identified brain connections that best classified Parkinson's disease ON versus OFF dopamine and Parkinson's disease versus healthy controls, achieving 96.9 ± 5.9% and 72.7 ± 12.4% classification accuracy, respectively. Second, we investigated the connections that significantly contribute to the classifications. We found that the connections greater in Parkinson's disease OFF compared to ON dopamine are primarily between motor (cerebellum and putamen) and posterior cortical regions, such as the posterior cingulate cortex. By contrast, connections that are greater in ON compared to OFF dopamine are between the right and left medial prefrontal cortex. We also identified the connections that are greater in healthy control compared to Parkinson's disease and found the most significant connections are associated with primary motor regions, such as the striatum and the supplementary motor area. Notably, these are different connections than those identified in Parkinson's disease OFF compared to ON. Third, we determined which of the Parkinson's medication-state and disease-state connections are associated with the severity of different motor symptoms. We found two connections correlate with both bradykinesia/rigidity severity and tremor severity, whereas four connections correlate with only bradykinesia/rigidity severity, and five connections correlate with only tremor severity. Connections that correlate with only tremor severity are anchored by the cerebellum and the supplemental motor area, but only those connections that include the supplemental motor area predict dopaminergic improvement in tremor. Our results suggest that dopaminergic medications do not simply 'normalize' abnormal brain connectivity associated with Parkinson's disease, but rather dopamine drives distinct connectivity changes, only some of which are associated with improved motor symptoms. In addition, the dissociation between of connections related to severity of bradykinesia/rigidity versus tremor highlights the distinct abnormalities in brain circuitry underlying these specific motor symptoms.", "doi": "10.1016/j.nicl.2017.09.004", "title": "Distinct alterations in Parkinson's medication-state and disease-state connectivity.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}