{"authors": [["Theisen", "Frances", "F", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Leda", "Rebecca", "R", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Pozorski", "Vincent", "V", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Oh", "Jennifer M", "JM", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Adluru", "Nagesh", "N", "Waisman Laboratory for Brain Imaging and Behavior, Waisman Center, University of Wisconsin - Madison, Madison, WI, USA."], ["Wong", "Rachel", "R", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Okonkwo", "Ozioma", "O", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Dean", "Douglas C", "DC", "Waisman Laboratory for Brain Imaging and Behavior, Waisman Center, University of Wisconsin - Madison, Madison, WI, USA."], ["Bendlin", "Barbara B", "BB", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Johnson", "Sterling C", "SC", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."], ["Alexander", "Andrew L", "AL", "Department of Medical Physics, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Gallagher", "Catherine L", "CL", "William S. Middleton Memorial Veterans Hospital, Madison, WI, USA."]], "date": "2017-09-09", "id": "28971007", "text": "The cardinal movement abnormalities of Parkinson's disease (PD), including tremor, muscle rigidity, and reduced speed and frequency of movements, are caused by degeneration of dopaminergic neurons in the substantia nigra that project to the putamen, compromising information flow through frontal-subcortical circuits. Typically, the nigrostriatal pathway is more severely affected on the side of the brain opposite (contralateral) to the side of the body that manifests initial symptoms. Several studies have suggested that PD is also associated with changes in white matter microstructural integrity. The goal of the present study was to further develop methods for measuring striatonigral connectivity differences between PD patients and age-matched controls using diffusion weighted magnetic resonance imaging (MRI). In this cross-sectional study, 40 PD patients and 44 controls underwent diffusion weighted imaging (DWI) using a 40-direction MRI sequence as well as an optimized 60-direction sequence with overlapping slices. Regions of interest (ROIs) encompassing the putamen and substantia nigra were hand drawn in the space of the 40-direction data using high-contrast structural images and then coregistered to the 60-direction data. Probabilistic tractography was performed in the native space of each dataset by seeding the putamen ROI with an ipsilateral substantia nigra classification target. The effect of disease group (PD versus control) on mean putamen-SN connection probability and streamline density were then analyzed using generalized linear models controlling for age, gender, education, as well as seed and target region characteristics. Mean putamen-SN streamline density was lower in PD on both sides of the brain and in both 40- and 60-direction data. The optimized sequence provided a greater separation between PD and control means; however, individual values overlapped between groups. The 60-direction data also yielded mean connection probability values either trending (ipsilateral) or significantly (contralateral) lower in the PD group. There were minor between-group differences in average diffusion measures within the substantia nigra ROIs that did not affect the results of the GLM analyses when included as covariates. Based on these results, we conclude that mean striatonigral structural connectivity differs between PD and control groups and that use of an optimized 60-direction DWI sequence with overlapping slices increases the sensitivity of the technique to putative disease-related differences. However, overlap in individual values between disease groups limits its use as a classifier.", "doi": "10.1016/j.nicl.2017.09.009", "title": "Evaluation of striatonigral connectivity using probabilistic tractography in Parkinson's disease.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}