{"authors": [["Li", "Xiaoliang", "X", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."], ["Zhang", "YaNan", "Y", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."], ["Wang", "Yu", "Y", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."], ["Xu", "Jing", "J", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."], ["Xin", "Ping", "P", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."], ["Meng", "YongHai", "Y", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."], ["Wang", "Qiuhong", "Q", "Science of Processing Chinese Materia Medica, College of Pharmacy, Guangdong Pharmaceutical UniversityGuangzhou, China."], ["Kuang", "Haixue", "H", "Key Laboratory of Chinese Materia Medica (Ministry of Education), Heilongjiang University of Chinese MedicineHarbin, China."]], "date": "2017-09-19", "id": "28970800", "text": "Parkinson's disease (PD), characterized with bradykinesia, static tremor, rigidity and disturbances in balance, is the second most common neurodegenerative disorder. Along with the largely aging population in the world, the incidence is increasing year by year, which imposes the negative impacts on patients, their families and the whole society. Traditional Chinese medicine (TCM) has a positive prospect for the prevention and cure of PD due to its advantages of less side effects and multi-target effects. At present, the pathogenesis of PD is not yet fully discovered. This paper elaborates the mechanisms of TCM underlying the prevention and treatment of PD with regards to the inhibition of oxidative stress, the regulation of mitochondrial dysfunction, the reduction of toxic excitatory amino acids (EAA), the inhibition of neuroinflammation, the inhibition of neuronal apoptosis, and the inhibition of abnormal protein aggregation.", "doi": "10.3389/fphar.2017.00634", "title": "The Mechanisms of Traditional Chinese Medicine Underlying the Prevention and Treatment of Parkinson's Disease.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}