{"authors": [["Gómez-Vilda", "Pedro", "P", "NeuVox Lab, Biomedical Technology Center, Universidad Politécnica de MadridMadrid, Spain."], ["Mekyska", "Jiri", "J", "Department of Telecommunications, Brno University of TechnologyBrno, Czechia."], ["Ferrández", "José M", "JM", "Department of Electronics, Computer Technology and Projects, Universidad Politécnica de CartagenaCartagena, Spain."], ["Palacios-Alonso", "Daniel", "D", "NeuVox Lab, Biomedical Technology Center, Universidad Politécnica de MadridMadrid, Spain."], ["Gómez-Rodellar", "Andrés", "A", "NeuVox Lab, Biomedical Technology Center, Universidad Politécnica de MadridMadrid, Spain."], ["Rodellar-Biarge", "Victoria", "V", "NeuVox Lab, Biomedical Technology Center, Universidad Politécnica de MadridMadrid, Spain."], ["Galaz", "Zoltan", "Z", "Department of Telecommunications, Brno University of TechnologyBrno, Czechia."], ["Smekal", "Zdenek", "Z", "Department of Telecommunications, Brno University of TechnologyBrno, Czechia."], ["Eliasova", "Ilona", "I", "First Department of Neurology, Faculty of Medicine and St. Anne's University Hospital, Masaryk UniversityBrno, Czechia."], ["Kostalova", "Milena", "M", "Applied Neuroscience Research Group, Central European Institute of Technology, CEITEC, Masaryk UniversityBrno, Czechia."], ["Rektorova", "Irena", "I", "First Department of Neurology, Faculty of Medicine and St. Anne's University Hospital, Masaryk UniversityBrno, Czechia."]], "date": "2017-08-25", "id": "28970792", "text": "Aim: The research described is intended to give a description of articulation dynamics as a correlate of the kinematic behavior of the jaw-tongue biomechanical system, encoded as a probability distribution of an absolute joint velocity. This distribution may be used in detecting and grading speech from patients affected by neurodegenerative illnesses, as Parkinson Disease. Hypothesis: The work hypothesis is that the probability density function of the absolute joint velocity includes information on the stability of phonation when applied to sustained vowels, as well as on fluency if applied to connected speech. Methods: A dataset of sustained vowels recorded from Parkinson Disease patients is contrasted with similar recordings from normative subjects. The probability distribution of the absolute kinematic velocity of the jaw-tongue system is extracted from each utterance. A Random Least Squares Feed-Forward Network (RLSFN) has been used as a binary classifier working on the pathological and normative datasets in a leave-one-out strategy. Monte Carlo simulations have been conducted to estimate the influence of the stochastic nature of the classifier. Two datasets for each gender were tested (males and females) including 26 normative and 53 pathological subjects in the male set, and 25 normative and 38 pathological in the female set. Results: Male and female data subsets were tested in single runs, yielding equal error rates under 0.6% (Accuracy over 99.4%). Due to the stochastic nature of each experiment, Monte Carlo runs were conducted to test the reliability of the methodology. The average detection results after 200 Montecarlo runs of a 200 hyperplane hidden layer RLSFN are given in terms of Sensitivity (males: 0.9946, females: 0.9942), Specificity (males: 0.9944, females: 0.9941) and Accuracy (males: 0.9945, females: 0.9942). The area under the ROC curve is 0.9947 (males) and 0.9945 (females). The equal error rate is 0.0054 (males) and 0.0057 (females). Conclusions: The proposed methodology avails that the use of highly normalized descriptors as the probability distribution of kinematic variables of vowel articulation stability, which has some interesting properties in terms of information theory, boosts the potential of simple yet powerful classifiers in producing quite acceptable detection results in Parkinson Disease.", "doi": "10.3389/fninf.2017.00056", "title": "Parkinson Disease Detection from Speech Articulation Neuromechanics.", "journal": ["Frontiers in neuroinformatics", "Front Neuroinform"]}