{"authors": [["Cousins", "Katheryn A Q", "KAQ", "Department of Neurology and Penn Frontotemporal Degeneration Center, University of Pennsylvania, USA. Electronic address: kcous@mail.med.upenn.edu."], ["Ash", "Sharon", "S", "Department of Neurology and Penn Frontotemporal Degeneration Center, University of Pennsylvania, USA."], ["Grossman", "Murray", "M", "Department of Neurology and Penn Frontotemporal Degeneration Center, University of Pennsylvania, USA. Electronic address: mgrossma@mail.med.upenn.edu."]], "date": "2017-09-08", "id": "28969902", "text": "Theories of grounded cognition propose that action verb knowledge relies in part on motor processing regions, including premotor cortex. Accordingly, impaired action verb knowledge in patients with amyotrophic lateral sclerosis (ALS) and Parkinson's Disease (PD) is thought to be due to motor system degeneration. Upper motor neuron disease in ALS degrades the motor cortex and related pyramidal motor system, while disease in PD is centered in the basal ganglia and can spread to frontostriatal areas that are important to language functioning. These anatomical distinctions in disease may yield subtle differences in the action verb impairment between patient groups. Here we compare verbs where the body is the agent of the action to verbs where the body is the theme. To examine the role of motor functioning in body verb production, we split patient groups into patients with high motor impairment (HMI) and those with low motor impairment (LMI), using disease-specific measures of motor impairment. Regression analyses assessed how verb production in ALS and PD was related to motor system atrophy. We find a dissociation between agent- and theme-body verbs in ALS: ALS HMI were impaired for agent body verbs but not theme verbs, compared to ALS LMI. This dissociation was not present in PD patients, who instead show depressed production for all body verbs. Although patients with cognitive impairment were excluded from this study, cognitive performance significantly correlated with the production of theme verbs in ALS and cognitive/stative verbs in PD. Finally, regression analyses related the agent-theme dissociation in ALS to grey matter atrophy of premotor cortex. These findings support the view that motor dysfunction and disease in premotor cortex contributes to the agent body verb deficit in ALS, and begin to identify some distinct characteristics of impairment for verbs in ALS and PD.", "doi": "10.1016/j.cortex.2017.08.030", "title": "Production of verbs related to body movement in amyotrophic lateral sclerosis (ALS) and Parkinson's Disease (PD).", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}