{"authors": [["Breder", "Raphael", "R", "1 Universidade Federal Fluminense, Hospital Universitário Antônio Pedro, Niterói, Rio de Janeiro, Brazil."], ["Leite", "Marco Antonio Araujo", "MAA", "1 Universidade Federal Fluminense, Hospital Universitário Antônio Pedro, Niterói, Rio de Janeiro, Brazil."], ["Pinto", "Jony Arrais", "JA", "2 Department of Statistics, Universidade Federal Fluminense, Niterói, Rio de Janeiro, Brazil."], ["Cavalcante", "Igor Pinto", "IP", "2 Department of Statistics, Universidade Federal Fluminense, Niterói, Rio de Janeiro, Brazil."], ["Pessoa", "Bruno Lima", "BL", "1 Universidade Federal Fluminense, Hospital Universitário Antônio Pedro, Niterói, Rio de Janeiro, Brazil."], ["Neves", "Marco Antônio Orsini", "MAO", "3 Centro Universitário Augusto Motta, Rio de Janeiro, Brazil."]], "date": "2017-10-02", "id": "28969462", "text": "Recent publications have highlighted the low sensitivity of the Mini-Mental State Examination (MMSE) for the cognitive assessment of patients with Parkinson disease (PD). The Montreal Cognitive Assessment (MoCA), otherwise, has shown greater sensitivity when compared to the MMSE. Based on this, we have searched for the cognitive impairment measurable by the MoCA and the functional performance on activities of daily living in a sample of Brazilian patients with PD and normal MMSE. We hypothesized that the low sensitivity of the MMSE, already shown by other authors, could be replicated in a low-income country.To describe the performance on the MoCA and the dependence on third parties for activities of daily living in a sample of Brazilian patients with PD and normal MMSE.We evaluated 43 volunteers with PD and normal MMSE considering the Brazilian cutoffs. Cognitive performance was assessed through the MoCA and functional performance through a modified version of the Disability Assessment for Dementia Scale.Despite normal score on the MMSE, considering the Brazilian cutoffs, 62.7% of the volunteers performed below the literature cutoff for the MoCA (26 points). Furthermore, 30.2% had dependence on third party for activities of daily living. By using a strict cutoff for the MMSE (26 points), 56.7% performed below the MoCA cutoff and 24.3% had dependence for activities of daily living.Our findings confirm the limitations of the MMSE for the cognitive screening of patients with PD in a low-income country.", "doi": "10.1177/0891988717731826", "title": "Low Sensitivity of the Mini-Mental State Examination for Cognitive Assessment of Brazilian Patients With Parkinson Disease.", "journal": ["Journal of geriatric psychiatry and neurology", "J Geriatr Psychiatry Neurol"]}