{"authors": [["Zapiec", "Bolek", "B", "Max Planck Research Unit for Neurogenetics, Frankfurt, Germany."], ["Dieriks", "Birger V", "BV", "Department of Anatomy and Medical Imaging and Centre for Brain Research, Faculty of Medical and Health Science, University of Auckland, Auckland, New Zealand."], ["Tan", "Sheryl", "S", "Max Planck Research Unit for Neurogenetics, Frankfurt, Germany."], ["Faull", "Richard L M", "RLM", "Department of Anatomy and Medical Imaging and Centre for Brain Research, Faculty of Medical and Health Science, University of Auckland, Auckland, New Zealand."], ["Mombaerts", "Peter", "P", "Max Planck Research Unit for Neurogenetics, Frankfurt, Germany."], ["Curtis", "Maurice A", "MA", "Department of Anatomy and Medical Imaging and Centre for Brain Research, Faculty of Medical and Health Science, University of Auckland, Auckland, New Zealand."]], "date": null, "id": "28969383", "text": "Olfactory dysfunction is common in Parkinson's disease and is an early symptom, but its pathogenesis remains poorly understood. Hindering progress in our mechanistic understanding of olfactory dysfunction in Parkinson's disease is the paucity of literature about the human olfactory bulb, both from normal and Parkinson's disease cases. Qualitatively it is well established that the neat arrangement of the glomerular array seen in the mouse olfactory bulb is missing in humans. But rigorous quantitative approaches to describe and compare the thousands of glomeruli in the human olfactory bulb are not available. Here we report a quantitative approach to describe the glomerular component of the human olfactory bulb, and its application to draw statistical comparisons between olfactory bulbs from normal and Parkinson's disease cases. We subjected horizontal 10 µm sections of olfactory bulbs from six normal and five Parkinson's disease cases to fluorescence immunohistochemistry with antibodies against vesicular glutamate transporter-2 and neural cell adhesion molecule. We scanned the immunostained sections with a fluorescence slide scanner, segmented the glomeruli, and generated 3D reconstructions of whole olfactory bulbs. We document the occurrence of atypical glomerular morphologies and glomerular-like structures deep in the olfactory bulb, both in normal and Parkinson's disease cases. We define a novel and objective parameter: the global glomerular voxel volume, which is the total volume of all voxels that are classified immunohistochemically as glomerular. We find that the global glomerular voxel volume in Parkinson's disease cases is half that of normal cases. The distribution of glomerular voxels along the dorsal-ventral dimension of the olfactory bulb in these series of horizontal sections is significantly altered in Parkinson's disease cases: whereas most glomerular voxels reside within the ventral half of olfactory bulbs from normal cases, glomerular voxels are more evenly spread among the ventral and dorsal halves of olfactory bulbs from Parkinson's disease cases. These quantitative whole-olfactory bulb analyses indicate a predominantly ventral deficit in the glomerular component in Parkinson's disease, consistent with the olfactory vector hypothesis for the pathogenesis of this neurodegenerative disease. The distribution of serine 129-phosphorylated α-synuclein immunoreactive voxels correlates with that of glomerular voxels. The higher the serine 129-phosphorylated α-synuclein load of an olfactory bulb from a Parkinson's disease case, the lower the global glomerular voxel volume. Our rigorous quantitative approach to the whole olfactory bulb will help understand the anatomy and histology of the normal human olfactory bulb and its pathological alterations in Parkinson's disease.", "doi": "10.1093/brain/awx208", "title": "A ventral glomerular deficit in Parkinson's disease revealed by whole olfactory bulb reconstruction.", "journal": ["Brain : a journal of neurology", "Brain"]}