{"authors": [["Ingrao", "T", "T", "Service de génétique clinique, CHRU de Nancy, rue du Morvan, 54511 Vandœuvre-Lès-Nancy, France. Electronic address: tara@tutoweb.net."], ["Lambert", "L", "L", "Service de génétique clinique, CHRU de Nancy, rue du Morvan, 54511 Vandœuvre-Lès-Nancy, France."], ["Valduga", "M", "M", "Service de cytogénétique et génétique moléculaire, laboratoire de génétique médicale, CHRU de Nancy, rue du Morvan, 54511 Vandœuvre-Lès-Nancy, France."], ["Bosser", "G", "G", "Service de cardiologie infantile, CHRU de Nancy, rue du Morvan, 54511 Vandœuvre-Lès-Nancy, France."], ["Albuisson", "E", "E", "Unité ESPRI-BioBase-méthodologie-réglementation-biostatistiques, plateforme d'aide à la recherche clinique (PARC), CHRU de Nancy, rue du Morvan, 54511 Vandœuvre-Lès-Nancy, France."], ["Leheup", "B", "B", "Service de génétique clinique et pédiatrie, CHRU de Nancy, rue du Morvan, 54511 Vandœuvre-Lès-Nancy, France."]], "date": "2017-09-28", "id": "28967605", "text": "22q11.2 deletion syndrome (22q11.2DS) is a very broad phenotypic spectrum disorder. It can affect many organs or systems. 22q11.2DS is the most common microdeletion syndrome in humans, with a prevalence ranging from one in every 2000 to one in 4000 newborns. It seems to be more prevalent than reported and under-recognized or undiagnosed because of its inherent clinical variability and heterogeneity. In France, 15,000 patients may be affected by this disease, more than half without knowing it. The aim of this study was to analyze the care pathway before the genetic diagnosis of 22q11.2DS.We conducted a single-center, retrospective analysis of postnatally diagnosed patients recruited by the cytogenetic laboratory of Nancy (France) from January 2000 to December 2015. Clinical data were first collected by consulting the medical files of patients and then by calling them directly. Written informed consent was obtained and the study was approved by local research ethics boards. Data concerned only clinical features before the diagnosis.The cohort consisted of 32 individuals with 22q11.2DS. The average age at diagnosis was 9 years and 2 months and the median age was 2 years and 11 months. Fetal echography was abnormal in 15 pregnancies. During the neonatal period, the most important features were eating difficulties and congenital malformations (n=20), with a majority of complex heart diseases (n=16), dominated by conotruncal malformations (n=6). In case of malformation, the average age at diagnosis decreased to 2 years and 6 months. A congenital heart disease brought the average age of diagnosis down to 2 years and 6 months. Hypocalcemia and dysmorphism were also classical features (n=14). Before the age of 3 years, speech delay occurred in nine patients. After 3 years of age, rhinolalia was predominant (n=11). Academic disabilities were present in all subjects. At least 14 patients had a de novo deletion. Five patients were diagnosed within genetic counseling, with the deletion was inherited from the mother in three out of four cases. One was the monozygotic twin of a patient. Seven patients were diagnosed as adults. Four of them were diagnosed only because of the clinical presentation of their children or fetuses. Retrospectively, all adult patients had clinical signs suggesting the 22q11.2DS diagnosis. Relational disorders affected eight patients. None of them had been referred to the geneticist for this reason. In most cases, the pediatric cardiologist referred patients to the geneticist (n=9). Physiotherapists (n=15) and speech-language pathologists (n=12) were frequently requested but did not participate in the diagnosis.The present study highlights the difficulty of establishing the diagnosis when the major features of the 22q11.2DS are absent during the 1st months of life. This is particularly true when there is no congenital defect. Special attention must be given to speech disorders in childhood and neuropsychological disorders later in life. The association between 22q11.2DS and early-onset parkinson disease implies that adult neurologists should be aware of this diagnosis. For adult patients, familial occurrence is the most frequent cause of diagnosis in spite of clinical signs suggestive of 22q11.2DS. The management of these patients involves better information of medical and paramedical staff in order to refer them to the geneticist earlier in life.", "doi": "10.1016/j.arcped.2017.08.017", "title": "[22q11.2 microdeletion syndrome: Analysis of the care pathway before the genetic diagnosis].", "journal": ["Archives de pediatrie : organe officiel de la Societe francaise de pediatrie", "Arch Pediatr"]}