{"authors": [["Winkler", "Christian", "C", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Reis", "Janine", "J", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Hoffmann", "Nadin", "N", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Gellner", "Anne-Kathrin", "AK", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Münkel", "Christian", "C", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Curado", "Marco Rocha", "MR", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Furlanetti", "Luciano", "L", "Laboratory of Stereotaxy and Interventional Neuroscience, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Garcia", "Joanna", "J", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Döbrössy", "Máté D", "MD", "Laboratory of Stereotaxy and Interventional Neuroscience, University Hospital Freiburg, Freiburg, 79106, Germany."], ["Fritsch", "Brita", "B", "Department of Neurology, University Hospital Freiburg, Freiburg, 79106, Germany."]], "date": "2017-09-19", "id": "28966974", "text": "Restorative therapy concepts, such as cell based therapies aim to restitute impaired neurotransmission in neurodegenerative diseases. New strategies to enhance grafted cell survival and integration are still needed to improve functional recovery. Anodal direct current stimulation (DCS) promotes neuronal activity and secretion of the trophic factor BDNF in the motor cortex. Transcranial DCS applied to the motor cortex transiently improves motor symptoms in Parkinson's disease (PD) patients. In this proof-of-concept study, we combine cell based therapy and noninvasive neuromodulation to assess whether neurotrophic support via transcranial DCS would enhance the restitution of striatal neurotransmission by fetal dopaminergic transplants in a rat Parkinson model. Transcranial DCS was applied daily for 20 min on 14 consecutive days following striatal transplantation of fetal ventral mesencephalic (fVM) cells derived from transgenic rat embryos ubiquitously expressing GFP. Anodal but not cathodal transcranial DCS significantly enhanced graft survival and dopaminergic reinnervation of the surrounding striatal tissue relative to sham stimulation. Behavioral recovery was more pronounced following anodal transcranial DCS, and behavioral effects correlated with the degree of striatal innervation. Our results suggest anodal transcranial DCS may help advance cell-based restorative therapies in neurodegenerative diseases. In particular, such an assistive approach may be beneficial for the already established cell transplantation therapy in PD.", "doi": "10.1523/ENEURO.0063-17.2017", "title": "Anodal Transcranial Direct Current Stimulation Enhances Survival and Integration of Dopaminergic Cell Transplants in a Rat Parkinson Model.", "journal": ["eNeuro", "eNeuro"]}