{"authors": [["Sklerov", "Miriam", "M", "Columbia University Medical Center, New York, New York."], ["Kang", "Un Jung", "UJ", "Columbia University Medical Center, New York, New York."], ["Liong", "Christopher", "C", "Columbia University Medical Center, New York, New York."], ["Clark", "Lorraine", "L", "Columbia University Medical Center, New York, New York."], ["Marder", "Karen", "K", "Columbia University Medical Center, New York, New York."], ["Pauciulo", "Michael", "M", "Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati OH."], ["Nichols", "William C", "WC", "Cincinnati Children's Hospital Medical Center and University of Cincinnati College of Medicine, Cincinnati OH."], ["Chung", "Wendy K", "WK", "Columbia University Medical Center, New York, New York."], ["Honig", "Lawrence S", "LS", "Columbia University Medical Center, New York, New York."], ["Cortes", "Etty", "E", "Columbia University Medical Center, New York, New York."], ["Vonsattel", "Jean Paul", "JP", "Columbia University Medical Center, New York, New York."], ["Alcalay", "Roy N", "RN", "Columbia University Medical Center, New York, New York."]], "date": "2017-04-03", "id": "28966932", "text": "Multiple system atrophy (MSA) is marked by abnormal inclusions of alpha-synuclein in oligodendrogliocytes. Etiology remains unknown. Variants in the glucocerebrosidase gene have been associated with other synucleinopathies, dementia with Lewy bodies and Parkinson disease. It is unclear whether glucocerebrosidase variants are associated with MSA.To analyze the frequency of glucocerebrosidase gene variants among autopsy-proven cases of MSA at a brain bank in New York City.The glucocerebrosidase gene was fully sequenced in the 17 autopsy-proven MSA cases with extractable DNA at the Columbia University New York Brain Bank from 2002 to 2016. To test if the MSA cases in the brain bank are enriched for GBA variants, we compared the GBA variant frequency in MSA to all brain bank cases with pure Alzheimer's disease (AD) at Columbia University for whom GBA genotype was available (n=82).4/17 (23.5%) MSA cases carried glucocerebrosidase gene variants, including an individual homozygous for N370S, and one each who were heterozygous carriers of N370S, T369M and R496H. Among the comparator cases with pure AD, 3 of the 82 autopsies (3.7%) carried GBA variants (P = 0.0127, Fisher exact test), including one case each of N370S homozygote, and R496H and T369M heterozygous variant.We found a higher frequency of glucocerebrosidase variants among pathologically diagnosed MSA cases in our brain bank compared to AD autopsies. This study demonstrates the need for further investigation into the role of glucocerebrosidase and lysosomal dysfunction in the etiology of MSA.", "doi": "10.1002/mdc3.12481", "title": "Frequency of GBA variants in autopsy-proven multiple system atrophy.", "journal": ["Movement disorders clinical practice", "Mov Disord Clin Pract"]}