{"authors": [["Aurich", "Mariana F", "MF", "Laboratório de Neurofisiologia. Departamento de Fisiologia. Universidade Federal do Paraná, Curitiba, PR, Brazil."], ["Rodrigues", "Lais S", "LS", "Laboratório de Neurofisiologia. Departamento de Fisiologia. Universidade Federal do Paraná, Curitiba, PR, Brazil."], ["Targa", "Adriano D S", "ADS", "Laboratório de Neurofisiologia. Departamento de Fisiologia. Universidade Federal do Paraná, Curitiba, PR, Brazil."], ["Noseda", "Ana Carolina D", "ACD", "Laboratório de Neurofisiologia. Departamento de Fisiologia. Universidade Federal do Paraná, Curitiba, PR, Brazil."], ["Cunha", "Flávia D W", "FDW", "Laboratório de Neurofisiologia. Departamento de Fisiologia. Universidade Federal do Paraná, Curitiba, PR, Brazil."], ["Lima", "Marcelo M S", "MMS", "Laboratório de Neurofisiologia. Departamento de Fisiologia. Universidade Federal do Paraná, Curitiba, PR, Brazil."]], "date": null, "id": "28966738", "text": "Olfactory dysfunction affects about 85-90% of Parkinson's disease (PD) patients with severe deterioration in the ability of discriminate several types of odors. In addition, studies reported declines in olfactory performances during a short period of sleep deprivation. Besides, PD is also known to strongly affect the occurrence and maintenance of rapid eye movement (REM) sleep.Therefore, we investigated the mechanisms involved on discrimination of a social odor (dependent on the vomeronasal system) and a non-social odor (related to the main olfactory pathway) in the rotenone model of PD. Also, a concomitant impairment in REM sleep was inflicted with the introduction of two periods (24 or 48 h) of REM sleep deprivation (REMSD). Rotenone promoted a remarkable olfactory impairment in both social and non-social odors, with a notable modulation induced by 24 h of REMSD for the non-social odor.Our findings demonstrated the occurrence of a strong association between the density of nigral TH-ir neurons and the olfactory discrimination capacity for both odorant stimuli. Specifically, the rotenone-induced decrease of these neurons tends to elicit reductions in the olfactory discrimination ability.These results are consistent with the participation of the nigrostriatal dopaminergic system mainly in the olfactory discrimination of a non-social odor, probably through the main olfactory pathway. Such involvement may have produce relevant impact in the preclinical abnormalities found in PD patients.", "doi": "10.5935/1984-0063.20170008", "title": "Olfactory impairment is related to REM sleep deprivation in rotenone model of Parkinson's disease.", "journal": ["Sleep science (Sao Paulo, Brazil)", "Sleep Sci"]}