{"authors": [["Chen", "Jing", "J", "Experiment Teaching Center of Morphology, Xuzhou Medical University, Xuzhou, Jiangsu Province, China."], ["Kang", "Xiao-Yu", "XY", "Teaching and Research Section of Neurobiology and Anatomy, Xuzhou Medical University, Xuzhou, Jiangsu Province, China."], ["Tang", "Chuan-Xi", "CX", "Teaching and Research Section of Neurobiology and Anatomy, Xuzhou Medical University, Xuzhou, Jiangsu Province, China."], ["Gao", "Dian-Shuai", "DS", "Teaching and Research Section of Neurobiology and Anatomy, Xuzhou Medical University, Xuzhou, Jiangsu Province, China."]], "date": null, "id": "28966651", "text": "Pitx3 is strongly associated with the phenotype, differentiation, and survival of dopaminergic neurons. The relationship between Pitx3 and glial cell line-derived neurotrophic factor (GDNF) in dopaminergic neurons remains poorly understood. The present investigation sought to construct and screen a lentivirus expression plasmid carrying a rat Pitx3 short hairpin (sh)RNA and to assess the impact of Pitx3 gene knockdown on GDNF transcriptional activity in MES23.5 dopaminergic neurons. Three pairs of interference sequences were designed and separately ligated into GV102 expression vectors. These recombinant plasmids were transfected into MES23.5 cells and western blot assays were performed to detect Pitx3 protein expression. Finally, the most effective Pitx3 shRNA and a dual-luciferase reporter gene plasmid carrying the GDNF promoter region (GDNF-luciferase) were cotransfected into MES23.5 cells. Sequencing showed that the synthesized sequences were identical to the three Pitx3 interference sequences. Inverted fluorescence microscopy revealed that the lentivirus expression plasmids carrying Pitx3-shRNA had 40-50% transfection efficiency. Western blot assay confirmed that the corresponding Pitx3 of the third knockdown sequence had the lowest expression level. Dual-luciferase reporter gene results showed that the GDNF transcriptional activity in dopaminergic cells cotransfected with both plasmids was decreased compared with those transfected with GDNF-luciferase alone. Together, the results showed that the designed Pitx3-shRNA interference sequence decreased Pitx3 protein expression, which decreased GDNF transcriptional activity.", "doi": "10.4103/1673-5374.213557", "title": "Impact of Pitx3 gene knockdown on glial cell line-derived neurotrophic factor transcriptional activity in dopaminergic neurons.", "journal": ["Neural regeneration research", "Neural Regen Res"]}