{"authors": [["Zitser", "Jennifer", "J", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel. Electronic address: jenny.zitser@gmail.com."], ["Peretz", "Chava", "C", "School of Public Health, Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Ber David", "Aya", "A", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Shabtai", "Herzl", "H", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Ezra", "Adi", "A", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Kestenbaum", "Meir", "M", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Brozgol", "Marina", "M", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Rosenberg", "Alina", "A", "School of Public Health, Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Herman", "Talia", "T", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Balash", "Yakov", "Y", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Gadoth", "Avi", "A", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel."], ["Thaler", "Avner", "A", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel; Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Stebbins", "Glenn T", "GT", "Department of Neurological Services, Rush University Medical Center, Chicago, IL, USA."], ["Goetz", "Christopher G", "CG", "Department of Neurological Services, Rush University Medical Center, Chicago, IL, USA."], ["Tilley", "Barbara C", "BC", "Department of Biostatistics, School of Public Health, University of Texas Health Science Center at Houston, Houston, TX, USA."], ["Luo", "Sheng T", "ST", "Department of Biostatistics, School of Public Health, University of Texas Health Science Center at Houston, Houston, TX, USA."], ["Liu", "Yuanyuan", "Y", "Department of Biostatistics, School of Public Health, University of Texas Health Science Center at Houston, Houston, TX, USA."], ["Giladi", "Nir", "N", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel; Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Sagol School of Neuroscience, Tel-Aviv University, Tel-Aviv, Israel."], ["Gurevich", "Tanya", "T", "Movement Disorders Unit, Neurological Institute, Tel Aviv Medical Center, Tel-Aviv, Israel; Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Israel; Sagol School of Neuroscience, Tel-Aviv University, Tel-Aviv, Israel."]], "date": "2017-09-24", "id": "28965872", "text": "The Movement Disorders Society (MDS) published the English new Unified Parkinson's Disease Rating Scale (MDS-UPDRS) as the official benchmark scale for Parkinson's disease (PD) in 2008. We aimed to validate the Hebrew version of the MDS-UPDRS, explore its dimensionality and compare it to the original English one.The MDS-UPDRS questionnaire was translated to Hebrew and was tested on 389 patients with PD, treated at the Movement Disorders Unit at Tel-Aviv Medical Center. The MDS-UPDRS is made up of four sections. The higher the score, the worst the clinical situation of the patient is. Confirmatory and explanatory factor analysis were applied to determine if the factor structure of the English version could be confirmed in the Hebrew version.The Hebrew version of the MDS-UPDRS showed satisfactory clinimetric properties. The internal consistency of the Hebrew-version was satisfactory, with Cronbach's alpha values 0.79, 0.90, 0.93, 0.80, for parts 1 to 4 respectively. In the confirmatory factor analysis, all four parts had high (greater than 0.90) comparative fit index (CFI) in comparison to the original English MDS-UPDRS with high factor structure (0.96, 0.99, 0.94, 1.00, respectively), thus confirming the pre-specified English factor structure. Explanatory factor analysis yielded that the Hebrew responses differed from the English one within an acceptable range: in isolated item differences in factor structure and in the findings of few items having cross loading on multiple factors.The Hebrew version of the MDS-UPDRS meets the requirements to be designated as the Official Hebrew Version of the MDS-UPDRS.", "doi": "10.1016/j.parkreldis.2017.09.012", "title": "Validation of the Hebrew version of the Movement Disorder Society-Unified Parkinson's Disease Rating Scale.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}