{"authors": [["Rezaeian", "Niloofar", "N", "Department of Biology, Faculty of Basic Sciences, Science and Research Branch, Islamic Azad University, Tehran, Iran."], ["Shirvanizadeh", "Niloofar", "N", "Department of Biophysics, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."], ["Mohammadi", "Soheila", "S", "Department of Nanobiotechnology, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."], ["Nikkhah", "Maryam", "M", "Department of Nanobiotechnology, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran. Electronic address: m_nikkhah@modares.ac.ir."], ["Arab", "Seyed Shahriar", "SS", "Department of Biophysics, Faculty of Biological Sciences, Tarbiat Modares University, Tehran, Iran."]], "date": "2017-09-28", "id": "28965745", "text": "Parkinson's disease is characterized by accumulation of inclusion bodies in dopaminergic neurons, where insoluble and fibrillar α-synuclein makes up the major component of these inclusion bodies. So far, several strategies have been applied in order to suppress α-synuclein aggregation and toxicity in Parkinson's disease. In the present study, a new database has been established by segmentation of all the proteins deposited in protein Data Bank. The database data base was searched for the sequences which adopt β structure and are identical or very similar to the regions of α-synuclein which are involved in aggregation. The adjacent β strands of the found sequences were chosen as the peptide inhibitors of α-synuclein aggregation. Two of the predicted peptides, namely KISVRV and GQTYVLPG, were experimentally proved to be efficient in suppressing aggregation of α-synuclein in vitro. Moreover, KISVRV exhibited the ability to disrupt oligomers of α-syn which are assumed to be the pathogenic species in Parkinson's disease.", "doi": "10.1016/j.abb.2017.09.015", "title": "The inhibitory effects of biomimetically designed peptides on α-synuclein aggregation.", "journal": ["Archives of biochemistry and biophysics", "Arch. Biochem. Biophys."]}