{"authors": [["Wen", "Ming-Ching", "MC", "Department of Research, National Neuroscience Institute, Singapore; Department of Neurology, National Neuroscience Institute, Singapore. Electronic address: ming-ching_wen@nni.com.sg."], ["Heng", "Hannah S E", "HSE", "Department of Research, National Neuroscience Institute, Singapore; Department of Neurology, National Neuroscience Institute, Singapore."], ["Hsu", "Jung-Lung", "JL", "Department of Neurology, Chang Gung Memorial Hospital Linko Medical Center and College of Medicine, Chang Gung University, Taiwan; Graduate Institute of Humanities in Medicine and Research Center for Brain and Consciousness, Taipei Medical University, Taiwan."], ["Xu", "Zheyu", "Z", "Department of Neurology, National Neuroscience Institute, Singapore."], ["Liew", "Gerald M", "GM", "Duke-NUS Medical School, Singapore."], ["Au", "Wing Lok", "WL", "Department of Neurology, National Neuroscience Institute, Singapore."], ["Chan", "Ling Ling", "LL", "Department of Diagnostic Radiology, Singapore General Hospital, Singapore."], ["Tan", "Louis C S", "LCS", "Department of Neurology, National Neuroscience Institute, Singapore; Graduate Institute of Humanities in Medicine and Research Center for Brain and Consciousness, Taipei Medical University, Taiwan."], ["Tan", "Eng King", "EK", "Department of Research, National Neuroscience Institute, Singapore; Department of Neurology, National Neuroscience Institute, Singapore; Graduate Institute of Humanities in Medicine and Research Center for Brain and Consciousness, Taipei Medical University, Taiwan."]], "date": "2017-09-21", "id": "28964628", "text": "Although the clinical signs of prodromal Parkinson's disease (PD) have been identified, little is known about the neural features of the prodromal phase of PD (proPD). The aim of this study was to examine the structural network alterations from healthy aging to proPD and to early PD.181 non-demented and non-depressed participants comprising 55 healthy controls (HCs), 20 proPDs, and 106 de novo PD patients (dPDs) were included in the study and underwent clinical assessment and diffusion tensor imaging scanning. Graph-theoretical analysis and network-based statistics, with age and gender as nuisance covariates, were used.Compared with HCs and dPDs, proPD patients showed significantly elevated small-worldness and clustering coefficient (Ps < 0.01) and greater local connectivity between regions relating to motor, olfactory and sleep functions (Ps < 0.05). Although dPDs and HCs did not differ on all graph-theoretic metrics, dPD patients showed decreased connectivity within the prefrontal regions and between the left temporal and occipital lobes (P < 0.05). The connectivity strength between these regions significantly distinguished between diagnostic groups. Connectivity between bilateral SMAs was correlated with UPSIT in HCs and with UPDRS-III in dPDs. Connectivity between the right SMA and putamen was correlated RBDSQ in proPDs.Increased network efficiency and connectivity of proPDs and decreased local connectivity of dPDs might suggest the emergence and dissipation of neural compensation in the prodromal phase and in early PD, respectively. Nonetheless, longitudinal studies are needed to follow up the long-term structural network changes of proPD patients.", "doi": "10.1016/j.parkreldis.2017.09.019", "title": "Structural connectome alterations in prodromal and de novo Parkinson's disease patients.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}