{"authors": [["Bayés", "Àngels", "À", "Centro Médico Teknon-Grupo Quiron Salud, Parkinson Unit, Barcelona, Catalunya, Spain. Electronic address: 11741abr@comb.cat."], ["Samá", "Albert", "A", "Universitat Politècnica de Catalunya, Automatic Control Department, Vilanova I la Geltrú, Catalunya, Spain."], ["Prats", "Anna", "A", "National University of Ireland, Galway, Ireland; Faculty of Medicine, Neurology, Galway, Ireland."], ["Pérez-López", "Carlos", "C", "Universitat Politècnica de Catalunya, Automatic Control Department, Vilanova I la Geltrú, Catalunya, Spain."], ["Crespo-Maraver", "Maricruz", "M", "Centro Médico Teknon-Grupo Quiron Salud, Parkinson Unit, Barcelona, Catalunya, Spain; Fundació Althaia, Divisió de Salud Mental, Manresa, Catalunya, Spain."], ["Moreno", "Juan Manuel", "JM", "Universitat Politècnica de Catalunya, Automatic Control Department, Vilanova I la Geltrú, Catalunya, Spain."], ["Alcaine", "Sheila", "S", "Centro Médico Teknon-Grupo Quiron Salud, Parkinson Unit, Barcelona, Catalunya, Spain."], ["Rodriguez-Molinero", "Alejandro", "A", "Consorci Sanitari del Garraf, Clinical Research Unit, Vilanova I la Geltrú, Catalunya, Spain; National University of Ireland, Galway, Ireland; School of Engineering and Informatics, Galway, Ireland."], ["Mestre", "Berta", "B", "Centro Médico Teknon-Grupo Quiron Salud, Parkinson Unit, Barcelona, Catalunya, Spain."], ["Quispe", "Paola", "P", "Centro Médico Teknon-Grupo Quiron Salud, Parkinson Unit, Barcelona, Catalunya, Spain."], ["de Barros", "Ana Correia", "AC", "Associaçao Fraunhofer Portugal Research, Fraunhofer Portugal AICOS (FhP-AICOS), Porto, Portugal."], ["Castro", "Rui", "R", "Associaçao Fraunhofer Portugal Research, Fraunhofer Portugal AICOS (FhP-AICOS), Porto, Portugal."], ["Costa", "Alberto", "A", "Niccolò Cusano University, Psychology, Rome, Italy."], ["Annicchiarico", "Roberta", "R", "Foundazione Santa Lucia, Technology-Assisted Neuro-Rehabilitation Laboratory, Rome, Italy."], ["Browne", "Patrick", "P", "University Hospital Galway, Neurology Department, Galway, Ireland."], ["Counihan", "Tim", "T", "National University of Ireland, Galway, Ireland; Faculty of Medicine, Neurology, Galway, Ireland."], ["Lewy", "Hadas", "H", "Maccabi Heathcare Services, International center for R&D, Tel-Aviv, Israel."], ["Vainstein", "Gabriel", "G", "Maccabi Heathcare Services, International center for R&D, Tel-Aviv, Israel."], ["Quinlan", "Leo R", "LR", "National University of Ireland, Galway, Ireland; Electrical & Electronic Engineering, Galway, Ireland."], ["Sweeney", "Dean", "D", "National University of Ireland, Galway, Ireland; Physiology, School of Medicine, Galway, Ireland."], ["ÓLaighin", "Gearóid", "G", "National University of Ireland, Galway, Ireland; Electrical & Electronic Engineering, Galway, Ireland."], ["Rovira", "Jordi", "J", "Telefonica, R&D, Barcelona, Catalunya, Spain."], ["Rodrigue Z-Martin", "Daniel", "D", "Universitat Politècnica de Catalunya, Automatic Control Department, Vilanova I la Geltrú, Catalunya, Spain."], ["Cabestany", "Joan", "J", "Universitat Politècnica de Catalunya, Automatic Control Department, Vilanova I la Geltrú, Catalunya, Spain."]], "date": "2017-09-25", "id": "28963889", "text": "The treatment of Parkinson's disease (PD) with levodopa is very effective. However, over time, motor complications (MCs) appear, restricting the patient from leading a normal life. One of the most disabling MCs is ON-OFF fluctuations. Gathering accurate information about the clinical status of the patient is essential for planning treatment and assessing its effect. Systems such as the REMPARK system, capable of accurately and reliably monitoring ON-OFF fluctuations, are of great interest.To analyze the ability of the REMPARK System to detect ON-OFF fluctuations.Forty-one patients with moderate to severe idiopathic PD were recruited according to the UK Parkinson's Disease Society Brain Bank criteria. Patients with motor fluctuations, freezing of gait and/or dyskinesia and who were able to walk unassisted in the OFF phase, were included in the study. Patients wore the REMPARK System for 3days and completed a diary of their motor state once every hour.The record obtained by the REMPARK System, compared with patient-completed diaries, demonstrated 97% sensitivity in detecting OFF states and 88% specificity (i.e., accuracy in detecting ON states).The REMPARK System detects an accurate evaluation of ON-OFF fluctuations in PD; this technology paves the way for an optimisation of the symptomatic control of PD motor symptoms as well as an accurate assessment of medication efficacy.", "doi": "10.1016/j.gaitpost.2017.09.031", "title": "A \"HOLTER\" for Parkinson's disease: Validation of the ability to detect on-off states using the REMPARK system.", "journal": ["Gait & posture", "Gait Posture"]}