{"authors": [["Mulhern", "Maureen", "M", "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA. mm4757@cumc.columbia.edu."], ["Bier", "Louise", "L", "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Alcalay", "Roy N", "RN", "Department of Neurology, Columbia University Medical Center, New York, NY, USA."], ["Balwani", "Manisha", "M", "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."]], "date": "2017-09-30", "id": "28963610", "text": "Gaucher disease (GD) is an autosomal recessive disease caused by GBA mutations that is especially common in the Ashkenazi Jewish (AJ) population. The link between GBA mutations and Parkinson disease (PD), a later-onset neurodegenerative condition, is well established, and studies have shown that GBA carriers have an increased lifetime risk of developing PD. Carrier screening for GD is frequently offered to couples during or prior to pregnancy, especially to those of AJ descent. However, no studies have been performed to assess if prospective parents would want to learn about their risk of developing PD incidentally through carrier screening. It is also unknown if pre-test counseling on this topic would affect screening uptake. In order to answer these questions, a survey was administered to individuals who screened negative for GBA mutations. Of the 75 participants, 86.7% believed that patients should be informed about the increased risk of PD prior to having GD carrier screening, and 93.3% responded that this information would not have changed their decision to have carrier screening. These results indicate that healthcare providers should take into consideration patient preferences when determining how to counsel about GD carrier screening. Additionally, these results have implications for genetic counseling about other later-onset conditions that may be incidentally ascertained through carrier screening.", "doi": "10.1007/s10897-017-0161-0", "title": "Patients' Opinions on Genetic Counseling on the Increased Risk of Parkinson Disease among Gaucher Disease Carriers.", "journal": ["Journal of genetic counseling", "J Genet Couns"]}