{"authors": [["Llavero Hurtado", "Maica", "M", "Division of Neurobiology, The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Midlothian, EH25 9RG, UK."], ["Fuller", "Heidi R", "HR", "Institute for Science and Technology in Medicine, Keele University, Staffordshire, Keele, ST5 5BG, UK."], ["Wong", "Andrew M S", "AMS", "Department of Basic and Clinical Neuroscience, Maurice Wohl Clinical Neuroscience Institute, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, SE5 9RX, UK."], ["Eaton", "Samantha L", "SL", "Division of Neurobiology, The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Midlothian, EH25 9RG, UK."], ["Gillingwater", "Thomas H", "TH", "Centre for Integrative Physiology, University of Edinburgh, Edinburgh, UK."], ["Pennetta", "Giuseppa", "G", "Centre for Integrative Physiology, University of Edinburgh, Edinburgh, UK."], ["Cooper", "Jonathan D", "JD", "Department of Basic and Clinical Neuroscience, Maurice Wohl Clinical Neuroscience Institute, Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, SE5 9RX, UK."], ["Wishart", "Thomas M", "TM", "Division of Neurobiology, The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Easter Bush, Midlothian, EH25 9RG, UK. T.M.Wishart@Roslin.ed.ac.uk."]], "date": "2017-09-29", "id": "28963550", "text": "Synapses are an early pathological target in many neurodegenerative diseases ranging from well-known adult onset conditions such as Alzheimer and Parkinson disease to neurodegenerative conditions of childhood such as spinal muscular atrophy (SMA) and neuronal ceroid lipofuscinosis (NCLs). However, the reasons why synapses are particularly vulnerable to such a broad range of neurodegeneration inducing stimuli remains unknown. To identify molecular modulators of synaptic stability and degeneration, we have used the Cln3 -/- mouse model of a juvenile form of NCL. We profiled and compared the molecular composition of anatomically-distinct, differentially-affected pre-synaptic populations from the Cln3 -/- mouse brain using proteomics followed by bioinformatic analyses. Identified protein candidates were then tested using a Drosophila CLN3 model to study their ability to modify the CLN3-neurodegenerative phenotype in vivo. We identified differential perturbations in a range of molecular cascades correlating with synaptic vulnerability, including valine catabolism and rho signalling pathways. Genetic and pharmacological targeting of key 'hub' proteins in such pathways was sufficient to modulate phenotypic presentation in a Drosophila CLN3 model. We propose that such a workflow provides a target rich method for the identification of novel disease regulators which could be applicable to the study of other conditions where appropriate models exist.", "doi": "10.1038/s41598-017-12603-0", "title": "Proteomic mapping of differentially vulnerable pre-synaptic populations identifies regulators of neuronal stability in vivo.", "journal": ["Scientific reports", "Sci Rep"]}