{"authors": [["Reijula", "Emmi", "E", "University of Eastern Finland, Faculty of Health Sciences, Kuopio, Finland. emmi.reijula@gmail.com."], ["Pietilä", "Anna-Maija", "AM", "University of Eastern Finland, Faculty of Health Sciences, Kuopio, Finland."], ["Halkoaho", "Arja", "A", "Kuopio University Hospital, Science Service Center, PO Box 100, 70029, Kuopio, Finland."], ["Selander", "Tuomas", "T", "Kuopio University Hospital, Science Service Center, PO Box 100, 70029, Kuopio, Finland."], ["Martikainen", "Kirsti", "K", "The Finnish Parkinson Association, Turku, Finland."], ["Kälviäinen", "Reetta", "R", "NeuroCenter, Kuopio University Hospital, Kuopio, Finland."], ["Keränen", "Tapani", "T", "Kuopio University Hospital, Science Service Center, PO Box 100, 70029, Kuopio, Finland."]], "date": "2017-09-29", "id": "28962634", "text": "Clinical trials (CTs) are the \"gold standard\" to ensure the development of new effective treatments in medicine. A study was conducted to assess knowledge of, and attitudes toward, clinical trials among patients with Parkinson's disease (PD), along with factors that motivate them to participate.A 50-item questionnaire on the views of patients with PD about CTs was developed. It included statements that the respondents assessed on a Likert scale from 1 (\"strongly disagree\") to 5 (\"strongly agree\"). The questionnaire was mailed to a random sample (n = 2000) of members of the patient organization the Finnish Parkinson Association. In all, 708 response forms were returned, of which 681 were accepted after exclusion (a 34% response rate).In general, attitudes of patients with PD toward CTs were positive. Older subjects and patients with lower education levels had inadequate knowledge of general issues related to CTs. Older age, low level of education, and lower number of PD medications were significant predictors for failure to understand the nature and purpose of clinical research. Additionally, significant positive correlation was found between education level and willingness to participate in CTs.Patients with PD have important gaps in their knowledge of methodological issues associated with CTs. The oldest subjects and those with a low level of education have the greatest information needs. Investigators should pay more attention to ensuring the comprehensibility of the information provided to potential CT participants.", "doi": "10.1186/s13063-017-2174-2", "title": "Clinical features of Parkinson's disease patients are associated with therapeutic misconception and willingness to participate in clinical trials.", "journal": ["Trials", "Trials"]}