{"authors": [["Dodani", "Sunjay S", "SS", "Surgical Therapies Improving Movement Program, University of Michigan, Ann Arbor, Michigan."], ["Lu", "Charles W", "CW", "Surgical Therapies Improving Movement Program, University of Michigan, Ann Arbor, Michigan."], ["Aldridge", "J Wayne", "JW", "Surgical Therapies Improving Movement Program, University of Michigan, Ann Arbor, Michigan."], ["Chou", "Kelvin L", "KL", "Surgical Therapies Improving Movement Program, University of Michigan, Ann Arbor, Michigan."], ["Patil", "Parag G", "PG", "Surgical Therapies Improving Movement Program, University of Michigan, Ann Arbor, Michigan."]], "date": "2017-08-05", "id": "28961898", "text": "Accurate electrode placement is critical to the success of deep brain stimulation (DBS) surgery. Suboptimal targeting may arise from poor initial target localization, frame-based targeting error, or intraoperative brain shift. These uncertainties can make DBS surgery challenging.To develop a computerized system to guide subthalamic nucleus (STN) DBS electrode localization and to estimate the trajectory of intraoperative microelectrode recording (MER) on magnetic resonance (MR) images algorithmically during DBS surgery.Our method is based upon the relationship between the high-frequency band (HFB; 500-2000 Hz) signal from MER and voxel intensity on MR images. The HFB profile along an MER trajectory recorded during surgery is compared to voxel intensity profiles along many potential trajectories in the region of the surgically planned trajectory. From these comparisons of HFB recordings and potential trajectories, an estimate of the MER trajectory is calculated. This calculated trajectory is then compared to actual trajectory, as estimated by postoperative high-resolution computed tomography.We compared 20 planned, calculated , and actual trajectories in 13 patients who underwent STN DBS surgery. Targeting errors for our calculated trajectories (2.33 mm ± 0.2 mm) were significantly less than errors for surgically planned trajectories (2.83 mm ± 0.2 mm; P = .01), improving targeting prediction in 70% of individual cases (14/20). Moreover, in 4 of 4 initial MER trajectories that missed the STN, our method correctly indicated the required direction of targeting adjustment for the DBS lead to intersect the STN.A computer-based algorithm simultaneously utilizing MER and MR information potentially eases electrode localization during STN DBS surgery.", "doi": "10.1093/ons/opx169", "title": "A Computerized Microelectrode Recording to Magnetic Resonance Imaging Mapping System for Subthalamic Nucleus Deep Brain Stimulation Surgery.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}