{"authors": [["Biundo", "Roberta", "R", "Parkinson's Disease and Movement Disorders Unit, San Camillo Hospital IRCCS, Venice, Italy."], ["Weis", "Luca", "L", "Parkinson's Disease and Movement Disorders Unit, San Camillo Hospital IRCCS, Venice, Italy."], ["Fiorenzato", "Eleonora", "E", "Parkinson's Disease and Movement Disorders Unit, San Camillo Hospital IRCCS, Venice, Italy."], ["Antonini", "Angelo", "A", "Parkinson's Disease and Movement Disorders Unit, San Camillo Hospital IRCCS, Venice, Italy."]], "date": null, "id": "28961738", "text": "Parkinson's disease (PD) is a common neurodegenerative disorder, characterized by motor and non-motor symptoms. Dementia is one of the most relevant non-motor symptoms considering its functional affect on PD patients' activities of daily living and family members' wellbeing. Cognitive abnormalities in PD are heterogeneous and reliable biomarkers to detect patients at risk for dementia early on remain to be identified. Pharmacological treatments specifically for PD dementia and mild cognitive impairment are lacking, and alternative approaches have recently been implemented, including cognitive rehabilitation. The state of the art indicates that cognitive rehabilitation is feasible in PD and may either improve or preserve cognitive performance over time.Advances in this area depend on selection of patients with a homogeneous cognitive phenotype as well as definition of appropriate timing of intervention and clinical variables. This review also discusses the application of non-invasive brain stimulation (NIBS) techniques, including transcranial direct current stimulation (tDCS), to enhance the effect of cognitive rehabilitation. However, there is need for a broad consensus about standard treatment guidelines to properly compare efficacy of these procedures and implement them in routine clinical practice.", "doi": "10.1093/arclin/acx092", "title": "Cognitive Rehabilitation in Parkinson's Disease: Is it Feasible?", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"]}