{"authors": [["Villafane", "G", "G", "Department of Neurology, APHP, CHU Henri Mondor, Créteil, France."], ["Thiriez", "C", "C", "Department of Neurology, APHP, CHU Henri Mondor, Créteil, France."], ["Audureau", "E", "E", "Department of Public Health, APHP, CHU Henri Mondor, Créteil, France."], ["Straczek", "C", "C", "Clinical Research Unit, APHP, CHU Henri Mondor, Créteil, France."], ["Kerschen", "P", "P", "Department of Neurology, APHP, CHU Henri Mondor, Créteil, France."], ["Cormier-Dequaire", "F", "F", "APHP, CHU Pitié Salpétrière, Paris, France."], ["Van Der Gucht", "A", "A", "Department of Nuclear Medicine, APHP, CHU Henri Mondor, Créteil, France."], ["Gurruchaga", "J-M", "JM", "Department of Neurosurgery, APHP, CHU Henri Mondor, Créteil, France."], ["Quéré-Carne", "M", "M", "Clinical Research Unit, APHP, CHU Henri Mondor, Créteil, France."], ["Evangelista", "E", "E", "Department of Nuclear Medicine, APHP, CHU Henri Mondor, Créteil, France."], ["Paul", "M", "M", "Pharmacy Department, CHU Henri Mondor, Créteil, France."], ["Defer", "G", "G", "Neurology, CHU Caen, Caen, France."], ["Damier", "P", "P", "CIC 004, CHU Nantes, INSERM, Nantes, France."], ["Remy", "P", "P", "Department of Neurology, APHP, CHU Henri Mondor, Créteil, France."], ["Itti", "E", "E", "Department of Nuclear Medicine, APHP, CHU Henri Mondor, Créteil, France."], ["Fénelon", "G", "G", "Department of Neurology, APHP, CHU Henri Mondor, Créteil, France."]], "date": "2017-10-23", "id": "28960663", "text": "Studies of the effects of nicotine on motor symptoms in Parkinson's disease (PD) brought out discordant results. The aim of the present study was to evaluate the efficacy and safety of high doses of transdermal nicotine on motor symptoms in PD.Forty PD patients were randomly assigned to a treated and untreated arm in an open-label study. Treated patients received increasing doses of nicotine to reach 90 mg/day by 11 weeks. This dosage was maintained for 28 weeks (W39) and then reduced over 6 weeks. Final evaluation was performed 6 weeks after washout. The main outcome measure was the OFF-DOPA Unified Parkinson's Disease Rating Scale (UPDRS) motor score measured on video recordings by raters blinded to the medication status of the patients.There was no significant difference in OFF-DOPA UPDRS motor scores between the nicotine-treated and non-treated groups, neither at W39 (19.4 ± 9.3 vs. 21.5 ± 14.2) nor considering W39 differences from baseline (-1.5 ± 12.1 vs. +0.9 ± 12.1). The 39-item Parkinson's disease questionnaire scores decreased in nicotine-treated patients and increased in non-treated patients, but the difference was not significant. Overall tolerability was acceptable, and 12/20 treated patients reached the maximal dosage.High doses of transdermal nicotine were tolerated, but our study failed to demonstrate significant improvement in UPDRS motor scores. Improvement in unblinded secondary outcomes (UPDRS-II, UPDRS-IV, doses of l-DOPA equivalents) suggest a possible benefit for patients treated with nicotine, which should be confirmed in larger double blind, placebo-controlled studies.", "doi": "10.1111/ene.13474", "title": "High-dose transdermal nicotine in Parkinson's disease patients: a randomized, open-label, blinded-endpoint evaluation phase 2 study.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}