{"authors": [["Buchman", "Aron S", "AS", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL."], ["Nag", "Sukriti", "S", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL."], ["Leurgans", "Sue E", "SE", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL."], ["Miller", "Jared", "J", "Department of Neurology, Beth Israel Deaconess Medical Center, Boston, MA."], ["VanderHorst", "Veronique G J M", "VGJM", "Department of Neurology, Beth Israel Deaconess Medical Center, Boston, MA."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL."], ["Schneider", "Julie A", "JA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL."]], "date": "2017-09-28", "id": "28960595", "text": "To test the hypothesis that Lewy body pathology (LBs) is present in the spinal cord of older community-dwelling adults without a clinical diagnosis of Parkinson's disease (PD). We studied 162 prospective autopsies from older adults with PD (N = 6) and without PD (N = 156). We documented the presence of LBs in cerebrum and brainstem structures from each of the six regions used for Braak PD staging and four spinal cord levels (C5/6, T7, L4/5 and S4/5). Parkinsonism proximate to death was based on a previously validated measure present if two or more of the four signs of parkinsonism were present based on a modified version of the Unified Parkinson's Disease Rating Scale (UPDRS). Fifty-three of 156 individuals without PD (34%) had LBs in a least one site within the CNS. About half of cases with LBs in the cerebrum or brainstem, (25/53, 47%) also had spinal LBs. Almost 90% (22/25, 88%) of cases with spinal LBs had LBs in the cerebrum (Braak stages 4-6) and about 10% (3/25, 12%) had only brainstem LBs (Braak stages 1-3). Four of six cases with PD showed LBs in cerebrum, brainstem and spinal cord. Individuals with LBs in the spinal cord were more likely to have clinical parkinsonism proximate to death compared to individuals with LBs in brainstem and cerebrum alone (52% vs. 32%; Chi-Square x2  = 5.368, d.f. = 1, P = 0.0.021) and more severe nigral neuronal loss (48% vs. 11%; Chi-Square x2  = 9.049, d.f. = 1, P = 0.003). These findings were unchanged when we included cases with a history of PD. Older community-dwelling adults without a clinical diagnosis of PD have evidence of LBs throughout the CNS including the spinal cord which is associated with parkinsonism and more severe nigral neuronal loss.", "doi": "10.1111/bpa.12560", "title": "Spinal Lewy body pathology in older adults without an antemortem diagnosis of Parkinson's disease.", "journal": ["Brain pathology (Zurich, Switzerland)", "Brain Pathol."]}