{"authors": [["Gong", "Tao", "T", "Department of MR, Shandong Medical Imaging Research Institute, Shandong University, Jinan, Shandong, P.R. China."], ["Xiang", "Yuanyuan", "Y", "Department of Neurology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, Shandong, P.R. China."], ["Saleh", "Muhammad G", "MG", "Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."], ["Gao", "Fei", "F", "Department of MR, Shandong Medical Imaging Research Institute, Shandong University, Jinan, Shandong, P.R. China."], ["Chen", "Weibo", "W", "Philips Healthcare, Shanghai, P.R. China."], ["Edden", "Richard A E", "RAE", "Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."], ["Wang", "Guangbin", "G", "Department of MR, Shandong Medical Imaging Research Institute, Shandong University, Jinan, Shandong, P.R. China."]], "date": "2017-09-27", "id": "28960581", "text": "Parkinson's disease (PD) is divided into postural instability gait difficulty (PIGD) and tremor-dominant (TD) subtypes. Increasing evidence has suggested that the GABAergic neurotransmitter system is involved in the pathogenesis of PD.To evaluate the differences of GABA levels between PD motor subtypes using MEscher-GArwood Point Resolved Spectroscopy (MEGA-PRESS).COHORT.: SUBJECTS: PD patients were classified into PIGD (n = 13) and TD groups (n = 9); 16 age- and sex-matched healthy controls were also recruited. All subjects were right-handed.All subjects underwent an magnetic resonance spectroscopy scan including MEGA-PRESS at 3.0T.The detected GABA signal also contains signal from macromolecules (MM) and homocarnosine, so it is referred to as GABA+. GABA + levels and Creatine (Cr) levels were quantified in the left basal ganglia (BG) using Gannet 2.0 by Tao Gong.Differences in GABA + levels between the three groups were analyzed using analysis of covariance. The relationship between GABA levels and a unified PD rating scale (UPDRS) was also analyzed.GABA + levels were significantly lower in left BG regions of PD patients compared with healthy controls (P < 0.001). In PD patients, the GABA concentration was lower in the TD group than the PIGD group (P = 0.019). Cr levels in PIGD and TD were lower than controls (P = 0.020; P = 0.002). A significant negative correlation was found in PIGD between GABA levels and UPDRS (r = -0.572, P = 0.041), while no correlation was found in TD (r = -0.339, P = 0.372).Low BG GABA levels in PD patients, and differences between PIGD/TD patients, suggest that GABAergic dysfunction may play an important role in the pathogenesis of Parkinson's disease.1 Technical Efficacy: Stage 2 J. Magn. Reson. Imaging 2017.", "doi": "10.1002/jmri.25865", "title": "Inhibitory motor dysfunction in parkinson's disease subtypes.", "journal": ["Journal of magnetic resonance imaging : JMRI", "J Magn Reson Imaging"]}