{"authors": [["Thevathasan", "Wesley", "W", "Department of Medicine, Royal Melbourne Hospital, University of Melbourne, Australia and the Bionics Institute of Australia, Melbourne, Australia."], ["Debu", "Bettina", "B", "Movement Disorders Center, Division of Neurology, Centre Hospitalier Universitaire (CHU) Grenoble, Grenoble Alpes University, Grenoble, France."], ["Aziz", "Tipu", "T", "Department of Neurosurgery, John Radcliffe Hospital, University of Oxford, Oxford, UK."], ["Bloem", "Bastiaan R", "BR", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, the Netherlands."], ["Blahak", "Christian", "C", "Department of Neurology, Universitätsmedizin Mannheim, University of Heidelberg, Heidelberg, Germany."], ["Butson", "Christopher", "C", "Department of Bioengineering, Scientific Computing and Imaging Institute, University of Utah, Salt Lake City, USA."], ["Czernecki", "Virginie", "V", "Department of Neurology, Institut de Cerveau et de la Moelle épinière, Sorbonne Universités, University Pierre-and-Marie-Curie (UPMC) Université, Paris, France."], ["Foltynie", "Thomas", "T", "Sobell Department of Motor Neuroscience, University College London (UCL) Institute of Neurology, United Kingdom."], ["Fraix", "Valerie", "V", "Movement Disorders Center, Division of Neurology, Centre Hospitalier Universitaire (CHU) Grenoble, Grenoble Alpes University, Grenoble, France."], ["Grabli", "David", "D", "Department of Neurology, Assistance Publique-Hôpitaux de Paris, Pitié-Salpêtière University Hospital, Paris, France."], ["Joint", "Carole", "C", "Department of Neurosurgery, John Radcliffe Hospital, University of Oxford, Oxford, UK."], ["Lozano", "Andres M", "AM", "Department of Neurosurgery, Toronto Western Hospital, University of Toronto, Toronto, Canada."], ["Okun", "Michael S", "MS", "Departments of Neurology and Neurosurgery, University of Florida Center for Movement Disorders, Gainesville, Florida, USA."], ["Ostrem", "Jill", "J", "Department of Neurology, UCSF Movement Disorder and Neuromodulation Center, University of California, San Francisco, USA."], ["Pavese", "Nicola", "N", "Institute of Neuroscience, Newcastle University, Newcastle upon Tyne, UK."], ["Schrader", "Christoph", "C", "Department of Neurology, Hannover Medical School, Hannover, Germany."], ["Tai", "Chun-Hwei", "CH", "Department of Neurology, National Taiwan University Hospital, College of Medicine, National Taiwan University, Taipei, Taiwan."], ["Krauss", "Joachim K", "JK", "Department of Neurosurgery, Hannover Medical School, Hannover, Germany."], ["Moro", "Elena", "E", "Movement Disorders Center, Division of Neurology, Centre Hospitalier Universitaire (CHU) Grenoble, Grenoble Alpes University, Grenoble, France."], [null, null, null, null]], "date": "2017-09-28", "id": "28960543", "text": "Pedunculopontine nucleus region deep brain stimulation (DBS) is a promising but experimental therapy for axial motor deficits in Parkinson's disease (PD), particularly gait freezing and falls. Here, we summarise the clinical application and outcomes reported during the past 10 years. The published dataset is limited, comprising fewer than 100 cases. Furthermore, there is great variability in clinical methodology between and within surgical centers. The most common indication has been severe medication refractory gait freezing (often associated with postural instability). Some patients received lone pedunculopontine nucleus DBS (unilateral or bilateral) and some received costimulation of the subthalamic nucleus or internal pallidum. Both rostral and caudal pedunculopontine nucleus subregions have been targeted. However, the spread of stimulation and variance in targeting means that neighboring brain stem regions may be implicated in any response. Low stimulation frequencies are typically employed (20-80 Hertz). The fluctuating nature of gait freezing can confound programming and outcome assessments. Although firm conclusions cannot be drawn on therapeutic efficacy, the literature suggests that medication refractory gait freezing and falls can improve. The impact on postural instability is unclear. Most groups report a lack of benefit on gait or limb akinesia or dopaminergic medication requirements. The key question is whether pedunculopontine nucleus DBS can improve quality of life in PD. So far, the evidence supporting such an effect is minimal. Development of pedunculopontine nucleus DBS to become a reliable, established therapy would likely require a collaborative effort between experienced centres to clarify biomarkers predictive of response and the optimal clinical methodology. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27098", "title": "Pedunculopontine nucleus deep brain stimulation in Parkinson's disease: A clinical review.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}