{"authors": [["Biundo", "Roberta", "R", "Parkinson and Movement Disorders Unit, IRCCS Hospital San Camillo, Venice, Italy."], ["Weis", "Luca", "L", "Parkinson and Movement Disorders Unit, IRCCS Hospital San Camillo, Venice, Italy."], ["Abbruzzese", "Giovanni", "G", "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics and Maternal Child Health, University of Genoa Genoa, Italy."], ["Calandra-Buonaura", "Giovanna", "G", "Department of Biomedical and Neuromotor Sciences (DIBINEM), University of Bologna, Bologna, Italy."], ["Cortelli", "Pietro", "P", "Department of Biomedical and Neuromotor Sciences (DIBINEM), University of Bologna, Bologna, Italy."], ["Jori", "Maria Cristina", "MC", "Mediolanum Cardio Research, Milano, Italy."], ["Lopiano", "Leonardo", "L", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Torino, Italy."], ["Marconi", "Roberto", "R", "Unità Operativa Complessa di Neurologia, Ospedale Misericordia, Grosseto, Italy."], ["Matinella", "Angela", "A", "Department of Neurological, Neuropsychological, Morphological and Motor Sciences, University of Verona, Italy."], ["Morgante", "Francesca", "F", "Dipartimento di Medicina Clinica e Sperimentale, Università di Messina, Messina, Italy."], ["Nicoletti", "Alessandra", "A", "Section of Neurosciences, Department GF Ingrassia, University of Catania, Catania, Italy."], ["Tamburini", "Tiziano", "T", "SC Neurologia - Ospedale S. Corona - ASL2 Savonese."], ["Tinazzi", "Michele", "M", "Department of Neuroscience, Biomedicine and Motor Sciences, University of Verona, Italy."], ["Zappia", "Mario", "M", "Clinica Neurologica I Policlinico Universitario, Catania, Italy."], ["Vorovenci", "Ruxandra Julia", "RJ", "University of Medicine and Pharmacy \"Victor Babes\"; County Hospital, Department of Neurology, Timisoara, Romania."], ["Antonini", "Angelo", "A", "Parkinson and Movement Disorders Unit, IRCCS Hospital San Camillo, Venice, Italy."]], "date": "2017-09-27", "id": "28960475", "text": "Impulse control disorders and dyskinesia are common and disabling complications of dopaminergic treatment in Parkinson's disease. They may coexist and are possibly related. The objectives of this study were to assess the frequency and severity of impulse control disorders in Parkinson's disease patients with dyskinesia.The ALTHEA study enrolled 251 Parkinson's disease patients with various degrees of dyskinesia severity from 11 movement disorders centers in Italy. Each patient underwent a comprehensive assessment including Unified Dyskinesia Rating Scale and the Questionnaire for Impulsive Compulsive Disorders in Parkinson Disease-Rating Scale.There was an overall 55% frequency of impulse control disorder and related behaviors (36% were clinically significant). The positive patients were younger at disease diagnosis and onset and had higher Unified Dyskinesia Rating Scale historical and total score (P = 0.001 and P = 0.02, respectively, vs negative). There was an increased frequency of clinically significant impulse control disorders in patients with severe dyskinesia (P = 0.013), a positive correlation between the questionnaire total score and dopamine agonist dose (P = 0.018), and a trend with levodopa dose.More than half of Parkinson's disease patients with dyskinesia have impulse control disorders and related behaviors, which are frequently clinically significant. Dopaminergic therapy total dose is associated with their severity. Clinicians should carefully assess patients with maladaptive behaviors and dyskinesia because they do not properly evaluate their motor and nonmotor status. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27181", "title": "Impulse control disorders in advanced Parkinson's disease with dyskinesia: The ALTHEA study.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}