{"authors": [["Victor", "Ken G", "KG", "Department of Pathology, University of Virginia School of Medicine, Charlottesville, Virginia."], ["Heffron", "Daniel S", "DS", "Department of Pathology, University of Virginia School of Medicine, Charlottesville, Virginia."], ["Sokolowski", "Jennifer D", "JD", "Department of Pathology, University of Virginia School of Medicine, Charlottesville, Virginia."], ["Majumder", "Usnish", "U", "Department of Pathology, University of Virginia School of Medicine, Charlottesville, Virginia."], ["Leblanc", "Andrea", "A", "Department of Neurology and Neurosurgery, McGill University, Montreal, Quebec, Canada."], ["Mandell", "James W", "JW", "Department of Pathology, University of Virginia School of Medicine, Charlottesville, Virginia."]], "date": "2017-10-09", "id": "28960461", "text": "The dismantling and elimination of excess neurons and their connections (pruning) is essential for brain development and may be aberrantly reactivated in some neurodegenerative diseases. Growing evidence implicates caspase-mediated apoptotic and nonapoptotic cascades in the dysfunction and death of neurons in neurodegenerative disorders such as Alzheimer's, Parkinson, and Huntington's diseases. It is the cleaved caspase substrates that are the effectors of synapse elimination. However, their identities, specific cleavage sites, and functional consequences of cleavage are largely unknown. An important gap in our knowledge is a comprehensive catalog of synapse-specific or synapse-enriched caspase targets. Traditional biochemical approaches have revealed only a small number of neuronal caspase targets. Instead, we utilized a gel-based proteomics approach to enable the first global analysis of caspase-mediated cleavage events in mammalian brain synapses, employing both an in vitro system with recombinant activated caspases and an in vivo model of ethanol-induced neuronal apoptosis. Of the more than 70 putative cleavage substrates that were identified, 22 were previously known caspase substrates. Among the novel targets identified and validated by Western blot were the proton pump ATPase subunit ATP6V1B2 and the N-ethylmaleimide-sensitive fusion protein (NSF). Our work represents the first comprehensive, proteome-wide screen for proteolytic targets of caspases in neuronal synapses. Our discoveries will have significance for both furthering basic understanding of roles of caspases in synaptic plasticity and synaptic loss in neurodegeneration, and on a more immediately practical level, may provide candidate biomarkers for measuring synapse loss in human disease states.", "doi": "10.1002/syn.22014", "title": "Proteomic identification of synaptic caspase substrates.", "journal": ["Synapse (New York, N.Y.)", "Synapse"]}