{"authors": [["Kim", "Jisun", "J", "Department of Molecular & Life Sciences, College of Science & Technology, Hanyang University, Ansan, South Korea."], ["Jeong", "Yeon-Hui", "YH", "Department of Molecular Medicine, Tissue Injury Defense Research Center, School of Medicine, Ewha Womans University, Seoul, South Korea."], ["Lee", "Eun-Jung", "EJ", "Department of Molecular Medicine, Tissue Injury Defense Research Center, School of Medicine, Ewha Womans University, Seoul, South Korea."], ["Park", "Jin-Sun", "JS", "Department of Molecular Medicine, Tissue Injury Defense Research Center, School of Medicine, Ewha Womans University, Seoul, South Korea."], ["Seo", "Hyemyung", "H", "Department of Molecular & Life Sciences, College of Science & Technology, Hanyang University, Ansan, South Korea. Electronic address: hseo@hanyang.ac.kr."], ["Kim", "Hee-Sun", "HS", "Department of Molecular Medicine, Tissue Injury Defense Research Center, School of Medicine, Ewha Womans University, Seoul, South Korea. Electronic address: hskimp@ewha.ac.kr."]], "date": "2017-09-25", "id": "28958936", "text": "Microglial priming is caused by aging and neurodegenerative diseases, and is characterized by an exaggerated microglial inflammatory response to secondary and sub-threshold challenges. In the present study, we examined the effects of the matrix metalloproteinase-8 (MMP-8) inhibitor (M8I) on the brain of aged normal and leucine-rich repeat kinase 2 (LRRK2) G2019S Parkinson's disease (PD) model mice systemically stimulated with lipopolysaccharide (LPS). The results indicated that Iba-1 positive microglia and GFAP-positive astrocytes, which were increased by LPS, significantly decreased by M8I in aged normal and PD model mice. M8I also decreased the expression of pro-inflammatory markers in the hippocampus and midbrain of aged normal and PD model mice challenged with LPS, while it also improved the motor coordination of aged normal mice after LPS challenge in rotor rod test and the general crossing locomotor activities of LPS-treated LRRK2G2019S PD mice after LPS challenge in open field test. To assess the effects of M8I in an in vitro priming model, BV2 microglia were pretreated with macrophage colony-stimulating factor (CSF)-1 or interleukin (IL)-34, and subsequently stimulated with LPS or polyinosinic-polycytidylic acid (poly[I:C]). M8I inhibited the LPS- or poly(I:C)-induced production of the tumor necrosis factor-α and nitric oxide, alone or in combination with CSF-1 or IL-34. Collectively, the data suggested that M8I has a therapeutic potential in treating neurodegenerative diseases that are aggravated by systemic inflammation.", "doi": "10.1016/j.bbrc.2017.09.129", "title": "Suppression of neuroinflammation by matrix metalloproteinase-8 inhibitor in aged normal and LRRK2 G2019S Parkinson's disease model mice challenged with lipopolysaccharide.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}