{"authors": [["Latourelle", "Jeanne C", "JC", "GNS Healthcare, Cambridge, MA, USA. Electronic address: jlatoure@gnshealthcare.com."], ["Beste", "Michael T", "MT", "GNS Healthcare, Cambridge, MA, USA."], ["Hadzi", "Tiffany C", "TC", "GNS Healthcare, Cambridge, MA, USA."], ["Miller", "Robert E", "RE", "GNS Healthcare, Cambridge, MA, USA."], ["Oppenheim", "Jacob N", "JN", "GNS Healthcare, Cambridge, MA, USA."], ["Valko", "Matthew P", "MP", "GNS Healthcare, Cambridge, MA, USA."], ["Wuest", "Diane M", "DM", "GNS Healthcare, Cambridge, MA, USA."], ["Church", "Bruce W", "BW", "GNS Healthcare, Cambridge, MA, USA."], ["Khalil", "Iya G", "IG", "GNS Healthcare, Cambridge, MA, USA."], ["Hayete", "Boris", "B", "GNS Healthcare, Cambridge, MA, USA."], ["Venuto", "Charles S", "CS", "Center for Health and Technology and Department of Neurology, University of Rochester, Rochester, NY, USA."]], "date": "2017-09-25", "id": "28958801", "text": "Better understanding and prediction of progression of Parkinson's disease could improve disease management and clinical trial design. We aimed to use longitudinal clinical, molecular, and genetic data to develop predictive models, compare potential biomarkers, and identify novel predictors for motor progression in Parkinson's disease. We also sought to assess the use of these models in the design of treatment trials in Parkinson's disease.A Bayesian multivariate predictive inference platform was applied to data from the Parkinson's Progression Markers Initiative (PPMI) study (NCT01141023). We used genetic data and baseline molecular and clinical variables from patients with Parkinson's disease and healthy controls to construct an ensemble of models to predict the annual rate of change in combined scores from the Movement Disorder Society-Unified Parkinson's Disease Rating Scale (MDS-UPDRS) parts II and III. We tested our overall explanatory power, as assessed by the coefficient of determination (R2), and replicated novel findings in an independent clinical cohort from the Longitudinal and Biomarker Study in Parkinson's disease (LABS-PD; NCT00605163). The potential utility of these models for clinical trial design was quantified by comparing simulated randomised placebo-controlled trials within the out-of-sample LABS-PD cohort.117 healthy controls and 312 patients with Parkinson's disease from the PPMI study were available for analysis, and 317 patients with Parkinson's disease from LABS-PD were available for validation. Our model ensemble showed strong performance within the PPMI cohort (five-fold cross-validated R2 41%, 95% CI 35-47) and significant-albeit reduced-performance in the LABS-PD cohort (R2 9%, 95% CI 4-16). Individual predictive features identified from PPMI data were confirmed in the LABS-PD cohort. These included significant replication of higher baseline MDS-UPDRS motor score, male sex, and increased age, as well as a novel Parkinson's disease-specific epistatic interaction, all indicative of faster motor progression. Genetic variation was the most useful predictive marker of motor progression (2·9%, 95% CI 1·5-4·3). CSF biomarkers at baseline showed a more modest (0·3%, 95% CI 0·1-0·5) but still significant effect on prediction of motor progression. The simulations (n=5000) showed that incorporating the predicted rates of motor progression (as assessed by the annual change in MDS-UPDRS score) into the final models of treatment effect reduced the variability in the study outcome, allowing significant differences to be detected at sample sizes up to 20% smaller than in naive trials.Our model ensemble confirmed established and identified novel predictors of Parkinson's disease motor progression. Improvement of existing prognostic models through machine-learning approaches should benefit trial design and evaluation, as well as clinical disease monitoring and treatment.Michael J Fox Foundation for Parkinson's Research and National Institute of Neurological Disorders and Stroke.", "doi": "10.1016/S1474-4422(17)30328-9", "title": "Large-scale identification of clinical and genetic predictors of motor progression in patients with newly diagnosed Parkinson's disease: a longitudinal cohort study and validation.", "journal": ["The Lancet. Neurology", "Lancet Neurol"]}