{"authors": [["Wang", "Na", "N", "Department of Radiology, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China."], ["Edmiston", "Elliot Kale", "EK", "Department of Psychiatry, University of Pittsburgh Medical Center, Pittsburgh, PA 15213, United States."], ["Luo", "XiaoGuang", "X", "Department of Neurology, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China."], ["Yang", "HuaGuang", "H", "Department of Radiology, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China."], ["Chang", "Miao", "M", "Department of Radiology, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China; Department of Psychiatry, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China."], ["Wang", "Fei", "F", "Department of Radiology, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China; Department of Psychiatry, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China; Department of Psychiatry, Yale University School of Medicine, New Haven, CT 06511, United States."], ["Fan", "GuoGuang", "G", "Department of Radiology, The First Affiliated Hospital of China Medical University, Shenyang 110001, Liaoning, PR China. Electronic address: Fanguog@sina.com."]], "date": "2017-09-08", "id": "28957750", "text": "Multiple system atrophy (MSA) and Idiopathic Parkinson's disease (IPD) show overlapping clinical manifestations with different treatment and prognosis. However, the shared and distinct underlying neural substrates are not yet understood, which needs to be explored between MSA and IPD. Resting-state functional magnetic resonance imaging data were collected from 29 MSA patients, 17 IPD patients and 25 healthy controls (HC) and the Amplitude of Low-Frequency Fluctuations (ALFF) was compared. Lower ALFF in bilateral basal ganglion, bilateral ventrolateral prefrontal cortex and right amygdala, as well as higher ALFF in parieto-temporo-occipital cortex and right cerebellum was shared between both patient groups to compare with HC. In contrast to IPD, decreased or increased ALFF in different regions of visual associative cortices and decreased ALFF in right cerebellum were found in MSA group. Our findings suggested shared and distinct spontaneous brain activity abnormalities in striato-thalamo-cortical (STC) loop, default mood network, visual associative cortices and cerebellum were present in MSA and IPD, which may help to explain similar clinical symptoms in both disorders but a more severe illness prognosis in MSA. Further research is needed to better describe the functional role of the cerebellum and visual associative cortices in early stages of MSA and IPD.", "doi": "10.1016/j.pscychresns.2017.09.002", "title": "Comparing abnormalities of amplitude of low-frequency fluctuations in multiple system atrophy and idiopathic Parkinson's disease measured with resting-state fMRI.", "journal": ["Psychiatry research", "Psychiatry Res"]}