{"authors": [["Padovan-Neto", "Fernando E", "FE", "Department of Neuroscience, Rosalind Franklin University of Medicine and Science, 3333 Green Bay Road, North Chicago, IL, 60064, USA. fernando.padovanneto@rosalindfranklin.edu."], ["West", "Anthony R", "AR", "Department of Neuroscience, Rosalind Franklin University of Medicine and Science, 3333 Green Bay Road, North Chicago, IL, 60064, USA. anthony.west@rosalindfranklin.edu."]], "date": null, "id": "28956336", "text": "Cyclic nucleotide phosphodiesterase (PDE) enzymes catalyze the hydrolysis and inactivation of cyclic nucleotides (cAMP/cGMP) in the brain. Several classes of PDE enzymes with distinct tissue distributions, cyclic nucleotide selectivity, and regulatory factors are highly expressed in brain regions subserving cognitive and motor processes known to be disrupted in neurodegenerative diseases such as Parkinson's disease (PD). Furthermore, small-molecule inhibitors of several different PDE family members alter cyclic nucleotide levels and favorably enhance motor performance and cognition in animal disease models. This chapter will explore the roles and therapeutic potential of non-selective and selective PDE inhibitors on neural processing in fronto-striatal circuits in normal animals and models of DOPA-induced dyskinesias (LIDs) associated with PD. The impact of selective PDE inhibitors and augmentation of cAMP and cGMP signaling on the membrane excitability of striatal medium-sized spiny projection neurons (MSNs) will be discussed. The effects of cyclic nucleotide signaling and PDE inhibitors on synaptic plasticity of striatonigral and striatopallidal MSNs will be also be reviewed. New data on the efficacy of PDE10A inhibitors for reversing behavioral and electrophysiological correlates of L-DOPA-induced dyskinesias in a rat model of PD will also be presented. Together, these data will highlight the potential of novel PDE inhibitors for treatment of movement disorders such as PD which are associated with abnormal corticostriatal transmission.", "doi": "10.1007/978-3-319-58811-7_10", "title": "Regulation of Striatal Neuron Activity by Cyclic Nucleotide Signaling and Phosphodiesterase Inhibition: Implications for the Treatment of Parkinson's Disease.", "journal": ["Advances in neurobiology", "Adv Neurobiol"]}