{"authors": [[null, null, null, "Department of Biochemistry, Quaid-i-Azam University, Islamabad, Pakistan Institute of Biomedical and Genetic Engineering (IBGE), Islamabad, Pakistan Center for Genomics study Rehman Medical Institute Hayat Abad Peshawar."], ["Sultan", "Aneesa", "A", "Department of Biochemistry, Quaid-i-Azam University, Islamabad."], ["Usmani", "Muhammad Asad", "MA", "Institute of Biomedical and Genetic Engineering (IBGE), Islamabad."], ["Ghaffar", "Maliha", "M", "Institute of Biomedical and Genetic Engineering (IBGE), Islamabad."], ["Ali", "Johar", "J", "Center for Genomics study Rehman Medical Institute Hayat Abad Peshawar."], ["Badshah", "Mazhar", "M", "Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad, Pakistan."], ["Ahmad", "Nafees", "N", "Institute of Biomedical and Genetic Engineering (IBGE), Islamabad."]], "date": null, "id": "28955066", "text": "To elucidate the genetic risk and role of alpha-synuclein gene in the pathogenesis of Parkinson's disease in Pakistani population.This case-control study was conducted at Institute of Biomedical and Genetic Engineering (IBGE), Islamabad from May 2013 to May 2016, and comprised patients with Parkinson's disease and their ethnically-matched healthy controls. Allele-specific polymerase chain reaction was used for screening of three pathogenic single nucleotide polymorphisms in alpha-synuclein gene. Moreover, 20% samples were randomly selected for bidirectional Sanger sequencing to confirm the results. SPSS 13 was used for data analysis.Of the 374 participants, 174(46.5%) were patients and 200(53.5%) were controls. The mean age for the onset of the disease was 55±13 years. No polymorphism was observed for rs104893875(G>A), rs104893877(G>A) and rs104893878(C>G) in alpha-synuclein gene in samples of patients and controls.Alpha-synuclein gene mutations might not be relevant to all the populations in causing Parkinson's disease.", "doi": null, "title": "Absence of SNCA polymorphisms in Pakistani Parkinsons disease patients.", "journal": ["JPMA. The Journal of the Pakistan Medical Association", "J Pak Med Assoc"]}