{"authors": [["Opara", "Józef", "J", "Jerzy Kukuczka Academy of Physical Education in Katowice, Poland. jozefopara@wp.pl."], ["Małecki", "Andrzej", "A", "Jerzy Kukuczka Academy of Physical Education in Katowice, Poland."], ["Małecka", "Elżbieta", "E", "Jerzy Kukuczka Academy of Physical Education in Katowice, Poland."], ["Socha", "Teresa", "T", "Jerzy Kukuczka Academy of Physical Education in Katowice, Poland."]], "date": "2017-05-11", "id": "28954481", "text": "Parkinson's disease (PD) is one of most disabling disorders of the central nervous system. The motor symptoms of Parkinson's disease: shaking, rigidity, slowness of movement, postural instability and difficulty with walking and gait, are difficult to measure. When disease symptoms become more pronounced, the patient experiences difficulties with hand function and walking, and is prone to falls. Baseline motor impairment and cognitive impairment are probable predictors of more rapid motor decline and disability. An additional difficulty is the variability of the symptoms caused by adverse effects of drugs, especially levodopa. Motor assessment of Parkinson`s Disease can be divided into clinimetrics, assessment of balance and posture, arm and hand function, and gait/walking. These are many clinimetric scales used in Parkinson`s Disease, the most popular being the Hoehn and Yahr stages of progression of the disease and Unified Parkinson's Disease Rating Scale. Balance and posture can be assessed by clinimetric scales like the Berg BS, Tinetti, Brunel BA, and Timed Up and Go Test, or measured by posturometric platforms. Among skill tests, the best known are: the Purdue Pegboard Test, Nine-Hole Peg Test, Jebsen and Taylor test, Pig- Tail Test, Frenchay Arm Test, Action Research Arm Test, Wolf FMT and Finger-Tapping Test. Among motricity scales, the most popular are: the Fugl-Meyer Motor Assessment Scale and Södring Motor Evaluation. Gait and walking can also be assessed quantitatively and qualitatively. Recently, the most popular is three-dimensional analysis of movement. This review article presents the current possibilities of motor assessment in Parkinson`s disease.", "doi": "10.5604/12321966.1232774", "title": "Motor assessment in Parkinson`s disease.", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}