{"authors": [["Shrestha", "Srishti", "S", "Epidemiology Branch, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina, United States of America."], ["Kamel", "Freya", "F", "Epidemiology Branch, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina, United States of America."], ["Umbach", "David M", "DM", "Biostatistics and Computational Biology Branch, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina, United States of America."], ["Beane Freeman", "Laura E", "LE", "Occupational and Environmental Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, Maryland, United States of America."], ["Koutros", "Stella", "S", "Occupational and Environmental Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, Maryland, United States of America."], ["Alavanja", "Michael", "M", "Occupational and Environmental Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, Maryland, United States of America."], ["Sandler", "Dale P", "DP", "Epidemiology Branch, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina, United States of America."], ["Chen", "Honglei", "H", "Epidemiology Branch, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina, United States of America."]], "date": "2017-09-27", "id": "28953962", "text": "Few studies have evaluated the presence of multiple nonmotor symptoms (NMS) in relation to Parkinson disease (PD). Therefore, we examined cross-sectional associations between individual and multiple NMS and PD in the Agricultural Health Study.20,473 male farmers and 16,259 female spouses provided information on six NMS (reduced sense of smell, dream-enacting behavior, daytime sleepiness, infrequent bowel movement, depression, and anxiety) in the cohort's 2013-2015 follow-up survey. 191 men and 68 women reported physician-diagnosed PD. We estimated odds ratios (ORs) and 95% confidence intervals (CIs) using multivariable logistic regression models separately by sex.NMS were each associated with PD, with the strongest association for reduced sense of smell in men and dream-enacting behavior in women. The number of NMS showed a strong dose-response relationship with PD, particularly in men. ORs were 5.5 (95% CI 3.4-8.8) for one, 17 (95% CI 10.4-28.0) for two, and 53.4 (95% CI 33.2-86.1) for three or more NMS in men; the corresponding ORs were 4.6 (95% CI 2.3-9.5), 6.7 (95% CI 2.9-15.6), and 23.6 (95% CI 10.7-52.4) in women (PNMS-interaction-with-sex = 0.07).The number of NMS was associated with PD in a dose-response manner and the association appeared stronger in men than in women. These findings should be further investigated in population-based prospective studies.", "doi": "10.1371/journal.pone.0185510", "title": "Nonmotor symptoms and Parkinson disease in United States farmers and spouses.", "journal": ["PloS one", "PLoS ONE"]}