{"authors": [["Hepp", "Dagmar H", "DH", "From the Department of Neurology (D.H.H., E.M.J.F., K.T.E.O.D., H.W.B.) and Department of Anatomy and Neurosciences (D.H.H., W.D.J.v.d.B., M.M.S.), Neuroscience Campus Amsterdam, VU University Medical Center, De Boelelaan 1108, Postbus 7057, 1007 MB Amsterdam, the Netherlands."], ["Foncke", "Elisabeth M J", "EMJ", "From the Department of Neurology (D.H.H., E.M.J.F., K.T.E.O.D., H.W.B.) and Department of Anatomy and Neurosciences (D.H.H., W.D.J.v.d.B., M.M.S.), Neuroscience Campus Amsterdam, VU University Medical Center, De Boelelaan 1108, Postbus 7057, 1007 MB Amsterdam, the Netherlands."], ["Olde Dubbelink", "Kim T E", "KTE", "From the Department of Neurology (D.H.H., E.M.J.F., K.T.E.O.D., H.W.B.) and Department of Anatomy and Neurosciences (D.H.H., W.D.J.v.d.B., M.M.S.), Neuroscience Campus Amsterdam, VU University Medical Center, De Boelelaan 1108, Postbus 7057, 1007 MB Amsterdam, the Netherlands."], ["van de Berg", "Wilma D J", "WDJ", "From the Department of Neurology (D.H.H., E.M.J.F., K.T.E.O.D., H.W.B.) and Department of Anatomy and Neurosciences (D.H.H., W.D.J.v.d.B., M.M.S.), Neuroscience Campus Amsterdam, VU University Medical Center, De Boelelaan 1108, Postbus 7057, 1007 MB Amsterdam, the Netherlands."], ["Berendse", "Henk W", "HW", "From the Department of Neurology (D.H.H., E.M.J.F., K.T.E.O.D., H.W.B.) and Department of Anatomy and Neurosciences (D.H.H., W.D.J.v.d.B., M.M.S.), Neuroscience Campus Amsterdam, VU University Medical Center, De Boelelaan 1108, Postbus 7057, 1007 MB Amsterdam, the Netherlands."], ["Schoonheim", "Menno M", "MM", "From the Department of Neurology (D.H.H., E.M.J.F., K.T.E.O.D., H.W.B.) and Department of Anatomy and Neurosciences (D.H.H., W.D.J.v.d.B., M.M.S.), Neuroscience Campus Amsterdam, VU University Medical Center, De Boelelaan 1108, Postbus 7057, 1007 MB Amsterdam, the Netherlands."]], "date": "2017-09-27", "id": "28952907", "text": "Purpose To gain more insight into the pathophysiological mechanisms of visual hallucinations (VHs) in patients with Parkinson disease (PD) by analyzing whole-brain resting-state functional connectivity in PD patients with VH (hereafter, referred to as PD + VH patients) and without VH (hereafter, referred to as PD - VH patients) and control participants. Materials and Methods For this retrospective study, 15 PD + VH patients, 40 PD - VH patients, and 15 control participants from a prospective cohort study were included, which was approved by the local ethics board and written informed consent was obtained from all participants. Functional connectivity was calculated between 47 regions of interests, of which whole-brain and region-specific means were compared by using a general linear model with false discovery rate control for multiple comparisons. Results Whole-brain mean functional connectivity was significantly lower in PD patients compared with control participants, with regional decreases involving paracentral and occipital regions in both PD + VH and PD - VH patients (mean whole-brain functional connectivity in PD + VH vs PD - VH, 0.12 ± 0.01 [standard deviation] vs 0.14 ± 0.03, respectively; control participants, 0.15 ± 0.04; P < .05, corrected). In PD + VH patients, nine additional frontal, temporal, occipital, and striatal regions showed decreased functional connectivity compared with control participants (mean of these nine regions in PD + VH, PD - VH, and control participants: 0.12 ± 0.02, 0.14 ± 0.03, and 0.16 ± 0.04, respectively; P < .05, corrected). Resting-state functional connectivity was unrelated to motor performance (r = 0.182; P = .184) and related to cognitive deficits such as attention and perception (ρ, -0.555 and -0.558, respectively; P < .05). Conclusion The findings show a PD-related effect on resting-state functional connectivity of posterior and paracentral brain regions, whereas the presence of VH is associated with a more global loss of connectivity, related to attention and perception. These findings suggest that the pathophysiological mechanisms of VH in PD may include a global loss of network efficiency, which could drive disturbed attentional and visual processing. © RSNA, 2017 Online supplemental material is available for this article.", "doi": "10.1148/radiol.2017170438", "title": "Loss of Functional Connectivity in Patients with Parkinson Disease and Visual Hallucinations.", "journal": ["Radiology", "Radiology"]}