{"authors": [["Lad", "Meher", "M", "Department of Molecular Neuroscience, Ataxia Centre, UCL Institute of Neurology and National Hospital for Neurology & Neurosurgery, Queen Square, London, WC1N 3BG, UK."], ["Parkinson", "Michael H", "MH", "Department of Molecular Neuroscience, Ataxia Centre, UCL Institute of Neurology and National Hospital for Neurology & Neurosurgery, Queen Square, London, WC1N 3BG, UK."], ["Rai", "Myriam", "M", "Department of Neurology, Hôpital Erasme, Université Libre de Bruxelles, Brussels, Belgium."], ["Pandolfo", "Massimo", "M", "Department of Neurology, Hôpital Erasme, Université Libre de Bruxelles, Brussels, Belgium."], ["Bogdanova-Mihaylova", "Petya", "P", "Department of Neurology, Adelaide & Meath Hospitals incorporating the National Children's Hospital, Tallaght, Dublin, 24, Ireland."], ["Walsh", "Richard A", "RA", "Department of Neurology, Adelaide & Meath Hospitals incorporating the National Children's Hospital, Tallaght, Dublin, 24, Ireland."], ["Murphy", "Sinéad", "S", "Department of Neurology, Adelaide & Meath Hospitals incorporating the National Children's Hospital, Tallaght, Dublin, 24, Ireland."], ["Emmanuel", "Anton", "A", "Department of Gastroenterology, University College London Hospitals, London, UK."], ["Panicker", "Jalesh", "J", "Department of Uro-Neurology, National Hospital for Neurology and Neurosurgery and UCL Institute of Neurology, Queen Square, London, UK."], ["Giunti", "Paola", "P", "Department of Molecular Neuroscience, Ataxia Centre, UCL Institute of Neurology and National Hospital for Neurology & Neurosurgery, Queen Square, London, WC1N 3BG, UK. p.giunti@ucl.ac.uk."]], "date": "2017-09-26", "id": "28950889", "text": "Pelvic symptoms are distressing symptoms experienced by patients with Friedreich's Ataxia (FRDA). The aim of this study was to describe the prevalence of lower urinary tract symptoms (LUTS), bowel and sexual symptoms in FRDA.Questionnaire scores measuring LUTS, bowel and sexual symptoms were analysed with descriptive statistics as a cohort and as subgroups (Early/Late-onset and Early/Late-stage FRDA) They were also correlated with validated measures of disease severity including those of ataxia severity, non-ataxic symptoms and activities of daily living.80% (n = 46/56) of patients reported LUTS, 64% (n = 38/59) reported bowel symptoms and 83% (n = 30/36) reported sexual symptoms. Urinary and bowel or sexual symptoms were significantly likely to co-exist among patients. Late-onset FRDA patients were also more likely to report LUTS than early-onset ones. Patients with a longer disease duration reported higher LUTS scores and poorer quality of life scores related to urinary symptoms.A high proportion of FRDA have symptoms suggestive of LUTS, bowel and sexual dysfunction. This is more marked with greater disease duration and later disease onset. These symptoms need to be addressed by clinicians as they can have a detrimental effect on patients.", "doi": "10.1186/s13023-017-0709-y", "title": "Urinary, bowel and sexual symptoms in a cohort of patients with Friedreich's ataxia.", "journal": ["Orphanet journal of rare diseases", "Orphanet J Rare Dis"]}