{"authors": [["Roll", "Emily E", "EE", "Department of Psychology, Temple University, Philadelphia, Pennsylvania, USA."], ["Giovannetti", "Tania", "T", "Department of Psychology, Temple University, Philadelphia, Pennsylvania, USA."], ["Libon", "David J", "DJ", "Department of Geriatrics and Gerontology, New Jersey Institute for Successful Aging, School of Osteopathic Medicine-Rowan University, Stratford, New Jersey, USA."], ["Eppig", "Joel", "J", "Joint Doctoral Program in Clinical Psychology, San Diego State University/University of California, California, USA."]], "date": "2017-09-26", "id": "28949080", "text": "Tests of everyday action semantics were developed and piloted in a group of healthy adults (n = 53) and then administered to individuals with Alzheimer's disease (AD; n = 17) or Parkinson's disease dementia (PDD; n = 20). Relations between everyday action knowledge and everyday function were explored. Three action semantic tests were developed: Probe Test - 45 forced-choice questions regarding task sequences, objects, and steps; Picture Sequencing Test - sequential ordering of 4-5 cards depicting task steps; Script Test - open-ended verbal description of the steps required to complete everyday tasks. Cognitive tests, informant reports of functioning, and the Naturalistic Action Test (NAT), a performance-based test of function, also were administered to AD and PDD participants. NAT performance was scored for omission (failure to complete steps) and commission (inaccurate performance of step) errors. The AD and PDD groups performed worse than healthy participants on all action semantic tasks. AD and PDD groups significantly differed on only the Script Test - AD participants generated fewer correct steps. Performance on each of the action semantic tests significantly correlated with NAT omission errors. Only the Sequencing Test significantly predicted omissions, commissions, and informant report of everyday functioning. In sum, task knowledge is associated with omissions in everyday tasks and is impaired in both AD and PDD. The ability to accurately sequence task steps is associated with multiple aspects of everyday function and may be easily assessed with picture arrangement.", "doi": "10.1111/jnp.12135", "title": "Everyday task knowledge and everyday function in dementia.", "journal": ["Journal of neuropsychology", "J Neuropsychol"]}