{"authors": [["Kasanuki", "Koji", "K", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Heckman", "Michael G", "MG", "Division of Biomedical Statistics and Informatics, Mayo Clinic, Jacksonville, Florida, USA."], ["Diehl", "Nancy N", "NN", "Division of Biomedical Statistics and Informatics, Mayo Clinic, Jacksonville, Florida, USA."], ["Murray", "Melissa E", "ME", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Koga", "Shunsuke", "S", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Soto", "Alexandra", "A", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Ross", "Owen A", "OA", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."], ["Dickson", "Dennis W", "DW", "Department of Neuroscience, Mayo Clinic, Jacksonville, Florida, USA."]], "date": "2017-09-26", "id": "28949048", "text": "A number of genetic loci are associated with risk for Parkinson's disease (PD) based on genome-wide association studies; however, the relationship between genetic variants and nigrostriatal degeneration, which is the structural correlate of parkinsonism, has not been reported.We quantified nigrostriatal dopaminergic integrity with image analysis of putaminal tyrosine hydroxylase immunoreactivity in 492 brains with Lewy body disease and used this pathologic endophenotype to explore possible association with PD genetic variants.The study cases had Lewy-related pathology and variable degrees of nigrostriatal degeneration. They were assigned to one of the following clinical subgroups according to their predominant clinical syndrome: parkinsonism-predominant, parkinsonism+dementia, and dementia-predominant. In addition to putaminal tyrosine hydroxylase immunoreactivity, semiquantitative scoring was used to assess substantia nigra neuronal loss. A total of 29 PD genetic risk variants were genotyped on each case.When compared with controls, tyrosine hydroxylase immunoreactivity was reduced in Lewy body cases in the dorsolateral (79%) and ventromedial (57%) putamen. The dorsolateral region was better preserved in dementia-predominant cases than in cases with parkinsonism. Dorsolateral putaminal tyrosine hydroxylase immunoreactivity correlated with neuronal loss in the ventrolateral substantia nigra. Genetic analyses showed no significant association of PD risk variants with putaminal tyrosine hydroxylase immunoreactivity.The results confirm regional differences in putaminal dopaminergic degeneration and vulnerability of nigrostriatal pathway in Lewy body disorders with parkinsonism. The lack of association with PD genetic risk variants suggests that they may not be associated with quantitative endophenotypes of nigrostriatal degeneration, but more likely related to the risk of disease per se. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27184", "title": "Regional analysis and genetic association of nigrostriatal degeneration in Lewy body disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}