{"authors": [["Rose", "Samuel J", "SJ", "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Harrast", "Porter", "P", "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Donsante", "Christine", "C", "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Fan", "Xueliang", "X", "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Joers", "Valerie", "V", "Department of Physiology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Tansey", "Malú G", "MG", "Department of Physiology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Jinnah", "H A", "HA", "Department of Neurology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Hess", "Ellen J", "EJ", "Department of Pharmacology, Emory University School of Medicine, Atlanta, Georgia, USA."]], "date": "2017-09-26", "id": "28949038", "text": "Recent neuroimaging studies implicate nigrostriatal degeneration as a critical factor in producing late-onset parkinsonism in patients with l-dopa-responsive dystonia-causing mutations. However, postmortem anatomical studies do not reveal neurodegeneration in l-dopa-responsive dystonia patients. These contrasting findings make it unclear how parkinsonism develops in l-dopa-responsive dystonia mutation carriers.We prospectively assessed motor dysfunction, responses to dopaminergic challenge, and dopamine neuron degeneration with aging in a validated knockin mouse model bearing a l-dopa-responsive dystonia-causing mutation found in humans.As l-dopa-responsive dystonia mice aged, dystonic movements waned while locomotor activity decreased and initiation of movements slowed. Despite the age-related reduction in movement, there was no evidence for degeneration of midbrain dopamine neurons. Presynaptically mediated dopaminergic responses did not change with age in l-dopa-responsive dystonia mice, but responses to D1 dopamine receptor agonists decreased with age.We have demonstrated for the first time the co-occurrence of dystonia and Parkinson's-like features (mainly consisting of hypokinesia) in a genetic mouse model. In this model we show that these features evolve without dopaminergic neurodegeneration, suggesting that postsynaptic plasticity, rather than presynaptic degeneration, may contribute to the development of parkinsonism in patients with l-dopa-responsive dystonia. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27169", "title": "Parkinsonism without dopamine neuron degeneration in aged l-dopa-responsive dystonia knockin mice.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}