{"authors": [["Nakajima", "Asuka", "A", "Department of Neurology, School of Medicine, Juntendo University, Tokyo, Japan."], ["Shimo", "Yasushi", "Y", "Department of Neurology, School of Medicine, Juntendo University, Tokyo, Japan."], ["Uka", "Takanori", "T", "Department of Physiology, School of Medicine, Juntendo University, Tokyo, Japan."], ["Hattori", "Nobutaka", "N", "Department of Neurology, School of Medicine, Juntendo University, Tokyo, Japan."]], "date": "2017-10-20", "id": "28949036", "text": "Both the subthalamic nucleus (STN) and the globus pallidus pars interna (GPi) are major targets for neuromodulation therapy for movement disorders. An example of such a therapy is deep brain stimulation (DBS). The striatum is the primary target for pharmacological treatment of these disorders. To further our understanding of both the functional relationships among motor nuclei and the mechanisms of therapies for movement disorders, it is important to clarify how changing the neuronal activity of one target, either by medication or by artificial electrical stimulation, affects the other connected nuclei. To investigate this point, we recorded single-unit activity from tonically active neurons (TANs), which are putative cholinergic interneurons in the striatum, of healthy monkeys (Macaca fuscata) during electrical stimulation of the STN or GPi. Both STN stimulation and GPi stimulation reduced the TAN spike rate. Local infusion of a D2 receptor antagonist in the striatum blocked the reduction in spike rate induced by STN stimulation but not that induced by GPi stimulation. Further, STN stimulation induced phasic dopamine release in the striatum as revealed by in vivo fast-scan cyclic voltammetry. These results suggest the presence of multiple, strong functional relationships among the STN, GPi, and striatum that have different pathways and imply distinct therapeutic mechanisms for STN- and GPi-DBS.", "doi": "10.1111/ejn.13726", "title": "Subthalamic nucleus and globus pallidus interna influence firing of tonically active neurons in the primate striatum through different mechanisms.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}