{"authors": [["Ueno", "T", "T", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Kon", "T", "T", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Haga", "R", "R", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Nishijima", "H", "H", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Tomiyama", "M", "M", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."]], "date": "2017-09-25", "id": "28948617", "text": "Few studies have investigated the risk factors for motor vehicle accidents (MVA) in individuals with Parkinson's disease (PD) in Japan.We sent an anonymous questionnaire to 1417 patients with PD who had received medical care certificates for Intractable Diseases during the 2014 fiscal year from the Aomori Prefectural Government in Japan. Data from patients with PD who previously or currently held a driving license at the time of the survey were analyzed.Complete datasets were obtained from 384 patients with PD who were either past or present driving license holders. Fifty-seven patients had caused at least one MVA in the last 5 years before the survey. Logistic regression analyses revealed that ergot-dopamine agonist (DA) use and excessive daytime sleepiness (Epworth Sleepiness Scale score ≥ 10) were the best predictors of MVAs. Patients having caused non-sleep-related MVAs had significantly longer disease durations, more frequent ergot-DA use, and higher cognition and communication subscores on the Parkinson's Disease Questionnaire-39 than those without non-sleep-related MVAs (P < .05). The Epworth Sleepiness Scale scores of PD patients with sleep-related MVAs were significantly higher than those of patients without sleep-related MVAs (P < .01).Excessive daytime sleepiness and ergot-DA use may be important predictive risk factors for MVAs in PD. Daytime sleepiness appears to be related to sleep-related MVAs in PD, whereas disease progression and ergot-DA use may contribute to non-sleep-related MVAs.", "doi": "10.1111/ane.12849", "title": "Motor vehicle accidents in Parkinson's disease: A questionnaire study.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}