{"authors": [["Guan", "Jitian", "J", "Department of Neurologythe Second Affiliated Hospital of Shantou University Medical CollegeShantouGuangdongChina."], ["Rong", "Yu", "Y", "Department of Neurologythe Second Affiliated Hospital of Shantou University Medical CollegeShantouGuangdongChina."], ["Wen", "Ye", "Y", "Department of Preventive MedicineShantou University Medical CollegeShantouGuangdongChina."], ["Wu", "Huanze", "H", "Department of Neurologythe Second Affiliated Hospital of Shantou University Medical CollegeShantouGuangdongChina."], ["Qin", "Hong", "H", "Department of Neurologythe Second Affiliated Hospital of Shantou University Medical CollegeShantouGuangdongChina."], ["Zhang", "Qingying", "Q", "Department of Preventive MedicineShantou University Medical CollegeShantouGuangdongChina."], ["Chen", "Wei", "W", "Department of Neurologythe Second Affiliated Hospital of Shantou University Medical CollegeShantouGuangdongChina."]], "date": "2017-08-13", "id": "28948086", "text": "The accurate diagnosis and monitoring of idiopathic Parkinson disease (PD), a progressive neurodegenerative disorder, has not been fully developed. This study sought to identify a neurochemical profile in multiple regions of the PD brain and healthy controls by proton magnetic resonance spectroscopy (1H-MRS). We aimed to track changes of the brain neurochemical, quantify neuronal loss, and further determine the diagnostic value of 1H-MRS.PD patients and healthy controls recruited from Second Affiliated Hospital of Shantou University Medical College, Shantou, southern China, underwent 1H-MRS. Chemical information was obtained for ratios of N-acetylaspartate to creatine (NAA/Cr), NAA to choline (NAA/Cho), and Cho to Cr for substantia nigra, globus pallidus, prefrontal lobe, hippocampus, cuneus gyrus, and dorsal thalamus regions.Compared to the 20 healthy controls (12 male, age 58.75 ± 5.03 years), the 42 patients (21 male, age 61.60 ± 6.40 years) showed lower NAA/Cr and NAA/Cho ratios in substantia nigra, globus pallidus, prefrontal lobe, hippocampus, cuneus gyrus and dorsal thalamus regions (p < .01); NAA/Cr and NAA/Cho ratios were reduced for both patients with unilateral and mild/no cognitive impairment (p < .01); Unified Parkinson's Disease Rating Scale score was inversely correlated with NAA/Cr ratios in the substantia nigra (r = -.32; p = .042).NAA/Cr and NAA/Cho ratios may be useful metabolic biomarkers for early diagnosis of PD. Multi-voxel 1H-MRS can provide information on brain neurochemistry and may be a promising technique for diagnosis of and monitoring neuronal loss in PD.", "doi": "10.1002/brb3.792", "title": "Detection and application of neurochemical profile by multiple regional 1H-MRS in Parkinson's disease.", "journal": ["Brain and behavior", "Brain Behav"]}