{"authors": [["Gultekin", "Murat", "M", "Department of NeurologyFaculty of MedicineErciyes UniversityKayseriTurkey."], ["Ekinci", "Ayten", "A", "Department of NeurologyFaculty of MedicineErciyes UniversityKayseriTurkey."], ["Erturk", "Gozde", "G", "Department of BiostatisticsFaculty of MedicineErciyes UniversityKayseriTurkey."], ["Mirza", "Meral", "M", "Department of NeurologyFaculty of MedicineErciyes UniversityKayseriTurkey."]], "date": "2017-08-01", "id": "28948082", "text": "Parkinson's Disease Caregivers (PDC) play an important role, especially in the medium and advanced phase of the disease for patients' daily life activities, treatment, and follow-up. The aim of this study is to attract attention to the factors which place PDC at risk of psychological problems and to give consideration to these factors.First of all, the 80 participants, who were PDC, filled in the demographic information form. The Hospital Anxiety and Depression Scale (HADS) was applied in order to determine the psychological status of the PDC.The average age of PDC in the study was found as 47.94. While 11 (13.8%) of the PDC had undergone psychiatric treatment in the past, four of them (5%) were currently receiving treatment. Twenty-eight (35%) of those who provide care have experience in patient care, whereas 52 (65%) of them have no prior experience in caring for patients. Thirty-six (45%) of the PDC reported that they had difficulties, which were mostly psychological. According to the HADS which was applied, anxiety was seen in 26 of those who provide care (32.5%), while depression was seen in 41 (51.3%).This study is the first to provide data on the psychological status of PDC in our country. It is important that PDC's psychological problems are reduced by psychotherapy or, if necessary, by treatment. This situation has a direct negative effect on the patient's daily life activities.", "doi": "10.1002/brb3.787", "title": "Female Parkinson's disease caregivers have much anxiety and depressive symptom.", "journal": ["Brain and behavior", "Brain Behav"]}