{"authors": [["Smeltere", "Ligita", "L", "Health Center 4Consulting Room for Parkinson's Disease and Other Movement DisordersRigaLatvia."], ["Kuzņecovs", "Vladimirs", "V", "Medical Faculty of University of LatviaRigaLatvia."], ["Erts", "Renārs", "R", "Medical Faculty of University of LatviaRigaLatvia."]], "date": "2017-08-02", "id": "28948077", "text": "Essential tremor (ET) and Parkinson's disease (PD) are the two most common movement disorders, and tremor is the most visible symptom. Comparative study on ET and PD clinical neuropsychiatric symptoms was performed to assess the impact of emotional state on tremor.To investigate the most common psychiatric symptoms (depression, anxiety and social phobia) and their correlations with motor symptoms, especially tremor, in ET and PD patients.This comparative cross-sectional study consisted of neurological examinations, five self-assessment questionnaires (Depression Anxiety Stress Scale [DASS], Beck Depression Inventory [BDI], Social Interaction Anxiety Scale [SIAS], Social Phobia Scale [SPS], and State-Trait Anxiety Inventory[STAI]), clinical interviews with 45 ET patients, 40 PD patients, and 40 controls (CG), and statistical analysis was performed for 40:35:39 respectively.BDI revealed depressive disorders of various severities in all groups (ET=79.5%, PD=91.2%, and CG=66.7%). The study found no significant difference between ET and PD groups (p = .708) and significant difference between the patients and controls (ET/CG p = .049; PD/CG p = .007). Depression (DASS(D), BDI) did not correlate with tremor severity (p > .05) in ET and PD patients. The prevalence of social phobia was ET=50.0%, PD=42.9%, and CG=20.5%. There was significant difference between ET/CG (SIAS p = .02, SPS p = .001) and PD/CG (SPS p = .018), but no difference between ET and PD groups (p > .05). Tremor and SPS moderately correlated in ET patients (r = .35, p = .02).ET and PD patients showed high comorbidity of psychiatric disorders, but there was no significant difference between these two groups. ET severity correlated with social phobia scale scores.", "doi": "10.1002/brb3.781", "title": "Depression and social phobia in essential tremor and Parkinson's disease.", "journal": ["Brain and behavior", "Brain Behav"]}