{"authors": [["Huin", "Vincent", "V", "Univ. Lille, Inserm, CHU Lille, UMR-S 1172 - JPArc - Centre de Recherche Jean-Pierre AUBERT Neurosciences et Cancer, F-59000, Lille, France; CHU Lille, Institut de Biochimie et Biologie moléculaire, Centre de Biologie Pathologie et Génétique, F-59000, Lille, France. Electronic address: vincent.huin@inserm.fr."], ["Strubi-Vuillaume", "Isabelle", "I", "CHU Lille, Institut de Biochimie et Biologie moléculaire, Centre de Biologie Pathologie et Génétique, F-59000, Lille, France."], ["Dujardin", "Kathy", "K", "Univ. Lille, Inserm, CHU Lille, U1171 - Degenerative & vascular cognitive disorders, F-59000, Lille, France; CHU Lille, Service de Neurologie et Pathologies du Mouvement, Hôpital Roger Salengro, F-59000, Lille, France."], ["Brion", "Marine", "M", "CHU Lille, Service de Neurologie et Pathologies du Mouvement, Hôpital Roger Salengro, F-59000, Lille, France."], ["Delliaux", "Marie", "M", "CHU Lille, Service de Neurologie et Pathologies du Mouvement, Hôpital Roger Salengro, F-59000, Lille, France."], ["Dellacherie", "Delphine", "D", "CHU Lille, Service de Neuropédiatrie, Hôpital Roger Salengro, F-59000, Lille, France."], ["Cuvellier", "Jean-Christophe", "JC", "CHU Lille, Service de Neuropédiatrie, Hôpital Roger Salengro, F-59000, Lille, France."], ["Cuisset", "Jean-Marie", "JM", "CHU Lille, Service de Neuropédiatrie, Hôpital Roger Salengro, F-59000, Lille, France."], ["Riquet", "Audrey", "A", "CHU Lille, Service de Neuropédiatrie, Hôpital Roger Salengro, F-59000, Lille, France."], ["Moreau", "Caroline", "C", "Univ. Lille, Inserm, CHU Lille, U1171 - Degenerative & vascular cognitive disorders, F-59000, Lille, France; CHU Lille, Service de Neurologie et Pathologies du Mouvement, Hôpital Roger Salengro, F-59000, Lille, France."], ["Defebvre", "Luc", "L", "Univ. Lille, Inserm, CHU Lille, U1171 - Degenerative & vascular cognitive disorders, F-59000, Lille, France; CHU Lille, Service de Neurologie et Pathologies du Mouvement, Hôpital Roger Salengro, F-59000, Lille, France."], ["Sablonnière", "Bernard", "B", "Univ. Lille, Inserm, CHU Lille, UMR-S 1172 - JPArc - Centre de Recherche Jean-Pierre AUBERT Neurosciences et Cancer, F-59000, Lille, France; CHU Lille, Institut de Biochimie et Biologie moléculaire, Centre de Biologie Pathologie et Génétique, F-59000, Lille, France."], ["Devos", "David", "D", "Univ. Lille, Inserm, CHU Lille, U1171 - Degenerative & vascular cognitive disorders, F-59000, Lille, France; CHU Lille, Service de Neurologie et Pathologies du Mouvement, Hôpital Roger Salengro, F-59000, Lille, France; CHU Lille, Service de Pharmacologie médicale, Faculté de Médecine, F-59045, Lille, France."]], "date": "2017-09-19", "id": "28947073", "text": "Spinocerebellar ataxia types 19 and 22 (SCA19/22) are rare conditions in which relatively isolated cerebellar involvement is frequently associated with cognitive impairment. Here, we report on new clinical features and provide details of the cognitive profile in two SCA19/22 families.Two families displaying an autosomal-dominant form of cerebellar ataxia underwent clinical examinations and genetic testing.In addition to the classical clinical features of SCA, a wide spectrum of cognitive disorders (including visuospatial impairments) was observed. Eight patients had mild Parkinsonism, and five had epilepsy. Genetic testing showed that the KCND3 mutation (c.679_681delTTC, p.F227del) was present in both families.Our findings broaden the phenotypic spectrum of SCA19/22, and suggest that KCND3 should be included in the list of candidate genes for epilepsy, Parkinsonism and cognitive impairment.", "doi": "10.1016/j.parkreldis.2017.09.014", "title": "Expanding the phenotype of SCA19/22: Parkinsonism, cognitive impairment and epilepsy.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}