{"authors": [["Huang", "Sheau-Ling", "SL", "School of Occupational Therapy, College of Medicine, National Taiwan University, Taipei, Taiwan."], ["Hsieh", "Ching-Lin", "CL", "School of Occupational Therapy, College of Medicine, National Taiwan University, Taipei, Taiwan."], ["Wu", "Ruey-Meei", "RM", "Department of Neurology, National Taiwan University Hospital, College of Medicine, National Taiwan University, Taipei, Taiwan."], ["Lu", "Wen-Shian", "WS", "School of Occupational Therapy, Chung Shan Medical University, Taichung, Taiwan."]], "date": "2017-09-25", "id": "28945776", "text": "The Beck Depression Inventory II (BDI-II) and the Taiwan Geriatric Depression Scale (TGDS) are self-report scales used for assessing depression in patients with Parkinson's disease (PD) and geriatric people. The minimal detectable change (MDC) represents the least amount of change that indicates real difference (i.e., beyond random measurement error) for a single subject. Our aim was to investigate the test-retest reliability and MDC of the BDI-II and the TGDS in people with PD.Seventy patients were recruited from special clinics for movement disorders at a medical center. The patients' mean age was 67.7 years, and 63.0% of the patients were male. All patients were assessed with the BDI-II and the TGDS twice, 2 weeks apart. We used the intraclass correlation coefficient (ICC) to determine the reliability between test and retest. We calculated the MDC based on standard error of measurement. The MDC% was calculated (i.e., by dividing the MDC by the possible maximal score of the measure).The test-retest reliabilities of the BDI-II/TGDS were high (ICC = 0.86/0.89). The MDCs (MDC%s) of the BDI-II and TGDS were 8.7 (13.8%) and 5.4 points (18.0%), respectively. Both measures had acceptable to nearly excellent random measurement errors.The test-retest reliabilities of the BDI-II and the TGDS are high. The MDCs of both measures are acceptable to nearly excellent in people with PD. These findings imply that the BDI-II and the TGDS are suitable for use in a research context and in clinical settings to detect real change in a single subject.", "doi": "10.1371/journal.pone.0184823", "title": "Test-retest reliability and minimal detectable change of the Beck Depression Inventory and the Taiwan Geriatric Depression Scale in patients with Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}