{"authors": [["Zondler", "Lisa", "L", "Neurology Department, Ulm University, Ulm, Germany."], ["Kostka", "Marcus", "M", "Boehringer Ingelheim Pharma GmbH Co.KG, Biberach an der Riß, Germany."], ["Garidel", "Patrick", "P", "Boehringer Ingelheim Pharma GmbH Co.KG, Biberach an der Riß, Germany."], ["Heinzelmann", "Udo", "U", "Boehringer Ingelheim Pharma GmbH Co.KG, Biberach an der Riß, Germany."], ["Hengerer", "Bastian", "B", "Boehringer Ingelheim Pharma GmbH Co.KG, Biberach an der Riß, Germany."], ["Mayer", "Benjamin", "B", "Institute for Epidemiology and Medical Biometry, Ulm University, Ulm, Germany."], ["Weishaupt", "Jochen H", "JH", "Neurology Department, Ulm University, Ulm, Germany."], ["Gillardon", "Frank", "F", "Boehringer Ingelheim Pharma GmbH Co.KG, Biberach an der Riß, Germany."], ["Danzer", "Karin M", "KM", "Neurology Department, Ulm University, Ulm, Germany."]], "date": "2017-09-25", "id": "28945746", "text": "Parkinson's disease (PD) is the second most prevalent neurodegenerative disorder worldwide and characterized by the loss of dopaminergic neurons in the patients' midbrains. Both the presence of the protein α-synuclein in intracellular protein aggregates in surviving neurons and the genetic linking of the α-synuclein encoding gene point towards a major role of α-synuclein in PD etiology. The exact pathogenic mechanisms of PD development are not entirely described to date, neither is the specific role of α-synuclein in this context. Previous studies indicate that one aspect of α-synuclein-related cellular toxicity might be direct proteasome impairment. The 20/26S proteasomal machinery is an important instrument of intracellular protein degradation. Thus, direct proteasome impairment by α-synuclein might explain or at least contribute to the formation of intracellular protein aggregates. Therefore this study investigates direct proteasomal impairment by α-synuclein both in vitro using recombinant α-synuclein and isolated proteasomes as well as in living cells. Our experiments demonstrate that the impairment of proteasome activity by α-synuclein is highly dependent upon the cellular background and origin. We show that recombinant α-synuclein oligomers and fibrils scarcely affect 20S proteasome function in vitro, neither does transient α-synuclein expression in U2OS ps 2042 (Ubi(G76V)-GFP) cells. However, stable expression of both wild-type and mutant α-synuclein in dopaminergic SH-SY5Y and PC12 cells results in a prominent impairment of the chymotrypsin-like 20S/26S proteasomal protein cleavage. Thus, our results support the idea that α-synuclein in a specific cellular environment, potentially present in dopaminergic cells, cannot be processed by the proteasome and thus contributes to a selective vulnerability of dopaminergic cells to α-synuclein pathology.", "doi": "10.1371/journal.pone.0184040", "title": "Proteasome impairment by α-synuclein.", "journal": ["PloS one", "PLoS ONE"]}