{"authors": [["Tan", "Wen-Hann", "WH", "Division of Genetics and Genomics, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Bird", "Lynne M", "LM", "Genetics / Dysmorphology, Rady Children's Hospital San Diego; Department of Pediatrics, University of California, San Diego, California."], ["Sadhwani", "Anjali", "A", "Department of Psychiatry, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Barbieri-Welge", "Rene L", "RL", "Developmental Services, Rady Children's Hospital San Diego, San Diego, California."], ["Skinner", "Steven A", "SA", "Greenwood Genetic Center, Greenwood, South Carolina."], ["Horowitz", "Lucia T", "LT", "Greenwood Genetic Center, Greenwood, South Carolina."], ["Bacino", "Carlos A", "CA", "Genetics Service, Texas Children's Hospital; Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas."], ["Noll", "Lisa M", "LM", "Psychology Service, Texas Children's Hospital; Baylor College of Medicine, Houston, Texas."], ["Fu", "Cary", "C", "Division of Pediatric Neurology, Vanderbilt University School of Medicine, Nashville, Tennessee."], ["Hundley", "Rachel J", "RJ", "Division of Developmental Medicine, Vanderbilt University School of Medicine, Nashville, Tennessee."], ["Wink", "Logan K", "LK", "Division of Child and Adolescent Psychiatry, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Erickson", "Craig A", "CA", "Division of Child and Adolescent Psychiatry, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Barnes", "Gregory N", "GN", "Division of Pediatric Neurology, Vanderbilt University School of Medicine, Nashville, Tennessee."], ["Slavotinek", "Anne", "A", "Department of Pediatrics, University of California, San Francisco, California."], ["Jeremy", "Rita", "R", "Department of Pediatrics, University of California, San Francisco, California."], ["Rotenberg", "Alexander", "A", "Department of Neurology, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Kothare", "Sanjeev V", "SV", "Department of Neurology, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Olson", "Heather E", "HE", "Department of Neurology, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Poduri", "Annapurna", "A", "Department of Neurology, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Nespeca", "Mark P", "MP", "Neurology, Rady Children's Hospital San Diego; University of California, San Diego, California."], ["Chu", "Hillary C", "HC", "Division of Genetics and Genomics, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Willen", "Jennifer M", "JM", "Division of Genetics and Genomics, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."], ["Haas", "Kevin F", "KF", "Department of Neurology, Vanderbilt University School of Medicine, Nashville, Tennessee."], ["Weeber", "Edwin J", "EJ", "Department of Molecular Pharmacology and Physiology, University of South Florida, Tampa, Florida."], ["Rufo", "Paul A", "PA", "Division of Gastroenterology, Hepatology and Nutrition, Boston Children's Hospital; Harvard Medical School, Boston, Massachusetts."]], "date": "2017-09-25", "id": "28944563", "text": "Treatment for Angelman syndrome (AS) is currently limited to symptomatic interventions. A mouse model of AS has reduced calcium/calmodulin-dependent kinase II activity due to excessive phosphorylation of specific threonine residues, leading to diminished long-term potentiation. In a rat model of Parkinson disease, levodopa reduced phosphorylation of various proteins, including calcium/calmodulin-dependent kinase II. Further studies demonstrated that AS mice treated with levodopa performed better on rotarod testing than untreated AS mice. We conducted a multi-center double-blind randomized placebo-controlled 1-year trial of levodopa / carbidopa with either 10 or 15 mg/kg/day of levodopa in children with AS. The outcome of this intervention was assessed using either the Bayley Scales of Infant Development or the Mullen Scales of Early Learning, as well as the Vineland Adaptive Behavior Scales, and the Aberrant Behavior Checklist. Of the 78 participants enrolled, 67 participants received study medication (33 on levodopa, 34 on placebo), and 55 participants (29 on levodopa, 26 on placebo) completed the 1-year study. There were no clinically or statistically significant changes in any of the outcome measures over a 1-year period comparing the levodopa and placebo groups. The number of adverse events reported, including the more serious adverse events, was similar in both groups, but none were related to treatment with levodopa. Our data demonstrate that levodopa is well-tolerated by children with AS. However, in the doses used in this study, it failed to improve their neurodevelopment or behavioral outcome.", "doi": "10.1002/ajmg.a.38457", "title": "A randomized controlled trial of levodopa in patients with Angelman syndrome.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"]}