{"authors": [["Almeida", "Leonardo", "L", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Ahmed", "Bilal", "B", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Walz", "Roger", "R", "Department of Neurology, Universidade Federal de Santa Catarina, Florianópolis, Santa Catarina, Brazil."], ["De Jesus", "Sol", "S", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Patterson", "Addie", "A", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Martinez-Ramirez", "Daniel", "D", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Vaillancourt", "David", "D", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Bowers", "Dawn", "D", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Ward", "Herbert", "H", "Department of Psychiatry, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["Okun", "Michael S", "MS", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."], ["McFarland", "Nikolaus R", "NR", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States."]], "date": "2016-06-24", "id": "28944256", "text": "To compare the incidence and prevalence of depressive symptoms in atypical parkinsonian (APD) syndromes versus Parkinson disease (PD).In a large retrospective patient cohort we analyzed the incidence and prevalence of depressive symptoms using the Beck Depression Inventory (BDI) and evaluated subjects longitudinally on subsequent visits. For individuals who followed in subsequent visits we calculated incidence rates in person-years as a measure of incidence.We identified 361 patients with APD including Progressive Supranuclear Palsy (PSP), Corticobasal Degeneration (CBD), Multiple System Atrophy (MSA) and Dementia with Lewy Bodies (DLB), and 2352 PD controls. The mean BDI values were significantly higher in APD (F=14.19, p < 0.001). A significantly higher proportion of APD subjects screened positive for depressive symptoms both at initial and subsequent patient visits (p < 0.001), which appeared to be more severe in the APD subgroups. UPDRS part III and disease duration weakly correlated with depressive symptoms.Our results suggest that the incidence and prevalence of depressive symptoms are higher in APD and appear also to be more severe than in PD. Depressive symptoms in APD are common and affect patients regardless of disease duration or motor severity.", "doi": "10.1002/mdc3.12382", "title": "Depressive Symptoms are Frequent in Atypical Parkinsonian Disorders.", "journal": ["Movement disorders clinical practice", "Mov Disord Clin Pract"]}