{"authors": [["Ya", "Lagai", "L", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, Hubei, China (mainland)."], ["Lu", "Zuneng", "Z", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, Hubei, China (mainland)."]], "date": "2017-09-25", "id": "28943632", "text": "BACKGROUND ABCA1 R219K single-nucleotide polymorphisms (SNPs) was related to Alzheimer disease (AD) but not Parkinson disease (PD). Here, we analyzed the associations among ABCA1 R219K distribution, serum biomarkers, AD, and PD in a population in northern China. MATERIAL AND METHODS We used the Mini-Mental State Examination (MMSE) and the Hoehn and Yahr scale (H-Y) to evaluate AD and PD progression, separately. ABCA1 R219K was analyzed by matrix-assisted laser desorption ionization time of flight time mass spectrometry (MALDI-TOF-MS). Serum indexes were determined by enzyme-linked immunosorbent assay (ELISA). RESULTS ABCA1 R219K RR+RK genotype frequency in AD and PD patients was lower than that in normal controls (NC), while ABCA1 R219K KK genotype frequency was significantly higher. ABCA1 R219K RR genotype frequency in AD patients and NC was lower than that in PD patients, while ABCA1 R219K RK+KK genotype frequency was significantly higher. ABCA1 R219K RR genotype was positively correlated to MMSE value in AD patients, while ABCA1 R219K KK genotype was negatively correlated to H-Y value in PD patients. Serum factors were significantly different among AD and PD patients and NC. Serum ABCA1, ApoA1, ApoA2, ApoB, HDL, TC, IL-1β, IL-6, and TNF-α were significantly different between AD and PD patients. CONCLUSIONS ABCA1 R219K R allele was the risk factor inducing abnormal serum levels of ApoA2, LDL, and TG in AD patients, and abnormal levels of serum ABCA1, HDL, IL-1b, IL-6, and TNF-α in PD patients, while ABCA1 R219K K allele was the risk factor inducing lower ABCA1 in AD patients. IL-1β, IL-6, and TNF-α were negatively correlated to MMSE in AD patients but positively correlated to H-Y in PD patients, while HDL was positively related to H-Y in PD patients.", "doi": null, "title": "Differences in ABCA1 R219K Polymorphisms and Serum Indexes in Alzheimer and Parkinson Diseases in Northern China.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}