{"authors": [["Watanabe", "Yuji", "Y", "Department of Neurology, Dokkyo Medical University, Japan."], ["Suzuki", "Keisuke", "K", "Department of Neurology, Dokkyo Medical University, Japan."], ["Miyamoto", "Tomoyuki", "T", "Department of Neurology, Dokkyo Medical University Koshigaya Hospital, Japan."], ["Miyamoto", "Masayuki", "M", "Department of Clinical Medicine for Nursing, Dokkyo Medical University School of Nursing, Japan."], ["Numao", "Ayaka", "A", "Department of Neurology, Dokkyo Medical University, Japan."], ["Fujita", "Hiroaki", "H", "Department of Neurology, Dokkyo Medical University, Japan."], ["Uchiyama", "Tomoyuki", "T", "Department of Neurology, Dokkyo Medical University, Japan."], ["Kadowaki", "Taro", "T", "Department of Neurology, Dokkyo Medical University, Japan."], ["Matsubara", "Takeo", "T", "Department of Neurology, Dokkyo Medical University, Japan."], ["Hirata", "Koichi", "K", "Department of Neurology, Dokkyo Medical University, Japan."]], "date": "2017-09-25", "id": "28943542", "text": "Objective The characteristics of olfactory impairment in Parkinson's disease (PD), multiple system atrophy (MSA) and progressive supranuclear palsy (PSP) have not been determined in detail. We assessed the olfactory function among PD, MSA and PSP patients. Methods A card-type odor identification test, Open Essence (OE, Wako, Japan), which consists of 12 different odorants familiar to Japanese subjects, was administered to 98 PD patients, 32 MSA patients, 17 PSP patients and 96 control subjects ≥50 years of age. Results The PD patients had significantly lower OE scores than the other groups. The OE scores of the MSA and PSP patients fell between those of the PD patients and the control subjects. A cut-off OE score of 6 was beneficial for differentiating PD patients from controls with 84.7% sensitivity and 85.4% specificity. A cut-off OE score of 4 had 60.2% sensitivity and 77.6% specificity for differentiating PD patients from MSA and PSP patients. The correct answer rates for the curry, Japanese orange and perfume odorants in the PD patients were lower than those in the MSA and PSP patients and controls. The PD patients also had the highest ratio of \"not detected\" choices across the 12 odors. Conclusion Marked olfactory impairment was a feature of the patients with PD, while mild olfactory impairment was observed in those with MSA or PSP. The answer patterns and the specific odorants may also be useful in differentiating PD from related disorders.", "doi": "10.2169/internalmedicine.8565-16", "title": "A Card-type Odor Identification Test for Japanese Patients with Parkinson's Disease and Related Disorders.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}