{"authors": [["Tsiokos", "Christos", "C", "Department of Bioengineering, University of California, Los Angeles, CA, USA."], ["Malekmohammadi", "Mahsa", "M", "Department of Neurosurgery, University of California, Los Angeles, CA, USA."], ["AuYong", "Nicholas", "N", "Department of Neurosurgery, University of California, Los Angeles, CA, USA."], ["Pouratian", "Nader", "N", "Department of Bioengineering, University of California, Los Angeles, CA, USA; Department of Neurosurgery, University of California, Los Angeles, CA, USA; Neuroscience Interdepartmental Program, University of California, Los Angeles, CA, USA; Brain Research Institute, University of California, Los Angeles, CA, USA. Electronic address: npouratian@mednet.ucla.edu."]], "date": "2017-09-05", "id": "28942154", "text": "Recent discoveries suggest that it is most likely the coupling of β oscillations (13-30Hz) and not merely their power that relates to Parkinson disease (PD) pathophysiology.We analyzed power and phase amplitude coupling (PAC) in local field potentials (LFP) recorded from Pallidum after placement of deep brain stimulation (DBS) leads in nineteen PD patients and three patients with dystonia.Within GPi, we identified PAC between phase of β and amplitude of high frequency oscillations (200-300Hz) and distinct β-low γ (40-80Hz) PAC both modulated by contralateral movement. Resting β-low γ PAC, also present in dystonia patients, inversely correlated with severity of rigidity and bradykinesia (R=-0.44, P=0.028). These findings were specific to the low β band, suggesting a differential role for the two β sub-bands.PAC is present across distinct frequency bands within the GPi. Given the presence of low β-low γ PAC in dystonia and the inverse correlation with symptom severity, we propose that this PAC may be a normal pallidal signal.This study provides new evidence on the pathophysiological contribution of local pallidal coupling and suggests similar and distinct patterns of coupling within GPi and STN in PD.", "doi": "10.1016/j.clinph.2017.08.001", "title": "Pallidal low β-low γ phase-amplitude coupling inversely correlates with Parkinson disease symptoms.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}