{"authors": [["Fu", "Rao", "R", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Cui", "Shi-Shuang", "SS", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Du", "Juan-Juan", "JJ", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["He", "Ya-Chao", "YC", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Gao", "Chao", "C", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Huang", "Pei", "P", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Qian", "Yi-Wei", "YW", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Luo", "Xiao-Guang", "XG", "Department of Neurology, The First Affiliated Hospital of China Medical University, Shenyang 110001, China. Electronic address: grace_shenyang@163.com."], ["Chen", "Sheng-Di", "SD", "Department of Neurology & Institute of Neurology, Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China. Electronic address: chen_sd@medmail.com.cn."]], "date": "2017-09-18", "id": "28941828", "text": "Fatigue is common in patients with Parkinson's disease (PD). The leucine-rich repeat kinase 2 (LRRK2) G2385R variant predisposes individuals to develop PD in China. The aim of this study was to evaluate whether the LRRK2 G2385R variant is associated with fatigue in patients with PD.Fatigue was evaluated by the Parkinson Fatigue Scale (PFS) in 329 PD patients and 180 controls, a cut-off score of ≥3.3 was used to define the presence of fatigue. All the enrolled PD patients were assessed by a comprehensive battery of motor and non-motor questionnaires. PD patients were genotyped for the G2385R variant. Associations of fatigue with the clinical assessments and with the G2385R variant in PD patients were analyzed by logistic regression.Fatigue frequency was 55.62%. A logistic regression model found that the female sex (OR = 10.477; 95%CI: 2.806-39.120; p < 0.001), motor function (OR = 1.060; 95%CI: 1.012-1.110; p = 0.013), sleep disturbance (OR = 0.943; 95%CI: 0.910-0.976; p = 0.001) and depression severity (OR = 0.843; 95%CI: 0.736-0.965; p = 0.013) collectively predict the presence of fatigue in PD patients. After adjustment for demographics and associated clinical factors, the G2385R variant was associated with an increased risk for the presence of fatigue (OR = 10.699; 95% CI = 2.387-47.958; p = 0.002) in the PD population in this study.We confirm that fatigue in PD patients is common, and we have strengthened the associations between fatigue and female sex, motor severity and non-motor symptoms, particularly depression and sleep disturbances. Overall, we found that carriers of the G2385R variant were more prone to fatigue than non-carriers in PD patients.", "doi": "10.1016/j.parkreldis.2017.09.016", "title": "Fatigue correlates with LRRK2 G2385R variant in Chinese Parkinson's disease patients.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}