{"authors": [["Hemmati-Dinarvand", "Mohsen", "M", "Drug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Department of Clinical Biochemistry and Laboratory Medicine, Faculty of Medicine, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Taher-Aghdam", "Ali-Akbar", "AA", "Department of Neurology, Faculty of Medicine, TabrizUniversity of Medical Sciences, Tabriz, Iran."], ["Mota", "Ali", "A", "Department of Clinical Biochemistry and Laboratory Medicine, Faculty of Medicine, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Zununi Vahed", "Sepideh", "S", "Kidney Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Samadi", "Nasser", "N", "Drug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Department of Clinical Biochemistry and Laboratory Medicine, Faculty of Medicine, Tabriz University of Medical Sciences, Tabriz, Iran. Electronic address: nsamadi@ualberta.ca."]], "date": "2017-09-20", "id": "28941592", "text": "Parkinson's disease (PD) is a common neurodegenerative disease. Oxidative stress is considered as a key modulator in the development of PD. This study aimed to investigate associations between serum NOX1 (NADPH oxidase1), ferritin, selenium (Se), and uric acid (UA) levels and clinical parameters in patients with PD.Serum levels of NOX1, ferritin, Se, and UA were measured in 40 PD patients and 40 healthy individuals. Receiver operating characteristic (ROC) analysis was performed to investigate incremental diagnostic value of each factor in the study groups.Mean serum NOX1 levels were markedly higher in patient group (22.36±5.80ng/mL) versus healthy individuals (8.89±2.37ng/mL) (p<0.001). Significant differences were also observed in the serum concentrations of ferritin (p=0.005) and Se (p=0.001) between patients with PD and healthy individuals. However, the serum concentrations of UA were not statistically significant between the study groups (p=0.560). ROC analysis revealed a diagnostic ability of serum NOX1 and ferritin levels for PD with an area under ROC curve of ≥0.7 (p<0.05) and relatively high sensitivity and specificity. Combination of serum NOX1 and Se along with ferritin and UA levels increased the sensitivity up to 85%, specificity up to 97% and area under the ROC curve up to 0.94 (95% confidence interval (95% CI): 0.89 to 0.99, p<0.001).Our findings indicated that serum concentrations of NOX1, ferritin, and Se are significantly higher in the patients with PD. Therefore, these factors can be considered as potential diagnostic biomarkers for diagnosis and monitoring of PD patients. Further studies are required with larger sample size to provide more detailed information about the cognitive profile of participants and the outcome measures.", "doi": "10.1016/j.clinbiochem.2017.09.014", "title": "Dysregulation of serum NADPH oxidase1 and ferritin levels provides insights into diagnosis of Parkinson's disease.", "journal": ["Clinical biochemistry", "Clin. Biochem."]}