{"authors": [["Uysal-Cantürk", "P", "P", "Behavioral Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Hanağası", "H A", "HA", "Behavioral Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Bilgiç", "B", "B", "Behavioral Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Gürvit", "H", "H", "Behavioral Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Emre", "M", "M", "Behavioral Neurology and Movement Disorders Unit, Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."]], "date": "2017-10-16", "id": "28941002", "text": "Cognitive impairment is one of the most disabling non-motor symptoms of Parkinson's disease. Mild cognitive impairment constitutes a major risk for the development of Parkinson's disease dementia in the course of the disease. A Movement Disorder Society Task Force proposed diagnostic criteria for mild cognitive impairment in Parkinson's disease (PD-MCI), comprising two operational levels: Level I and Level II. The objective of our study was to test the accuracy of Level I versus Level II diagnostic criteria.Eighty-six consecutive patients with Parkinson's disease were screened and 68 patients without dementia or depression were included in the study. We used the Montreal Cognitive Assessment, Mini-Mental State Examination and Addenbrooke's Cognitive Evaluation-R screening tools for Level I and an extensive neuropsychological battery for Level II assessment. We first diagnosed PD-MCI on the basis of Level II assessment and then calculated sensitivity, specificity and area under the receiver-operator characteristics curve, comparing the performance of the three screening batteries.None of the three screening batteries proposed for Level I assessment provided satisfactory combined sensitivity and specificity for detecting PD-MCI, and their performance was similar. Using the Level II criteria, 29 patients (43%) were diagnosed as having PD-MCI. Lowest cut-off levels that provided at least 80% sensitivity were 24 for the Montreal Cognitive Assessment, 29 for the Mini-Mental State Examination and 87 for the Addenbrooke's Cognitive Evaluation-R. However, specificity levels were below 80% at these cut-off levels.We conclude that Level I assessment alone using screening batteries is not sufficiently sensitive/specific to detect PD-MCI.", "doi": "10.1111/ene.13467", "title": "An assessment of Movement Disorder Society Task Force diagnostic criteria for mild cognitive impairment in Parkinson's disease.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}