{"authors": [["Perez-Lloret", "S", "S", "INSERM, Services de Pharmacologie Clinique et Neurosciences, Centre d'Investigation Clinique CIC 1436, NS-Park/FCRIN Network, NeuroToul COEN Center, Université de Toulouse UPS, CHU de Toulouse, Toulouse, France."], ["Negre-Pages", "L", "L", "LN Pharma, Toulouse."], ["Damier", "P", "P", "Department of Neurology, INSERM, NS-Park/FCRIN Network, Université de Nantes, CHU de Nantes, Nantes."], ["Delval", "A", "A", "Department of Neurology, INSERM, NS-Park/FCRIN Network, Université de Lille, CHU de Lille, U 837 Eq6, Lille."], ["Derkinderen", "P", "P", "Department of Neurology, INSERM, NS-Park/FCRIN Network, Université de Nantes, CHU de Nantes, Nantes."], ["Destée", "A", "A", "Department of Neurology, INSERM, NS-Park/FCRIN Network, Université de Lille, CHU de Lille, U 837 Eq6, Lille."], ["Meissner", "W G", "WG", "CNRS, CHU de Bordeaux, Institut des Maladies Neurodégénératives, UMR 5293, Service de Neurologie, NS-Park/FCRIN Network, Université de Bordeaux, Bordeaux, France."], ["Tison", "F", "F", "CNRS, CHU de Bordeaux, Institut des Maladies Neurodégénératives, UMR 5293, Service de Neurologie, NS-Park/FCRIN Network, Université de Bordeaux, Bordeaux, France."], ["Rascol", "O", "O", "INSERM, Services de Pharmacologie Clinique et Neurosciences, Centre d'Investigation Clinique CIC 1436, NS-Park/FCRIN Network, NeuroToul COEN Center, Université de Toulouse UPS, CHU de Toulouse, Toulouse, France."], [null, null, null, null]], "date": "2017-10-09", "id": "28940893", "text": "Studies assessing the correlations between L-DOPA-induced dyskinesias (LIDs) and motor fluctuations with health-related quality of life (HRQoL) in Parkinson's disease (PD) have yielded conflicting results. This study aimed to assess the relationship between LIDs and motor fluctuations with HRQoL in patients with PD, and to assess the relative contribution of their severity and duration in a large sample of patients with PD.A total of 683 patients with PD from the COPARK survey were evaluated. HRQoL was assessed using the 39-Item Parkinson's Disease Questionnaire (PDQ-39) (primary outcome) and 36-Item Short Form Survey (SF-36). The daily duration and severity of LIDs were obtained from Unified Parkinson's Disease Rating Scale (UPDRS) IV items 32 and 33, respectively. The daily duration of motor fluctuations was obtained from UPDRS IV item 36 and severity was estimated as the difference between the UPDRS 2 (Activities of Daily Living) score in 'OFF' versus 'ON' condition.A total of 235 patients with PD (35%) experienced motor fluctuations and 182 (27%) experienced LIDs. The PDQ-39 total and SF-36 physical scores were significantly worse in patients with LIDs, after adjusting for the presence of motor fluctuations. The PDQ-39 total score and SF-36 physical and mental score were significantly worse in patients with motor fluctuations, after adjusting for the presence of LIDs. The severity of LIDs and the duration of motor fluctuations significantly and independently affected PDQ-39 scores. The SF-36 physical score was affected only by the severity of motor fluctuations, whereas the mental score was not affected by any of the aforementioned variables.Our findings suggest that LIDs (mainly their severity) and motor fluctuations (mainly their duration) correlate independently with HRQoL in patients with PD.", "doi": "10.1111/ene.13466", "title": "L-DOPA-induced dyskinesias, motor fluctuations and health-related quality of life: the COPARK survey.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}