{"authors": [["Díez-Cirarda", "M", "M", "Department of Methods and Experimental Psychology, Faculty of Psychology and Education, University of Deusto, Bilbao, Biscay, Spain."], ["Ojeda", "N", "N", "Department of Methods and Experimental Psychology, Faculty of Psychology and Education, University of Deusto, Bilbao, Biscay, Spain."], ["Peña", "J", "J", "Department of Methods and Experimental Psychology, Faculty of Psychology and Education, University of Deusto, Bilbao, Biscay, Spain."], ["Cabrera-Zubizarreta", "A", "A", "OSATEK, MR Unit, Hospital of Galdakao, Galdakao, Biscay, Spain."], ["Lucas-Jiménez", "O", "O", "Department of Methods and Experimental Psychology, Faculty of Psychology and Education, University of Deusto, Bilbao, Biscay, Spain."], ["Gómez-Esteban", "J C", "JC", "Neurodegenerative Unit, Biocruces Research Institute, Neurology Service, Cruces University Hospital, Barakaldo, Biscay, Spain."], ["Gómez-Beldarrain", "M Á", "MÁ", "Neurology Service, Hospital of Galdakao, Galdakao, Biscay, Spain."], ["Ibarretxe-Bilbao", "N", "N", "Department of Methods and Experimental Psychology, Faculty of Psychology and Education, University of Deusto, Bilbao, Biscay, Spain."]], "date": "2017-10-21", "id": "28940855", "text": "Cognitive rehabilitation has demonstrated efficacy in producing short-term cognitive and brain changes in patients with Parkinson's disease (PD). To date, no study has assessed the long-term effects of cognitive rehabilitation using neuroimaging techniques in PD. The aim was to assess the longitudinal effects of a 3-month cognitive rehabilitation programme evaluating the cognitive, behavioural and neuroimaging changes after 18 months.Fifteen patients with PD underwent a cognitive, behavioural and neuroimaging assessment at pre-treatment (T0 ), post-treatment (T1 ) and after 18 months (T2 ). This study examined the long-term effects (from T0 to T2 ) and the maintenance of the changes (from T1 to T2 ). T1-weighted, diffusion-weighted, functional magnetic resonance imaging during both a resting-state and a memory paradigm were acquired. Voxel-based morphometry and tract-based spatial statistics were used for grey and white matter analyses. A region-of-interest-to-region-of-interest approach was used for resting-state functional connectivity (FC) and a model-based approach was used for brain activation during the memory paradigm.Patients with PD showed increased cognitive performance, decreased functional disability, increased brain FC and activation at T2 compared with T0 (P < 0.05, FDR). Moreover, patients showed maintenance of the improvements in cognition and functionality, and maintenance of the increased brain FC and activation at T2 compared with T1 . However, significant grey matter reduction and alterations of white matter integrity were found at T2 (P < 0.05, FWE).Findings suggest that the improved cognitive performance and increased brain FC and activation after cognitive rehabilitation were significantly maintained after 18 months in patients with PD, despite the structural brain changes, consistent with a progression of neurodegenerative processes.", "doi": "10.1111/ene.13472", "title": "Long-term effects of cognitive rehabilitation on brain, functional outcome and cognition in Parkinson's disease.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}