{"authors": [["Coles", "Lisa D", "LD", "Center for Orphan Drug Research, Department of Experimental & Clinical Pharmacology, College of Pharmacy, University of Minnesota, Minneapolis, MN, USA."], ["Tuite", "Paul J", "PJ", "Department of Neurology, Medical School, University of Minnesota, Minneapolis, MN, USA."], ["Öz", "Gülin", "G", "Center for Magnetic Resonance Research (CMRR), Department of Radiology, Medical School, University of Minnesota, Minneapolis, MN, USA."], ["Mishra", "Usha R", "UR", "Center for Orphan Drug Research, Department of Experimental & Clinical Pharmacology, College of Pharmacy, University of Minnesota, Minneapolis, MN, USA."], ["Kartha", "Reena V", "RV", "Center for Orphan Drug Research, Department of Experimental & Clinical Pharmacology, College of Pharmacy, University of Minnesota, Minneapolis, MN, USA."], ["Sullivan", "Kathleen M", "KM", "Center for Orphan Drug Research, Department of Experimental & Clinical Pharmacology, College of Pharmacy, University of Minnesota, Minneapolis, MN, USA."], ["Cloyd", "James C", "JC", "Center for Orphan Drug Research, Department of Experimental & Clinical Pharmacology, College of Pharmacy, University of Minnesota, Minneapolis, MN, USA."], ["Terpstra", "Melissa", "M", "Center for Magnetic Resonance Research (CMRR), Department of Radiology, Medical School, University of Minnesota, Minneapolis, MN, USA."]], "date": "2017-09-22", "id": "28940353", "text": "Parkinson's disease (PD) is associated with oxidative stress and decreased nigral glutathione (GSH), suggesting that therapies that boost GSH may have a disease-modifying effect. Intravenous administration of a high dose of N-acetylcysteine (NAC), a well-known antioxidant and GSH precursor, increases blood and brain GSH in individuals with PD and with Gaucher disease and in healthy controls. To characterize the pharmacokinetics of repeated high oral doses of NAC and their effect on brain and blood oxidative stress measures, we conducted a 4-week open-label prospective study of oral NAC in individuals with PD (n = 5) and in healthy controls (n = 3). Brain GSH was measured in the occipital cortex using 1 H-MRS at 3 and 7 tesla before and after 28 days of 6000 mg NAC/day. Blood was collected prior to dosing and at predetermined collection times before and after the last dose to assess NAC, cysteine, GSH, catalase, malondialdehyde (MDA) and 4-hydroxynonenal (4-HNE) concentrations and the reduced-to-oxidized GSH ratio (GSH/ glutathione disulfide [GSSG]). Symptomatic adverse events were reported by 3 of the 5 subjects with PD. NAC plasma concentration-time profiles were described by a first-order absorption, 1-compartment pharmacokinetic model. Although peripheral antioxidant measures (catalase and GSH/GSSG) increased significantly relative to baseline, indicators of oxidative damage, that is, measures of lipid peroxidation (4-HNE and MDA) were unchanged. There were no significant increases in brain GSH, which may be related to low oral NAC bioavailability and small fractional GSH/GSSG blood responses. Additional studies are needed to further characterize side effects and explore the differential effects of NAC on measures of antioxidant defense and oxidative damage.", "doi": "10.1002/jcph.1008", "title": "Repeated-Dose Oral N-Acetylcysteine in Parkinson's Disease: Pharmacokinetics and Effect on Brain Glutathione and Oxidative Stress.", "journal": ["Journal of clinical pharmacology", "J Clin Pharmacol"]}