{"authors": [["Landolfi", "Annamaria", "A", "Department of Medicine and Surgery, Scuola Medica Salernitana, Neuroscience Section, University of Salerno, Italy."], ["Troisi", "Jacopo", "J", "Theoreo srl - Spin-off Company of the University of Salerno, Italy. Electronic address: troisi@theoreosrl.com."], ["Savanelli", "Maria Cristina", "MC", "Ios & Coleman, Naples, Italy."], ["Vitale", "Carmine", "C", "Department of Motor Science and Wellness, University Parthenope, Naples, Italy; IDC Hermitage-Capodimonte, Naples, Italy."], ["Barone", "Paolo", "P", "Department of Medicine and Surgery, Scuola Medica Salernitana, Neuroscience Section, University of Salerno, Italy."], ["Amboni", "Marianna", "M", "IDC Hermitage-Capodimonte, Naples, Italy; Center for Neurodegenerative Diseases (CEMAND), Department of Medicine and Surgery, Neuroscience Section, University of Salerno, Italy."]], "date": "2017-09-20", "id": "28939238", "text": "Bisphenol A (BPA) is a widely distributed estrogen-mimetic molecule, with well-established effects on the dopaminergic system. It can be found in canned food, dental sealants, thermal paper, etc. BPA undergoes liver conjugation with glucuronic acid and is subsequently excreted in the urine.In the present study we quantified the concentration of free and conjugated Bisphenol A in blood of patients affected by Parkinson Disease, using their spouses as controls.An interview was performed to determine possible confounders in BPA exposure. Free and conjugated BPA were quantified by gas chromatography coupled with mass spectrometry.Parkinson's Disease patients carried a statistically significant lower amount of conjugated Bisphenol A compared to controls. The two populations were mostly homogeneous in terms of exposure to possible Bisphenol A sources. The only exceptions were exposure to canned tuna and canned tomatoes PD patients consumed significantly more of both (p<0.05). Moreover, no difference in Bisphenol A glucuronidation was found after stratification by typology of anti-Parkinson's drug taken and after conversion to the Levodopa Equivalent Daily Dose.BPA glucuronidation was decreased in patients with Parkinson disease. The possible unique mechanisms underlying Bisphenol A metabolism in PD patients deserve further elucidation. Moreover, further study is needed to assess a possible BPA role in Parkinson's Disease pathogenesis, due to its documented dopaminergic toxicity.", "doi": "10.1016/j.neuro.2017.09.008", "title": "Bisphenol A glucuronidation in patients with Parkinson's disease.", "journal": ["Neurotoxicology", "Neurotoxicology"]}