{"authors": [["Kim", "Hyein", "H", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea; HuGeX Co., Ltd., Seongnam 462-122, South Korea."], ["Kang", "Hojin", "H", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Lee", "Yunjong", "Y", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea; Samsung Medical Center (SMC), Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon, South Korea."], ["Park", "Chi-Hu", "CH", "HuGeX Co., Ltd., Seongnam 462-122, South Korea."], ["Jo", "Areum", "A", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Khang", "Rin", "R", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea."], ["Shin", "Joo-Ho", "JH", "Division of Pharmacology, Department of Molecular Cell Biology, Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon 440-746, South Korea; Samsung Medical Center (SMC), Sungkyunkwan University School of Medicine, Samsung Biomedical Research Institute, Suwon, South Korea. Electronic address: jshin24@skku.edu."]], "date": "2017-09-20", "id": "28939041", "text": "Recently, PARIS (ZNF746) is introduced as authentic substrate of parkin and transcriptionally represses PGC-1α by binding to insulin responsive sequences (IRSs) in the promoter of PGC-1α. The overexpression of PARIS selectively leads to the loss of dopaminergic neurons (DN) and mitochondrial abnormalities in the substantia nigra (SN) of Parkinson's disease (PD) models. To identify PARIS target molecules altered in SN region-specific manner, LC-MS/MS-based quantitative proteomic analysis is employed to investigate proteomic alteration in the cortex, striatum, and SN of AAV-PARIS injected mice. Herein, we find that the protein and mRNA of transketolase (TKT), a key enzyme in pentose phosphate pathway (PPP) of glucose metabolism, is exclusively decreased in the SN of AAV-PARIS mice. PARIS overexpression suppresses TKT transcription via IRS-like motif in the TKT promoter. Moreover, the reduction of TKT by PARIS is found in primary DN but not in cortical neurons, suggesting that PARIS-medicated TKT suppression is cell type-dependent. Interestingly, we observe the reduced level of TKT in the SN of PD patients but not in the cortex. These findings indicate that TKT might be a SN-specific target of PARIS, providing new clues to understand the mechanism underlying selective DNs death in PD.", "doi": "10.1016/j.bbrc.2017.09.090", "title": "Identification of transketolase as a target of PARIS in substantia nigra.", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}