{"authors": [["Hallett", "Mark", "M", "National Institute of Neurological Disorders and Stroke, NIH, Bethesda, MD, USA. Electronic address: hallettm@ninds.nih.gov."], ["Di Iorio", "Riccardo", "R", "Department of Geriatrics, Institute of Neurology, Neuroscience and Orthopedics, Catholic University, Policlinic A. Gemelli Foundation, Rome, Italy."], ["Rossini", "Paolo Maria", "PM", "Department of Geriatrics, Institute of Neurology, Neuroscience and Orthopedics, Catholic University, Policlinic A. Gemelli Foundation, Rome, Italy; Brain Connectivity Laboratory, IRCCS San Raffaele Pisana, Rome, Italy."], ["Park", "Jung E", "JE", "National Institute of Neurological Disorders and Stroke, NIH, Bethesda, MD, USA; Department of Neurology, Dongguk University Ilsan Hospital, Goyang, Republic of Korea."], ["Chen", "Robert", "R", "Krembil Research Institute, University of Toronto, Toronto, Canada; Department of Medicine (Neurology), University of Toronto, Toronto, Canada."], ["Celnik", "Pablo", "P", "Department of Physical Medicine and Rehabilitation, Johns Hopkins School of Medicine, USA."], ["Strafella", "Antonio P", "AP", "Krembil Research Institute, University of Toronto, Toronto, Canada; Morton and Gloria Shulman Movement Disorder Unit & E.J. Safra Parkinson Disease Program, Toronto Western Hospital, UHN, Canada; Research Imaging Centre, Campbell Family Mental Health Research Institute, CAMH, University of Toronto, Ontario, Canada."], ["Matsumoto", "Hideyuki", "H", "Department of Neurology, Japanese Red Cross Medical Center, Japan."], ["Ugawa", "Yoshikazu", "Y", "Department of Neurology, School of Medicine, Fukushima Medical University, Japan; Fukushima Global Medical Science Center, Advanced Clinical Research Center, Fukushima Medical University, Japan."]], "date": "2017-09-05", "id": "28938143", "text": "The goal of this review is to show how transcranial magnetic stimulation (TMS) techniques can make a contribution to the study of brain networks. Brain networks are fundamental in understanding how the brain operates. Effects on remote areas can be directly observed or identified after a period of stimulation, and each section of this review will discuss one method. EEG analyzed following TMS is called TMS-evoked potentials (TEPs). A conditioning TMS can influence the effect of a test TMS given over the motor cortex. A disynaptic connection can be tested also by assessing the effect of a pre-conditioning stimulus on the conditioning-test pair. Basal ganglia-cortical relationships can be assessed using electrodes placed in the process of deep brain stimulation therapy. Cerebellar-cortical relationships can be determined using TMS over the cerebellum. Remote effects of TMS on the brain can be found as well using neuroimaging, including both positron emission tomography (PET) and functional magnetic resonance imaging (fMRI). The methods complement each other since they give different views of brain networks, and it is often valuable to use more than one technique to achieve converging evidence. The final product of this type of work is to show how information is processed and transmitted in the brain.", "doi": "10.1016/j.clinph.2017.08.007", "title": "Contribution of transcranial magnetic stimulation to assessment of brain connectivity and networks.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}