{"authors": [["Palacios", "N", "N", "Department of Public Health, College of Health Sciences, University of Massachusetts, Lowell, Lowell, MA, United States; Department of Nutrition, Harvard T. H. Chan School of Public Health, Boston, MA, United States; Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, United States; Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: natalia_palacios@uml.edu."], ["Munger", "K L", "KL", "Department of Nutrition, Harvard T. H. Chan School of Public Health, Boston, MA, United States. Electronic address: hpklg@channing.harvard.edu."], ["Fitzgerald", "K C", "KC", "Department of Neurology, John Hopkins Medical Institute, Baltimore, MD, United States. Electronic address: kfitzg13@jhmi.edu."], ["Hart", "J E", "JE", "Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, United States; Department of Environmental Health, Harvard T. H. Chan School of Public Health, Boston, MA, United States. Electronic address: jaime.hart@channing.harvard.edu."], ["Chitnis", "T", "T", "Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: tchitnis@rics.bwh.harvard.edu."], ["Ascherio", "A", "A", "Department of Nutrition, Harvard T. H. Chan School of Public Health, Boston, MA, United States; Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, United States; Department of Epidemiology, Harvard T. H. Chan School of Public Health, Boston, MA, United States. Electronic address: aascheri@hsph.harvard.edu."], ["Laden", "F", "F", "Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, United States; Department of Environmental Health, Harvard T. H. Chan School of Public Health, Boston, MA, United States; Department of Epidemiology, Harvard T. H. Chan School of Public Health, Boston, MA, United States. Electronic address: francine.laden@channing.harvard.edu."]], "date": "2017-09-20", "id": "28938101", "text": "Air pollution is thought to raise the risk of neurological disease by promoting neuroinflammation, oxidative stress, glial activation and cerebrovascular damage. Multiple Sclerosis is a common auto-immune disorder, primarily affecting young women. We conducted, to a large prospective study of particulate matter (PM) exposure and multiple sclerosis (MS) risk in two prospective cohorts of women: the Nurses Health Study (NHS) and the Nurses Health Study II (NHS II).Cumulative average exposure to different size fractions of PM up to the onset of MS was estimated using spatio-temporal models. We used multivariable Cox proportional hazards models to estimate the hazard ratios (HR) and 95% confidence intervals (CI) of MS associated with each size fraction of PM independently. Participants were followed from 1998 through 2004 in NHS and from 1988 through 2007 for NHS II. We conducted additional sensitivity analyses stratified by smoking, region of the US, and age, as well as analyses restricted to women who did not move during the study. Analyses were adjusted for age, ancestry, smoking, body mass index at age 18, region, tract level population density, latitude at age 15, and UV index.We did not observe significant associations between air pollution and MS risk in our cohorts. Among women in the NHS II, the HRs comparing the top vs. bottom quintiles of PM was 1.11 (95% Confidence Intervals (CI): 0.74, 1.66), 1.04 (95% CI: 0.73, 1.50) and 1.09 (95% CI: 0.73, 1.62) for PM10 (≤10μm in diameter), PM2.5 (≤2.5μm in diameter), and PM2.5-10 (2.5 to 10μm in diameter) respectively, and tests for linear trends were not statistically significant. No association between exposure to PM and risk of MS was observed in the NHS.In this study, exposure to PM air pollution was not related to MS risk.", "doi": "10.1016/j.envint.2017.07.013", "title": "Exposure to particulate matter air pollution and risk of multiple sclerosis in two large cohorts of US nurses.", "journal": ["Environment international", "Environ Int"]}