{"authors": [["Ko", "Ji Hyun", "JH", "Department of Human Anatomy and Cell Science, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada; Neuroscience Research Program, Kleysen Institute for Advanced Medicine, Health Sciences Centre, Winnipeg, Manitoba, Canada. Electronic address: ji.ko@umanitoba.ca."], ["Katako", "Audrey", "A", "Department of Human Anatomy and Cell Science, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada; Neuroscience Research Program, Kleysen Institute for Advanced Medicine, Health Sciences Centre, Winnipeg, Manitoba, Canada."], ["Aljuaid", "Maram", "M", "Department of Human Anatomy and Cell Science, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada; Neuroscience Research Program, Kleysen Institute for Advanced Medicine, Health Sciences Centre, Winnipeg, Manitoba, Canada."], ["Goertzen", "Andrew L", "AL", "Department of Radiology, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."], ["Borys", "Andrew", "A", "Section of Neurology, Department of Internal Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."], ["Hobson", "Douglas E", "DE", "Section of Neurology, Department of Internal Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."], ["Kim", "Seok Min", "SM", "Institute of Parkinson's Clinical Research, Ulsan University College of Medicine, Seoul, South Korea."], ["Lee", "Chong Sik", "CS", "Institute of Parkinson's Clinical Research, Ulsan University College of Medicine, Seoul, South Korea; Department of Neurology, Asan Medical Center, Seoul, South Korea."], [null, null, null, null]], "date": "2017-08-31", "id": "28934619", "text": "We explored whether patients with Parkinson's disease dementia (PDD) show a distinct spatial metabolic pattern that characterizes cognitive deficits in addition to motor dysfunction. Eighteen patients with PDD underwent 3 separate positron emission tomography sessions with [18F]fluorodeoxyglucose (for glucose metabolism), fluorinated N-3-fluoropropyl-2-beta-carboxymethoxy-3-beta-(4-iodophenyl) nortropane (for dopamine transporter density) and Pittsburgh compound-B (for beta-amyloid load). We confirmed in PDD versus normal controls, overall hypometabolism in the posterior and prefrontal brain regions accompanied with hypermetabolism in subcortical structures and the cerebellar vermis. A multivariate network analysis then revealed 3 metabolic patterns that are separately associated with cognitive performance (p = 0.042), age (p = 0.042), and motor symptom severity (p = 0.039). The age-related pattern's association with aging was replicated in healthy controls (p = 0.047) and patients with Alzheimer's disease (p = 0.002). The cognition-related pattern's association with cognitive performance was observed, with a trend-level of correlation, in patients with dementia with Lewy bodies (p = 0.084) but not in patients with Alzheimer's disease (p = 0.974). We found no association with fluorinated N-3-fluoropropyl-2-beta-carboxymethoxy-3-beta-(4-iodophenyl) nortropane and Pittsburgh compound-B positron emission tomography with patients' cognitive performance.", "doi": "10.1016/j.neurobiolaging.2017.08.020", "title": "Distinct brain metabolic patterns separately associated with cognition, motor function, and aging in Parkinson's disease dementia.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}