{"authors": [["Zhang", "Siyuan", "S", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, AL 35487, USA."], ["Glukhova", "Samantha A", "SA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, AL 35487, USA."], ["Caldwell", "Kim A", "KA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, AL 35487, USA."], ["Caldwell", "Guy A", "GA", "Department of Biological Sciences, The University of Alabama, Tuscaloosa, AL 35487, USA."]], "date": null, "id": "28934392", "text": "Parkinson's disease (PD) is an aging-associated neurodegenerative disease affecting millions worldwide. Misfolding, oligomerization and accumulation of the human α-synuclein protein is a key pathological hallmark of PD and is associated with the progressive loss of dopaminergic neurons over the course of aging. Lifespan extension via the suppression of IGF-1/insulin-like signaling (IIS) offers a possibility to retard disease onset through induction of metabolic changes that provide neuroprotection. The nceh-1 gene of Caenorhabditis elegans encodes an ortholog of neutral cholesterol ester hydrolase 1 (NCEH-1), an IIS downstream protein that was identified in a screen as a modulator of α-synuclein accumulation in vivo. The mechanism whereby cholesterol metabolism functionally impacts neurodegeneration induced by α-synuclein is undefined. Here we report that NCEH-1 protects dopaminergic neurons from α-synuclein-dependent neurotoxicity in C. elegans via a mechanism that is independent of lifespan extension. We discovered that the presence of cholesterol, LDLR-mediated cholesterol endocytosis, and cholesterol efflux are all essential to NCEH-1-mediated neuroprotection. In protecting from α-synuclein neurotoxicity, NCEH-1 also stimulates cholesterol-derived neurosteroid formation and lowers cellular reactive oxygen species in mitochondria. Collectively, this study augments our understanding of how cholesterol metabolism can modulate a neuroprotective mechanism that attenuates α-synuclein neurotoxicity, thereby pointing toward regulation of neuronal cholesterol turnover as a potential therapeutic avenue for PD.", "doi": "10.1093/hmg/ddx269", "title": "NCEH-1 modulates cholesterol metabolism and protects against α-synuclein toxicity in a C. elegans model of Parkinson's disease.", "journal": ["Human molecular genetics", "Hum. Mol. Genet."]}