{"authors": [["Ahn", "Sangwoo", "S", "University of Minnesota School of Nursing, Minneapolis, Minnesota."], ["Chen", "Yan", "Y", "Taihe Hospital, Hubei Province, China."], ["Bredow", "Tim", "T", "Department of Nursing, Bethel University, Arden Hills, MN 55112, USA."], ["Cheung", "Corjena", "C", "University of Minnesota School of Nursing, Minneapolis, Minnesota."], ["Yu", "Fang", "F", "University of Minnesota School of Nursing, Minneapolis, Minnesota."]], "date": "2017-04-20", "id": "28932811", "text": "Parkinson's disease is a neurodegenerative chronic condition with a declining trajectory and lack of a cure, making quality of life an important aspect of care. The purpose of this literature review was to analyze the state-of-the-science on the effects of non-pharmacological treatments on quality of life in person's with Parkinson's disease. Literature search was conducted using keywords in electronic databases up to September 1, 2016 and cross-searching the references of identified articles. Of the 259 articles generated, 26 met the eligibility criteria and were included in this review. The majority of studies (77%) were Level I evidence and 23% Level II evidence. The levels of study quality were: strong (50%), moderate (15%), and weak (35%). The interventions varied across studies with 15 studies evaluating a similar intervention. About 58% of the studies showed that the interventions improved quality of life. In conclusion, a variety of non-pharmacological interventions have been increasingly studied for their effects on quality of life in Parkinson's disease, showing initial promising results. However, most interventions were only examined by a limited number of studies and the minimal and optimal intervention doses needed for improving quality of life are yet unknown.", "doi": null, "title": "Effects of Non-Pharmacological Treatments on Quality of Life in Parkinson's Disease: A Review.", "journal": ["Journal of Parkinson's disease and Alzheimer's disease", "J Parkinsons Dis Alzheimers Dis"]}