{"authors": [["Carlson", "Jonathan Dennis", "JD", "Inland Neurosurgery and Spine Asso-ciates, Spokane, Washington."], ["McLeod", "Kate Elizabeth", "KE", "Inland Neurosurgery and Spine Asso-ciates, Spokane, Washington."], ["McLeod", "Pamela Sue", "PS", "Inland Neurosurgery and Spine Asso-ciates, Spokane, Washington."], ["Mark", "Jamelynn Brooke", "JB", "Northwest Neurological, Spokane, Washington."]], "date": null, "id": "28931260", "text": "The stereotactic accuracy of intraoperative imaging is critical to clinical outcome, particularly in \"asleep\" deep brain stimulation (DBS) surgery that typically forgoes neurophysiological techniques. Different intraoperative imaging modalities and associated accuracies have been reported, including magnetic resonance imaging (MRI), computed tomography (CT), and O-arm.To analyze intraoperative O-arm imaging accuracy and to evaluate the utility of microelectrode mapping.O-arm images of DBS electrodes were collected during implantation in the subthalamic nucleus in patients with Parkinson disease. Images were fused to postoperative MRI and postoperative CT scans. Stereotactic coordinates for the electrode tip were measured independently. Radial distances between the images were compared. The impact of microelectrode mapping on final DBS electrode positioning was also evaluated.In 71 consecutive DBS electrodes, the average radial error of the electrode tip between the O-arm and MRI was 1.55 ± 0.58 mm. The average radial error between the O-arm and CT was 1.03 ± 0.61 mm. Thus, the O-arm images accurately depicted the position of the electrode. However, in 14% of cases, microelectrode mapping revised the DBS electrode position beyond the preoperative direct target in combination with accurate intraoperative imaging.Intraoperative O-arm images reliably and accurately displayed the location of the DBS electrode compared with postoperative CT and MRI images. Microelectrode mapping provided superior subnuclear resolution to imaging. Both intraoperative imaging and microelectrode mapping are effective tools that can be synergistically combined for optimal DBS electrode placement.", "doi": "10.1227/NEU.0000000000001326", "title": "Stereotactic Accuracy and Surgical Utility of the O-Arm in Deep Brain Stimulation Surgery.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}