{"authors": [["Ye", "Byoung Seok", "BS", "Department of Neurology, Yonsei University College of Medicine, Seoul, South Korea."], ["Jeon", "Seun", "S", null], ["Ham", "Jee Hyun", "JH", null], ["Lee", "Jae Jung", "JJ", null], ["Lee", "Jong Min", "JM", null], ["Lee", "Hye Sun", "HS", null], ["Lee", "Phil Hyu", "PH", null], ["Sohn", "Young H", "YH", null]], "date": "2017-09-21", "id": "28930751", "text": "We developed a risk score system to predict risks of developing dementia in individual Parkinson disease (PD) patients using baseline neuropsychological tests.A total of 216 nondemented PD patients underwent a baseline neuropsychological evaluation and were followed up for a mean of 2.7 (±1.1) years. Univariate Cox regression models controlled for age, gender, and education selected neuropsychological tests individually predicting dementia risk. Then, a multivariate Cox regression model combined them into a cognitive risk score system. Cortical areas correlating with cognitive risk score were investigated using a separate MRI data set from 207 nondemented PD patients.Fifty-two patients (23.9%) developed dementia. The univariate Cox regression analyses identified the confrontational naming and semantic fluency tests, frontal/executive function tests, immediate verbal memory test, and visuospatial function test as predicting dementia risk. The calculated cognitive risk score (range 53-188) predicted future dementia with moderate accuracy (integrated area under the curve = 0.79; 95% CI: 0.73-0.85). A higher cognitive risk score correlated with cortical thinning in the right anteromedial temporal cortex, bilateral posterior cingulate cortex, right anterior cingulate cortex, left parahippocampal gyrus, and right superior frontal cortex in a separate MRI data set.The cognitive risk score system is a useful approach to predict the dementia risk among PD patients.", "doi": "10.1159/000479057", "title": "Dementia-Predicting Cognitive Risk Score and Its Correlation with Cortical Thickness in Parkinson Disease.", "journal": ["Dementia and geriatric cognitive disorders", "Dement Geriatr Cogn Disord"]}