{"authors": [["Vastik", "Miroslav", "M", "Department of Neurology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Czech Republic."], ["Hok", "Pavel", "P", "Department of Neurology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Czech Republic."], ["Valosek", "Jan", "J", "Department of Neurology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Czech Republic."], ["Hlustik", "Petr", "P", "Department of Neurology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Czech Republic."], ["Mensikova", "Katerina", "K", "Department of Neurology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Czech Republic."], ["Kanovsky", "Petr", "P", "Department of Neurology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Czech Republic."]], "date": "2017-09-13", "id": "28928491", "text": "The relationship between freezing of gait (FOG) and regional brain atrophy has been intensively investigated, but it is still not clearly understood. The study objective was to test whether grey matter (GM) atrophy contributes to FOG in Parkinson's disease (PD) using a surface-based algorithm.We investigated 21 patients with PD, 11 with FOG and 10 without FOG. Both groups were assessed using a FOG questionnaire and Hoehn and Yahr staging. High resolution T1-weighted brain images were acquired for each subject using a 1.5T MRI scanner. A surface-based method implemented in FreeSurfer was used to quantify the GM atrophy. A vertex-wise and region of interest (ROI) comparison of spatially normalized subject data using a general linear model and the Wilcoxon rank sum test were to assess significant group differences.Higher global levels of cortical atrophy were detected in freezers, although this was not statistically significant. The vertex-wise analysis revealed significant local reduction in grey matter thickness in the left supplementary motor area, middle/anterior cingulate cortex, temporal pole and right frontal operculum in freezers at P<0.001, uncorrected. The ROI analysis of average thickness confirmed the regional atrophy in bilateral anterior and posterior cingulate cortices. No significant relative regional cortical atrophy was observed in non-freezers.FOG was associated with regional cortical atrophy, especially in mesial frontal and cingulate cortices. Our findings provide additional evidence that the development of FOG in patients with PD is associated with local structural cortical changes.", "doi": "10.5507/bp.2017.035", "title": "Freezing of gait is associated with cortical thinning in mesial frontal cortex.", "journal": ["Biomedical papers of the Medical Faculty of the University Palacky, Olomouc, Czechoslovakia", "Biomed Pap Med Fac Univ Palacky Olomouc Czech Repub"]}