{"authors": [["Hu", "Zhan-Ying", "ZY", "From the Institute of Medicinal Biotechnology, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100050, China."], ["Chen", "Bo", "B", "From the Institute of Medicinal Biotechnology, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100050, China."], ["Zhang", "Jing-Pu", "JP", "From the Institute of Medicinal Biotechnology, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100050, China zhangjingpu@imb.pumc.edu.cn zjp5577@126.com."], ["Ma", "Yuan-Yuan", "YY", "From the Institute of Medicinal Biotechnology, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100050, China."]], "date": "2017-09-19", "id": "28928221", "text": "Parkinson's disease (PD) is one of the most epidemic neurodegenerative diseases and is characterized by movement disorders arising from loss of midbrain dopaminergic (DA) neurons. Recently, the relationship between PD and autophagy has received considerable attention, but information about the mechanisms involved is lacking. Here, we report that autophagy-related gene 5 (ATG5) is potentially important in protecting dopaminergic neurons in a 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced PD model in zebrafish. Using analyses of zebrafish swimming behavior, in situ hybridization, immunofluorescence, and expressions of genes and proteins related to PD and autophagy, we found that the ATG5 expression level was decreased and autophagy flux was blocked in this model. The ATG5 down-regulation led to the upgrade of PD-associated proteins, such as β-synuclein, Parkin, and PINK1, aggravation of MPTP-induced PD-mimicking pathological locomotor behavior, DA neuron loss labeled by tyrosine hydroxylase (TH) or dopamine transporter (DAT), and blocked autophagy flux in the zebrafish model. ATG5 overexpression alleviated or reversed these PD pathological features, rescued DA neuron cells as indicated by elevated TH/DAT levels, and restored autophagy flux. The role of ATG5 in protecting DA neurons was confirmed by expression of the human atg5 gene in the zebrafish model. Our findings reveal that ATG5 has a role in neuroprotection, and up-regulation of ATG5 may serve as a goal in the development of drugs for PD prevention and management.", "doi": "10.1074/jbc.M116.764795", "title": "Up-regulation of autophagy-related gene 5 (ATG5) protects dopaminergic neurons in a zebrafish model of Parkinson's disease.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}