{"authors": [["Lenka", "Abhishek", "A", "Department of Clinical Neurosciences, National Institute of Mental Health and Neurosciences, Bangalore 560029, India; Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["George", "Lija", "L", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["Arumugham", "Shyam Sundar", "SS", "Department of Psychiatry, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["Hegde", "Shantala", "S", "Department of Clinical Psychology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["Reddy", "Venkateswara", "V", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["Kamble", "Nitish", "N", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["Yadav", "Ravi", "R", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India."], ["Pal", "Pramod Kumar", "PK", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore 560029, India. Electronic address: pal.pramod@rediffmail.com."]], "date": "2017-09-14", "id": "28928050", "text": "Psychosis is one of the common non-motor symptoms of PD, which substantially worsens the quality of life. Hence, it is important to identify factors that are associated with early onset of psychosis in PD. In order to identify those factors, the current study aims to compare various demographic and clinical features of PD patients with early and late onset psychosis.In this prospective case-control study, 51 consecutive patients with PD having psychosis (PDP) were recruited. Median of the latency of onset of psychotic symptoms from the onset of motor symptoms was calculated (5.5 years) and after doing a median split, the cohort of PDP was divided into early onset PDP (EOP, n = 25) and late onset PDP (LOP, n = 26). Both the groups were compared for several demographic and clinical characteristics.Compared to those with LOP, patients with EOP had poor scores on frontal assessment battery (13.8 ± 2.0 vs 15.3 ± 1.8, p = 0.007), more frequently had Rapid Eye movement sleep Behavior Disorder (RBD) (80% vs 46.2%, p = 0.02), Postural Instability with Gait Difficulty (PIGD) phenotype (72% vs 26.9%, p = 0.002), and excessive daytime sleepiness (Epworth Sleepiness Scale: 8.04 ± 3.7 vs 3.9 ± 3.1). Patients with LOP were older (63.4 ± 7.0 years vs 56.5 ± 8.1 years, p = 0.002) and had higher Levodopa equivalent dose/day (LEDD: 819.1 ± 365.8 vs 608.5 ± 356.3, p = 0.04) compared to those with EOP.Presence of RBD, excessive daytime sleepiness, frontal lobe dysfunction, and PIGD phenotype of PD may be associated with early onset of psychosis in PD. Higher LEDD may not trigger early occurrence of psychosis in PD.", "doi": "10.1016/j.parkreldis.2017.09.015", "title": "Predictors of onset of psychosis in patients with Parkinson's disease: Who gets it early?", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}