{"authors": [["Choudhury", "Tabina K", "TK", "1 Texas A&M University, College Station, TX, USA."], ["Harris", "Celeste", "C", "3 Houston Area Parkinson Society, Houston, TX, USA."], ["Crist", "Kathleen", "K", "3 Houston Area Parkinson Society, Houston, TX, USA."], ["Satterwhite", "Terry K", "TK", "3 Houston Area Parkinson Society, Houston, TX, USA."], ["York", "Michele K", "MK", "2 Department of Neurology, Baylor College of Medicine, Houston, TX, USA."]], "date": null, "id": "28925334", "text": "Available treatment options for Parkinson's disease (PD) are primarily aimed at pharmacological and/or neurosurgical management of motor symptoms. However, many patients also experience chronic non-motor symptoms (NMS), including significant cognitive and mood changes. Currently, there is a gap in the neuropsychological literature regarding the efficacy of nonpharmacological treatment options for cognitive and mood changes in PD.We sought to evaluate the efficacy and patient satisfaction of a pilot nonpharmacological intervention for alleviating NMS in patients with PD.Twenty-three independently functioning nondemented patients with PD participated in a 5-week Parkinson's Disease Enrichment Program. Each 4-hour weekly session included content which addressed the following components: education, exercise, recreation, and socialization/support. Participants received a pre-assessment, including cognitive tests and questionnaires for depression and quality of life. After the completion of the program, participants completed post-assessment batteries to measure changes in neurocognitive and psychiatric status, as well as patient satisfaction regarding the program.Neuropsychological data from pre- and post-assessments revealed significant improvements in measures of executive functioning, memory, and depressive symptoms. No significant changes were observed on the remaining mood or cognitive measures. One hundred percent of participants reported enjoyment from socialization with other participants with PD and satisfaction with the program overall.Positive preliminary results suggest that further expansion of this nonpharmacological pilot program for treatment of NMS may be beneficial for patients with PD. Future studies will investigate a larger cohort of participants with PD and cross-validate findings in demographically diverse samples.", "doi": "10.1177/0891988717720299", "title": "Comparative Patient Satisfaction and Feasibility of a Pilot Parkinson's Disease Enrichment Program.", "journal": ["Journal of geriatric psychiatry and neurology", "J Geriatr Psychiatry Neurol"]}