{"authors": [["Smith", "Laura", "L", "Department of Clinical Neurosciences, Institute of Neurology, University College London, London, NW3 2PF, UK."], ["Mullin", "Stephen", "S", "Department of Clinical Neurosciences, Institute of Neurology, University College London, London, NW3 2PF, UK."], ["Schapira", "Anthony H V", "AHV", "Department of Clinical Neurosciences, Institute of Neurology, University College London, London, NW3 2PF, UK. Electronic address: a.schapira@ucl.ac.uk."]], "date": "2017-09-18", "id": "28923368", "text": "Gaucher disease, the most common lysosomal storage disorder, is caused by mutations in the gene encoding the acid-β-glucosidase lysosomal hydrolase enzyme that cleaves glucocerebroside into glucose and ceramide. Reduced enzyme activity and impaired structural stability arise due to >300 known disease-causing mutations. Several of these mutations have also been associated with an increased risk of Parkinson disease (PD). Since the discovery of the acid-β-glucosidase X-ray structure, there have been major advances in our understanding of the structural properties of the protein. Analysis of specific residues has provided insight into their functional and structural importance and provided insight into the pathogenesis of Gaucher disease and the contribution to PD. Disease-causing mutations are positioned throughout the acid-β-glucosidase structure, with many located far from the active site and thus retaining some enzymatic activity however, thus far no clear relationship between mutation location and disease severity has been established. Here, we review the crystal structure of acid-β-glucosidase, while highlighting important structural aspects of the protein in detail. This review discusses the structural stability of acid-β-glucosidase, which can be altered by pH and glycosylation, and explores the relationship between known Gaucher disease and PD mutations, structural stability and disease severity.", "doi": "10.1016/j.expneurol.2017.09.010", "title": "Insights into the structural biology of Gaucher disease.", "journal": ["Experimental neurology", "Exp. Neurol."]}