{"authors": [["Shin", "Chaewon", "C", "Department of Neurology, Kyung Hee University Medical Center, 23 Kyungheedae-ro, Dongdaemun-gu, Seoul, Republic of Korea."], ["Park", "Sung-Hye", "SH", "Department of Pathology, College of Medicine, Seoul National University, 103 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Yun", "Ji Young", "JY", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, 1071 Anyangcheon-ro, Yangcheon-gu, Seoul, Republic of Korea."], ["Shin", "Jung Hwan", "JH", "Graduate School of Medical Science and Engineering, Korea Advanced Institute of Science and Technology, 291 Daehak-ro, Guseong-dong, Yuseong-gu, Daejeon, Republic of Korea."], ["Yang", "Han-Kwang", "HK", "Department of Surgery, Cancer Research Institute, Seoul National University College of Medicine, Seoul National University Hospital, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Lee", "Hyuk-Joon", "HJ", "Department of Surgery, Cancer Research Institute, Seoul National University College of Medicine, Seoul National University Hospital, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Kong", "Seong-Ho", "SH", "Department of Surgery, Cancer Research Institute, Seoul National University College of Medicine, Seoul National University Hospital, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Suh", "Yun-Suhk", "YS", "Department of Surgery, Cancer Research Institute, Seoul National University College of Medicine, Seoul National University Hospital, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Shen", "Guangxun", "G", "Department of Neurology, China-Japan Union Hospital of Jilin University, 126 Xiantai St, Erdao Qu, Changchun Shi, Jilin Sheng, China."], ["Kim", "Yoon", "Y", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Kim", "Han-Joon", "HJ", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea."], ["Jeon", "Beomseok", "B", "Department of Neurology, MRC and Movement Disorder Center, Seoul National University Hospital, Parkinson Study Group, Seoul National University College of Medicine, 101 Daehak-ro, Jongno-gu, Seoul, Republic of Korea. Electronic address: brain@snu.ac.kr."]], "date": "2017-09-04", "id": "28923294", "text": "Alpha-synuclein (AS) accumulation identified by immunohistochemistry (IHC) of gastrointestinal (GI) tract biopsies is considered as a potential pathologic biomarker for Parkinson's disease (PD). We compared AS IHC findings in biopsy specimens and surgically resected full-depth specimens to examine the reliability of GI tract biopsies.We included patients with PD who had undergone operation of the GI tract for treatment of tumors. Controls were matched with age at operation, gender, and surgical resection site. We compared AS accumulation using phosphorylated AS (pAS) IHC between patients and controls, and within individuals between surgical and biopsy specimens.A total of 33 patients with PD were categorized into either the stomach (N = 12) or colorectal group (N = 21). The frequency of pAS positivity in gastric surgical specimens was 58.3% (7/12) and 8.3% (1/12) in the patient and control groups, respectively (p = 0.027). The frequency of pAS positivity in colorectal surgical specimens was identical in the patient and control group (23.8% [5/21] in each). Intriguingly, immunostaining results for biopsy specimens were not concordant with those for surgical specimens. There was no significant difference in the frequency of pAS positivity in biopsy specimens between patients and controls (9.1% [2/22] vs 18.2% [4/22]; p = 0.664).Our results demonstrate that AS accumulation identified via pAS IHC of GI biopsies is unreliable due to its low positive rates and poor concordance with surgical specimens, and that future studies investigating AS accumulation in the GI tract should target the stomach, rather than the colon or rectum.", "doi": "10.1016/j.parkreldis.2017.09.001", "title": "Fundamental limit of alpha-synuclein pathology in gastrointestinal biopsy as a pathologic biomarker of Parkinson's disease: Comparison with surgical specimens.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}