{"authors": [["Shen", "Yun", "Y", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Dai", "Yong-Ping", "YP", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Wang", "Yi", "Y", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Li", "Jie", "J", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Xiong", "Kang-Ping", "KP", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Mao", "Cheng-Jie", "CJ", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Huang", "Jun-Ying", "JY", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Luo", "Wei-Feng", "WF", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China."], ["Liu", "Chun-Feng", "CF", "Department of Neurology and Suzhou Clinical Research Center of Neurological Disease, The Second Affiliated Hospital of Soochow University, Suzhou 215004, China; Institute of Neuroscience, Soochow University, Suzhou 215123, China. Electronic address: liuchunfeng@suda.edu.cn."]], "date": "2017-09-05", "id": "28923293", "text": "Loss of REM sleep muscle atonia (RWA) and dream-enactment behavior (DEB) are two associated features of REM sleep behavior disorder (RBD), which is frequently associated with Parkinson's disease (PD). Few studies have examined both DEB and RWA simultaneously in patients with PD. This study aimed to evaluate relationships between RWA, DEB and clinical characteristics of PD.We conducted overnight polysomnography in 145 patients with PD. DEB (motor behaviors and/or vocalizations during REM) and increased RWA (IRWA; tonic and phasic chin EMG density ≥ 30% and ≥15%, respectively) were identified. Patients were categorized as clinical RBD (DEB and IRWA), sub-DEB positive (DEB only), subclinical RBD (IRWA only), or normal REM sleep.Patients with DEB had higher Hoehn and Yahr (H&Y) stage, Unified Parkinson's Disease Rating Scale (UPDRS) III score, levodopa equivalent dose(LEDs), and worse cognition. RWA was associated with H&Y stage, LEDs, cognition, and sleep structure in all patients. PD duration was associated with RWA, but not DEB. The PD patients who exhibited clinical or subclinical RBD, compared to sub-DEB positive, had higher H&Y stage, UPDRS III score and LEDs, lower cognitive score, worse sleep structure than the PD + cREM group.Both DEB and RWA were associated with severity of PD illness. Subclinical RBD might have different disease progression from sub-DEB positive. DEB symptoms may fluctuate or disappear whereas RWA may continue to develop as PD progresses. Differences in the course of DEB and RWA may reflect the difference in the degeneration process of neurodegenerative disorders.", "doi": "10.1016/j.parkreldis.2017.09.003", "title": "Two polysomnographic features of REM sleep behavior disorder: Clinical variations insight for Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}