{"authors": [["Van de Weijer", "S C F", "SCF", "Department of Neurology, Maastricht University Medical Center, Maastricht UMC+, P.O. Box 5800, 6202 AZ, Maastricht, The Netherlands."], ["Hommel", "A L A J", "ALAJ", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, PO Box 9101, 6500 HB, Nijmegen, The Netherlands; Groenhuysen Organisation, Roosendaal, The Netherlands."], ["Bloem", "B R", "BR", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, PO Box 9101, 6500 HB, Nijmegen, The Netherlands. Electronic address: bas.bloem@radboudumc.nl."], ["Nonnekes", "J", "J", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, PO Box 9101, 6500 HB, Nijmegen, The Netherlands."], ["De Vries", "N M", "NM", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, PO Box 9101, 6500 HB, Nijmegen, The Netherlands."]], "date": "2017-09-04", "id": "28923292", "text": "Non-pharmacological interventions are increasingly being acknowledged as valuable treatment options to overcome or reduce functional problems in patients with Parkinson's disease (PD). There is a wide range of such non-pharmacological treatments for which the supportive evidence is emerging. Physiotherapy is one good example in this domain. However, there are also several promising non-pharmacological treatment strategies that have thus far received less research attention. Here, we describe two relatively new, but encouraging approaches. First, we focus on a hitherto largely overseen subgroup of PD, namely those with late-stage disease, a population that is often excluded from clinical studies. Importantly, the aims and therapeutic strategies in late-stage PD differ considerably from those in early-stage PD, and an emphasis on non-pharmacological management is particularly important for this vulnerable subgroup. Second, we focus on computer-based cognitive training, as an example of a relatively new intervention that includes innovative elements such as personalized training, artificial intelligence, and virtual reality. We review the latest evidence, practical considerations and future research perspectives, both for non-pharmacological approaches in late-stage PD and for computer-based cognitive training.", "doi": "10.1016/j.parkreldis.2017.09.002", "title": "Promising non-pharmacological therapies in PD: Targeting late stage disease and the role of computer based cognitive training.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}