{"authors": [["Soumyanath", "Amala", "A", "1 Department of Neurology, Oregon Health and Science University , Portland, OR."], ["Denne", "Tanya", "T", "1 Department of Neurology, Oregon Health and Science University , Portland, OR."], ["Hiller", "Amie", "A", "1 Department of Neurology, Oregon Health and Science University , Portland, OR."], ["Ramachandran", "Shaila", "S", "1 Department of Neurology, Oregon Health and Science University , Portland, OR."], ["Shinto", "Lynne", "L", "1 Department of Neurology, Oregon Health and Science University , Portland, OR."]], "date": "2017-09-18", "id": "28922612", "text": "Mucuna pruriens (MP) seeds contain levodopa (up to 2% by weight) and have been used in traditional Indian medicine to treat an illness named \"Kampavata,\" now understood to be Parkinson's disease (PD). Studies have shown MP to be beneficial, and even superior, to levodopa alone in treating PD symptoms. Commercial products containing MP are readily available from online and retail sources to patients and physicians. Products often contain extracts of MP seeds, with significantly higher levodopa content than the seeds. However, MP products have limited regulatory controls with respect to quality and content of active ingredient. The aim of this study was to apply a quantitative method to determine levodopa content in readily available MP products that might be used by patients or in research studies.Levodopa present in six commercial MP products was quantified by solvent extraction followed by reversed-phase high-performance liquid chromatography (HPLC) coupled to fluorescence detection (FD). Certificates of analysis (COA) were obtained, from manufacturers of MP products, to assess the existence and implementation of specifications for levodopa content.HPLC-FD analysis revealed that the levodopa content of the six commercial MP products varied from 6% to 141% of individual label claims. No product contained levodopa within normal pharmacopeial limits of 90%-110% label claim. The maximum daily dose of levodopa delivered by the products varied from 14.4 to 720 mg/day. COAs were inconsistent in specifications for and verification of levodopa content.The commercial products tested varied widely in levodopa content, sometimes deviating widely from the label claim. These deficiencies could impact efficacy and safety of MP products used by PD patients and compromise the results of scientific studies on MP products. The HPLC-FD method described in this study could be utilized by both manufacturers and scientific researchers to verify levodopa content of MP products.", "doi": null, "title": "Analysis of Levodopa Content in Commercial Mucuna pruriens Products Using High-Performance Liquid Chromatography with Fluorescence Detection.", "journal": ["Journal of alternative and complementary medicine (New York, N.Y.)", "J Altern Complement Med"]}