{"authors": [["Duncan", "Ryan P", "RP", "Program in Physical Therapy, Washington University School of Medicine in Saint Louis, Missouri (R.P.D., M.E.M., G.M.E.); Department of Neurology, Washington University School of Medicine in Saint Louis, Missouri (R.P.D., M.E.M., G.M.E.); and Department of Neuroscience, Washington University School of Medicine in Saint Louis, Missouri (G.M.E.)."], ["McNeely", "Marie E", "ME", null], ["Earhart", "Gammon M", "GM", null]], "date": null, "id": "28922312", "text": "The Maximum Step Length Test (MSLT), a measure of one's capacity to produce a large step, has been studied in older adults, but not in people with Parkinson disease (PD). We characterized performance and construct validity of the MSLT in PD.Forty participants (mean age: 65.12 ± 8.20 years; 45% female) with idiopathic PD completed the MSLT while \"OFF\" and \"ON\" anti-PD medication. Construct validity was investigated by examining relationships between MSLT and measures of motor performance. The following measures were collected: Mini-Balance Evaluation Systems Test (Mini-BESTest), Activities-specific Balance Confidence (ABC) scale, gait velocity, 6-minute walk test (6MWT), Movement Disorder Society-Unified Parkinson Disease Rating Scale subsection III (MDS-UPDRS III), and Timed Up and Go (TUG) test. A repeated-measures analysis of variance tested for main effects of medication and stepping direction and the interaction between the 2. Pearson or Spearman correlations were used to assess the relationships between MSLT and motor performance measures (α = 0.05).Regardless of medication status, participants stepped further in the forward direction compared with the backward and lateral directions (P < 0.001). Participants increased MSLT performance when ON-medication compared with OFF-medication (P = 0.004). Regardless of medication status, MSLT was moderately to strongly related to Mini-BESTest, TUG, and 6MWT.People with PD stepped furthest in the forward direction when performing the MSLT. Increased MSLT performance was observed in the ON-medication state compared with OFF-medication; however, the small increase may not be clinically meaningful. Given the relationships between the MSLT and the Mini-BESTest, 6MWT, and TUG, MSLT performance appears to be associated with balance and gait hypokinesia in people with PD.Video Abstract available for more insights from the authors (see Video, Supplemental Digital Content 1, http://links.lww.com/JNPT/A186).", "doi": "10.1097/NPT.0000000000000201", "title": "Maximum Step Length Test Performance in People With Parkinson Disease: A Cross-sectional Study.", "journal": ["Journal of neurologic physical therapy : JNPT", "J Neurol Phys Ther"]}