{"authors": [["Subramaniam", "Rathan M", "RM", "From the *UT Southwestern; †University of Michigan; ‡Mayo Clinic; §Boston Medical Center; ∥Johns Hopkins University; ¶LAC-USC Medical Center; **MD Anderson Cancer Center, Houston, TX; ††Loyola University Medical Center; and ‡‡Medical College of Georgia."], ["Frey", "Kirk A", "KA", null], ["Hunt", "Christopher H", "CH", null], ["Mercier", "Gustavo A", "GA", null], ["Solnes", "Lilja B", "LB", null], ["Colletti", "Patrick M", "PM", null], ["Lu", "Yang", "Y", null], ["Savir-Baruch", "Bital", "B", null], ["Williams", "Hadyn T", "HT", null]], "date": null, "id": "28922189", "text": "This American College of Radiology and American College of Nuclear Medicine joint clinical practice parameter is for performance of dopamine transporter single photon emission computed tomography (SPECT) imaging, for patients with movement disorders. Parkinsonian syndrome (PS) consists of a group of neurodegenerative diseases including Parkinson disease (PD), progressive supranuclear palsy (PSP), multiple system atrophy (MSA), corticobasal degeneration (CBD), and dementia with Lewy bodies (DLB). Accurate diagnosis of PS is critical for clinical management. An important diagnostic dilemma is the differentiation of PS and non-neurodegenerative disorders, such as essential tremor (ET) or drug-induced tremor, due to the overlap of clinical symptoms. The management approach to these conditions is distinctly different. An abnormal iodine-123 ioflupane SPECT scan suggests a decreased amount of dopamine transporter in the striatum, that is, a diagnosis of nigrostriatal neurodegenerative PS, whereas a normal scan suggests ET or other nondegenerative parkinsonism (drug-induced, vascular, or psychogenic).", "doi": "10.1097/RLU.0000000000001815", "title": "ACR-ACNM Practice Parameter for the Performance of Dopamine Transporter (DaT) Single Photon Emission Computed Tomography (SPECT) Imaging for Movement Disorders.", "journal": ["Clinical nuclear medicine", "Clin Nucl Med"]}