{"authors": [["Knudsen", "Karoline", "K", "Department of Nuclear Medicine and PET Centre, Aarhus University Hospital, Denmark."], ["Hartmann", "Bolette", "B", "NNF Center for Basic Metabolic Research and Department of Medical Sciences, University of Copenhagen, Denmark."], ["Fedorova", "Tatyana D", "TD", "Department of Nuclear Medicine and PET Centre, Aarhus University Hospital, Denmark."], ["Østergaard", "Karen", "K", "Department of Neurology, Aarhus University Hospital, Denmark."], ["Krogh", "Klaus", "K", "Department of Hepatology and Gastroenterology, Aarhus University Hospital, Denmark."], ["Møller", "Niels", "N", "Medical Research Laboratory, Department of Clinical Medicine, Health, Aarhus University, Denmark and Department of Endocrinology and Internal Medicine, Aarhus University Hospital, Denmark."], ["Holst", "Jens J", "JJ", "NNF Center for Basic Metabolic Research and Department of Medical Sciences, University of Copenhagen, Denmark."], ["Borghammer", "Per", "P", "Department of Nuclear Medicine and PET Centre, Aarhus University Hospital, Denmark."]], "date": null, "id": "28922171", "text": "Parkinson's disease (PD) patients experience several non-motor symptoms from the gastrointestinal tract that may partly be caused by parasympathetic deficiency. The pancreas is densely innervated by the vagus nerve, which mediates early meal-induced secretion of pancreatic polypeptide (PP). Early secretion after sham feeding has been validated as a marker of vagal integrity. Thus, the aim was to evaluate the ratio of increased PP plasma levels after sham feeding in PD and correlate findings with gastrointestinal transit time (GITT).Twenty-five PD patients and 17 controls were included. PP, insulin, and blood glucose levels were measured before, during, and after sham feeding with white bread and chocolate spread. GITT was measured using radiopaque markers. Furthermore, faeces samples were analyzed for pancreatic elastase enzyme as a marker of exocrine pancreatic function.PD patients showed significantly lower PP ratio levels after sham feeding, which was most pronounced at 10 minutes. No significant association was seen between attenuated PP response and GITT in PD patients. No between-group differences were seen in glucose or insulin levels over time, but PD patients showed generally lower insulin levels compared to controls. No difference was found in faeces pancreatic elastase.Early-to-moderate stage PD patients demonstrated significantly decreased PP response after sham feeding suggestive of vagal denervation.", "doi": "10.3233/JPD-171189", "title": "Pancreatic Polypeptide in Parkinson's Disease: A Potential Marker of Parasympathetic Denervation.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}