{"authors": [["Heldman", "Dustin A", "DA", "Great Lakes NeuroTechnologies Inc., Cleveland, OH, USA."], ["Urrea-Mendoza", "Enrique", "E", "Gardner Center for Parkinson's Disease and Movement Disorders, University of Cincinnati, Cincinnati, OH, USA."], ["Lovera", "Lilia C", "LC", "Gardner Center for Parkinson's Disease and Movement Disorders, University of Cincinnati, Cincinnati, OH, USA."], ["Schmerler", "David A", "DA", "Gardner Center for Parkinson's Disease and Movement Disorders, University of Cincinnati, Cincinnati, OH, USA."], ["Garcia", "Xiomara", "X", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, OH, USA."], ["Mohammad", "Mohammad E", "ME", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, OH, USA."], ["McFarlane", "Maria Catalina U", "MCU", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, OH, USA."], ["Giuffrida", "Joseph P", "JP", "Great Lakes NeuroTechnologies Inc., Cleveland, OH, USA."], ["Espay", "Alberto J", "AJ", "Gardner Center for Parkinson's Disease and Movement Disorders, University of Cincinnati, Cincinnati, OH, USA."], ["Fernandez", "Hubert H", "HH", "Center for Neurological Restoration, Cleveland Clinic, Cleveland, OH, USA."]], "date": null, "id": "28922169", "text": "Clinical rating of bradykinesia in Parkinson disease (PD) is challenging as it must combine several movement features into a single score. Additionally, in-clinic assessment cannot capture fluctuations throughout the day.To evaluate the reliability and responsiveness of a motion sensor-based tablet app for objective bradykinesia assessment in clinic and at home as compared to clinical ratings.Thirty-two PD patients treated with subthalamic deep brain stimulation (DBS) were outfitted with a motion sensor on the index finger of the more affected hand to perform two repetitions of finger-tapping, hand opening-closing, and arm pronation-supination tasks with DBS on and 10, 20, and 30 minutes after turning DBS off. Tasks were videotaped for blinded clinician rating using the Modified Bradykinesia Rating Scale (MBRS). Participants were then sent home with an app-based system to perform two repetitions of the same tasks six times per day spaced two hours apart, three days per week, for two weeks. Intraclass correlation (ICC) and minimal detectable change (MDC) were calculated.As the effects of DBS wore off, motion sensors detected worsening of amplitude sooner than did clinician-rated MBRS for all three tasks. ICCs were significantly higher and MDCs were significantly lower for motion sensors in the clinic and at home than for clinician ratings (p < 0.01).The tablet-based app demonstrated higher reliability and responsiveness in capturing bradykinesia-related tasks in the clinic and at home than did clinician ratings. This tool may enhance the assessment of novel therapies.", "doi": "10.3233/JPD-171159", "title": "App-Based Bradykinesia Tasks for Clinic and Home Assessment in Parkinson's Disease: Reliability and Responsiveness.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}