{"authors": [["Santiago", "Jose A", "JA", "The Cellular and Molecular Pharmacology Department, The Chicago Medical School, Rosalind Franklin University of Medicine and Science, North Chicago, IL, USA."], ["Potashkin", "Judith A", "JA", "The Cellular and Molecular Pharmacology Department, The Chicago Medical School, Rosalind Franklin University of Medicine and Science, North Chicago, IL, USA."]], "date": null, "id": "28922168", "text": "Substantial progress has been made in the discovery of blood biomarkers for Parkinson's disease (PD), a progressive neurodegenerative disease that affects more than 4 million worldwide. Olfactory dysfunction and dopamine deficits usually precede motor symptoms years before the onset of PD. A readily accessible biomarker useful for identifying patients at risk of PD is expected to accelerate clinical trials.To evaluate previously identified PD blood RNA biomarkers in a cohort of asymptomatic individuals at risk of PD.Here we tested 16 previously identified PD RNA biomarkers using quantitative PCR assays in a total of 269 blood samples at baseline from hyposmic and normosmic participants enrolled in the Parkinson's Associated Risk Syndrome study.Expression levels of four biomarkers, SOD2, PKM2, ZNF134, and ZNF160 were negatively correlated with the total Unified Parkinson's Disease Rating Scale, thus suggesting these biomarkers may be useful to stratify patients prior to the onset of motor symptoms. Levels of SOD2 were upregulated in hyposmic males compared to females, whereas levels of PKM2 were upregulated in hyposmic males compared to normosmic males and hyposmic females. Further, levels of SOD2 were upregulated in males with abnormal dopamine transporter (DAT) scans compared to females with abnormal DAT scans.These results suggest that some of these biomarkers may be useful for stratification of individuals at risk for PD and that there may be sex differences in the expression of some biomarkers. Future studies in larger longitudinal studies will be key to assessing the validity of these findings.", "doi": "10.3233/JPD-171155", "title": "Evaluation of RNA Blood Biomarkers in Individuals at Risk of Parkinson's Disease.", "journal": ["Journal of Parkinson's disease", "J Parkinsons Dis"]}