{"authors": [["Nash", "Yuval", "Y", "Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Schmukler", "Eran", "E", "Department of Neurobiology George S. Wise Faculty of Life Sciences, Tel Aviv University, Tel Aviv, Israel."], ["Trudler", "Dorit", "D", "Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Pinkas-Kramarski", "Ronit", "R", "Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."], ["Frenkel", "Dan", "D", "Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."]], "date": "2017-10-30", "id": "28921554", "text": "Parkinson's disease (PD) is a progressive neurodegenerative disorder, of which 1% of the hereditary cases are linked to mutations in DJ-1, an oxidative stress sensor. The pathological hallmark of PD is intercellular inclusions termed Lewy Bodies, composed mainly of α-Synuclein (α-Syn) protein. Recent findings have shown that α-Syn can be transmitted from cell to cell, suggesting an important role of microglia, as the main scavenger cells of the brain, in clearing α-Syn. We previously reported that the knock down (KD) of DJ-1 in microglia increased cells' neurotoxicity to dopaminergic neurons. Here, we discovered that α-Syn significantly induced elevated secretion of the proinflammatory cytokines IL-6 and IL-1β and a significant dose-dependent elevation in the production of nitric oxide in DJ-1 KD microglia, compared to control microglia. We further investigated the ability of DJ-1 KD microglia to uptake and degrade soluble α-Syn, and discovered that DJ-1 KD reduces cell-surface lipid raft expression in microglia and impairs their ability to uptake soluble α-Syn. Autophagy is an important mechanism for degradation of intracellular proteins and organelles. We discovered that DJ-1 KD microglia exhibit an impaired autophagy-dependent degradation of p62 and LC3 proteins, and that manipulation of autophagy had less effect on α-Syn uptake and clearance in DJ-1 KD microglia, compared to control microglia. Further studies of the link between DJ-1, α-Syn uptake and autophagy may provide useful insights into the role of microglia in the etiology of the PD.", "doi": "10.1111/jnc.14222", "title": "DJ-1 deficiency impairs autophagy and reduces alpha-synuclein phagocytosis by microglia.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}