{"authors": [["Westermann", "Leonard", "L", "Center of Orthopedic and Trauma Surgery, University Hospital, Cologne, Germany. Electronic address: leonard.westermann@uk-koeln.de."], ["Eysel", "Peer", "P", "Center of Orthopedic and Trauma Surgery, University Hospital, Cologne, Germany."], ["Hantscher", "Janis", "J", "Center of Orthopedic and Trauma Surgery, University Hospital, Cologne, Germany."], ["Baschera", "Dominik", "D", "Department of Neurosurgery, Kantonsspital Winterthur, Winterthur, Switzerland."], ["Simons", "Marvin", "M", "Center of Orthopedic and Trauma Surgery, University Hospital, Cologne, Germany."], ["Herren", "Christian", "C", "Department of Trauma and Reconstructive Surgery, University Hospital RWTH Aachen, Aachen, Germany."], ["Zarghooni", "Kourosh", "K", "Center of Orthopedic and Trauma Surgery, University Hospital, Cologne, Germany."], ["Siewe", "Jan", "J", "Center of Orthopedic and Trauma Surgery, University Hospital, Cologne, Germany."]], "date": "2017-09-14", "id": "28919560", "text": "Parkinson disease (PD) is a major risk factor during spine surgery, and its frequency is increasing as the population ages. The study aim was to examine the influence of PD specifically on lumbar decompression surgery.A retrospective review was performed of all patients with PD who underwent elective lumbar decompression surgery at 2 university hospital departments between December 2003 and July 2016. For each patient, 2 controls without PD were selected randomly among those who were matched for sex and age and had a similar year of surgery (±3) and comorbidity profile. The main outcomes were complications and reoperation rate.The mean follow up was 1.2 ± 1.6 years in the PD group (n = 36) and 1.4 ± 2.1 years in the control group (n = 72). The overall complication rate was 47.2% in the PD group and 19.4% in the control group (P < 0.01). The reoperation rate was 27.8% in the PD group and 9.7% in the control group (P = 0.02).There is a significantly greater rate of perioperative complications in patients with PD undergoing elective decompression surgery. Although the difference in major complication rates was minimal, minor complications were more frequent in patients with PD.", "doi": "10.1016/j.wneu.2017.09.028", "title": "The Influence of Parkinson Disease on Lumbar Decompression Surgery: A Retrospective Case Control Study.", "journal": ["World neurosurgery", "World Neurosurg"]}