{"authors": [["Willis", "Gregory L", "GL", "The Bronowski Institute of Behavioural Neuroscience, Coliban Medical Centre, 19 Jennings Street, Kyneton, Victoria 3444, Australia. Electronic address: director@bronowski.org."], ["Freelance", "Christopher B", "CB", "The Bronowski Institute of Behavioural Neuroscience, Coliban Medical Centre, 19 Jennings Street, Kyneton, Victoria 3444, Australia."]], "date": "2017-09-15", "id": "28919247", "text": "The role of the circadian system in Parkinson's disease (PD) is a topic of increasing scientific interest. This has emerged from recent studies demonstrating an altered response of PD patients to treatment in relation to the phase of the light/dark cycle and from other work defining the functional significance of melanocytes in PD: a cell type that the nigro-striatal dopamine (NSD) system and circadian system both contain. The present study was undertaken to determine the sensitivity of the pineal, as the final common pathway of the circadian system, to light delivered directly to the pineal via surgical implantation of LEDs. Direct photic stimulation of the pineal altered the course of experimental PD while anatomical controls receiving stimulation of the frontal cortex exhibited a negative impact on the course of recovery of these animals. These effects were closely linked to the phase of the light/dark cycle. The present results suggest that while pineal photoreceptors are regarded as vestigial, functional photo-reactivity of the pineal remains. It is inferred that melanocytes are the active cells responsible for the observed effect since they remain functionally intact in mammalian pineal even though pineal photoreceptors are functionally inert. Although the stimuli applied in the present study may be regarded as artificial this study demonstrates that brain parenchyma remains differentially reactive to direct light exposure and presents a novel mechanism in circadian structures that needs to be explored.", "doi": "10.1016/j.physbeh.2017.09.014", "title": "The effect of directed photic stimulation of the pineal on experimental Parkinson's disease.", "journal": ["Physiology & behavior", "Physiol. Behav."]}