{"authors": [["Tremblay", "Cécilia", "C", "Department of Anatomy, Université du Québec à Trois-Rivières, 3351 Boulevard des Forges, Trois-Rivières, G9A 5H7, Québec, Canada. Electronic address: cecilia.tremblay@uqtr.ca."], ["Durand Martel", "Pascali", "P", "Department of Neurology, Centre Intégré Universitaire de Santé et de Services Sociaux de la Mauricie-et-du-Centre-du-Québec (CIUSSS-MCQ), 1991 Boulevard du Carmel, Trois-Rivières, G8Z 3R9, Québec, Canada."], ["Frasnelli", "Johannes", "J", "Department of Anatomy, Université du Québec à Trois-Rivières, 3351 Boulevard des Forges, Trois-Rivières, G9A 5H7, Québec, Canada; Research Center, Hôpital du Sacré-Coeur, 5400 Boulevard Gouin Ouest, Montréal, H4J 1C5, Québec, Canada. Electronic address: johannes.a.frasnelli@uqtr.ca."]], "date": "2017-09-11", "id": "28919173", "text": "Olfactory dysfunction (OD) is very frequent in Parkinson's disease (PD) and observed years before diagnosis. The trigeminal system, a chemosensory system allowing for the perception of spiciness, freshness, etc., is intimately connected to the olfactory system and although usually reduced in OD the trigeminal system is not well characterized in PD. We hypothesize that measuring trigeminal sensitivity potentially allows to discriminate between OD due to PD and OD due to other causes to potentially help the development of an early diagnostic tool.To evaluate olfactory and trigeminal sensitivity and perception in PD patients and compare them to participants with non-parkinsonian OD (NPOD) and to healthy controls.We assessed olfactory function using \"Sniffin' Sticks test\" and trigeminal function with the localization task in 28 PD patients, 27 healthy controls and 21 patients with OD unrelated to PD.PD patients exhibited significantly higher trigeminal sensitivity than NPOD patients (p = 0.002) and performed similar to healthy controls. In contrast, PD and NPOD patients had both similar olfactory scores, significantly below healthy controls.The trigeminal system seems not to be impaired in PD patients even in the presence of OD. Measuring trigeminal sensitivity may therefore allow to differentiate PD-related OD from other forms of OD.", "doi": "10.1016/j.parkreldis.2017.09.010", "title": "Trigeminal system in Parkinson's disease: A potential avenue to detect Parkinson-specific olfactory dysfunction.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}