{"authors": [["Farrand", "Ariana Q", "AQ", "Dept of Neuroscience and Center on Aging, Medical University of South Carolina, 173 Ashley Ave, BSB403, MSC510, Charleston, SC 29425, USA."], ["Helke", "Kristi L", "KL", "Dept of Comparative Medicine, Medical University of South Carolina, 114 Doughty St, STB 648, MSC 777, Charleston, SC 29425, USA; Dept of Pathology, Medical University of South Carolina, 165 Ashley Ave, Children's Hospital 309, MSC 908, Charleston, SC 29425, USA."], ["Gregory", "Rebecca A", "RA", "Dept of Neuroscience and Center on Aging, Medical University of South Carolina, 173 Ashley Ave, BSB403, MSC510, Charleston, SC 29425, USA; Dept of Comparative Medicine, Medical University of South Carolina, 114 Doughty St, STB 648, MSC 777, Charleston, SC 29425, USA."], ["Gooz", "Monika", "M", "Dept of Drug Discovery and Biomedical Sciences, Medical University of South Carolina, 70 President St, DDB 507, MSC 139, Charleston, SC 29425, USA."], ["Hinson", "Vanessa K", "VK", "Dept of Neurology, Medical University of South Carolina, 96 Jonathan Lucas St, CSB 309, MSC 606, Charleston, SC 29425, USA."], ["Boger", "Heather A", "HA", "Dept of Neuroscience and Center on Aging, Medical University of South Carolina, 173 Ashley Ave, BSB403, MSC510, Charleston, SC 29425, USA. Electronic address: boger@musc.edu."]], "date": "2017-08-24", "id": "28918943", "text": "Parkinson's disease (PD) is a progressive, neurodegenerative disorder with no disease-modifying therapies, and symptomatic treatments are often limited by debilitating side effects. In PD, locus coeruleus noradrenergic (LC-NE) neurons degenerate prior to substantia nigra dopaminergic (SN-DA) neurons. Vagus nerve stimulation (VNS) activates LC neurons, and decreases pro-inflammatory markers, allowing improvement of LC targets, making it a potential PD therapeutic.To assess therapeutic potential of VNS in a PD model.To mimic the progression of PD degeneration, rats received a systemic injection of noradrenergic neurotoxin DSP-4, followed one week later by bilateral intrastriatal injection of dopaminergic neurotoxin 6-hydroxydopamine. At this time, a subset of rats also had vagus cuffs implanted. After eleven days, rats received a precise VNS regimen twice a day for ten days, and locomotion was measured during each afternoon session. Immediately following final stimulation, rats were euthanized, and left dorsal striatum, bilateral SN and LC were sectioned for immunohistochemical detection of monoaminergic neurons (tyrosine hydroxylase, TH), α-synuclein, astrocytes (GFAP) and microglia (Iba-1).VNS significantly increased locomotion of lesioned rats. VNS also resulted in increased expression of TH in striatum, SN, and LC; decreased SN α-synuclein expression; and decreased expression of glial markers in the SN and LC of lesioned rats. Additionally, saline-treated rats after VNS, had higher LC TH and lower SN Iba-1.Our findings of increased locomotion, beneficial effects on LC-NE and SN-DA neurons, decreased α-synuclein density in SN TH-positive neurons, and neuroinflammation suggest VNS has potential as a novel PD therapeutic.", "doi": "10.1016/j.brs.2017.08.008", "title": "Vagus nerve stimulation improves locomotion and neuronal populations in a model of Parkinson's disease.", "journal": ["Brain stimulation", "Brain Stimul"]}