{"authors": [["Sakane", "Fumio", "F", "Department of Chemistry, Graduate School of Science, Chiba University, Chiba, Japan. Electronic address: sakane@faculty.chiba-u.jp."], ["Mizuno", "Satoru", "S", "Department of Chemistry, Graduate School of Science, Chiba University, Chiba, Japan."], ["Takahashi", "Daisuke", "D", "Department of Chemistry, Graduate School of Science, Chiba University, Chiba, Japan."], ["Sakai", "Hiromichi", "H", "Department of Biosignaling and Radioisotope Experiment, Interdisciplinary Center for Science Research, Organization for Research and Academic Information, Shimane University, Izumo, Japan."]], "date": "2017-09-09", "id": "28918129", "text": "Diacylglycerol kinase (DGK) phosphorylates diacylglycerol (DG) to produce phosphatidic acid (PA). Mammalian DGK comprises ten isozymes (α-κ) and regulates a wide variety of physiological and pathological events, such as cancer, type II diabetes, neuronal disorders and immune responses. DG and PA consist of various molecular species that have different acyl chains at the sn-1 and sn-2 positions, and consequently, mammalian cells contain at least 50 structurally distinct DG/PA species. Because DGK is one of the components of phosphatidylinositol (PI) turnover, the generally accepted dogma is that all DGK isozymes utilize 18:0/20:4-DG derived from PI turnover. We recently established a specific liquid chromatography-mass spectrometry method to analyze which PA species were generated by DGK isozymes in a cell stimulation-dependent manner. Interestingly, we determined that DGKδ, which is closely related to the pathogenesis of type II diabetes, preferentially utilized 14:0/16:0-, 14:0/16:1-, 16:0/16:0-, 16:0/16:1-, 16:0/18:0- and 16:0/18:1-DG species (X:Y = the total number of carbon atoms: the total number of double bonds) supplied from the phosphatidylcholine-specific phospholipase C pathway, but not 18:0/20:4-DG, in high glucose-stimulated C2C12 myoblasts. Moreover, DGKα mainly consumed 14:0/16:0-, 16:0/18:1-, 18:0/18:1- and 18:1/18:1-DG species during cell proliferation in AKI melanoma cells. Furthermore, we found that 16:0/16:0-PA was specifically produced by DGKζ in Neuro-2a cells during retinoic acid- and serum starvation-induced neuronal differentiation. These results indicate that DGK isozymes utilize a variety of DG molecular species derived from PI turnover-independent pathways as substrates in different stimuli and cells. DGK isozymes phosphorylate various DG species to generate various PA species. It was revealed that the modes of activation of conventional and novel protein kinase isoforms by DG molecular species varied considerably. However, PA species-selective binding proteins have not been found to date. Therefore, we next attempted to identify PA species-selective binding proteins from the mouse brain and identified α-synuclein, which has causal links to Parkinson's disease. Intriguingly, we determined that among phospholipids, including several PA species (16:0/16:0-PA, 16:0/18:1-PA, 18:1/18:1-PA, 18:0/18:0-PA and 18:0/20:4-PA); 18:1/18:1-PA was the most strongly bound PA to α-synuclein. Moreover, 18:1/18:1-PA strongly enhanced secondary structural changes from the random coil form to the α-helix form and generated a multimeric and proteinase K-resistant α-synuclein protein. In contrast with the dogma described above, our recent studies strongly suggest that PI turnover-derived DG species and also various DG species derived from PI turnover-independent pathways are utilized by DGK isozymes. DG species supplied from distinct pathways may be utilized by DGK isozymes based on different stimuli present in different types of cells, and individual PA molecular species would have specific targets and exert their own physiological functions.", "doi": "10.1016/j.jbior.2017.09.003", "title": "Where do substrates of diacylglycerol kinases come from? Diacylglycerol kinases utilize diacylglycerol species supplied from phosphatidylinositol turnover-independent pathways.", "journal": ["Advances in biological regulation", "Adv Biol Regul"]}