{"authors": [["Wördehoff", "Michael M", "MM", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany."], ["Shaykhalishahi", "Hamed", "H", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany."], ["Groß", "Luca", "L", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany."], ["Gremer", "Lothar", "L", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany; Institute of Complex Systems (ICS-6), Structural Biochemistry, Research Centre Jülich, 52425 Jülich, Germany."], ["Stoldt", "Matthias", "M", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany; Institute of Complex Systems (ICS-6), Structural Biochemistry, Research Centre Jülich, 52425 Jülich, Germany."], ["Buell", "Alexander K", "AK", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany."], ["Willbold", "Dieter", "D", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany; Institute of Complex Systems (ICS-6), Structural Biochemistry, Research Centre Jülich, 52425 Jülich, Germany."], ["Hoyer", "Wolfgang", "W", "Institut für Physikalische Biologie, Heinrich-Heine-Universität Düsseldorf, 40204 Düsseldorf, Germany; Institute of Complex Systems (ICS-6), Structural Biochemistry, Research Centre Jülich, 52425 Jülich, Germany. Electronic address: wolfgang.hoyer@uni-duesseldorf.de."]], "date": "2017-09-13", "id": "28918091", "text": "Parkinson's disease is the second most common neurodegenerative disease. It is characterized by aggregation of the protein α-synuclein (α-syn) in Lewy bodies, mitochondrial dysfunction, and increased oxidative stress in the substantia nigra. Oxidative stress leads to several modifications of biomolecules including dityrosine (DiY) crosslinking in proteins, which has recently been detected in α-syn in Lewy bodies from Parkinson's disease patients. Here we report that α-syn is highly susceptible to ultraviolet-induced DiY formation. We investigated DiY formation of α-syn and nine tyrosine-to-alanine mutants and monitored its effect on α-syn fibril formation in vitro. Ultraviolet irradiation of intrinsically disordered α-syn generates DiY-modified monomers and dimers, which inhibit fibril formation of unmodified α-syn by interfering with fibril elongation. The inhibition depends on both the DiY group and its integration into α-syn. When preformed α-syn fibrils are crosslinked by DiY formation, they gain increased resistance to denaturation. DiY-stabilized α-syn fibrils retain their high seeding efficiency even after being exposed to denaturant concentrations that completely depolymerize non-crosslinked seeds. Oxidative stress-associated DiY crosslinking of α-syn therefore entails two opposing effects: (i) inhibition of aggregation by DiY-modified monomers and dimers, and (ii) stabilization of fibrillar aggregates against potential degradation mechanisms, which can lead to promotion of aggregation, especially in the presence of secondary nucleation.", "doi": "10.1016/j.jmb.2017.09.005", "title": "Opposed Effects of Dityrosine Formation in Soluble and Aggregated α-Synuclein on Fibril Growth.", "journal": ["Journal of molecular biology", "J. Mol. Biol."]}