{"authors": [["Zhao", "Hien Tran", "HT", "Ionis Pharmaceuticals, Inc., Carlsbad, CA 92010, USA. Electronic address: hzhao@ionisph.com."], ["John", "Neena", "N", "Center for Neurodegeneration and Experimental Therapeutics, University of Alabama, Birmingham, AL 35294, USA."], ["Delic", "Vedad", "V", "Center for Neurodegeneration and Experimental Therapeutics, University of Alabama, Birmingham, AL 35294, USA."], ["Ikeda-Lee", "Karli", "K", "Ionis Pharmaceuticals, Inc., Carlsbad, CA 92010, USA."], ["Kim", "Aneeza", "A", "Ionis Pharmaceuticals, Inc., Carlsbad, CA 92010, USA."], ["Weihofen", "Andreas", "A", "Biogen, Cambridge, MA 02142, USA."], ["Swayze", "Eric E", "EE", "Ionis Pharmaceuticals, Inc., Carlsbad, CA 92010, USA."], ["Kordasiewicz", "Holly B", "HB", "Ionis Pharmaceuticals, Inc., Carlsbad, CA 92010, USA."], ["West", "Andrew B", "AB", "Center for Neurodegeneration and Experimental Therapeutics, University of Alabama, Birmingham, AL 35294, USA."], ["Volpicelli-Daley", "Laura A", "LA", "Center for Neurodegeneration and Experimental Therapeutics, University of Alabama, Birmingham, AL 35294, USA. Electronic address: lvolpicellidaley@uabmc.edu."]], "date": "2017-08-10", "id": "28918051", "text": "No treatments exist to slow or halt Parkinson's disease (PD) progression; however, inhibition of leucine-rich repeat kinase 2 (LRRK2) activity represents one of the most promising therapeutic strategies. Genetic ablation and pharmacological LRRK2 inhibition have demonstrated promise in blocking α-synuclein (α-syn) pathology. However, LRRK2 kinase inhibitors may reduce LRRK2 activity in several tissues and induce systemic phenotypes in the kidney and lung that are undesirable. Here, we test whether antisense oligonucleotides (ASOs) provide an alternative therapeutic strategy, as they can be restricted to the CNS and provide a stable, long-lasting reduction of protein throughout the brain. Administration of LRRK2 ASOs to the brain reduces LRRK2 protein levels and fibril-induced α-syn inclusions. Mice exposed to α-syn fibrils treated with LRRK2 ASOs show more tyrosine hydroxylase (TH)-positive neurons compared to control mice. Furthermore, intracerebral injection of LRRK2 ASOs avoids unwanted phenotypes associated with loss of LRRK2 expression in the periphery. This study further demonstrates that a reduction of endogenous levels of normal LRRK2 reduces the formation of α-syn inclusions. Importantly, this study points toward LRRK2 ASOs as a potential therapeutic strategy for preventing PD-associated pathology and phenotypes without causing potential adverse side effects in peripheral tissues associated with LRRK2 inhibition.", "doi": "10.1016/j.omtn.2017.08.002", "title": "LRRK2 Antisense Oligonucleotides Ameliorate α-Synuclein Inclusion Formation in a Parkinson's Disease Mouse Model.", "journal": ["Molecular therapy. Nucleic acids", "Mol Ther Nucleic Acids"]}