{"authors": [["Heckman", "Michael G", "MG", "Division of Biomedical Statistics and Informatics, Mayo Clinic, Jacksonville, FL, USA. Electronic address: heckman.michael@mayo.edu."], ["Kasanuki", "Koji", "K", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA. Electronic address: Kasanuki.Koji@mayo.edu."], ["Diehl", "Nancy N", "NN", "Division of Biomedical Statistics and Informatics, Mayo Clinic, Jacksonville, FL, USA. Electronic address: Diehl.Nancy@mayo.edu."], ["Koga", "Shunsuke", "S", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA. Electronic address: Koga.Shunsuke@mayo.edu."], ["Soto", "Alexandra", "A", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA. Electronic address: Soto.Alexandra@mayo.edu."], ["Murray", "Melissa E", "ME", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA. Electronic address: Murray.Melissa@mayo.edu."], ["Dickson", "Dennis W", "DW", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA. Electronic address: dickson.dennis@mayo.edu."], ["Ross", "Owen A", "OA", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA; Department of Clinical Genomics, Mayo Clinic, Jacksonville, FL, USA; Mayo Graduate School, Neurobiology of Disease, Mayo Clinic, Jacksonville, FL, USA. Electronic address: Ross.Owen@mayo.edu."]], "date": "2017-09-11", "id": "28917824", "text": "Meta-analyses of genome-wide association studies (GWAS) have established common genetic risk factors for clinical Parkinson's disease (PD); however, associations between these risk factors and quantitative neuropathologic markers of disease severity have not been well-studied. This study evaluated associations of nominated variants from the most recent PD GWAS meta-analysis with Lewy body disease (LBD) subtype (brainstem, transitional, or diffuse) and pathologic burden of LB pathology as measured by LB counts in five cortical regions in a series of LBD cases.547 autopsy-confirmed cases of LBD were included and genotyped for 29 different GWAS-nominated PD risk variants. LB counts were measured in middle frontal (MF), superior temporal (ST), inferior parietal (IP), cingulate (CG), and parahippocampal (PH) gyri.None of the variants examined were significantly associated with LB counts in any brain region or with LBD subtype after correcting for multiple testing. Nominally significant (P < 0.05) associations with LB counts where the direction of association was in agreement with that observed in the PD GWAS meta-analysis were observed for variants in BCKDK/STX1B (MF, ST, IP) and SNCA (ST). Additionally, MIR4697 and BCKDK/STX1B variants were nominally associated with LBD subtype.The lack of a significant association between PD GWAS variants and severity of LB pathology is consistent with the generally subtle association odds ratios that have been observed in disease-risk analysis. These results also suggest that genetic factors other than the susceptibility loci may determine quantitative neuropathologic outcomes in patients with LBD.", "doi": "10.1016/j.parkreldis.2017.09.009", "title": "Parkinson's disease susceptibility variants and severity of Lewy body pathology.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}