{"authors": [["Ben Jehuda", "Ronen", "R", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel; Department of Biotechnology, Technion, Haifa, Israel."], ["Eisen", "Binyamin", "B", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel."], ["Shemer", "Yuval", "Y", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel."], ["Mekies", "Lucy N", "LN", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel."], ["Szantai", "Agnes", "A", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel; Department of Biochemistry, University of Szeged, Szeged, Hungary."], ["Reiter", "Irina", "I", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel."], ["Cui", "Huanhuan", "H", "Department of Cardiovascular Genetics, Experimental and Clinical Research Center, Charité-Universitätsmedizin Berlin, Berlin, Germany."], ["Guan", "Kaomei", "K", "DZHK-German Centre for Cardiovascular Research, Berlin, Germany; Department of Cardiology and Pneumology, University Medical Center Göttingen, Göttingen, Germany."], ["Haron-Khun", "Shiraz", "S", "Leviev Heart Center, Sheba Medical Center, and Tel Aviv University, Tel Aviv, Israel."], ["Freimark", "Dov", "D", "Leviev Heart Center, Sheba Medical Center, and Tel Aviv University, Tel Aviv, Israel."], ["Sperling", "Silke R", "SR", "Department of Cardiovascular Genetics, Experimental and Clinical Research Center, Charité-Universitätsmedizin Berlin, Berlin, Germany; DZHK-German Centre for Cardiovascular Research, Berlin, Germany; Berlin Institute of Health (BIH), 10178 Berlin, Germany."], ["Gherghiceanu", "Mihaela", "M", "\"Victor Babes\" National Institute of Pathology, Bucharest, Romania."], ["Arad", "Michael", "M", "Leviev Heart Center, Sheba Medical Center, and Tel Aviv University, Tel Aviv, Israel."], ["Binah", "Ofer", "O", "Department of Physiology, Biophysics and Systems Biology, Technion, Haifa, Israel; The Rappaport Institute, Technion, Haifa, Israel; Rappaport Faculty of Medicine, Technion, Haifa, Israel. Electronic address: binah@tx.technion.ac.il."]], "date": "2017-09-14", "id": "28917552", "text": "Mutations in the PRKAG2 gene encoding the γ-subunit of adenosine monophosphate kinase (AMPK) cause hypertrophic cardiomyopathy (HCM) and familial Wolff-Parkinson-White (WPW) syndrome. Patients carrying the R302Q mutation in PRKAG2 present with sinus bradycardia, escape rhythms, ventricular preexcitation, supraventricular tachycardia, and atrioventricular block. This mutation affects AMPK activity and increases glycogen storage in cardiomyocytes. The link between glycogen storage, WPW syndrome, HCM, and arrhythmias remains unknown.The purpose of this study was to investigate the pathological changes caused by the PRKAG2 mutation. We tested the hypothesis that patient's induced pluripotent stem cell-derived cardiomyocytes (iPSC-CMs) display clinical aspects of the disease.Using clustered regularly interspaced short palindromic repeats (CRISPR) technology, we corrected the mutation and then generated isogenic iPSC-CMs. Action potentials were recorded from spontaneously firing and paced cardiomyocytes using the patch clamp technique. Using a microelectrode array setup, we recorded electrograms from iPSC-CMs clusters. Transmission electron microscopy was used to detect ultrastructural abnormalities in the mutated iPSC-CMs.PRKAG2-mutated iPSC-CMs exhibited abnormal firing patterns, delayed afterdepolarizations, triggered arrhythmias, and augmented beat rate variability. Importantly, CRISPR correction eliminated the electrophysiological abnormalities, the augmented glycogen, storage, and cardiomyocyte hypertrophy.PRKAG2-mutated iPSC-CMs displayed functional and structural abnormalities, which were abolished by correcting the mutation in the patient's iPSCs using CRISPR technology.", "doi": "10.1016/j.hrthm.2017.09.024", "title": "CRISPR correction of the PRKAG2 gene mutation in the patient's induced pluripotent stem cell-derived cardiomyocytes eliminates electrophysiological and structural abnormalities.", "journal": ["Heart rhythm", "Heart Rhythm"]}