{"authors": [["Matsumoto", "Junichi", "J", "Department of Pathology, University of Washington School of Medicine, Saint Louis, Missouri. United States."], ["Stewart", "Tessandra", "T", "Department of Pathology, University of Washington School of Medicine, Saint Louis, Missouri. United States."], ["Banks", "William A", "WA", "Geriatrics Research Education and Clinical Center, Veterans Affairs Puget Sound Health Care System, Seattle Division; Division of Medical Genetics, Department of Medicine, University of Washington, Seattle, Washington. United States."], ["Zhang", "Jing", "J", "Department of Pathology, University of Washington School of Medicine, Saint Louis, Missouri. United States."]], "date": "2017-09-13", "id": "28914201", "text": "Recently, extracellular vesicles (EVs), like exosomes and microvesicles, have attracted attention as potent carriers of intercellular communication throughout the body, including the brain. They transmit biological signals from donor cells to recipient cells, and recent evidence suggests they may even carry such signals to distant destinations through peripheral circulation. In the central nervous system (CNS), EVs contribute to maintaining normal neuronal function, as well as to the pathological development of neurodegenerative diseases. Although some evidence has suggested that EVs can cross the blood-brain barrier (BBB), moving from the peripheral circulation to the CNS, the mechanisms by which EVs facilitate communication between peripheral tissues and the CNS are not well understood. The BBB is a dynamic interface that regulates molecular trafficking between the peripheral circulation and the CNS. However, there is limited mechanistic understanding of how blood-borne EVs cross the BBB under physiological and pathological conditions. In this review, we focus on current knowledge of trafficking of EVs between the peripheral circulation and the brain. Moreover, we describe hypothetical transport routes by which EVs may cross the BBB based on previous reports. Further investigation is needed to understand the precise mechanisms by which EVs are transported across the BBB.", "doi": "10.2174/1381612823666170913164738", "title": "The transport mechanism of extracellular vesicles at the blood-brain barrier.", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}