{"authors": [["Friesen", "Erik L", "EL", "Krembil Research Institute, Toronto Western Hospital, University Health Network, 60 Leonard Avenue, Toronto, ON, Canada."], ["De Snoo", "Mitch L", "ML", "Krembil Research Institute, Toronto Western Hospital, University Health Network, 60 Leonard Avenue, Toronto, ON, Canada."], ["Rajendran", "Luckshi", "L", "Faculty of Medicine, University of British Columbia, 317-2194 Health Sciences Mall, Vancouver, BC, Canada."], ["Kalia", "Lorraine V", "LV", "Krembil Research Institute, Toronto Western Hospital, University Health Network, 60 Leonard Avenue, Toronto, ON, Canada."], ["Kalia", "Suneil K", "SK", "Krembil Research Institute, Toronto Western Hospital, University Health Network, 60 Leonard Avenue, Toronto, ON, Canada."]], "date": "2017-08-21", "id": "28913005", "text": "Parkinson's disease (PD) is the second most common neurodegenerative disorder and is characterized by the presence of pathological intracellular aggregates primarily composed of misfolded α-synuclein. This pathology implicates the molecular machinery responsible for maintaining protein homeostasis (proteostasis), including molecular chaperones, in the pathobiology of the disease. There is mounting evidence from preclinical and clinical studies that various molecular chaperones are downregulated, sequestered, depleted, or dysfunctional in PD. Current therapeutic interventions for PD are inadequate as they fail to modify disease progression by ameliorating the underlying pathology. Modulating the activity of molecular chaperones, cochaperones, and their associated pathways offers a new approach for disease modifying intervention. This review will summarize the potential of chaperone-based therapies that aim to enhance the neuroprotective activity of molecular chaperones or utilize small molecule chaperones to promote proteostasis.", "doi": "10.1155/2017/5015307", "title": "Chaperone-Based Therapies for Disease Modification in Parkinson's Disease.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}