{"authors": [["Li", "Chunmei", "C", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Chen", "Min", "M", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Zhao", "Xuna", "X", "Department of Radiology, Johns Hopkins UniversityBaltimore, MD, United States."], ["Wang", "Rui", "R", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Chen", "Haibo", "H", "Department of Neurology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Su", "Wen", "W", "Department of Neurology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Li", "Shuhua", "S", "Department of Neurology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Lou", "Baohui", "B", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Song", "Guodong", "G", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Zhang", "Shuai", "S", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Zhang", "Jintao", "J", "Department of Radiology, Beijing Hospital, National Center of GerontologyBeijing, China."], ["Zhou", "Jinyuan", "J", "Department of Radiology, Johns Hopkins UniversityBaltimore, MD, United States."]], "date": "2017-08-31", "id": "28912676", "text": "The early diagnosis of Parkinson's disease (PD) and the accurate evaluation of disease severity are crucial for intervention and treatment in PD patients. In this study, we applied chemical exchange saturation transfer (CEST) imaging to patients at different stages of PD and explored the clinical value of the CEST signal loss of the substantia nigra as an imaging biomarker of PD. The measured CEST signal intensities (including amide proton transfer-weighted or APTw, and total CEST or CESTtotal) of the substantia nigra in PD patients showed a significantly decreased tendency with PD progression. Compared to normal controls, the APTw and CEST total intensities of PD patients significantly decreased at both the early and advanced or late stages. These APTw and CESTtotal values of the substantia nigra were also significantly lower in advanced or late stage PD patients than in early stage PD patients. For PD patients with unilateral symptoms, the APTw and CESTtotal values in the substantia nigra on the affected side were significantly lower than those in normal controls. Both the APTw and CESTtotal values of PD were significantly correlated with the severity of disease and disease duration. Our findings suggest that the CEST MRI signal of the substantia nigra is a potential imaging biomarker for the diagnosis and monitoring of the severity of PD.", "doi": "10.3389/fnins.2017.00489", "title": "Chemical Exchange Saturation Transfer MRI Signal Loss of the Substantia Nigra as an Imaging Biomarker to Evaluate the Diagnosis and Severity of Parkinson's Disease.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}