{"authors": [["Meyer", "Philipp T", "PT", "Department of Nuclear Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany philipp.meyer@uniklinik-freiburg.de."], ["Frings", "Lars", "L", "Department of Nuclear Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Rücker", "Gerta", "G", "Institute for Medical Biometry and Statistics, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany; and."], ["Hellwig", "Sabine", "S", "Department of Psychiatry, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."]], "date": "2017-09-14", "id": "28912150", "text": "Accurate differential diagnosis of parkinsonism is of paramount therapeutic and prognostic importance. In addition, with the development of invasive therapies and novel disease-specific therapies, strategies for patient enrichment in trial populations are of growing importance. Imaging disease-specific patterns of regional glucose metabolism with PET and 18F-FDG allows for a highly accurate distinction between Parkinson disease (PD) and atypical parkinsonian syndromes, including multiple-system atrophy, progressive supranuclear palsy, and corticobasal degeneration. On the basis of a preliminary metaanalysis of currently available studies with inclusion of multiple disease groups, we estimated that the diagnostic sensitivity and specificity for visual PET readings supported by voxel-based statistical analyses for diagnosis of atypical parkinsonian syndromes are 91.4% and 90.6%, respectively. The diagnostic specificity of 18F-FDG PET for diagnosing multiple-system atrophy, progressive supranuclear palsy, and corticobasal degeneration was consistently shown to be high (>90%), whereas sensitivity was more variable (>75%). It is increasingly acknowledged that cognitive impairment represents a major challenge in PD, with mild cognitive impairment being a prodromal stage of PD with dementia (PDD). In line with clinical and neuropsychologic studies, recent PET studies demonstrated that posterior cortical dysfunction in nondemented PD patients precedes cognitive decline and the development of PDD by several years. Taken together, the current literature underscores the utility of 18F-FDG PET for diagnostic evaluation of parkinsonism and the promising role of 18F-FDG PET for assessment and risk stratification of cognitive impairment in PD.", "doi": "10.2967/jnumed.116.186403", "title": "18F-FDG PET in Parkinsonism: Differential Diagnosis and Evaluation of Cognitive Impairment.", "journal": ["Journal of nuclear medicine : official publication, Society of Nuclear Medicine", "J. Nucl. Med."]}