{"authors": [["Anselmi", "Laura", "L", "Department of Neural and Behavioral Sciences, Penn State College of Medicine, Hershey, Pennsylvania."], ["Toti", "Luca", "L", "Department of Neural and Behavioral Sciences, Penn State College of Medicine, Hershey, Pennsylvania."], ["Bove", "Cecilia", "C", "Department of Neural and Behavioral Sciences, Penn State College of Medicine, Hershey, Pennsylvania."], ["Hampton", "Jessica", "J", "Department of Neural and Behavioral Sciences, Penn State College of Medicine, Hershey, Pennsylvania."], ["Travagli", "R Alberto", "RA", "Department of Neural and Behavioral Sciences, Penn State College of Medicine, Hershey, Pennsylvania. Electronic address: rtravagli@pennstatehealth.psu.edu."]], "date": "2017-09-11", "id": "28912019", "text": "In most patients with Parkinson's disease, gastrointestinal (GI) dysfunctions, such as gastroparesis and constipation, are prodromal to the cardinal motor symptoms of the disease. Sporadic Parkinson's disease has been proposed to develop after ingestion of neurotoxicants that affect the brain-gut axis via the vagus nerve, and then travel to higher centers, compromising the substantia nigra pars compacta (SNpc) and, later, the cerebral cortex. We aimed to identify the pathway that connects the brainstem vagal nuclei and the SNpc, and to determine whether this pathway is compromised in a rat model of Parkinsonism.To study this neural pathway in rats, we placed tracers in the dorsal vagal complex or SNpc; brainstem and midbrain were examined for tracer distribution and neuronal neurochemical phenotype. Rats were given injections of paraquat once weekly for 3 weeks to induce features of Parkinsonism, or vehicle (control). Gastric tone and motility were recorded after N-methyl-d-aspartate microinjection in the SNpc and/or optogenetic stimulation of nigro-vagal terminals in the dorsal vagal complex.Stimulation of the SNpc increased gastric tone and motility via activation of dopamine 1 receptors in the dorsal vagal complex. In the paraquat-induced model of Parkinsonism, this nigro-vagal pathway was compromised during the early stages of motor deficit development.We identified and characterized a nigro-vagal monosynaptic pathway in rats that controls gastric tone and motility. This pathway might be involved in the prodromal gastric dysmotility observed in patients with early-stage Parkinson's disease.", "doi": "10.1053/j.gastro.2017.08.069", "title": "A Nigro-Vagal Pathway Controls Gastric Motility and Is Affected in a Rat Model of Parkinsonism.", "journal": ["Gastroenterology", "Gastroenterology"]}