{"authors": [["Dettmer", "Ulf", "U", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Ramalingam", "Nagendran", "N", "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA."], ["von Saucken", "Victoria E", "VE", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Kim", "Tae-Eun", "TE", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Newman", "Andrew J", "AJ", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Terry-Kantor", "Elizabeth", "E", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Nuber", "Silke", "S", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Ericsson", "Maria", "M", "Department of Cell Biology, Harvard Medical School, Boston, MA 02115, USA."], ["Fanning", "Saranna", "S", "Whitehead Institute for Biomedical Research, Cambridge, MA 02142, USA."], ["Bartels", "Tim", "T", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."], ["Lindquist", "Susan", "S", "Whitehead Institute for Biomedical Research, Cambridge, MA 02142, USA."], ["Levy", "Oren A", "OA", "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA."], ["Selkoe", "Dennis", "D", "Ann Romney Center for Neurologic Diseases, Department of Neurology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115, USA."]], "date": null, "id": "28911198", "text": "α-Synuclein (αS) forms round cytoplasmic inclusions in Parkinson's disease (PD) and dementia with Lewy bodies (DLB). Evidence suggests a physiological function of αS in vesicle trafficking and release. In contrast to earlier tenets, recent work indicates that αS normally exists in cells in a dynamic equilibrium between monomers and tetramers/multimers. We engineered αS mutants incapable of multimerization, leading to excess monomers at vesicle membranes. By EM, such mutants induced prominent vesicle clustering, leading to round cytoplasmic inclusions. Immunogold labeling revealed abundant αS intimately associated with vesicles of varied size. Fluorescence microscopy with marker proteins showed that the αS-associated vesicles were of diverse endocytic and secretory origin. An αS '3K' mutant (E35K + E46K + E61K) that amplifies the PD/DLB-causing E46K mutation induced αS-rich vesicle clusters resembling the vesicle-rich areas of Lewy bodies, supporting pathogenic relevance. Mechanistically, E46K can increase αS vesicle binding via membrane-induced amphipathic helix formation, and '3K' further enhances this effect. Another engineered αS variant added hydrophobicity to the hydrophobic half of αS helices, thereby stabilizing αS-membrane interactions. Importantly, substituting charged for uncharged residues within the hydrophobic half of the stabilized helix not only reversed the strong membrane interaction of the multimer-abolishing αS variant but also restored multimerization and prevented the aberrant vesicle interactions. Thus, reversible αS amphipathic helix formation and dynamic multimerization regulate a normal function of αS at vesicles, and abrogating multimers has pathogenic consequences.", "doi": "10.1093/hmg/ddx227", "title": "Loss of native α-synuclein multimerization by strategically mutating its amphipathic helix causes abnormal vesicle interactions in neuronal cells.", "journal": ["Human molecular genetics", "Hum. Mol. Genet."]}