{"authors": [["Chu", "Hong-Yuan", "HY", "Department of Physiology, Feinberg School of Medicine, Northwestern University, 303 E. Chicago Ave, Chicago, IL 60611, USA."], ["McIver", "Eileen L", "EL", "Department of Physiology, Feinberg School of Medicine, Northwestern University, 303 E. Chicago Ave, Chicago, IL 60611, USA."], ["Kovaleski", "Ryan F", "RF", "Department of Physiology, Feinberg School of Medicine, Northwestern University, 303 E. Chicago Ave, Chicago, IL 60611, USA."], ["Atherton", "Jeremy F", "JF", "Department of Physiology, Feinberg School of Medicine, Northwestern University, 303 E. Chicago Ave, Chicago, IL 60611, USA."], ["Bevan", "Mark D", "MD", "Department of Physiology, Feinberg School of Medicine, Northwestern University, 303 E. Chicago Ave, Chicago, IL 60611, USA. Electronic address: m-bevan@northwestern.edu."]], "date": null, "id": "28910619", "text": "The motor symptoms of Parkinson's disease (PD) are linked to abnormally correlated and coherent activity in the cortex and subthalamic nucleus (STN). However, in parkinsonian mice we found that cortico-STN transmission strength had diminished by 50%-75% through loss of axo-dendritic and axo-spinous synapses, was incapable of long-term potentiation, and less effectively patterned STN activity. Optogenetic, chemogenetic, genetic, and pharmacological interrogation suggested that downregulation of cortico-STN transmission in PD mice was triggered by increased striato-pallidal transmission, leading to disinhibition of the STN and increased activation of STN NMDA receptors. Knockdown of STN NMDA receptors, which also suppresses proliferation of GABAergic pallido-STN inputs in PD mice, reduced loss of cortico-STN transmission and patterning and improved motor function. Together, the data suggest that loss of dopamine triggers a maladaptive shift in the balance of synaptic excitation and inhibition in the STN, which contributes to parkinsonian activity and motor dysfunction.", "doi": "10.1016/j.neuron.2017.08.038", "title": "Loss of Hyperdirect Pathway Cortico-Subthalamic Inputs Following Degeneration of Midbrain Dopamine Neurons.", "journal": ["Neuron", "Neuron"]}