{"authors": [["Simieli", "Lucas", "L", "UNESP Univ Estadual Paulista, Faculdade de Ciências, Depto de Educação Física, Human Movement Research Laboratory, Bauru, São Paulo, Brazil."], ["Gobbi", "Lilian Teresa Bucken", "LTB", "UNESP Univ Estadual Paulista, Instituto de Biociências, Depto de Educação Física, Posture and Gait Studies Lab, Rio Claro, São Paulo, Brazil."], ["Orcioli-Silva", "Diego", "D", "UNESP Univ Estadual Paulista, Instituto de Biociências, Depto de Educação Física, Posture and Gait Studies Lab, Rio Claro, São Paulo, Brazil."], ["Beretta", "Victor Spiandor", "VS", "UNESP Univ Estadual Paulista, Instituto de Biociências, Depto de Educação Física, Posture and Gait Studies Lab, Rio Claro, São Paulo, Brazil."], ["Santos", "Paulo Cezar Rocha", "PCR", "UNESP Univ Estadual Paulista, Instituto de Biociências, Depto de Educação Física, Posture and Gait Studies Lab, Rio Claro, São Paulo, Brazil."], ["Baptista", "André Macari", "AM", "UNESP Univ Estadual Paulista, Faculdade de Ciências, Depto de Educação Física, Human Movement Research Laboratory, Bauru, São Paulo, Brazil."], ["Barbieri", "Fabio Augusto", "FA", "UNESP Univ Estadual Paulista, Faculdade de Ciências, Depto de Educação Física, Human Movement Research Laboratory, Bauru, São Paulo, Brazil."]], "date": "2017-09-14", "id": "28910314", "text": "Gait variability may serve as a sensitive and clinically relevant parameter to quantify adjustments in walking and the changes with aging and neurological disease. Variability of steps preceding obstacle avoidance (approach phase) are important for efficiency in the task, especially in people with Parkinson's disease (PD). However, variability of gait during the approach phase to obstacle avoidance in people with PD has been rarely reported, particularly when ambulating obstacles of different heights. The aim of the present study was to investigate the effects of obstacle height on step-to-step variability (step-to-step variability provides information on the variation between the \"equivalent steps\" for all trials, and walking variability (indicates the within-step variability of each, providing information about the modulations between the steps performed. of spatial-temporal parameters during the approach phase to obstacle avoidance in people with PD and neurologically healthy older people. Twenty-eight older people; 15 with PD and 13 neurologically healthy individuals (control group), participated in the study. Participants were instructed to walk at their preferred speed until the end of the pathway and to avoid the obstacle when it was present. Each subject performed 10 trials of the following tasks: unobstructed walking, low obstacle avoidance (3cm length, height equal ankle's height, 60 cm wide), intermediate obstacle (3cm length, low plus high obstacle height divided by 2, 60 cm wide) avoidance and high obstacle avoidance (3cm length, knee's height, 60 cm wide). The obstacle was positioned 4m from to the start position. The step-to-step and walking variability of the spatial-temporal parameters (acquiring with GAITRite®) of the four steps before obstacle avoidance were analyzed. MANOVAs were used to compare the data. PD group showed the characteristic gait deficits associated with PD. The obstacle increased the spatial-temporal variability (step-to-step and walking variability) during the approach phase to the obstacle. Specifically, both groups increased i) the step-to- step variability of the step length during low obstacle avoidance when compared to the other conditions; ii) the variability during low obstacle avoidance in the last step before obstacle (n-1) compared to higher obstacle avoidance; iii) variability during higher obstacle avoidance in further steps (n-3 and n-4). In conclusion, the presence of the obstacle during walking increased the variability of spatial-temporal parameters in older people with PD and the control group during the steps preceding obstacle avoidance. In addition motor planning (and motor adaptations) was initiated much earlier in the approach phase for the higher obstacle conditions compared to the low obstacle condition.", "doi": "10.1371/journal.pone.0184134", "title": "The variability of the steps preceding obstacle avoidance (approach phase) is dependent on the height of the obstacle in people with Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}