{"authors": [["Frost", "Chris", "C", "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."], ["Mulick", "Amy", "A", "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."], ["Scahill", "Rachael I", "RI", "Huntington's Disease Centre, UCL Institute of Neurology, Department of Neurodegenerative Disease, University College London, London, UK."], ["Owen", "Gail", "G", "Huntington's Disease Centre, UCL Institute of Neurology, Department of Neurodegenerative Disease, University College London, London, UK."], ["Aylward", "Elizabeth", "E", "Center for Integrative Brain Research, Seattle Children's Research Institute, Seattle, Washington, USA."], ["Leavitt", "Blair R", "BR", "Department of Medical Genetics, University of British Columbia, Vancouver, British Columbia, Canada."], ["Durr", "Alexandra", "A", "Brain and Spine Institute, INSERM U1127, Centre National de la Recherche Scientifique, UMR7225, Sorbonne Universités, University Pierre and Marie Curie, Paris VI UMR_S1127, Paris, France."], ["Roos", "Raymund A C", "RAC", "Department of Neurology, Leiden University Medical Centre, Leiden, The Netherlands."], ["Borowsky", "Beth", "B", "CHDI Management, CHDI Foundation, Princeton, New Jersey, USA."], ["Stout", "Julie C", "JC", "School of Psychological Sciences, Monash University, Melbourne, Victoria, Australia."], ["Reilmann", "Ralf", "R", "George Huntington Institute, Muenster, Germany."], ["Langbehn", "Douglas R", "DR", "Department of Psychiatry, University of Iowa, Iowa City, Iowa, USA."], ["Tabrizi", "Sarah J", "SJ", "Huntington's Disease Centre, UCL Institute of Neurology, Department of Neurodegenerative Disease, University College London, London, UK."], ["Sampaio", "Cristina", "C", "CHDI Management, CHDI Foundation, Princeton, New Jersey, USA."], [null, null, null, null]], "date": "2017-09-14", "id": "28906031", "text": "The purpose of this study was to inform the design of randomized clinical trials in early-stage manifest Huntington's disease through analysis of longitudinal data from TRACK-Huntington's Disease (TRACK-HD), a multicenter observational study.We compute sample sizes required for trials with candidate clinical, functional, and imaging outcomes, whose aims are to reduce rates of change. The calculations use a 2-stage approach: first using linear mixed models to estimate mean rates of change and components of variability from TRACK-HD data and second using these to predict sample sizes for a range of trial designs.For each outcome, the primary drivers of the required sample size were the anticipated treatment effect and the duration of treatment. Extending durations from 1 to 2 years yielded large sample size reductions. Including interim visits and incorporating stratified randomization on predictors of outcome together with covariate adjustment gave more modest, but nontrivial, benefits. Caudate atrophy, expressed as a percentage of its baseline, was the outcome that gave smallest required sample sizes.Here we consider potential required sample sizes for clinical trials estimated from naturalistic observation of longitudinal change. Choice among outcome measures for a trial must additionally consider their relevance to patients and the expected effect of the treatment under study. For all outcomes considered, our results provide compelling arguments for 2-year trials, and we also demonstrate the benefits of incorporating stratified randomization coupled with covariate adjustment, particularly for trials with caudate atrophy as the primary outcome. The benefits of enrichment are more debatable, with statistical benefits offset by potential recruitment difficulties and reduced generalizability. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27122", "title": "Design optimization for clinical trials in early-stage manifest Huntington's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}