{"authors": [["Fullard", "Michelle E", "ME", "Parkinson's Disease Research, Education, and Clinical Center (PADRECC), Philadelphia VA Medical Center, Philadelphia, Pennsylvania, USA."], ["Xie", "Sharon X", "SX", "Department of Biostatistics and Epidemiology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Marek", "Ken", "K", "Institute for Neurodegenerative Disorders, New Haven, Connecticut, USA."], ["Stern", "Matthew", "M", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Jennings", "Danna", "D", "Eli Lilly and Company, New York, New York, USA."], ["Siderowf", "Andrew", "A", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Willis", "Allison W", "AW", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Chen-Plotkin", "Alice S", "AS", "Department of Neurology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."]], "date": "2017-09-14", "id": "28906025", "text": "Lower vitamin D levels have been associated with manifest Parkinson's disease, prompting the hypothesis that vitamin D insufficiency or deficiency may increase risk for PD.To evaluate vitamin D levels in a population at risk for developing PD.Plasma vitamin D levels were measured in the Parkinson Associated Risk Syndrome Study, a cohort of asymptomatic individuals, some of whom are at high risk for PD. Vitamin D levels were compared between subjects at high risk for PD (hyposmia and dopamine transporter scan deficit) versus all others and examined for correlations with dopaminergic system integrity.Mean vitamin D levels did not differ between groups, with a level of 27.8 ng/mL (standard deviation = 12.0) in the high-risk group versus 24.7 ng/mL (standard deviation = 9.0) in all others (P = 0.09). Vitamin D levels did not associate with putaminal dopamine transporter uptake.Our data from the asymptomatic Parkinson Associated Risk Syndrome cohort do not support the hypothesis that chronic vitamin D insufficiency threatens dopaminergic system integrity, contributing to PD pathogenesis. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27127", "title": "Vitamin D in the Parkinson Associated Risk Syndrome (PARS) study.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}