{"authors": [["Brumberg", "Joachim", "J", "Department of Nuclear MedicineUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Küsters", "Sebastian", "S", "Department of NeurologyUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Al-Momani", "Ehab", "E", "Department of Nuclear MedicineUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Marotta", "Giorgio", "G", "Department of Nuclear MedicineFondazione IRCCS Ca' Granda - Ospedale Maggiore PoliclinicoMilanItaly."], ["Cosgrove", "Kelly P", "KP", "Department of PsychiatryYale University School of MedicineNew HavenConnecticut."], ["van Dyck", "Christopher H", "CH", "Department of PsychiatryYale University School of MedicineNew HavenConnecticut."], ["Herrmann", "Ken", "K", "Department of Nuclear MedicineUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Homola", "György A", "GA", "Department of NeuroradiologyUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Pezzoli", "Gianni", "G", "Parkinson InstituteASST Gaetano Pini-CTOMilanItaly."], ["Buck", "Andreas K", "AK", "Department of Nuclear MedicineUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Volkmann", "Jens", "J", "Department of NeurologyUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Samnick", "Samuel", "S", "Department of Nuclear MedicineUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."], ["Isaias", "Ioannis U", "IU", "Department of NeurologyUniversity Hospital Würzburg and Julius-Maximilians-UniversityWürzburgGermany."]], "date": "2017-08-11", "id": "28904985", "text": "To investigate the association between levodopa-induced dyskinesias and striatal cholinergic activity in patients with Parkinson's disease.This study included 13 Parkinson's disease patients with peak-of-dose levodopa-induced dyskinesias, 12 nondyskinetic patients, and 12 healthy controls. Participants underwent 5-[123I]iodo-3-[2(S)-2-azetidinylmethoxy]pyridine single-photon emission computed tomography, a marker of nicotinic acetylcholine receptors, [123I]N-ω-fluoropropyl-2β-carbomethoxy-3β-(4-iodophenyl)nortropane single-photon emission computed tomography, to measure dopamine reuptake transporter density and 2-[18F]fluoro-2-deoxyglucose positron emission tomography to assess regional cerebral metabolic activity. Striatal binding potentials, uptake values at basal ganglia structures, and correlations with clinical variables were analyzed.Density of nicotinic acetylcholine receptors in the caudate nucleus of dyskinetic subjects was similar to that of healthy controls and significantly higher to that of nondyskinetic patients, in particular, contralaterally to the clinically most affected side.Our findings support the hypothesis that the expression of dyskinesia may be related to cholinergic neuronal excitability in a dopaminergic-depleted striatum. Cholinergic signaling would play a role in maintaining striatal dopaminergic responsiveness, possibly defining disease phenotype and progression.", "doi": "10.1002/acn3.438", "title": "Cholinergic activity and levodopa-induced dyskinesia: a multitracer molecular imaging study.", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"]}