{"authors": [["López-León", "Micaela", "M", "Institute for Biochemical Research (INIBIOLP) - Histology B & Pathology B, School of Medicine, National University of La Plata, La Plata, Argentina."], ["Outeiro", "Tiago F", "TF", "Department of Experimental Neurodegeneration, Center for Nanoscale Microscopy and Molecular Physiology of the Brain, Center for Biostructural Imaging of Neurodegeneration, University Medical Center Göttingen, Göttingen, Germany; Max Planck Institute for Experimental Medicine, Göttingen, Germany."], ["Goya", "Rodolfo G", "RG", "Institute for Biochemical Research (INIBIOLP) - Histology B & Pathology B, School of Medicine, National University of La Plata, La Plata, Argentina. Electronic address: goya@isis.unlp.edu.ar."]], "date": "2017-09-10", "id": "28903069", "text": "Aging is associated with a progressive increase in the incidence of neurodegenerative diseases, with Alzheimer's (AD) and Parkinson's (PD) disease being the most conspicuous examples. Within this context, the absence of efficacious therapies for most age-related brain pathologies has increased the interest in regenerative medicine. In particular, cell reprogramming technologies have ushered in the era of personalized therapies that not only show a significant potential for the treatment of neurodegenerative diseases but also promise to make biological rejuvenation feasible. We will first review recent evidence supporting the emerging view that aging is a reversible epigenetic phenomenon. Next, we will describe novel reprogramming approaches that overcome some of the intrinsic limitations of conventional induced-pluripotent-stem-cell technology. One of the alternative approaches, lineage reprogramming, consists of the direct conversion of one adult cell type into another by transgenic expression of multiple lineage-specific transcription factors (TF). Another strategy, termed pluripotency factor-mediated direct reprogramming, uses universal TF to generate epigenetically unstable intermediates able to differentiate into somatic cell types in response to specific differentiation factors. In the third part we will review studies showing the potential relevance of the above approaches for the treatment of AD and PD.", "doi": "10.1016/j.arr.2017.09.002", "title": "Cell reprogramming: Therapeutic potential and the promise of rejuvenation for the aging brain.", "journal": ["Ageing research reviews", "Ageing Res. Rev."]}