{"authors": [["Morishita", "Takashi", "T", "Department of Neurosurgery, Fukuoka University, Fukuoka, Japan."], ["Hilliard", "Justin D", "JD", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Okun", "Michael S", "MS", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Neal", "Dan", "D", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Nestor", "Kelsey A", "KA", "Department of Neurology, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Peace", "David", "D", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Hozouri", "Alden A", "AA", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Davidson", "Mark R", "MR", "Department of Materials Science and Engineering, University of Florida, Gainesville, Florida, United States of America."], ["Bova", "Francis J", "FJ", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Sporrer", "Justin M", "JM", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."], ["Oyama", "Genko", "G", "Department of Neurology, Juntendo University, Tokyo, Japan."], ["Foote", "Kelly D", "KD", "Department of Neurosurgery, University of Florida, Center for Movement Disorders and Neurorestoration, Gainesville, Florida, United States of America."]], "date": "2017-09-13", "id": "28902876", "text": "Deep brain stimulation (DBS) is an effective treatment for multiple movement disorders and shows substantial promise for the treatment of some neuropsychiatric and other disorders of brain neurocircuitry. Optimal neuroanatomical lead position is a critical determinant of clinical outcomes in DBS surgery. Lead migration, defined as an unintended post-operative displacement of the DBS lead, has been previously reported. Despite several reports, however, there have been no systematic investigations of this issue. This study aimed to: 1) quantify the incidence of lead migration in a large series of DBS patients, 2) identify potential risk factors contributing to DBS lead migration, and 3) investigate the practical importance of this complication by correlating its occurrence with clinical outcomes.A database of all DBS procedures performed at UF was queried for patients who had undergone multiple post-operative DBS lead localization imaging studies separated by at least two months. Bilateral DBS implantation has commonly been performed as a staged procedure at UF, with an interval of six or more months between sides. To localize the position of each DBS lead, a head CT is acquired ~4 weeks after lead implantation and fused to the pre-operative targeting MRI. The fused targeting images (MR + stereotactic CT) acquired in preparation for the delayed second side lead implantation provide an opportunity to repeat the localization of the first implanted lead. This paradigm offers an ideal patient population for the study of delayed DBS lead migration because it provides a large cohort of patients with localization of the same implanted DBS lead at two time points. The position of the tip of each implanted DBS lead was measured on both the initial post-operative lead localization CT and the delayed CT. Lead tip displacement, intracranial lead length, and ventricular indices were collected and analyzed. Clinical outcomes were characterized with validated rating scales for all cases, and a comparison was made between outcomes of cases with lead migration versus those where migration of the lead did not occur.Data from 138 leads in 132 patients with initial and delayed lead localization CT scans were analyzed. The mean distance between initial and delayed DBS lead tip position was 2.2 mm and the mean change in intracranial lead length was 0.45 mm. Significant delayed migration (>3 mm) was observed in 17 leads in 16 patients (12.3% of leads, 12.1% of patients). Factors associated with lead migration were: technical error, repetitive dystonic head movement, and twiddler's syndrome. Outcomes were worse in dystonia patients with lead migration (p = 0.035). In the PD group, worse clinical outcomes trended in cases with lead migration.Over 10% of DBS leads in this large single center cohort were displaced by greater than 3 mm on delayed measurement, adversely affecting outcomes. Multiple risk factors emerged, including technical error during implantation of the DBS pulse generator and failure of lead fixation at the burr hole site. We hypothesize that a change in surgical technique and a more effective lead fixation device might mitigate this problem.", "doi": "10.1371/journal.pone.0183711", "title": "Postoperative lead migration in deep brain stimulation surgery: Incidence, risk factors, and clinical impact.", "journal": ["PloS one", "PLoS ONE"]}