{"authors": [["Schreglmann", "Sebastian R", "SR", "Sobell Department of Motor Neuroscience and Movement Disorders, University College London (UCL) Institute of Neurology, Queen Square, London, UK."], ["Riederer", "Franz", "F", "Department of Neurology, University Hospital Zurich, Zurich, Switzerland."], ["Galovic", "Marian", "M", "Department of Neurology, Kantonsspital St. Gallen, St. Gallen, Switzerland."], ["Ganos", "Christos", "C", "Sobell Department of Motor Neuroscience and Movement Disorders, University College London (UCL) Institute of Neurology, Queen Square, London, UK."], ["Kägi", "Georg", "G", "Department of Neurology, Kantonsspital St. Gallen, St. Gallen, Switzerland."], ["Waldvogel", "Daniel", "D", "Department of Neurology, University Hospital Zurich, Zurich, Switzerland."], ["Jaunmuktane", "Zane", "Z", "Department of Molecular Neuroscience, University College London (UCL) Institute of Neurology and Division of Neuropathology, The National Hospital for Neurology and Neurosurgery, London, UK."], ["Schaller", "Andre", "A", "Department of Genetics, Inselspital Bern, Bern, Switzerland."], ["Hidding", "Ute", "U", "Department of Neurology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Krasemann", "Ernst", "E", "Department of Human Genetics, Medizinisches Versorgungszentrum (MVZ) Labor Fenner GmbH, Hamburg, Germany."], ["Michels", "Lars", "L", "Clinic of Neuroradiology, University Hospital Zurich, Zurich, Switzerland."], ["Baumann", "Christian R", "CR", "Department of Neurology, University Hospital Zurich, Zurich, Switzerland."], ["Bhatia", "Kailash", "K", "Sobell Department of Motor Neuroscience and Movement Disorders, University College London (UCL) Institute of Neurology, Queen Square, London, UK."], ["Jung", "Hans H", "HH", "Department of Neurology, University Hospital Zurich, Zurich, Switzerland."]], "date": "2017-09-13", "id": "28901595", "text": "Mitochondrial disease can present as a movement disorder. Data on this entity's epidemiology, genetics, and underlying pathophysiology, however, is scarce.The objective of this study was to describe the clinical, genetic, and volumetric imaging data from patients with mitochondrial disease who presented with movement disorders.In this retrospective analysis of all genetically confirmed mitochondrial disease cases from three centers (n = 50), the prevalence and clinical presentation of video-documented movement disorders was assessed. Voxel-based morphometry from high-resolution MRI was employed to compare cerebral and cerebellar gray matter volume between mitochondrial disease patients with and without movement disorders and healthy controls.Of the 50 (30%) patients with genetically confirmed mitochondrial disease, 15 presented with hypokinesia (parkinsonism 3/15), hyperkinesia (dystonia 5/15, myoclonus 3/15, chorea 2/15), and ataxia (3/15). In 3 patients, mitochondrial disease presented as adult-onset isolated dystonia. In comparison to healthy controls and mitochondrial disease patients without movement disorders, patients with hypo- and hyperkinetic movement disorders had significantly more cerebellar atrophy and an atrophy pattern predominantly involving cerebellar lobules VI and VII.This series provides clinical, genetic, volumetric imaging, and histologic data that indicate major involvement of the cerebellum in mitochondrial disease when it presents with hyper- and hypokinetic movement disorders. As a working hypothesis addressing the particular vulnerability of the cerebellum to energy deficiency, this adds substantially to the pathophysiological understanding of movement disorders in mitochondrial disease. Furthermore, it provides evidence that mitochondrial disease can present as adult-onset isolated dystonia. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27174", "title": "Movement disorders in genetically confirmed mitochondrial disease and the putative role of the cerebellum.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}