{"authors": [["Joling", "Merijn", "M", "Department of Neurology, VU University Medical Center, Amsterdam, The Netherlands."], ["van den Heuvel", "Odile A", "OA", "Research Program Neurodegeneration, Amsterdam Neuroscience, Amsterdam, The Netherlands."], ["Berendse", "Henk W", "HW", "Department of Neurology, VU University Medical Center, Amsterdam, The Netherlands."], ["Booij", "Jan", "J", "Department of Nuclear Medicine, Academic Medical Center, Amsterdam, The Netherlands."], ["Vriend", "Chris", "C", "Research Program Neurodegeneration, Amsterdam Neuroscience, Amsterdam, The Netherlands."]], "date": "2017-09-12", "id": "28899958", "text": "Anxiety is a common neuropsychiatric symptom in Parkinson's disease (PD), yet the neural mechanisms have been scarcely investigated. Disturbances in dopaminergic and serotonergic signalling may play a role in its pathophysiology. 123I-N-ω-fluoropropyl-2β-carbomethoxy-3β-(4-iodophenyl)nortropane (123I-FP-CIT) is a single-photon emission CT radiotracer, and its binding in striatal and extrastriatal subcortical brain areas represents predominant binding to the presynaptic dopamine transporter (DAT) and the serotonin transporter (SERT), respectively. Availability of DAT and SERT may thus provide an in vivo measure for the integrity of both dopamine and serotonin neurons.We studied the association between anxiety symptoms, measured with an affective subscale of the Beck Anxiety Inventory, and (extra)striatal 123I-FP-CIT binding in 127 non-demented patients with PD with a median disease duration of 2.55 (IQR 2.90) years. We conducted the analyses on patients currently on or not on dopamine replacement therapy (DRT).Severity of anxiety symptoms showed a significant negative association with 123I-FP-CIT binding ratios in the right thalamus (β=-0.203, p=0.019; ΔR2=0.040) (multiple testing pcorr <0.020). In the subgroup of patients not on DRT (n=81), we found a significant negative association between anxiety and thalamic 123I-FP-CIT binding ratios bilaterally (right: β=-0.349, p=0.001, ΔR2=0.119; left: β=-0.269, p=0.017, ΔR2=0.071) (pcorr <0.020).This study shows that higher levels of anxiety in patients with PD are associated with lower thalamic 123I-FP-CIT binding, pointing towards a contribution of serotonergic degeneration to anxiety symptoms in PD.", "doi": "10.1136/jnnp-2017-316193", "title": "Serotonin transporter binding and anxiety symptoms in Parkinson's disease.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}