{"authors": [["Maguire", "Fiachra J", "FJ", "Trinity Center for BioEngineering, Trinity College Dublin, The University of Dublin, Ireland; School of Engineering, Trinity College Dublin, The University of Dublin, Ireland; School of Medicine, Trinity College Dublin, The University of Dublin, Ireland. Electronic address: fmaguire@tcd.ie."], ["Killane", "Isabelle", "I", "Trinity Center for BioEngineering, Trinity College Dublin, The University of Dublin, Ireland; School of Engineering, Trinity College Dublin, The University of Dublin, Ireland; Clinical Research Center, Beaumont Hospital, Royal College of Surgeons in Ireland, Ireland."], ["Creagh", "Andrew P", "AP", "Trinity Center for BioEngineering, Trinity College Dublin, The University of Dublin, Ireland; School of Engineering, Trinity College Dublin, The University of Dublin, Ireland."], ["Donoghue", "Orna", "O", "The Irish Longitudinal Study on Aging, Department of Medical Gerontology, Trinity College Dublin, Ireland."], ["Kenny", "Rose Anne", "RA", "School of Medicine, Trinity College Dublin, The University of Dublin, Ireland; The Irish Longitudinal Study on Aging, Department of Medical Gerontology, Trinity College Dublin, Ireland."], ["Reilly", "Richard B", "RB", "Trinity Center for BioEngineering, Trinity College Dublin, The University of Dublin, Ireland; School of Engineering, Trinity College Dublin, The University of Dublin, Ireland; School of Medicine, Trinity College Dublin, The University of Dublin, Ireland."]], "date": "2017-09-09", "id": "28899662", "text": "Slow gait has been shown to be a good predictor of declining cognitive function in healthy older adults. Motoric cognitive risk (MCR) syndrome is a new construct incorporating slow gait and subjective cognitive complaints in individuals without dementia who have preserved activities of daily living. This analysis investigated the prevalence of MCR and factors associated with MCR in a nationally representative population. In addition, cross-sectional associations between MCR and cognitive domains, an relationship yet to be fully elucidated in literature, was investigated.Participants completed a comprehensive neuropsychological assessment and gait analysis at a health assessment center. Logistic regression was employed to examine associated health factors. Composite scores reflecting global cognition, memory, sustained attention, executive function, and processing speed were constructed using neuropsychological test scores. Associations between MCR and these composites were quantified using multivariate generalized linear modelling. All analyses were weighted to be nationally representative.Community-dwelling adults in The Irish Longitudinal Study on Aging (TILDA) completed an interview and a center-based health assessment.Participants aged 60 years and over (n = 2151, age; mean: 67.84 years, range: 60-93) were included. Participants with a Mini-Mental State Examination score of below 24, a diagnosis of serious memory impairment, Parkinson disease, dementia, or Alzheimer disease were excluded.MCR prevalence was estimated at 2.56% (95% confidence interval 1.97, 3.31). Significant risk factors for MCR were antidepressant use [odds ratio (OR) 4.46, P < .001], self-reported poor vision (OR 4.92, P < .05), and obesity (OR 2.29, P < .01). Individuals with MCR performed worse on tests that assess memory (B: -0.58, P < .001), global cognition (B: -0.42, P < .001), and sustained attention (B: -0.34, P < .05) with robust adjustment made for confounding demographic and health variables.MCR is characterized by strong negative associations with global cognition, attention, and memory. This may be indicative of the underlying pathology of MCR. The effect of antidepressant use on MCR is novel and may represent an important consideration in future studies.", "doi": "10.1016/j.jamda.2017.07.016", "title": "Baseline Association of Motoric Cognitive Risk Syndrome With Sustained Attention, Memory, and Global Cognition.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}