{"authors": [["Burciu", "Roxana G", "RG", "University of Florida, Department of Applied Physiology and Kinesiology, Gainesville, FL, USA."], ["Ofori", "Edward", "E", "University of Florida, Department of Applied Physiology and Kinesiology, Gainesville, FL, USA."], ["Archer", "Derek B", "DB", "University of Florida, Department of Applied Physiology and Kinesiology, Gainesville, FL, USA."], ["Wu", "Samuel S", "SS", "University of Florida, Department of Biostatistics, Gainesville, FL, USA."], ["Pasternak", "Ofer", "O", "Harvard Medical School Departments of Psychiatry and Radiology, Brigham and Women's Hospital, Boston, MA, USA."], ["McFarland", "Nikolaus R", "NR", "University of Florida, Department of Neurology, Gainesville, FL, USA."], ["Okun", "Michael S", "MS", "University of Florida, Department of Neurology, Gainesville, FL, USA."], ["Vaillancourt", "David E", "DE", "University of Florida, Department of Applied Physiology and Kinesiology, Gainesville, FL, USA."]], "date": null, "id": "28899020", "text": "Progression markers of Parkinson's disease are crucial for successful therapeutic development. Recently, a diffusion magnetic resonance imaging analysis technique using a bitensor model was introduced allowing the estimation of the fractional volume of free water within a voxel, which is expected to increase in neurodegenerative disorders such as Parkinson's disease. Prior work demonstrated that free water in the posterior substantia nigra was elevated in Parkinson's disease compared to controls across single- and multi-site cohorts, and increased over 1 year in Parkinson's disease but not in controls at a single site. Here, the goal was to validate free water in the posterior substantia nigra as a progression marker in Parkinson's disease, and describe the pattern of progression of free water in patients with a 4-year follow-up tested in a multicentre international longitudinal study of de novo Parkinson's disease (http://www.ppmi-info.org/). The analyses examined: (i) 1-year changes in free water in 103 de novo patients with Parkinson's disease and 49 controls; (ii) 2- and 4-year changes in free water in a subset of 46 patients with Parkinson's disease imaged at baseline, 12, 24, and 48 months; (iii) whether 1- and 2-year changes in free water predict 4-year changes in the Hoehn and Yahr scale; and (iv) the relationship between 4-year changes in free water and striatal binding ratio in a subgroup of Parkinson's disease who had undergone both diffusion and dopamine transporter imaging. Results demonstrated that: (i) free water level in the posterior substantia nigra increased over 1 year in de novo Parkinson's disease but not in controls; (ii) free water kept increasing over 4 years in Parkinson's disease; (iii) sex and baseline free water predicted 4-year changes in free water; (iv) free water increases over 1 and 2 years were related to worsening on the Hoehn and Yahr scale over 4 years; and (v) the 4-year increase in free water was associated with the 4-year decrease in striatal binding ratio in the putamen. Importantly, all longitudinal results were consistent across sites. In summary, this study demonstrates an increase over 1 year in free water in the posterior substantia nigra in a large cohort of de novo patients with Parkinson's disease from a multi-site cohort study and no change in healthy controls, and further demonstrates an increase of free water in Parkinson's disease over the course of 4 years. A key finding was that results are consistent across sites and the 1-year and 2-year increase in free water in the posterior substantia nigra predicts subsequent long-term progression on the Hoehn and Yahr staging system. Collectively, these findings demonstrate that free water in the posterior substantia nigra is a valid, progression imaging marker of Parkinson's disease, which may be used in clinical trials of disease-modifying therapies.", "doi": "10.1093/brain/awx146", "title": "Progression marker of Parkinson's disease: a 4-year multi-site imaging study.", "journal": ["Brain : a journal of neurology", "Brain"]}