{"authors": [["Zhu", "Huabin", "H", "Department of Biochemistry and Molecular Biology, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."], ["Lemos", "Henrique", "H", "Institute of Cellular Medicine, Newcastle University, Newcastle-upon-Tyne, United Kingdom."], ["Bhatt", "Brinda", "B", "Department of Biochemistry and Molecular Biology, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."], ["Islam", "Bianca N", "BN", "Department of Biochemistry and Molecular Biology, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."], ["Singh", "Abhijit", "A", "Department of Emergency Medicine, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."], ["Gurav", "Ashish", "A", "University of Pennsylvania School of Dental Medicine, Philadelphia, PA, United States of America."], ["Huang", "Lei", "L", "Institute of Cellular Medicine, Newcastle University, Newcastle-upon-Tyne, United Kingdom."], ["Browning", "Darren D", "DD", "Department of Biochemistry and Molecular Biology, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."], ["Mellor", "Andrew", "A", "Institute of Cellular Medicine, Newcastle University, Newcastle-upon-Tyne, United Kingdom."], ["Fulzele", "Sadanand", "S", "Department of Orthopedics Surgery, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."], ["Singh", "Nagendra", "N", "Department of Biochemistry and Molecular Biology, Medical College of Georgia, Augusta University, Augusta, Georgia, United States of America."]], "date": "2017-09-12", "id": "28898256", "text": "Carbidopa is a drug that blocks conversion of levodopa to dopamine outside of central nervous system (CNS) and thus inhibits unwanted side effects of levodopa on organs located outside of CNS during management of Parkinson's Disease (PD). PD is associated with increased expression of inflammatory genes in peripheral and central nervous system (CNS), infiltration of immune cells into brain, and increased numbers of activated/memory T cells. Animal models of PD have shown a critical role of T cells in inducing pathology in CNS. However, the effect of carbidopa on T cell responses in vivo is unknown. In this report, we show that carbidopa strongly inhibited T cell activation in vitro and in vivo. Accordingly, carbidopa mitigated myelin oligodendrocyte glycoprotein peptide fragment 35-55 (MOG-35-55) induced experimental autoimmune encephalitis (EAE) and collagen induced arthritis in animal models. The data presented here suggest that in addition to blocking peripheral conversion of levodopa, carbidopa may inhibit T cell responses in PD individuals and implicate a potential therapeutic use of carbidopa in suppression of T cell mediated pathologies.", "doi": "10.1371/journal.pone.0183484", "title": "Carbidopa, a drug in use for management of Parkinson disease inhibits T cell activation and autoimmunity.", "journal": ["PloS one", "PLoS ONE"]}