{"authors": [["Bek", "Judith", "J", "Division of Neuroscience and Experimental Psychology, School of Biological Sciences, Faculty of Biology, Medicine and Health, Manchester Academic Health Science Centre, University of Manchester, UK."], ["Gowen", "Emma", "E", "Division of Neuroscience and Experimental Psychology, School of Biological Sciences, Faculty of Biology, Medicine and Health, Manchester Academic Health Science Centre, University of Manchester, UK."], ["Vogt", "Stefan", "S", "Department of Psychology, Lancaster University, UK."], ["Crawford", "Trevor", "T", "Department of Psychology, Lancaster University, UK."], ["Poliakoff", "Ellen", "E", "Division of Neuroscience and Experimental Psychology, School of Biological Sciences, Faculty of Biology, Medicine and Health, Manchester Academic Health Science Centre, University of Manchester, UK."]], "date": "2017-09-11", "id": "28895316", "text": "Observation of movement activates the observer's own motor system, influencing the performance of actions and facilitating social interaction. This motor resonance is demonstrated behaviourally through visuomotor priming, whereby response latencies are influenced by the compatibility between an intended action and an observed (task-irrelevant) action. The impact of movement disorders such as Parkinson's disease (PD) on motor resonance is unclear, as previous studies of visuomotor priming have not separated imitative compatibility (specific to human movement) from general stimulus-response compatibility effects. We examined visuomotor priming in 23 participants with mild-to-moderate PD and 24 healthy older adults, using a task that pitted imitative compatibility against general stimulus-response compatibility. Participants made a key press after observing a task-irrelevant moving human finger or rectangle that was either compatible or incompatible with their response. Imitative compatibility effects, rather than general stimulus-response compatibility effects, were found specifically for the human finger. Moreover, imitative compatibility effects did not differ between groups, indicating intact motor resonance in the PD group. These findings constitute the first unambiguous demonstration of imitative priming in both PD and healthy ageing, and have implications for therapeutic techniques to facilitate action, as well as the understanding of social cognition in PD.", "doi": "10.1111/jnp.12133", "title": "Action observation produces motor resonance in Parkinson's disease.", "journal": ["Journal of neuropsychology", "J Neuropsychol"]}