{"authors": [["Frisaldi", "Elisa", "E", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Carlino", "Elisa", "E", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Zibetti", "Maurizio", "M", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Barbiani", "Diletta", "D", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Dematteis", "Francesca", "F", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Lanotte", "Michele", "M", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Lopiano", "Leonardo", "L", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."], ["Benedetti", "Fabrizio", "F", "Department of Neuroscience, University of Turin Medical School, Turin, Italy."]], "date": "2017-09-12", "id": "28895186", "text": "Placebo effects represent a major drawback in clinical trials, and their magnitude hampers the development of new treatments. Previous research showed that prior exposure to active treatments increases the placebo response for muscle rigidity in Parkinson's disease.We investigated the effects of prior exposure to apomorphine on the placebo response of another cardinal symptom of Parkinson's disease, bradykinesia, by a movement time analyzer.We found no placebo response if the placebo was given for the first time, whereas the placebo response was substantial after prior pharmacological conditioning with apomorphine.These findings indicate that prior exposure to drugs is a critical factor in the occurrence and magnitude of placebo effects. These learning effects should be carefully assessed in clinical trials in which patients receive the active treatment first and then are randomized. Indeed, this sequence may generate high placebo responders. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27142", "title": "The placebo effect on bradykinesia in Parkinson's disease with and without prior drug conditioning.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}