{"authors": [["Wu", "Xi", "X", "Department of Neurosurgery, Second Military Medical University, Changhai Hospital, No. 168 Changhai Road, Yangpu District, Shanghai, China."], ["Qiu", "Yiqing", "Y", "Department of Neurosurgery, Second Military Medical University, Changhai Hospital, No. 168 Changhai Road, Yangpu District, Shanghai, China."], ["Simfukwe", "Keith", "K", "Department of Neurosurgery, Changhai Hospital, Second Military Medical University, International College of Exchange, No. 800 Xiangyin Road, Shanghai 200433, China."], ["Wang", "Jiali", "J", "Department of Neurosurgery, Second Military Medical University, Changhai Hospital, No. 168 Changhai Road, Yangpu District, Shanghai, China."], ["Chen", "Jianchun", "J", "Department of Neurosurgery, Second Military Medical University, Changhai Hospital, No. 168 Changhai Road, Yangpu District, Shanghai, China."], ["Hu", "Xiaowu", "X", "Department of Neurosurgery, Second Military Medical University, Changhai Hospital, No. 168 Changhai Road, Yangpu District, Shanghai, China."]], "date": "2017-08-15", "id": "28894620", "text": "Stimulation-induced transient nonmotor psychiatric symptoms (STPSs) are side effects following bilateral subthalamic nucleus deep brain stimulation (STN-DBS) in Parkinson's disease (PD) patients. We designed algorithms which (1) determine the electrode contacts that induce STPSs and (2) provide a programming protocol to eliminate STPS and maintain the optimal motor functions. Our objective is to test the effectiveness of these algorithms.454 PD patients who underwent programming sessions after STN-DBS implantations were retrospectively analyzed. Only STPS patients were enrolled. In these patients, the contacts inducing STPS were found and the programming protocol algorithms used.Eleven patients were diagnosed with STPS. Of these patients, two had four episodes of crying, and two had four episodes of mirthful laughter. In one patient, two episodes of abnormal sense of spatial orientation were observed. Hallucination episodes were observed twice in one patient, while five patients recorded eight episodes of hypomania. There were no statistical differences between the UPDRS-III under the final stimulation parameter (without STPS) and previous optimum UPDRS-III under the STPSs (p = 1.000).The flow diagram used for determining electrode contacts that induce STPS and the programming protocol employed in the treatment of these symptoms are effective.", "doi": "10.1155/2017/2615619", "title": "Programming for Stimulation-Induced Transient Nonmotor Psychiatric Symptoms after Bilateral Subthalamic Nucleus Deep Brain Stimulation for Parkinson's Disease.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}