{"authors": [["Kühn", "Johanna", "J", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany."], ["Haumesser", "Jens K", "JK", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany."], ["Beck", "Maximilian H", "MH", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany."], ["Altschüler", "Jennifer", "J", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany."], ["Kühn", "Andrea A", "AA", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany."], ["Nikulin", "Vadim V", "VV", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany; Max Planck Institute for Human Cognitive and Brain Sciences, Department of Neurology, Leipzig, Germany."], ["van Riesen", "Christoph", "C", "Charité University Medicine Berlin, Department of Neurology, Berlin, Germany. Electronic address: christoph.van-riesen@charite.de."]], "date": "2017-09-08", "id": "28893517", "text": "The current pharmacotherapy of Parkinson's disease (PD) is primarily based on two classes of drugs: dopamine precursors, namely levodopa, and dopamine receptor agonists, such as apomorphine. Although both types of agents exert their beneficial clinical effects on motor and non-motor symptoms in PD via dopamine receptors, clinical efficiency and side effects differ substantially between levodopa and apomorphine. Levodopa can provide a greater symptomatic relief than dopamine receptor agonists. However, because long-term levodopa use is associated with early debilitating motor fluctuations, dopamine receptor agonists are often recommended in younger patients. The pharmacodynamic basis of these profound differences is incompletely understood. It has been hypothesized that levodopa and dopamine receptor agonists may have diverging effects on beta and gamma oscillations that have been shown to be of importance for the pathophysiology of PD. Here, we used electrophysiological recordings in anesthetized dopamine-intact and dopamine-depleted rats to systemically compare the impact of levodopa or apomorphine on neuronal population oscillations in three nodes of the cortico-basal ganglia loop circuit. Our results showed that levodopa had a higher potency than apomorphine to suppress the abnormal beta oscillations often associated with bradykinesia while simultaneously enhancing the gamma oscillations often associated with increased movement. Our data suggests that the higher clinical efficacy of levodopa as well as some of its side effects, as e.g. dyskinesias may be based on its characteristic ability to modulate beta-/gamma-oscillation dynamics in the cortico-basal ganglia loop circuit.", "doi": "10.1016/j.expneurol.2017.09.005", "title": "Differential effects of levodopa and apomorphine on neuronal population oscillations in the cortico-basal ganglia loop circuit in vivo in experimental parkinsonism.", "journal": ["Experimental neurology", "Exp. Neurol."]}