{"authors": [["Storzer", "Lena", "L", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Butz", "Markus", "M", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Hirschmann", "Jan", "J", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Abbasi", "Omid", "O", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Gratkowski", "Maciej", "M", "Department of Computer and Information Science, University of Konstanz, Konstanz, Germany."], ["Saupe", "Dietmar", "D", "Department of Computer and Information Science, University of Konstanz, Konstanz, Germany."], ["Vesper", "Jan", "J", "Department of Functional Neurosurgery and Stereotaxy, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Dalal", "Sarang S", "SS", "Center of Functionally Integrative Neuroscience, Aarhus University, Aarhus, Denmark."], ["Schnitzler", "Alfons", "A", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."]], "date": "2017-10-10", "id": "28892573", "text": "Freezing of gait is a poorly understood symptom of Parkinson disease, and can severely disrupt the locomotion of affected patients. However, bicycling ability remains surprisingly unaffected in most patients suffering from freezing, suggesting functional differences in the motor network. The purpose of this study was to characterize and contrast the oscillatory dynamics underlying bicycling and walking in the basal ganglia.We present the first local field potential recordings directly comparing bicycling and walking in Parkinson disease patients with electrodes implanted in the subthalamic nuclei for deep brain stimulation. Low (13-22Hz) and high (23-35Hz) beta power changes were analyzed in 22 subthalamic nuclei from 13 Parkinson disease patients (57.5 ± 5.9 years old, 4 female). The study group consisted of 5 patients with and 8 patients without freezing of gait.In patients without freezing of gait, both bicycling and walking led to a suppression of subthalamic beta power (13-35Hz), and this suppression was stronger for bicycling. Freezers showed a similar pattern in general. Superimposed on this pattern, however, we observed a movement-induced, narrowband power increase around 18Hz, which was evident even in the absence of freezing.These results indicate that bicycling facilitates overall suppression of beta power. Furthermore, movement leads to exaggerated synchronization in the low beta band specifically within the basal ganglia of patients susceptible to freezing. Abnormal ∼18Hz oscillations are implicated in the pathophysiology of freezing of gait, and suppressing them may form a key strategy in developing potential therapies. Ann Neurol 2017;82:592-601.", "doi": "10.1002/ana.25047", "title": "Bicycling suppresses abnormal beta synchrony in the Parkinsonian basal ganglia.", "journal": ["Annals of neurology", "Ann. Neurol."]}