{"authors": [["Mertsalmi", "T H", "TH", "Department of Neurology, Helsinki University Hospital, Helsinki, Finland."], ["Aho", "V T E", "VTE", "DNA Sequencing and Genomics Laboratory, Institute of Biotechnology, University of Helsinki, Helsinki, Finland."], ["Pereira", "P A B", "PAB", "DNA Sequencing and Genomics Laboratory, Institute of Biotechnology, University of Helsinki, Helsinki, Finland."], ["Paulin", "L", "L", "DNA Sequencing and Genomics Laboratory, Institute of Biotechnology, University of Helsinki, Helsinki, Finland."], ["Pekkonen", "E", "E", "Department of Neurology, Helsinki University Hospital, Helsinki, Finland."], ["Auvinen", "P", "P", "DNA Sequencing and Genomics Laboratory, Institute of Biotechnology, University of Helsinki, Helsinki, Finland."], ["Scheperjans", "F", "F", "Department of Neurology, Helsinki University Hospital, Helsinki, Finland."]], "date": "2017-09-11", "id": "28891262", "text": "The majority of Parkinson's disease (PD) patients suffer from gastrointestinal symptoms of which constipation is considered the most prominent. Recently, in addition to constipation, a diagnosis of irritable bowel syndrome (IBS) was also found to be associated with increased PD risk. Gut microbiota alterations have been reported in IBS and recently also in PD. IBS-like bowel symptoms in PD and their possible connection to other non-motor symptoms and faecal microbiota were assessed.This case-control study compared 74 PD patients with 75 controls without any signs of parkinsonism or potential premotor symptoms. IBS-like symptoms were assessed using the Rome III questionnaire. The non-motor symptoms were assessed using the Non-Motor Symptoms Questionnaire and Non-Motor Symptom Scale. Faecal microbiota were assessed by pyrosequencing of the V1-V3 regions of the bacterial 16S ribosomal RNA gene.Symptoms that were IBS-like were significantly more prevalent in PD patients than in controls (24.3% vs. 5.3%; P = 0.001). Criteria for functional constipation were met by 12.2% of PD patients and 6.7% of controls (P = 0.072). PD patients with IBS-like symptoms had more non-motor symptoms and a lower faecal abundance of Prevotella bacteria than those without IBS-like symptoms.Our results indicate that PD patients may suffer from colonic dysfunction beyond pure constipation. Therefore, a more comprehensive assessment of bowel symptoms could provide valuable information. The lower abundance of Prevotella bacteria in PD patients with IBS-like symptoms suggests that the microbiota-gut-brain axis may be implicated in the gastrointestinal dysfunction of PD patients.", "doi": "10.1111/ene.13398", "title": "More than constipation - bowel symptoms in Parkinson's disease and their connection to gut microbiota.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}