{"authors": [["Rosa-Grilo", "Miguel", "M", "National Parkinson Foundation (NPF) International Center of Excellence at King's College Hospital, London, UK."], ["Qamar", "Mubasher A", "MA", "National Parkinson Foundation (NPF) International Center of Excellence at King's College Hospital, London, UK."], ["Taddei", "Raquel N", "RN", "National Parkinson Foundation (NPF) International Center of Excellence at King's College Hospital, London, UK."], ["Pagonabarraga", "Javier", "J", "Department of Neurology, Movement Disorders Unit, Hospital de la Santa Creu i Sant Pau Sant Pau Institute of Biomedical Research (IIB-Sant Paul). Centro Investigación Biomedica en Red-Enfermedades Neurodegenerativas (CIBERNED), Universitat Oberta de Catalunya (UOC), Barcelona, Spain."], ["Kulisevsky", "Jaime", "J", "Department of Neurology, Movement Disorders Unit, Hospital de la Santa Creu i Sant Pau Sant Pau Institute of Biomedical Research (IIB-Sant Paul). Centro Investigación Biomedica en Red-Enfermedades Neurodegenerativas (CIBERNED), Universitat Oberta de Catalunya (UOC), Barcelona, Spain."], ["Sauerbier", "Anna", "A", "National Parkinson Foundation (NPF) International Center of Excellence at King's College Hospital, London, UK."], ["Chaudhuri", "K Ray", "KR", "National Parkinson Foundation (NPF) International Center of Excellence at King's College Hospital, London, UK."]], "date": "2017-09-05", "id": "28890931", "text": "A wide range of sleep dysfunction complicates Parkinson's disease during its course from prodromal to palliative stage. It is now increasingly acknowledged that sleep disturbances are thus integral to the disease and pose a significant burden impacting on quality of life of patients. Sleep fragmentation, restless legs syndrome, nocturia, and nocturnal pain are regarded as one of the main components of night-time sleep dysfunction with possible secondary impact on cognition and well-being. The role of dopaminergic therapies, particularly using a continuous drug delivery strategy in managing some of these sleep issues, have been reported but the overall concept remains unclear. This review provides an overview of several aspects of night-time sleep dysfunction in Parkinson's disease and describes all available published open-label and blinded studies that investigated the use of rotigotine transdermal patch targeting sleep. Blinded studies have suggested beneficial effects of rotigotine transdermal patch on maintenance insomnia and restless legs syndrome in Parkinson's disease patients. Open-label studies support these observations and also suggest beneficial effects on nocturia and nocturnal pain.", "doi": "10.1038/s41531-017-0030-4", "title": "Rotigotine transdermal patch and sleep in Parkinson's disease: where are we now?", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}