{"authors": [["Schüle", "Birgitt", "B", "Parkinson's Institute and Clinical Center, Sunnyvale, CA 94028 USA."], ["McFarland", "Karen N", "KN", "Center for Translational Research in Neurodegenerative Disease and The McKnight Brain Institute, University of Florida, College of Medicine, Department of Neurology, Gainesville, FL 32610 USA."], ["Lee", "Kelsey", "K", "Parkinson's Institute and Clinical Center, Sunnyvale, CA 94028 USA."], ["Tsai", "Yu-Chih", "YC", "Pacific Biosciences, Menlo Park, CA 94025 USA."], ["Nguyen", "Khanh-Dung", "KD", "Biogen Idec, Cambridge, MA 02142 USA."], ["Sun", "Chao", "C", "Biogen Idec, Cambridge, MA 02142 USA."], ["Liu", "Mei", "M", "Biogen Idec, Cambridge, MA 02142 USA."], ["Byrne", "Christie", "C", "Parkinson's Institute and Clinical Center, Sunnyvale, CA 94028 USA."], ["Gopi", "Ramesh", "R", "Silicon Valley Diagnostic Imaging, El Camino Hospital, Mountain View, CA 94040 USA."], ["Huang", "Neng", "N", "Valley Parkinson Clinic, Los Gatos, CA 95032 USA."], ["Langston", "J William", "JW", "Parkinson's Institute and Clinical Center, Sunnyvale, CA 94028 USA."], ["Clark", "Tyson", "T", "Pacific Biosciences, Menlo Park, CA 94025 USA."], ["Gil", "Francisco Javier Jiménez", "FJJ", "Hospital San Javier S.A. de C.V., Guadalajara, Jalisco 44650 Mexico."], ["Ashizawa", "Tetsudo", "T", "Houston Methodist Research Institute, Houston, TX 77030 USA."]], "date": "2017-09-05", "id": "28890930", "text": "Large, non-coding pentanucleotide repeat expansions of ATTCT in intron 9 of the ATXN10 gene typically cause progressive spinocerebellar ataxia with or without seizures and present neuropathologically with Purkinje cell loss resulting in symmetrical cerebellar atrophy. These ATXN10 repeat expansions can be interrupted by sequence motifs which have been attributed to seizures and are likely to act as genetic modifiers. We identified a Mexican kindred with multiple affected family members with ATXN10 expansions. Four affected family members showed clinical features of spinocerebellar ataxia type 10 (SCA10). However, one affected individual presented with early-onset levodopa-responsive parkinsonism, and one family member carried a large repeat ATXN10 expansion, but was clinically unaffected. To characterize the ATXN10 repeat, we used a novel technology of single-molecule real-time (SMRT) sequencing and CRISPR/Cas9-based capture. We sequenced the entire span of ~5.3-7.0 kb repeat expansions. The Parkinson's patient carried an ATXN10 expansion with no repeat interruption motifs as well as an unaffected sister. In the siblings with typical SCA10, we found a repeat pattern of ATTCC repeat motifs that have not been associated with seizures previously. Our data suggest that the absence of repeat interruptions is likely a genetic modifier for the clinical presentation of l-Dopa responsive parkinsonism, whereas repeat interruption motifs contribute clinically to epilepsy. Repeat interruptions are important genetic modifiers of the clinical phenotype in SCA10. Advanced sequencing techniques now allow to better characterize the underlying genetic architecture for determining accurate phenotype-genotype correlations.", "doi": "10.1038/s41531-017-0029-x", "title": "Parkinson's disease associated with pure ATXN10 repeat expansion.", "journal": ["NPJ Parkinson's disease", "NPJ Parkinsons Dis"]}