{"authors": [["Ginis", "Pieter", "P", "KU Leuven, Department of Rehabilitation Sciences, Neuromotor Rehabilitation Research Group, Tervuursevest 101 box 1501, 3000 Leuven, Belgium. Electronic address: pieter.ginis@kuleuven.be."], ["Nackaerts", "Evelien", "E", "KU Leuven, Department of Rehabilitation Sciences, Neuromotor Rehabilitation Research Group, Tervuursevest 101 box 1501, 3000 Leuven, Belgium."], ["Nieuwboer", "Alice", "A", "KU Leuven, Department of Rehabilitation Sciences, Neuromotor Rehabilitation Research Group, Tervuursevest 101 box 1501, 3000 Leuven, Belgium."], ["Heremans", "Elke", "E", "KU Leuven, Department of Rehabilitation Sciences, Neuromotor Rehabilitation Research Group, Tervuursevest 101 box 1501, 3000 Leuven, Belgium."]], "date": "2017-09-07", "id": "28890341", "text": "Freezing, which manifests during gait and other movements, is an incapacitating motor symptom experienced by many patients with Parkinson's disease (PD). In rehabilitation, auditory and visual cueing methods are commonly applied to evoke a more goal-directed type of motor control and, as such, reduce freezing severity in patients with PD. In this narrative review, we summarize the current evidence regarding the effects of external cueing in patients with PD with freezing of gait (FOG) and provide suggestions on how to further improve cueing effectiveness with emerging technological developments. For this paper, we reviewed 24 articles describing the assessment of the effects of cues in patients with FOG (n=354). Because these studies mostly involved quasi-experimental designs, no methodological analysis was undertaken. In general, the evidence suggests that cue-augmented training can reduce FOG severity, improve gait parameters and improve upper-limb movements immediately after training. However, findings were not univocal, and long-term consolidation and transfer of the effects appear to be hampered specifically in this subgroup. With the increasing use of wearable technology, new possibilities are allowing for adapting the cue type, cue content and dose of cues to the needs of individual patients, which may boost the clinical use and efficiency of cued training in PD patients with FOG.", "doi": "10.1016/j.rehab.2017.08.002", "title": "Cueing for people with Parkinson's disease with freezing of gait: A narrative review of the state-of-the-art and novel perspectives.", "journal": ["Annals of physical and rehabilitation medicine", "Ann Phys Rehabil Med"]}