{"authors": [["Guedes", "Leonor Correia", "LC", "Department of Neurosciences and Mental Health, Neurology, Hospital de Santa Maria- CHLN, Lisbon, Portugal; Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Chan", "Robin Barry", "RB", "Columbia University Medical Center, Department of Pathology and Cell Biology, Taub Institute for Research on Alzheimer's Disease and the Aging Brain, New York, NY, USA."], ["Gomes", "Marcos António", "MA", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Conceição", "Vasco A", "VA", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Machado", "Raquel Bouça", "RB", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Soares", "Tiago", "T", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Xu", "Yimeng", "Y", "Columbia University Medical Center, Department of Pathology and Cell Biology, Taub Institute for Research on Alzheimer's Disease and the Aging Brain, New York, NY, USA."], ["Gaspar", "Paulo", "P", "Lysosome and Peroxisome Biology Unit (UniLiPe), Institute of Molecular and Cell Biology (IBMC), University of Oporto, Oporto, Portugal."], ["Carriço", "Joao André", "JA", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal; Instituto de Microbiologia, Faculty of Medicine, University of Lisbon, Portugal."], ["Alcalay", "Roy N", "RN", "Columbia University Medical Center, Department of Neurology, New York, NY, USA."], ["Ferreira", "Joaquim J", "JJ", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal; Laboratory of Clinical Pharmacology and Therapeutics, Faculty of Medicine, University of Lisbon, Portugal."], ["Outeiro", "Tiago Fleming", "TF", "Department of Experimental Neurodegeneration, Center for Nanoscale Microscopy and Molecular Physiology of the Brain, Center for Biostructural Imaging of Neurodegeneration, University Medical Center Göttingen, Göttingen, Germany. Electronic address: touteir@gwdg.de."], ["Miltenberger-Miltenyi", "Gabriel", "G", "Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal; Laboratorio de Genetica, Faculty of Medicine, University of Lisbon, Portugal; Portuguese Reference Center of Lysosomal Storage Diseases, Hospital Senhora de Oliveira Guimaraes / University of Minho, Braga, Portugal. Electronic address: gmiltenyi@medicina.ulisboa.pt."]], "date": "2017-09-01", "id": "28890071", "text": "Mutations in the GBA gene, encoding for the lysosomal enzyme glucocerebrosidase, are associated with Gaucher disease. Alterations in plasma sphingolipids have been reported in Gaucher, and similarly in brain extracts in Lewy body disease. As GBA mutations are prevalent risk factors for Parkinson's disease and overlap of molecular pathways are presumable, here we assessed the lipid profiles in Parkinson's patients with and without GBA mutations.We sequenced all GBA exons in 415 Parkinson's patients, previously genotyped for LRRK2. 64 patients (29 GBA positive vs. 35 non-GBA-carriers including 18 LRRK2 positive and 17 non-mutated) were analyzed for chitotriosidase activity and for the concentration of 40 lipid classes using HPLC-MS.29/415 patients (6.9%) carried 8 different GBA mutations associated with Gaucher or Parkinson's, including one novel mutation. Chitotriosidase activity was similar across the genetic groups, while the levels of key lipids were altered in GBA mutation carriers: Monohexosylceramide, Ceramide and Sphingomyelin were elevated; while Phosphatidic acid (PA), Phosphatidylethanolamine (PE), Plasmalogen phosphatidylethanolamine (PEp) and Acyl Phosphatidylglycerol (AcylPG) were decreased.The results suggest an important role for these lipids in GBA mediated Parkinson's disease and assist in the identification of common pathways between Gaucher and Parkinson's. Ultimately, our findings may lead to the identification of novel biomarkers for individuals at increased risk of developing Parkinson's disease.", "doi": "10.1016/j.parkreldis.2017.08.026", "title": "Serum lipid alterations in GBA-associated Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}