{"authors": [["Bryan", "Miles R", "MR", "Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, 37232, USA. miles.r.bryan@vanderbilt.edu."], ["Bowman", "Aaron B", "AB", "Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, 37232, USA."]], "date": null, "id": "28889265", "text": "Huntington's disease (HD) is an autosomal dominant neurodegenerative disease resulting in motor impairment and death in patients. Recently, several studies have demonstrated insulin or insulin-like growth factor (IGF) treatment in models of HD, resulting in potent amelioration of HD phenotypes via modulation of the PI3K/AKT/mTOR pathways. Administration of IGF and insulin can rescue microtubule transport, metabolic function, and autophagy defects, resulting in clearance of Huntingtin (HTT) aggregates, restoration of mitochondrial function, amelioration of motor abnormalities, and enhanced survival. Manganese (Mn) is an essential metal to all biological systems but, in excess, can be toxic. Interestingly, several studies have revealed the insulin-mimetic effects of Mn-demonstrating Mn can activate several of the same metabolic kinases and increase peripheral and neuronal insulin and IGF-1 levels in rodent models. Separate studies have shown mouse and human striatal neuroprogenitor cell (NPC) models exhibit a deficit in cellular Mn uptake, indicative of a Mn deficiency. Furthermore, evidence from the literature reveals a striking overlap between cellular consequences of Mn deficiency (i.e., impaired function of Mn-dependent enzymes) and known HD endophenotypes including excitotoxicity, increased reactive oxygen species (ROS) accumulation, and decreased mitochondrial function. Here we review published evidence supporting a hypothesis that (1) the potent effect of IGF or insulin treatment on HD models, (2) the insulin-mimetic effects of Mn, and (3) the newly discovered Mn-dependent perturbations in HD may all be functionally related. Together, this review will present the intriguing possibility that intricate regulatory cross-talk exists between Mn biology and/or toxicology and the insulin/IGF signaling pathways which may be deeply connected to HD pathology and, perhaps, other neurodegenerative diseases (NDDs) and other neuropathological conditions.", "doi": "10.1007/978-3-319-60189-2_6", "title": "Manganese and the Insulin-IGF Signaling Network in Huntington's Disease and Other Neurodegenerative Disorders.", "journal": ["Advances in neurobiology", "Adv Neurobiol"]}