{"authors": [["Obeso", "J A", "JA", "HM CINAC, Hospital Universitario HM Puerta del Sur, Mostoles, Madrid, Spain."], ["Stamelou", "M", "M", "Department of Neurology, Philipps University, Marburg, Germany."], ["Goetz", "C G", "CG", "Department of Neurological Sciences, Rush University Medical Center, Chicago, Illinois, USA."], ["Poewe", "W", "W", "Department of Neurology, Medical University Innsbruck, Innsbruck, Austria."], ["Lang", "A E", "AE", "Morton and Gloria Shulman Movement Disorders Clinic and the Edmond J Safra Program in Parkinson's Disease, Toronto Western Hospital, Toronto, Canada."], ["Weintraub", "D", "D", "Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Burn", "D", "D", "Medical Sciences, Newcastle University, Newcastle, UK."], ["Halliday", "G M", "GM", "Brain and Mind Centre, Sydney Medical School, The University of Sydney, Sydney, Australia."], ["Bezard", "E", "E", "Université de Bordeaux, Institut des Maladies Neurodégénératives, Centre National de la Recherche Scientifique Unité Mixte de Recherche 5293, Institut des Maladies Neurodégénératives, Bordeaux, France."], ["Przedborski", "S", "S", "Departments of Neurology, Pathology, and Cell Biology, the Center for Motor Neuron Biology and Disease, Columbia University, New York, New York, USA."], ["Lehericy", "S", "S", "Institut du Cerveau et de la Moelle épinière - ICM, Centre de NeuroImagerie de Recherche - CENIR, Sorbonne Universités, UPMC Univ Paris 06, Inserm U1127, CNRS UMR 7225, Paris, France."], ["Brooks", "D J", "DJ", "Clinical Sciences Department, Newcastle University, Newcastle, UK."], ["Rothwell", "J C", "JC", "Human Neurophysiology, Sobell Department, UCL Institute of Neurology, London, UK."], ["Hallett", "M", "M", "Human Motor Control Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, USA."], ["DeLong", "M R", "MR", "Department of Neurology, Emory University School of Medicine, Atlanta, Georgia, USA."], ["Marras", "C", "C", "Morton and Gloria Shulman Movement Disorders Centre and the Edmond J Safra Program in Parkinson's disease, Toronto Western Hospital, University of Toronto, Toronto, Canada."], ["Tanner", "C M", "CM", "Movement Disorders and Neuromodulation Center, Department of Neurology, University of California-San Francisco, San Francisco, California, USA."], ["Ross", "G W", "GW", "Veterans Affairs Pacific Islands Health Care System, Honolulu, Hawaii, USA."], ["Langston", "J W", "JW", "Parkinson's Institute, Sunnyvale, California, USA."], ["Klein", "C", "C", "Institute of Neurogenetics, University of Luebeck, Luebeck, Germany."], ["Bonifati", "V", "V", "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, The Netherlands."], ["Jankovic", "J", "J", "Parkinson's Disease Center and Movement Disorders Clinic, Department of Neurology, Baylor College of Medicine, Houston, Texas, USA."], ["Lozano", "A M", "AM", "Department of Neurosurgery, Toronto Western Hospital, University of Toronto, Toronto, Canada."], ["Deuschl", "G", "G", "Department of Neurology, Universitätsklinikum Schleswig-Holstein, Christian Albrechts University Kiel, Kiel, Germany."], ["Bergman", "H", "H", "Department of Medical Neurobiology, Institute of Medical Research Israel-Canada, Jerusalem, Israel."], ["Tolosa", "E", "E", "Parkinson's Disease and Movement Disorders Unit, Neurology Service, Institut Clínic de Neurociències, Hospital Clínic de Barcelona, Barcelona, Spain."], ["Rodriguez-Violante", "M", "M", "Movement Disorders Clinic, Clinical Neurodegenerative Research Unit, Mexico City, Mexico."], ["Fahn", "S", "S", "Department of Neurology, Columbia University Medical Center, New York, New York, USA."], ["Postuma", "R B", "RB", "Department of Neurology, McGill University, Montreal General Hospital, Montreal, Quebec, Canada."], ["Berg", "D", "D", "Klinik für Neurologie, UKSH, Campus Kiel, Christian-Albrechts-Universität, Kiel, Germany."], ["Marek", "K", "K", "Institute for Neurodegenerative Disorders, New Haven, Connecticut, USA."], ["Standaert", "D G", "DG", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama, USA."], ["Surmeier", "D J", "DJ", "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, Illinois, USA."], ["Olanow", "C W", "CW", "Departments of Neurology and Neuroscience, Mount Sinai School of Medicine, New York, New York, USA."], ["Kordower", "J H", "JH", "Research Center for Brain Repair, Rush University Medical Center, Chicago, Illinois, USA."], ["Calabresi", "P", "P", "Neurological Clinic, Department of Medicine, Hospital Santa Maria della Misericordia, University of Perugia, Perugia, Italy."], ["Schapira", "A H V", "AHV", "University Department of Clinical Neurosciences, UCL Institute of Neurology, University College London, London, UK."], ["Stoessl", "A J", "AJ", "Pacific Parkinson's Research Centre, Division of Neurology & Djavadf Mowafaghian Centre for Brain Health, University of British Columbia, British Columbia, Canada."]], "date": null, "id": "28887905", "text": "This article reviews and summarizes 200 years of Parkinson's disease. It comprises a relevant history of Dr. James Parkinson's himself and what he described accurately and what he missed from today's perspective. Parkinson's disease today is understood as a multietiological condition with uncertain etiopathogenesis. Many advances have occurred regarding pathophysiology and symptomatic treatments, but critically important issues are still pending resolution. Among the latter, the need to modify disease progression is undoubtedly a priority. In sum, this multiple-author article, prepared to commemorate the bicentenary of the shaking palsy, provides a historical state-of-the-art account of what has been achieved, the current situation, and how to progress toward resolving Parkinson's disease. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27115", "title": "Past, present, and future of Parkinson's disease: A special essay on the 200th Anniversary of the Shaking Palsy.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}