{"authors": [["Sjöström", "Henrik", "H", "Department of Clinical Neuroscience, K8, CMM L8:01, Karolinska University Hospital, 171 76 Stockholm, Sweden; Department of Neurology, R54, Karolinska University Hospital, 141 86 Stockholm, Sweden. Electronic address: henrik.sjostrom@ki.se."], ["Granberg", "Tobias", "T", "Division of Medical Imaging and Technology, Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden; Department of Radiology, C1-46, Karolinska University Hospital, 141 86 Stockholm, Sweden. Electronic address: tobias.granberg@ki.se."], ["Westman", "Eric", "E", "Division of Clinical Geriatrics, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, NOVUM, Blickagången 6, 14157 Huddinge, Sweden; Department of Neuroimaging, Centre for Neuroimaging Sciences, Institute of Psychiatry, Psychology and Neuroscience, King's College London, (PO89), De Crespigny Park, London SE5 8AF, UK. Electronic address: eric.westman@ki.se."], ["Svenningsson", "Per", "P", "Department of Clinical Neuroscience, K8, CMM L8:01, Karolinska University Hospital, 171 76 Stockholm, Sweden; Department of Neurology, R54, Karolinska University Hospital, 141 86 Stockholm, Sweden. Electronic address: per.svenningsson@ki.se."]], "date": "2017-09-01", "id": "28886909", "text": "It is often challenging to clinically distinguish between Parkinson's disease (PD), multiple system atrophy (MSA) and progressive supranuclear palsy (PSP). Quantitative susceptibility mapping (QSM) is an accurate indirect method for estimating brain iron levels in vivo. This method has yet to be applied in atypical parkinsonism. We aimed to investigate differences in brain iron accumulation parkinsonian disorders and healthy controls using QSM.15 patients with PSP, 11 patients with MSA, 62 patients with PD and 14 healthy controls were included in the study and their phase and magnitude data from susceptibility-weighted magnetic resonance imaging were retrospectively analyzed with an in-house pipeline to create susceptibility maps. Two-way ANCOVA were used to assess group differences. Pairwise comparisons within the ANCOVA were corrected for multiple comparisons.Red nucleus susceptibility was higher in PSP compared with PD (p < 0.001), MSA (p < 0.001) and controls (p < 0.001), which separated PSP from these groups with areas under receiver operating characteristic curve of 0.97, 0.75 and 0.98 respectively. PSP showed higher globus pallidus susceptibility compared with PD (p < 0.001), MSA (p = 0.006) and controls (p < 0.001). Putamen susceptibility was higher in MSA than in PD (p = 0.022) and controls (p = 0.026). Substantia nigra susceptibility was increased in PD compared to controls (p = 0.030).We show that all studied parkinsonian disorders have increased susceptibility subcortically, reflecting distinct topographical patterns of abnormal brain iron accumulation. QSM, particularly of the red nucleus, is a promising biomarker in differentiating parkinsonian disorders, and would be interesting to study longitudinally for monitoring disease progression and treatment effects.", "doi": "10.1016/j.parkreldis.2017.08.029", "title": "Quantitative susceptibility mapping differentiates between parkinsonian disorders.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}