{"authors": [["Palacios", "Natalia", "N", "Department of Public Health, University of Massachusetts, Lowell , Lowell, Massachusetts, USA."], ["Fitzgerald", "Kathryn C", "KC", "Department of Neurology, John Hopkins Medical Institute , Baltimore, Maryland, USA."], ["Hart", "Jaime E", "JE", "Department of Environmental Health, Harvard T. H. Chan School of Public Health , Boston, Massachusetts, USA."], ["Weisskopf", "Marc", "M", "Department of Environmental Health, Harvard T. H. Chan School of Public Health , Boston, Massachusetts, USA."], ["Schwarzschild", "Michael A", "MA", "Department of Neurology, Massachusetts General Hospital , Boston, Massachusetts, USA."], ["Ascherio", "Alberto", "A", "Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School , Boston, Massachusetts, USA."], ["Laden", "Francine", "F", "Department of Environmental Health, Harvard T. H. Chan School of Public Health , Boston, Massachusetts, USA."]], "date": "2017-08-18", "id": "28886605", "text": "Exposure to air pollution has been implicated in a number of adverse health outcomes, and the effect of particulate matter (PM) on the brain is beginning to be recognized.We aimed to examine whether exposure to PM air pollution is related to risk of Parkinson's disease (PD) in the Health Professionals Follow-up Study (HPFS), a large prospective cohort of U.S. men.We prospectively followed 50,352 men in the HPFS, a large prospective cohort of U.S. men, and identified 550 incident PD cases. Cumulative average exposure to various size fractions of PM [PM10 (≤10μm microns in diameter), PM2.5 (≤2.5μm in diameter), and PM2.5-10 (between 2.5 and 10μm in diameter)] up to 2 years before the onset of PD was estimated using a spatiotemporal model by linking each participant's place of residence throughout the study with location-specific PM levels. We used multivariable Cox proportional hazards models to independently estimate the risk of PD associated with each size fraction of PM.In models adjusted for age, smoking, region, and population density, we did not observe statistically significant associations between exposure to PM and PD risk. In analyses considering cumulative average PM exposure, the comparing the top to the bottom quintile of PM exposure was 0.85 [95% confidence interval (CI): (0.63, 1.15)] for PM10, 0.97 [95% CI: (0.72, 1.32)] for PM2.5, and 0.88 [95% CI: (0.64, 1.22)] for hazard ratio (HR) PM2.5-10. The results did not change markedly when restricted to men who did not move during the study or when stratified by smoking status or population density.In this study, we found no evidence that exposure to air pollution is a risk factor for PD in men. https://doi.org/10.1289/EHP259.", "doi": "10.1289/EHP259", "title": "Air Pollution and Risk of Parkinson's Disease in a Large Prospective Study of Men.", "journal": ["Environmental health perspectives", "Environ. Health Perspect."]}