{"authors": [["Delval", "Arnaud", "A", "Univ. Lille, INSERM U1171 Degenerative & Vascular Cognitive Disorders, Lille, France."], ["Defebvre", "Luc", "L", "Univ. Lille, INSERM U1171 Degenerative & Vascular Cognitive Disorders, Lille, France."], ["Tard", "Céline", "C", "Univ. Lille, INSERM U1171 Degenerative & Vascular Cognitive Disorders, Lille, France."]], "date": "2017-09-08", "id": "28886015", "text": "Parkinson's disease patients with freezing of gait also experience sudden motor blocks (freezing) during other repetitive motor tasks. We assessed the proportion of patients with advanced PD and freezing of gait who also displayed segmental \"freezing\" in tapping tasks.Fifteen Parkinson's disease patients with freezing of gait were assessed. Freezing of gait was evaluated using a standardized gait trajectory with the usual triggers. Patients performed repetitive tapping movements (as described in the MDS-UPDRS task) with the hands or the feet in the presence or absence of a metronome set to 4 Hz. Movements were recorded with a video motion system. The primary endpoint was the occurrence of segmental freezing in these tapping tasks. The secondary endpoints were (i) the relationship between segmental episodic phenomena and FoG severity, and (ii) the reliability of the measurements.For the upper limbs, freezing was observed more frequently with a metronome (21% of trials) than without a metronome (5%). For the lower limbs, the incidence of freezing was higher than for the upper limbs, and was again observed more frequently in the presence of an auditory cue (47%) than in its absence (14%).Although freezing of the lower limbs was easily assessed during an MDS-UPDRS task with a metronome, it was not correlated with the severity of freezing of gait (as evaluated during a standardized gait trajectory). Only this latter was a reliable measurement in patients with advanced Parkinson's disease.", "doi": "10.1371/journal.pone.0181973", "title": "Freezing during tapping tasks in patients with advanced Parkinson's disease and freezing of gait.", "journal": ["PloS one", "PLoS ONE"]}