{"authors": [["Leong", "Danielle", "D", "Illinois Eye Institute (DL, CM, LVM, RJS, YP), Illinois College of Optometry, Chicago, Illinois; and Departments of Neurology, Ophthalmology, Population Health (SLG, LJB), New York University, New York, New York."], ["Morettin", "Christina", "C", null], ["Messner", "Leonard V", "LV", null], ["Steinmetz", "Robert J", "RJ", null], ["Pang", "Yi", "Y", null], ["Galetta", "Steven L", "SL", null], ["Balcer", "Laura J", "LJ", null]], "date": "2017-09-06", "id": "28885451", "text": "Vision-based measures have been shown to be useful markers in multiple sclerosis (MS), Alzheimer and Parkinson disease. Therefore, these testing paradigms may have applications to populations explaining repetitive head trauma that has been associated with long-term neurodegenerative sequelae. We investigated retinal structure and visual function in professional collision sport athletes compared to age- and race-matched control participants.In this cross-sectional study, participants underwent spectral-domain optical coherence tomography (OCT) measurements of peripapillary retinal nerve fiber layer (RNFL) and macular ganglion cell complex (GCC = ganglion cell + inner plexiform layers) thickness. High-contrast visual acuity (100% level), low-contrast letter acuity (LCLA) (1.25% and 2.5% levels), and King-Devick Test of rapid number naming performance were administered. Vision-specific quality of life (QOL) measures were assessed.Among 46 collision sport athletes (boxing, n = 14; football, n = 29; ice hockey, n = 3) and 104 control participants, average RNFL thickness was a significant predictor of athlete vs control status with athletes demonstrating 4.8-μm of thinning compared to controls (P = 0.01, generalized estimating equation [GEE] models accounting for age and within-subject, intereye correlations). Athlete vs control status was not a predictor of RNFL thickness for the subgroup of football players in this cohort (P = 0.60). Binocular (P = 0.001) and monocular (P = 0.02) LCLA at 2.5% contrast and vision-specific QOL (P = 0.04) were significant predictors of athlete vs control status (GEE models accounting for age and within-subject, intereye correlations). Rapid number naming performance times were not significantly different between the control and athlete groups.This study showed that retinal axonal and neuronal loss is present among collision sport athletes, with most notable differences seen in boxers. These findings are accompanied by reductions in visual function and QOL, similar to patterns observed in multiple sclerosis, Alzheimer and Parkinson diseases. Vision-based changes associated with head trauma exposure that have the potential to be detected in vivo represent a unique opportunity for further study to determine if these changes in collision sport athletes are predictive of future neurodegeneration.", "doi": "10.1097/WNO.0000000000000572", "title": "Visual Structure and Function in Collision Sport Athletes.", "journal": ["Journal of neuro-ophthalmology : the official journal of the North American Neuro-Ophthalmology Society", "J Neuroophthalmol"]}