{"authors": [["Coakeley", "Sarah", "S", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Cho", "Sang Soo", "SS", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Koshimori", "Yuko", "Y", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Rusjan", "Pablo", "P", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Ghadery", "Christine", "C", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Kim", "Jinhee", "J", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Lang", "Anthony E", "AE", "Morton and Gloria Shulman Movement Disorder Unit and E.J. Safra Parkinson Disease Program, Neurology Division, Dept. of Medicine, Toronto Western Hospital, UHN, University of Toronto, Toronto, ON, Canada."], ["Houle", "Sylvain", "S", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."], ["Strafella", "Antonio P", "AP", "Research Imaging Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada. antonio.strafella@uhn.ca."]], "date": "2017-09-07", "id": "28884232", "text": "This study investigated binding of [18F]AV-1451 to neuromelanin in the substantia nigra of patients with Parkinson's disease (PD) and progressive supranuclear palsy (PSP). [18F]AV-1451 is a positron emission tomography radiotracer designed to bind pathological tau. A post-mortem study using [18F]AV-1451 discovered off-target binding properties to neuromelanin in the substantia nigra. A subsequent clinical study reported a 30% decrease in [18F]AV-1451 binding in the midbrain of PD patients. A total of 12 patients and 10 healthy age-matched controls were recruited. An anatomical MRI and a 90-min PET scan, using [18F]AV-1451, were acquired from all participants. The standardized uptake value ratio (SUVR) from 60 to 90 min post-injection was calculated for the substantia nigra, using the cerebellar cortex as the reference region. The substantia nigra was delineated using automated region of interest software. An independent samples ANOVA and LSD post hoc testing were used to test for differences in [18F]AV-1451 SUVR between groups. Substantia nigra SUVR from 60 to 90 min was significantly greater in HC compared to both PSP and PD groups. Although the PD group had the lowest SUVR, there was no significant difference in substantia nigra uptake between PD and PSP. [18F]AV-1451 may be the first PET radiotracer capable of imaging neurodegeneration of the substantia nigra in parkinsonisms. Further testing must be done in PD and atypical parkinsonian disorders to support this off-target use of [18F]AV-1451.", "doi": "10.1007/s00429-017-1507-y", "title": "[18F]AV-1451 binding to neuromelanin in the substantia nigra in PD and PSP.", "journal": ["Brain structure & function", "Brain Struct Funct"]}