{"authors": [["Brandt", "Moritz D", "MD", "Department of Neurology, Technische Universität DresdenDresden, Germany."], ["Krüger-Gerlach", "Diana", "D", "Department of Neurology, Technische Universität DresdenDresden, Germany."], ["Hermann", "Andreas", "A", "Department of Neurology, Technische Universität DresdenDresden, Germany."], ["Meyer", "Anne K", "AK", "Department of Neurology, Technische Universität DresdenDresden, Germany."], ["Kim", "Kwang-Soo", "KS", "Molecular Neurobiology Laboratory, McLean Hospital/Harvard Medical SchoolBelmont, MA, United States."], ["Storch", "Alexander", "A", "German Center for Neurodegenerative Diseases RostockRostock, Germany."]], "date": "2017-08-24", "id": "28883785", "text": "The generation of new neurons in the adult dentate gyrus has functional implications for hippocampal formation. Reduced hippocampal neurogenesis has been described in various animal models of hippocampal dysfunction such as dementia and depression, which are both common non-motor-symptoms of Parkinson's disease (PD). As dopamine plays an important role in regulating precursor cell proliferation, the loss of dopaminergic neurons in the substantia nigra (SN) in PD may be related to the reduced neurogenesis observed in the neurogenic regions of the adult brain: subventricular zone (SVZ) and dentate gyrus (DG). Here we examined adult hippocampal neurogenesis in the Pitx3-mutant mouse model of PD (aphakia mice), which phenotypically shows a selective embryonic degeneration of dopamine neurons within the SN and to a smaller extent in the ventral tegmental area (VTA). Proliferating cells were labeled with BrdU in aphakia mice and healthy controls from 3 to 42 weeks of age. Three weeks old mutant mice showed an 18% reduction of proliferating cells in the DG and of 26% in the SVZ. Not only proliferation but also the number of new neurons was impaired in young aphakia mice resulting in 33% less newborn cells 4 weeks after BrdU-labeling. Remarkably, however, the decline in the number of proliferating cells in the neurogenic regions vanished in older animals (8-42 weeks) indicating that aging masks the effect of dopamine depletion on adult neurogenesis. Region specific reduction in precursor cells proliferation correlated with the extent of dopaminergic degeneration in mesencephalic subregions (VTA and SN), which supports the theory of age- and region-dependent regulatory effects of dopaminergic projections. Physiological stimulation of adult neurogenesis by physical activity (wheel running) almost doubled the number of proliferating cells in the dentate gyrus of 8 weeks old aphakia mice to a number comparable to that of wild-type mice, abolishing the slight reduction of baseline neurogenesis at this age. The described age-dependent susceptibility of adult neurogenesis to PD-like dopaminergic degeneration and its responsiveness to physical activity might have implications for the understanding of the pathophysiology and treatment of non-motor symptoms in PD.", "doi": "10.3389/fnins.2017.00471", "title": "Early Postnatal but Not Late Adult Neurogenesis Is Impaired in the Pitx3-Mutant Animal Model of Parkinson's Disease.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}