{"authors": [["Margraf", "Nils G", "NG", "Department of Neurology, University Hospital Schleswig-Holstein, Campus Kiel, Germany."], ["Rogalski", "Marten", "M", "Institute of Physiology, Christian-Albrechts-University of Kiel, Germany."], ["Deuschl", "Günther", "G", "Department of Neurology, University Hospital Schleswig-Holstein, Campus Kiel, Germany. Electronic address: g.deuschl@neurologie.uni-kiel.de."], ["Kuhtz-Buschbeck", "Johann P", "JP", "Institute of Physiology, Christian-Albrechts-University of Kiel, Germany."]], "date": "2017-08-31", "id": "28882381", "text": "Camptocormia is frequently seen in Parkinson's disease (PD) and multiple system atrophy. It is characterized by a pathological forward bending of the trunk during standing, often combined with a lateral trunk deviation. The etiology of camptocormia in PD is still unknown. Muscle MRI studies show abnormalities mainly of the erector spinae confirmed by muscle biopsies. Quantitative electromyographic examination of trunk muscle activity is missing.Ventral (rectus and obliquus externus abdominis) and dorsal (iliocostalis lumborum, longissimus, multifidus) trunk muscles and the rectus femoris were recorded bilaterally with surface electromyography in standing PD patients with camptocormia (n = 10) and matched healthy controls (n = 10) who mimicked the patients' posture. EMG amplitudes were compared quantitatively. In controls, the relation between varying degrees of trunk flexion and EMG was established systematically.Increasing forward trunk flexion was associated with increasing back muscle activity in controls, while abdominal muscle activity was negligible. During anterolateral trunk flexion, back muscle activity increased particularly on the contralateral side. The patients showed a similar pattern. However, normalized EMG activity of their trunk extensors was significantly higher than in controls, often reaching half-maximal amplitudes. Their rectus femoris and oblique abdominal muscles were overactive, but to a lesser extent.PD patients with camptocormia must use the functional reserve of their lumbar trunk muscles to counteract gravity. We interpret this as a weakness of the paravertebral muscles. Compared to the other examined muscles the paravertebral muscles are most affected. The increased EMG activity of the rectus femoris warrants further research.", "doi": "10.1016/j.parkreldis.2017.08.028", "title": "Trunk muscle activation pattern in parkinsonian camptocormia as revealed with surface electromyography.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}