{"authors": [["Rodríguez-Violante", "Mayela", "M", "Unidad de Investigación de Enfermedades Neurodegenerativas Clínicas, Instituto Nacional de Neurología y Neurocirugía, Ciudad de México, México; Clínica de Trastornos del Movimiento, Instituto Nacional de Neurología y Neurocirugía, Ciudad de México, México."], ["Zerón-Martínez", "Rosalía", "R", "Clínica de Trastornos del Movimiento, Instituto Nacional de Neurología y Neurocirugía, Ciudad de México, México."], ["Cervantes-Arriaga", "Amin", "A", "Unidad de Investigación de Enfermedades Neurodegenerativas Clínicas, Instituto Nacional de Neurología y Neurocirugía, Ciudad de México, México."], ["Corona", "Teresa", "T", "Unidad de Investigación de Enfermedades Neurodegenerativas Clínicas, Instituto Nacional de Neurología y Neurocirugía, Ciudad de México, México. Electronic address: coronav@unam.mx."]], "date": "2017-09-04", "id": "28882322", "text": "In 1817, James Parkinson described the disease which bears his name. The disease was defined as a neurological syndrome characterized by tremor, rigidity, and slowness of movements. Almost one hundred years later, degeneration of neurons in the substantia nigra and low levels of dopamine were identified as the putative cause of the disease, thus the disease remained as a pure neurological disorder. In the late 1990s, non-motor symptoms of the disease began to gain interest because of their clinical relevance, as well as for their potential role in broadening the understanding of the pathophysiological mechanisms involved. In the last decade, focus has shifted to the pre-motor symptoms, those non-motor symptoms that present years before the motor onset of the disease. The main premotor symptoms include rapid eye movement sleep behavior disorder, hyposmia, constipation and depression. Subjects with these symptoms usually are not initially seen by a neurologist, and by the time they are consulted neuronal loss in the substantia nigra is over 50%. This review summarizes the overall relevance of non-motor symptoms, their frequency and their pathophysiological implications. Also, the importance of pre-motor symptoms, and the role of specialists other than neurologists in diagnosing subjects with Parkinson's disease is discussed. Two hundred years after the first description of the disease, it is now evident that Parkinson's disease is a systemic disease and a multispecialty team approach is mandatory.", "doi": "10.1016/j.arcmed.2017.08.005", "title": "Who Can Diagnose Parkinson's Disease First? Role of Pre-motor Symptoms.", "journal": ["Archives of medical research", "Arch. Med. Res."]}