{"authors": [["Ba", "Maowen", "M", "Department of Neurology, Yantai Yuhuangding Hospital Affiliated to Qingdao Medical University, Yantai 264000, Shandong, PR China."], ["Ma", "Guozhao", "G", "Department of Neurology, Shandong Provincial Qianfoshan Hospital, Shandong University, Jinan, 250014, Shandong, PR China."], ["Ren", "Chao", "C", "Department of Neurology, Yantai Yuhuangding Hospital Affiliated to Qingdao Medical University, Yantai 264000, Shandong, PR China."], ["Sun", "Xuwen", "X", "Department of Neurology, Yantai Yuhuangding Hospital Affiliated to Qingdao Medical University, Yantai 264000, Shandong, PR China."], ["Kong", "Min", "M", "Department of Neurology, Yantaishan Hospital, Yantai City, Shandong 264000, PR China."]], "date": "2017-04-20", "id": "28881616", "text": "The dysfunction of ubiquitin-proteasome system is an important pathogenesis in the neurodegenerative process of Parkinson's disease. Repetitive transcranial magnetic stimulation (rTMS) is a noninvasive and potential method in treating Parkinson's disease. To investigate whether rTMS has neuroprotective effects in parkinsonian rat model induced by ubiquitin-proteasome system impairment, we gave rTMS daily for 4 weeks to proteasome inhibitor, lactacystin-induced parkinsonian rat model. Rotational behavior test demonstrated that rTMS obviously reduced apomorphine-induced turning number in parkinsonian rats. rTMS could significantly alleviate the loss of tyrosine hydroxylase-positive dopaminergic neurons in lactacystin-lesioned substantia nigra and prevent the loss of striatal dopamine levels. Furthermore, rTMS also reduced the levels of apoptotic protein (cleaved caspase-3) and inflammatory factors (cyclooxygenase-2 and tumor necrosis factor alpha) in lesioned substantia nigra. These results suggest that rTMS can protect nigral dopaminergic neurons against the ubiquitin-proteasome system impairment-induced degeneration by anti-apoptotic and anti-inflammatory molecular mechanism.", "doi": "10.18632/oncotarget.17285", "title": "Repetitive transcranial magnetic stimulation for treatment of lactacystin-induced Parkinsonian rat model.", "journal": ["Oncotarget", "Oncotarget"]}