{"authors": [["Yang", "Fei", "F", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Wolk", "Alicja", "A", "Institute of Environmental Medicine, Unit of Nutritional Epidemiology, Karolinska Institutet, Stockholm, Sweden."], ["Håkansson", "Niclas", "N", "Institute of Environmental Medicine, Unit of Nutritional Epidemiology, Karolinska Institutet, Stockholm, Sweden."], ["Pedersen", "Nancy L", "NL", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Wirdefeldt", "Karin", "K", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."]], "date": "2017-09-07", "id": "28881039", "text": "A neuroprotective effect of dietary antioxidants on Parkinson's disease (PD) risk has been suggested, but epidemiological evidence is limited.To examine the associations between intake of dietary antioxidant vitamins and total antioxidant capacity and risk of PD.We prospectively assessed the relationships of dietary antioxidant vitamins C and E, ß-carotene, and total antioxidant capacity with PD risk in two population-based cohorts (38,937 women and 45,837 men).During a mean 14.9-year follow-up period, 1,329 PD cases were identified. Dietary intake of ß-carotene was associated with a lower risk of PD (hazard ratio: 0.86; 95% confidence interval: 0.78-0.95; Ptrend  < 0.01 for women and hazard ratio: 0.91; 95% confidence interval: 0.84-0.99; Ptrend  = 0.05 for men). An inverse association between dietary vitamin E and PD risk was found in women (hazard ratio: 0.87; 95% confidence interval: 0.79-0.96; Ptrend  = 0.02). Dietary intake of vitamin C was inversely associated with PD risk in women at borderline significance (hazard ratio: 0.91; 95% confidence interval: 0.83-1.00; Ptrend  = 0.04). There was no association between dietary total antioxidant capacity and PD risk in either women (hazard ratio: 0.93; 95% confidence interval: 0.84-1.02; Ptrend  = 0.35) or men (hazard ratio: 1.00; 95% confidence interval: 0.93-1.07; Ptrend  = 0.97).Intake of dietary vitamin E and ß-carotene was associated with a lower risk of PD. © 2017 The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27120", "title": "Dietary antioxidants and risk of Parkinson's disease in two population-based cohorts.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}