{"authors": [["Han", "Wei", "W", "Department of Chemistry, University of Alberta, Edmonton, Alberta, Canada."], ["Sapkota", "Shraddha", "S", "Neuroscience and Mental Health Institute, University of Alberta, Edmonton, Alberta, Canada."], ["Camicioli", "Richard", "R", "Neuroscience and Mental Health Institute, University of Alberta, Edmonton, Alberta, Canada."], ["Dixon", "Roger A", "RA", "Neuroscience and Mental Health Institute, University of Alberta, Edmonton, Alberta, Canada."], ["Li", "Liang", "L", "Department of Chemistry, University of Alberta, Edmonton, Alberta, Canada."]], "date": "2017-09-07", "id": "28880465", "text": "To profile the amine/phenol submetabolome to determine potential metabolite biomarkers associated with Parkinson's disease (PD) and PD with incipient dementia.At baseline of a 3-wave (18-month intervals) longitudinal study, serum samples were collected from 42 healthy controls and 43 PD patients. By wave 3 (year 3), 16 PD patients were diagnosed with dementia and were classified as PD with incipient dementia at baseline. Metabolomic profiling using dansylation isotope labeling liquid chromatography mass spectrometry was conducted to compare controls with the full PD, PD with no dementia, and PD with incipient dementia groups.Metabolomic analyses detected 719 common metabolites in 80% of the samples. Some were significantly altered in pairwise comparison of different groups (fold change of >1.2 or <0.83 with q < 0.05). We discriminated PD and controls by using a 5-metabolite panel, vanillic acid, 3-hydroxykynurenine, isoleucyl-alanine, 5-acetylamino-6-amino-3-methyluracil, and theophylline. The receiver operating characteristic curve produced an area-under-the-curve value of 0.955 with 87.5% sensitivity and 93.0% specificity. In comparing PD with no dementia with PD with incipient dementia, we used an 8-metabolite panel, His-Asn-Asp-Ser, 3,4-dihydroxyphenylacetone, desaminotyrosine, hydroxy-isoleucine, alanyl-alanine, putrescine [-2H], purine [+O] and its riboside. This produced an area-under-the-curve value of 0.862 with 80.0% sensitivity and 77.0% specificity.The significantly altered metabolites can be used to differentiate (1) PD patients from healthy controls with high accuracy and (2) the stable PD with no dementia group from those with incipient dementia. Following further validation in larger cohorts, these metabolites could be used for both discrimination and establishing prognosis in PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27173", "title": "Profiling novel metabolic biomarkers for Parkinson's disease using in-depth metabolomic analysis.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}