{"authors": [["Eusebi", "Paolo", "P", "Section of Neurology, Department of Medicine, University of Perugia, Perugia, Italy."], ["Giannandrea", "David", "D", "Neurology Unit, Department of Specialist Medicine, USL Umbria 1 North area, Gubbio and Gualdo Tadino Hospital, Gubbio, Italy."], ["Biscetti", "Leonardo", "L", "Section of Neurology, Department of Medicine, University of Perugia, Perugia, Italy."], ["Abraha", "Iosief", "I", "Health Planning Service, Regional Health Authority of Umbria, Department of Epidemiology, Perugia, Italy."], ["Chiasserini", "Davide", "D", "Section of Neurology, Department of Medicine, University of Perugia, Perugia, Italy."], ["Orso", "Massimiliano", "M", "Health Planning Service, Regional Health Authority of Umbria, Department of Epidemiology, Perugia, Italy."], ["Calabresi", "Paolo", "P", "Section of Neurology, Department of Medicine, University of Perugia, Perugia, Italy."], ["Parnetti", "Lucilla", "L", "Section of Neurology, Department of Medicine, University of Perugia, Perugia, Italy."]], "date": "2017-09-07", "id": "28880418", "text": "The accumulation of misfolded α-synuclein aggregates is associated with PD. However, the diagnostic value of the α-synuclein levels in CSF is still under investigation.A comprehensive search of the literature was performed, yielding 34 studies eligible for meta-analysis. We included studies that reported data on CSF total, oligomeric and phosphorylated α-synuclein in patients with PD and healthy participants, neurological controls, or other parkinsonisms. Standardized mean differences were pooled using random-effects models, and heterogeneity was reported as I2 . Bivariate random effects meta-analysis was also performed on diagnostic data. Methodological quality of the selected studies was assessed using the QUADAS-2 tool.Concentrations of α-synuclein species in PD did not show significant differences with respect to the levels found in other parkinsonisms. Total α-synuclein was significantly reduced in PD when compared with controls (standardized mean differences -0.48; P < .001, I2 = 60%). Oligomeric (standardized mean differences 0.57; P < .001, I2 = 44%) and phosphorylated α-synuclein (standardized mean differences 0.86; P < .001) were significantly increased in PD when compared with controls. Sensitivity and specificity for distinguishing PD and controls were 0.72 and 0.65, respectively, for total α-synuclein, and 0.71 and 0.64, respectively, for oligomeric α-syn.Most of the studies were at high risk of bias and have concerns regarding applicability. Diagnostic performance of CSF α-synuclein species is still below what would be considered acceptable for their introduction in clinical practice. Future research should focus on combining α-synuclein species with other biochemical markers as well on improving the standardization of current assays. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27110", "title": "Diagnostic utility of cerebrospinal fluid α-synuclein in Parkinson's disease: A systematic review and meta-analysis.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}