{"authors": [["Nishijima", "Haruo", "H", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Ueno", "Tatsuya", "T", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Funamizu", "Yukihisa", "Y", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."], ["Ueno", "Shinya", "S", "Department of Neurophysiology, Institute of Brain Science, Hirosaki University Graduate School of Medicine, Hirosaki, Aomori, Japan."], ["Tomiyama", "Masahiko", "M", "Department of Neurology, Aomori Prefectural Central Hospital, Aomori, Japan."]], "date": "2017-09-07", "id": "28880414", "text": "Parkinson's disease (PD) is a neurodegenerative disorder associated with the progressive loss of nigrostriatal dopaminergic neurons. Levodopa is the most effective treatment for the motor symptoms of PD. However, chronic oral levodopa treatment can lead to various motor and nonmotor complications because of nonphysiological pulsatile dopaminergic stimulation in the brain. Examinations of autopsy cases with PD have revealed a decreased number of dendritic spines of striatal neurons. Animal models of PD have revealed altered density and morphology of dendritic spines of neurons in various brain regions after dopaminergic denervation or dopaminergic denervation plus levodopa treatment, indicating altered synaptic transmission. Recent studies using rodent models have reported dendritic spine head enlargement in the caudate-putamen, nucleus accumbens, primary motor cortex, and prefrontal cortex in cases where chronic levodopa treatment following dopaminergic denervation induced dyskinesia-like abnormal involuntary movement. Hypertrophy of spines results from insertion of alpha-amino-2,3-dihydro-5-methyl-3-oxo-4-isoxazolepropanoic acid receptors into the postsynaptic membrane. Such spine enlargement indicates hypersensitivity of the synapse to excitatory inputs and is compatible with a lack of depotentiation, which is an electrophysiological hallmark of levodopa-induced dyskinesia found in the corticostriatal synapses of dyskinetic animals and the motor cortex of dyskinetic PD patients. This synaptic plasticity may be one of the mechanisms underlying the priming of levodopa-induced complications such as levodopa-induced dyskinesia and dopamine dysregulation syndrome. Drugs that could potentially prevent spine enlargement, such as calcium channel blockers, N-methyl-D-aspartate receptor antagonists, alpha-amino-2,3-dihydro-5-methyl-3-oxo-4-isoxazolepropanoic acid receptor antagonists, and metabotropic glutamate receptor antagonists, are candidates for treatment of levodopa-induced complications in PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27172", "title": "Levodopa treatment and dendritic spine pathology.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}