{"authors": [["Politis", "Marios", "M", "Neurodegeneration Imaging Group, Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), King's College London, London, UK."], ["Wilson", "Heather", "H", "Neurodegeneration Imaging Group, Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), King's College London, London, UK."], ["Wu", "Kit", "K", "Division of Brain Sciences, Department of Medicine, Imperial College London, London, UK."], ["Brooks", "David J", "DJ", "Division of Brain Sciences, Department of Medicine, Imperial College London, London, UK."], ["Piccini", "Paola", "P", "Division of Brain Sciences, Department of Medicine, Imperial College London, London, UK."]], "date": "2017-08-24", "id": "28879087", "text": "We aimed to investigate the integrity and clinical relevance of striatal dopamine receptor type-2 (D2R) availability in Parkinson's disease (PD) patients. We studied 68 PD patients, spanning from early to advanced disease stages, and 12 healthy controls. All participants received one [11C]raclopride PET scan in an OFF medication condition for quantification of striatal D2R availability in vivo. Parametric images of [11C]raclopride non-displaceable binding potential were generated from the dynamic [11C]raclopride scans using implementation of the simplified reference tissue model with cerebellum as the reference tissue. PET data were interrogated for correlations with clinical data related to disease burden and dopaminergic treatment. PD patients showed a mean 16.7% decrease in caudate D2R and a mean 3.5% increase in putaminal D2R availability compared to healthy controls. Lower caudate [11C]raclopride BPND correlated with longer PD duration. PD patients on dopamine agonist treatment had 9.2% reduced D2R availability in the caudate and 12.8% in the putamen compared to PD patients who never received treatment with dopamine agonists. Higher amounts of lifetime dopamine agonist therapy correlated with reduced D2Rs availability in both caudate and putamen. No associations between striatal D2R availability and levodopa treatment and dyskinesias were found. In advancing PD the caudate and putamen D2R availability are differentially affected. Chronic exposure to treatment with dopamine agonists, but no levodopa, suppresses striatal D2R availability, which may have relevance to output signaling to frontal lobes and the occurrence of executive deficits, but not dyskinesias.", "doi": "10.1016/j.nicl.2017.08.013", "title": "Chronic exposure to dopamine agonists affects the integrity of striatal D2 receptors in Parkinson's patients.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}