{"authors": [["Fabbri", "Margherita", "M", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."], ["Guimarães", "Isabel", "I", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."], ["Cardoso", "Rita", "R", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."], ["Coelho", "Miguel", "M", "Department of Neurosciences, Hospital Santa Maria, Centro Hospitalar Lisboa Norte, Lisbon, Portugal."], ["Guedes", "Leonor Correia", "LC", "Department of Neurosciences, Hospital Santa Maria, Centro Hospitalar Lisboa Norte, Lisbon, Portugal."], ["Rosa", "Mario M", "MM", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."], ["Godinho", "Catarina", "C", "Center for Interdisciplinary Research Egas Moniz (CiiEM), Instituto Superior de Ciências da Saúde Egas Moniz, Almada, Portugal."], ["Abreu", "Daisy", "D", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."], ["Gonçalves", "Nilza", "N", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."], ["Antonini", "Angelo", "A", "Parkinson Disease and Movement Disorders Unit, IRCCS San Camillo Hospital Foundation, Venice-Lido, Italy."], ["Ferreira", "Joaquim J", "JJ", "Faculty of Medicine, Instituto de Medicina Molecular, University of Lisbon, Lisbon, Portugal."]], "date": "2017-08-22", "id": "28878734", "text": "Parkinson's disease (PD) patients are affected by hypokinetic dysarthria, characterized by hypophonia and dysprosody, which worsens with disease progression. Levodopa's (l-dopa) effect on quality of speech is inconclusive; no data are currently available for late-stage PD (LSPD).To assess the modifications of speech and voice in LSPD following an acute l-dopa challenge.LSPD patients [Schwab and England score <50/Hoehn and Yahr stage >3 (MED ON)] performed several vocal tasks before and after an acute l-dopa challenge. The following was assessed: respiratory support for speech, voice quality, stability and variability, speech rate, and motor performance (MDS-UPDRS-III). All voice samples were recorded and analyzed by a speech and language therapist blinded to patients' therapeutic condition using Praat 5.1 software.24/27 (14 men) LSPD patients succeeded in performing voice tasks. Median age and disease duration of patients were 79 [IQR: 71.5-81.7] and 14.5 [IQR: 11-15.7] years, respectively. In MED OFF, respiratory breath support and pitch break time of LSPD patients were worse than the normative values of non-parkinsonian. A correlation was found between disease duration and voice quality (R = 0.51; p = 0.013) and speech rate (R = -0.55; p = 0.008). l-Dopa significantly improved MDS-UPDRS-III score (20%), with no effect on speech as assessed by clinical rating scales and automated analysis.Speech is severely affected in LSPD. Although l-dopa had some effect on motor performance, including axial signs, speech and voice did not improve. The applicability and efficacy of non-pharmacological treatment for speech impairment should be considered for speech disorder management in PD.", "doi": "10.3389/fneur.2017.00432", "title": "Speech and Voice Response to a Levodopa Challenge in Late-Stage Parkinson's Disease.", "journal": ["Frontiers in neurology", "Front Neurol"]}