{"authors": [["Bahuguna", "Jyotika", "J", "Institute of Neuroscience and Medicine (INM-6), Institute for Advanced Simulation (IAS-6), JARA Brain Institute I, Jülich Research CenterJülich, Germany."], ["Tetzlaff", "Tom", "T", "Institute of Neuroscience and Medicine (INM-6), Institute for Advanced Simulation (IAS-6), JARA Brain Institute I, Jülich Research CenterJülich, Germany."], ["Kumar", "Arvind", "A", "Computational Science and Technology, School of Computer Science and Communication, KTH Royal Institute of TechnologyStockholm, Sweden."], ["Hellgren Kotaleski", "Jeanette", "J", "Computational Science and Technology, School of Computer Science and Communication, KTH Royal Institute of TechnologyStockholm, Sweden."], ["Morrison", "Abigail", "A", "Institute of Neuroscience and Medicine (INM-6), Institute for Advanced Simulation (IAS-6), JARA Brain Institute I, Jülich Research CenterJülich, Germany."]], "date": "2017-08-22", "id": "28878643", "text": "The classical model of basal ganglia has been refined in recent years with discoveries of subpopulations within a nucleus and previously unknown projections. One such discovery is the presence of subpopulations of arkypallidal and prototypical neurons in external globus pallidus, which was previously considered to be a primarily homogeneous nucleus. Developing a computational model of these multiple interconnected nuclei is challenging, because the strengths of the connections are largely unknown. We therefore use a genetic algorithm to search for the unknown connectivity parameters in a firing rate model. We apply a binary cost function derived from empirical firing rate and phase relationship data for the physiological and Parkinsonian conditions. Our approach generates ensembles of over 1,000 configurations, or homologies, for each condition, with broad distributions for many of the parameter values and overlap between the two conditions. However, the resulting effective weights of connections from or to prototypical and arkypallidal neurons are consistent with the experimental data. We investigate the significance of the weight variability by manipulating the parameters individually and cumulatively, and conclude that the correlation observed between the parameters is necessary for generating the dynamics of the two conditions. We then investigate the response of the networks to a transient cortical stimulus, and demonstrate that networks classified as physiological effectively suppress activity in the internal globus pallidus, and are not susceptible to oscillations, whereas parkinsonian networks show the opposite tendency. Thus, we conclude that the rates and phase relationships observed in the globus pallidus are predictive of experimentally observed higher level dynamical features of the physiological and parkinsonian basal ganglia, and that the multiplicity of solutions generated by our method may well be indicative of a natural diversity in basal ganglia networks. We propose that our approach of generating and analyzing an ensemble of multiple solutions to an underdetermined network model provides greater confidence in its predictions than those derived from a unique solution, and that projecting such homologous networks on a lower dimensional space of sensibly chosen dynamical features gives a better chance than a purely structural analysis at understanding complex pathologies such as Parkinson's disease.", "doi": "10.3389/fncom.2017.00079", "title": "Homologous Basal Ganglia Network Models in Physiological and Parkinsonian Conditions.", "journal": ["Frontiers in computational neuroscience", "Front Comput Neurosci"]}