{"authors": [["Geffen", "Tal", "T", "Functional Brain Center, Wohl Institute for Advanced Imaging, Tel-Aviv Sourasky Medical Center, Israel; Tel Aviv-Yafo Academic College, Tel-Aviv, Israel; Departments of Neurosurgery, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel."], ["Thaler", "Avner", "A", "Functional Brain Center, Wohl Institute for Advanced Imaging, Tel-Aviv Sourasky Medical Center, Israel; Movement Disorders Unit, Institute of Neurology, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel; Sagol School of Neuroscience, Tel Aviv University, Tel-Aviv, Israel; Sackler School of Medicine, Tel Aviv University, Tel-Aviv, Israel."], ["Gilam", "Gadi", "G", "Functional Brain Center, Wohl Institute for Advanced Imaging, Tel-Aviv Sourasky Medical Center, Israel; School of Psychological Sciences, Tel Aviv University, Tel-Aviv, Israel."], ["Ben Simon", "Eti", "E", "Functional Brain Center, Wohl Institute for Advanced Imaging, Tel-Aviv Sourasky Medical Center, Israel."], ["Sarid", "Nimrod", "N", "Functional Brain Center, Wohl Institute for Advanced Imaging, Tel-Aviv Sourasky Medical Center, Israel."], ["Gurevich", "Tanya", "T", "Movement Disorders Unit, Institute of Neurology, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel; Sagol School of Neuroscience, Tel Aviv University, Tel-Aviv, Israel; Sackler School of Medicine, Tel Aviv University, Tel-Aviv, Israel."], ["Giladi", "Nir", "N", "Movement Disorders Unit, Institute of Neurology, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel; Sagol School of Neuroscience, Tel Aviv University, Tel-Aviv, Israel; Sackler School of Medicine, Tel Aviv University, Tel-Aviv, Israel."], ["Shabtai", "Hertzel", "H", "Movement Disorders Unit, Institute of Neurology, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel."], ["Zitser", "Jennifer", "J", "Movement Disorders Unit, Institute of Neurology, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel."], ["Schilman", "Eduardo A", "EA", "Tel Aviv-Yafo Academic College, Tel-Aviv, Israel."], ["Sharon", "Haggai", "H", "Functional Brain Center, Wohl Institute for Advanced Imaging, Tel-Aviv Sourasky Medical Center, Israel; Sackler School of Medicine, Tel Aviv University, Tel-Aviv, Israel; Institute of Pain Medicine, Department of Anesthesiology and Critical Care Medicine, Tel Aviv Sourasky Medical Center, Tel-Aviv, Israel. Electronic address: haggaisharon@gmail.com."]], "date": "2017-09-01", "id": "28877857", "text": "Mind Wandering (MW) refers to the process of disengaging from the immediate external environment and participating in internally driven mentation. This process has been suggested to be supported by a distributed set of brain regions, collectively referred to as the Default Mode Network (DMN). Recently, reduced recruitment and connectivity of the DMN has been described in Parkinson's disease (PD) patients compared to healthy controls. We thus aimed to explore whether PD patients with normal cognitive test scores show differential MW capabilities compared to healthy controls.Thirty PD patients and thirty age-matched controls, all with a Montreal cognitive assessment (MoCA) score of 26 or above, performed a novel yet validated thought-sampling paradigm used to assess the frequency and extent of MW irrespective of cognitive load in which participants were asked to observe a series of geometric shapes and describe their thoughts after watching them. Shapes were presented one at a time for varying durations across nine trials.PD patients showed significantly less MW compared to the control. ANCOVA revealed a significant interaction indicating that the difference in MW scores was driven by trials with short stimulus presentation times.These findings provide evidence for decreased MW in PD patients. We propose that this is due to difficulties in performing MW within short time frames.", "doi": "10.1016/j.parkreldis.2017.08.030", "title": "Reduced mind wandering in patients with Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}