{"authors": [["Xiong", "Xuejian", "X", "Molecular Medicine, Hospital for Sick Children, 686 Bay Street, Toronto, M5G 0A4, ON, Canada."], ["Bales", "Elise S", "ES", "Division of Reproductive Sciences, University of Colorado, 12700 E. 19th Avenue, Aurora, 80045, CO, USA."], ["Ir", "Diana", "D", "Division of Infectious Diseases, University of Colorado, 12700 E. 19th Avenue, Aurora, 80045, CO, USA."], ["Robertson", "Charles E", "CE", "Division of Infectious Diseases, University of Colorado, 12700 E. 19th Avenue, Aurora, 80045, CO, USA."], ["McManaman", "James L", "JL", "Division of Reproductive Sciences, University of Colorado, 12700 E. 19th Avenue, Aurora, 80045, CO, USA."], ["Frank", "Daniel N", "DN", "Division of Infectious Diseases, University of Colorado, 12700 E. 19th Avenue, Aurora, 80045, CO, USA. daniel.frank@ucdenver.edu."], ["Parkinson", "John", "J", "Molecular Medicine, Hospital for Sick Children, 686 Bay Street, Toronto, M5G 0A4, ON, Canada. john.parkinson@utoronto.ca."]], "date": "2017-09-06", "id": "28877764", "text": "Intestinal microbiota are critical determinants of obesity and metabolic disease risk. In previous work, we showed that deletion of the cytoplasmic lipid droplet (CLD) protein perilipin-2 (Plin2) modulates gut microbial community structure and abrogates long-term deleterious effects of a high-fat (HF) diet in mice. However, the impact of Plin2 on microbiome function is unknown.Here, we used metatranscriptomics to identify differences in microbiome transcript expression in WT and Plin2-null mice following acute exposure to high-fat/low-carbohydrate (HF) or low-fat/high-carbohydrate (LF) diets. Consistent with previous studies, dietary changes resulted in significant taxonomic shifts. Unexpectedly, when fed a HF diet, the microbiota of Plin2-null and WT mice exhibited dramatic shifts in transcript expression despite no discernible shift in community structure. For Plin2-null mice, these changes included the coordinated upregulation of metabolic enzymes directing flux towards the production of growth metabolites such as fatty acids, nucleotides, and amino acids. In contrast, the LF diet did not appear to induce the same dramatic changes in transcript or pathway expression between the two genotypes.Our data shows that a host genotype can modulate microbiome function without impacting community structure and identify Plin2 as a specific host determinant of diet effects on microbial function. Along with uncovering potential mechanisms for integrating how diet modulates host and microbial metabolism, our findings demonstrate the limits of 16S rRNA surveys to inform on community functional activities and the need to prioritize metatranscriptomic studies to gain more meaningful insights into microbiome function.", "doi": "10.1186/s40168-017-0327-x", "title": "Perilipin-2 modulates dietary fat-induced microbial global gene expression profiles in the mouse intestine.", "journal": ["Microbiome", "Microbiome"]}