{"authors": [["Park", "Hyo-Jin", "HJ", "Center for Translational Research in Neurodegenerative Disease, Department of Neurology, College of Medicine, University of Florida, Gainesville, FL, United States of America."], ["Ryu", "Daniel", "D", "Center for Translational Research in Neurodegenerative Disease, Department of Neurology, College of Medicine, University of Florida, Gainesville, FL, United States of America."], ["Parmar", "Mayur", "M", "Center for Translational Research in Neurodegenerative Disease, Department of Neurology, College of Medicine, University of Florida, Gainesville, FL, United States of America."], ["Giasson", "Benoit I", "BI", "Center for Translational Research in Neurodegenerative Disease, Department of Neuroscience, McKnight Brain Institute, College of Medicine, University of Florida, Gainesville, FL, United States of America."], ["McFarland", "Nikolaus R", "NR", "Center for Translational Research in Neurodegenerative Disease, Department of Neurology, College of Medicine, University of Florida, Gainesville, FL, United States of America."]], "date": "2017-09-06", "id": "28877262", "text": "Abnormal accumulation of α-synuclein (αSyn) has been linked to endoplasmic-reticulum (ER) stress, defective intracellular protein/vesicle trafficking, and cytotoxicity. Targeting factors involved in ER-related protein processing and trafficking may, therefore, be a key to modulating αSyn levels and associated toxicity. Recently retention in endoplasmic reticulum 1 (RER1) has been identified as an important ER retrieval/retention factor for Alzheimer's disease proteins and negatively regulates amyloid-β peptide levels. Here, we hypothesized that RER1 might also play an important role in retention/retrieval of αSyn and mediate levels. We expressed RER1 and a C-terminal mutant RER1Δ25, which lacks the ER retention/retrieval function, in HEK293 and H4 neuroglioma cells. RER1 overexpression significantly decreased levels of both wild type and A30P, A53T, and E46K disease causal mutants of αSyn, whereas the RER1Δ25 mutant had a significantly attenuated effect on αSyn. RER1 effects were specific to αSyn and had little to no effect on either βSyn or the Δ71-82 αSyn mutant, which both lack the NAC domain sequence critical for synuclein fibrillization. Tests with proteasomal and macroautophagy inhibitors further demonstrate that RER1 effects on αSyn are primarily mediated through the ubiquitin-proteasome system. RER1 also appears to interact with the ubiquitin ligase NEDD4. RER1 in human diseased brain tissues co-localizes with αSyn-positive Lewy bodies. Together, these findings provide evidence that RER1 is a novel and potential important mediator of elevated αSyn levels. Further investigation of the mechanism of RER1 and downstream effectors on αSyn may yield novel therapeutic targets for modulation in Parkinson disease and related synucleinopathies.", "doi": "10.1371/journal.pone.0184262", "title": "The ER retention protein RER1 promotes alpha-synuclein degradation via the proteasome.", "journal": ["PloS one", "PLoS ONE"]}