{"authors": [["Georgiou", "Andrea", "A", "Neurology Clinic D, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Demetriou", "Christiana A", "CA", "Neurology Clinic D, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Heraclides", "Alexandros", "A", "Department of Primary Care and Population Health, University of Nicosia Medical School, Nicosia, Cyprus."], ["Christou", "Yiolanda P", "YP", "Neurology Clinic D, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Leonidou", "Eleni", "E", "Neurology Clinic C, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Loukaides", "Panayiotis", "P", "Limassol General Hospital, Limassol, Cyprus."], ["Yiasoumi", "Elena", "E", "Private Neurology Clinic, Larnaca, Cyprus."], ["Panagiotou", "Dimitris", "D", "Department of Biological Sciences, University of Cyprus, Nicosia, Cyprus."], ["Manoli", "Panayiotis", "P", "Department of Cardiovascular Genetics and the Laboratory of Forensic Genetics, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Thomson", "Pippa", "P", "Centre for Genomic and Experimental Medicine, MRC Institute of Genetics and Molecular Medicine, University of Edinburgh, Edinburgh, United Kingdom."], ["Loizidou", "Maria A", "MA", "The Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Hadjisavvas", "Andreas", "A", "The Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."], ["Zamba-Papanicolaou", "Eleni", "E", "Neurology Clinic D, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."]], "date": "2017-09-06", "id": "28877188", "text": "Despite evidence supporting an involvement of mitochondrial dysfunction in the pathogenesis of some neurodegenerative disorders, there are inconsistent findings concerning mitochondrial haplogroups and their association to neurodegenerative disorders, including idiopathic Parkinson's disease (PD).To test this hypothesis for the Greek-Cypriot population, a cohort of 230 PD patients and 457 healthy matched controls were recruited. Mitochondrial haplogroup distributions for cases and controls were determined. Association tests were carried out between mitochondrial haplogroups and PD.Mitochondrial haplogroup U was associated with a reduced PD risk in the Cypriot population. After pooling mitochondrial haplogroups together into haplogroup clusters and superclusters, association tests demonstrated a significantly protective effect of mitochondrial haplogroup cluster N (xR) and supercluster LMN for PD risk only in females. In addition, for female PD cases belonging to UKJT and R (xH, xUKJT) haplogroup, the odds of having a later age of onset of PD were 13 and 15 times respectively higher than the odds for female cases with an H haplogroup.Statistically significant associations regarding PD risk and PD age of onset were mostly detected for females thus suggesting that gender is a risk modifier between mitochondrial haplogroups and PD status / PD age of onset. The biological mechanisms behind this gender specificity remain to be determined.", "doi": "10.1371/journal.pone.0183444", "title": "Mitochondrial superclusters influence age of onset of Parkinson's disease in a gender specific manner in the Cypriot population: A case-control study.", "journal": ["PloS one", "PLoS ONE"]}