{"authors": [["Pläschke", "Rachel N", "RN", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Cieslik", "Edna C", "EC", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Müller", "Veronika I", "VI", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Hoffstaedter", "Felix", "F", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Plachti", "Anna", "A", "Institute of Neuroscience and Medicine, Brain & Behavior (INM-7), Research Centre Jülich, Jülich, Germany."], ["Varikuti", "Deepthi P", "DP", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Goosses", "Mareike", "M", "Institute of Neuroscience and Medicine, (INM-1), Research Centre Jülich, Jülich, Germany."], ["Latz", "Anne", "A", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Caspers", "Svenja", "S", "Institute of Neuroscience and Medicine, (INM-1), Research Centre Jülich, Jülich, Germany."], ["Jockwitz", "Christiane", "C", "Institute of Neuroscience and Medicine, (INM-1), Research Centre Jülich, Jülich, Germany."], ["Moebus", "Susanne", "S", "Center for Urban Epidemiology, University of Duisburg-Essen, Essen, Germany."], ["Gruber", "Oliver", "O", "Section for Experimental Psychopathology and Neuroimaging, Department of General Psychiatry, Heidelberg University, Heidelberg, Germany."], ["Eickhoff", "Claudia R", "CR", "Institute of Neuroscience and Medicine, Brain & Behavior (INM-7), Research Centre Jülich, Jülich, Germany."], ["Reetz", "Kathrin", "K", "JARA-BRAIN, Jülich-Aachen Research Alliance, Jülich, Germany."], ["Heller", "Julia", "J", "JARA-BRAIN, Jülich-Aachen Research Alliance, Jülich, Germany."], ["Südmeyer", "Martin", "M", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Mathys", "Christian", "C", "Department of Diagnostic and Interventional Radiology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Caspers", "Julian", "J", "Institute of Neuroscience and Medicine, (INM-1), Research Centre Jülich, Jülich, Germany."], ["Grefkes", "Christian", "C", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Kalenscher", "Tobias", "T", "Comparative Psychology, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Langner", "Robert", "R", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Eickhoff", "Simon B", "SB", "Institute of Systems Neuroscience, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."]], "date": "2017-09-06", "id": "28876500", "text": "Previous whole-brain functional connectivity studies achieved successful classifications of patients and healthy controls but only offered limited specificity as to affected brain systems. Here, we examined whether the connectivity patterns of functional systems affected in schizophrenia (SCZ), Parkinson's disease (PD), or normal aging equally translate into high classification accuracies for these conditions. We compared classification performance between pre-defined networks for each group and, for any given network, between groups. Separate support vector machine classifications of 86 SCZ patients, 80 PD patients, and 95 older adults relative to their matched healthy/young controls, respectively, were performed on functional connectivity in 12 task-based, meta-analytically defined networks using 25 replications of a nested 10-fold cross-validation scheme. Classification performance of the various networks clearly differed between conditions, as those networks that best classified one disease were usually non-informative for the other. For SCZ, but not PD, emotion-processing, empathy, and cognitive action control networks distinguished patients most accurately from controls. For PD, but not SCZ, networks subserving autobiographical or semantic memory, motor execution, and theory-of-mind cognition yielded the best classifications. In contrast, young-old classification was excellent based on all networks and outperformed both clinical classifications. Our pattern-classification approach captured associations between clinical and developmental conditions and functional network integrity with a higher level of specificity than did previous whole-brain analyses. Taken together, our results support resting-state connectivity as a marker of functional dysregulation in specific networks known to be affected by SCZ and PD, while suggesting that aging affects network integrity in a more global way. Hum Brain Mapp 38:5845-5858, 2017. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23763", "title": "On the integrity of functional brain networks in schizophrenia, Parkinson's disease, and advanced age: Evidence from connectivity-based single-subject classification.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}