{"authors": [["Diaféria", "Giovana", "G", "Centro de Estudos da Voz - CEV - São Paulo (SP), Brasil."], ["Madazio", "Glaucya", "G", "Centro de Estudos da Voz - CEV - São Paulo (SP), Brasil."], ["Pacheco", "Claudia", "C", "Centro de Estudos da Voz - CEV - São Paulo (SP), Brasil."], ["Takaki", "Patricia Barbarini", "PB", "Centro de Estudos da Voz - CEV - São Paulo (SP), Brasil."], ["Behlau", "Mara", "M", "Centro de Estudos da Voz - CEV - São Paulo (SP), Brasil."]], "date": "2017-09-04", "id": "28876371", "text": "To verify the impact that group dynamics and coaching strategies have on the PD patients voice, speech and communication, as well as the group climate.16 individuals with mild to moderate dysarthria due to the PD were divided into two groups: the CG (8 patients), submitted to traditional therapy with 12 regular therapy sessions plus 4 additional support sessions; and the EG (8 patients), submitted to traditional therapy with 12 regular therapy sessions plus 4 sessions with group dynamics and coaching strategies. The Living with Dysarthria questionnaire (LwD), the self-evaluation of voice, speech and communication, and the perceptual-auditory analysis of the vocal quality were assess in 3 moments: pre-traditional therapy (pre); post-traditional therapy (post 1); and post support sessions/coaching strategies (post 2); in post 1 and post 2 moments, the Group Climate Questionnaire (GCQ) was also applied.CG and EG showed an improvement in the LwD from pre to post 1 and post 2 moments. Voice self-evaluation was better for the EG - when pre was compared with post 2 and when post 1 was compared with post 2 - ranging from regular to very good; both groups presented improvement in the communication self-evaluation. The perceptual-auditory evaluation of the vocal quality was better for the EG in the post 1 moment. No difference was found for the GCQ; however, the EG presented lower avoidance scores in post 2.All patients showed improvement in the voice, speech and communication self-evaluation; EG showed lower avoidance scores, creating a more collaborative and propitious environment for speech therapy.", "doi": "10.1590/2317-1782/20172017051", "title": "Group climate in the voice therapy of patients with Parkinson's Disease.", "journal": ["CoDAS", "Codas"]}