{"authors": [["Piao", "Ying-Shan", "YS", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Lian", "Teng-Hong", "TH", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Hu", "Yang", "Y", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Zuo", "Li-Jun", "LJ", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Guo", "Peng", "P", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Yu", "Shu-Yang", "SY", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Liu", "Li", "L", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Jin", "Zhao", "Z", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Zhao", "Hui", "H", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Li", "Li-Xia", "LX", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Yu", "Qiu-Jin", "QJ", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Wang", "Rui-Dan", "RD", "Department of Neurology, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China."], ["Chen", "Sheng-Di", "SD", "Department of Neurology, Ruijin Hospital Affiliated to Shanghai Jiaotong University School of Medicine, Shanghai, 200025, China."], ["Chan", "Piu", "P", "Center of Parkinson Disease, Beijing Institute for Brain Disorders, Beijing, 100069, China."], ["Wang", "Xiao-Min", "XM", "Key Laboratory for Neurodegenerative Disorders of the Ministry of Education, Capital Medical University, Beijing, 100069, China."], ["Zhang", "Wei", "W", "Department of Geriatrics, Beijing Tiantan Hospital, Capital Medical University, Beijing, 100050, China. ttyyzw@163.com."]], "date": "2017-09-05", "id": "28874701", "text": "Relationships among clinical characteristics, iron metabolism and neurotransmitters in Parkinson disease (PD) patients with restless legs syndrome (RLS) remains unclear. We divided 218 patients into PD with and with no RLS (PD-RLS and PD-NRLS) groups by RLS-rating scale (RLS-RS) score. Motor and non-motor symptoms were rated by related scales. Iron and related proteins, and neurotransmitters in cerebrospinal fluid (CSF) and serum were measured. PD-RLS frequency was 40.37%. PD-RLS group had longer duration, higher stage and scores of motor symptoms, depression, anxiety, sleep disorders, fatigue and apathy, and increased transferrin and decreased iron, ferritin, dopamine (DA) and 5-hydroxytryptamine (5-HT) in CSF. In CSF of PD-RLS group, RLS-RS score was positively correlated with transferrin level and negatively correlated with iron and ferritin levels; RLS-RS score was negatively correlated with DA and 5-HT levels; transferrin level was negatively correlated with DA and 5-HT levels, and ferritin level was positively correlated with DA level. In serum, PD-RLS group had decreased iron and transferrin levels, which were negatively correlated with RLS-RS score. PD-RLS was common and severer in motor and some non-motor symptoms. Iron deficiency induced by its metabolism dysfunctions in peripheral and central systems might cause PD-RLS through decreasing brain DA and 5-HT.", "doi": "10.1038/s41598-017-10593-7", "title": "Restless legs syndrome in Parkinson disease: Clinical characteristics, abnormal iron metabolism and altered neurotransmitters.", "journal": ["Scientific reports", "Sci Rep"]}