{"authors": [["Winberg", "C", "C", "Department of Health Sciences, Lund University, Lund, Sweden."], ["Kylberg", "M", "M", "Department of Health Sciences, Lund University, Lund, Sweden."], ["Pettersson", "C", "C", "Department of Architecture and Civil Engineering, Chalmers University of Technology, Gothenburg, Sweden."], ["Harnett", "T", "T", "School of Social Work, Lund University, Lund, Sweden."], ["Hedvall", "P-O", "PO", "Department of Design Sciences, Lund University, Lund, Sweden."], ["Mattsson", "T", "T", "Department of Law, Lund University, Lund, Sweden."], ["Månsson Lexell", "E", "E", "Department of Health Sciences, Lund University, Lund, Sweden."]], "date": null, "id": "28873864", "text": "The importance of mobile health has increased during recent years but few studies have described the use of apps among persons with neurological disabilities.The aim of this paper was to describe how persons ageing with a neurological disability experience barriers and facilitators in relation to using apps in everyday life.A qualitative approach was used. 16 persons with neurological disorders participated in two group discussions. Data were analyzed by content analysis.The analysis formed four categories; Impairments make apps harder to use, Use of apps is increased by learnability and sharing, Valuating the information in an app, and Apps act supportive and motivating.The participants used apps in the same way as persons without disabilities. Impairments and trustworthiness were perceived as barriers, which need to be acknowledged when developing apps for this population. Use of apps was facilitated by the possibility to share data and to connect with others. Apps may have the potential to improve self-management for persons ageing with disabilities but further research is needed.", "doi": null, "title": "The Use of Apps for Health in Persons with Multiple Sclerosis, Parkinson's Disease and Stroke - Barriers and Facilitators.", "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"]}