{"authors": [["Huo", "Zhixin", "Z", "Department of Forensic Genetics and Biology, China Medical University, Shenyang North New Area, Shenyang, P.R., China."], ["Luo", "Xiaoguang", "X", "Department of Neurology, 1st Affiliated Hospital of China Medical University, Shenyang, P.R., China."], ["Zhan", "Xiaoni", "X", "Department of Forensic Genetics and Biology, China Medical University, Shenyang North New Area, Shenyang, P.R., China."], ["Chu", "Qiaohong", "Q", "Department of Forensic Genetics and Biology, China Medical University, Shenyang North New Area, Shenyang, P.R., China."], ["Xu", "Qin", "Q", "Department of Forensic Genetics and Biology, China Medical University, Shenyang North New Area, Shenyang, P.R., China."], ["Yao", "Jun", "J", "Department of Forensic Genetics and Biology, China Medical University, Shenyang North New Area, Shenyang, P.R., China."], ["Pang", "Hao", "H", "Department of Forensic Genetics and Biology, China Medical University, Shenyang North New Area, Shenyang, P.R., China."]], "date": "2017-09-05", "id": "28873462", "text": "The causal mutations and genetic polymorphisms associated with susceptibility to Parkinson's disease (PD) have been extensively described. To explore the potential contribution of insertion (I)/deletion (D) polymorphisms (indels) to the risk of PD in a Chinese population, we performed genetic analyses of indel loci in ACE, DJ-1, and GIGYF2 genes. Genomic DNA was extracted from venous blood of 348 PD patients and 325 age- and sex-matched controls without neurodegenerative disease. Genotyping of the indel loci was performed by fragment length analysis after PCR and DNA sequencing. Our results showed a statistically significant association for both allele X (alleles without 5) vs. 5 (odds ratio = 1.378, 95% confidence interval = 1.112-1.708, P = 0.003) and genotype 5/X+X/X vs. 5/5 (odds ratio = 1.681, 95% confidence interval = 1.174-2.407, P = 0.004) in the GIGYF2 locus; however, no significant differences were detected for the ACE and DJ-1 indels. After stratification by gender, no significant differences were observed in any indels. These results indicate that the GIGYF2 indel may be associated with increased risk of PD in northern China.", "doi": "10.1371/journal.pone.0184269", "title": "Genetic analysis of indel markers in three loci associated with Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}