{"authors": [["Liepelt-Scarfone", "I", "I", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."], ["Brändle", "B", "B", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."], ["Yilmaz", "R", "R", "Department of Neurology, Christian-Albrechts-University of Kiel, Kiel, Germany."], ["Gauss", "K", "K", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."], ["Schaeffer", "E", "E", "Department of Neurology, Christian-Albrechts-University of Kiel, Kiel, Germany."], ["Timmers", "M", "M", "Janssen Research and Development, a division of Janssen Pharmaceutica N.V., Beerse, Belgium."], ["Wurster", "I", "I", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."], ["Brockmann", "K", "K", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."], ["Maetzler", "W", "W", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."], ["Van Nueten", "L", "L", "Janssen Research and Development, a division of Janssen Pharmaceutica N.V., Beerse, Belgium."], ["Streffer", "J R", "JR", "Janssen Research and Development, a division of Janssen Pharmaceutica N.V., Beerse, Belgium."], ["Berg", "D", "D", "Hertie Institute for Clinical Brain Research, Department of Neurodegeneration, University of Tuebingen, Tuebingen, Germany."]], "date": "2017-09-05", "id": "28872736", "text": "The neuropathological process starts years before the diagnosis of Parkinson's disease (PD). Assessment of prodromal features in healthy individuals may help to define those with high risk for future PD. Our aim was to evaluate the presence and progression of prodromal markers in individuals with low risk [healthy controls (HC), n = 14] and high risk for PD (HR-PD, n = 34) and early PD (n = 14) patients.Several risk or prodromal markers were combined to define HR-PD. Other prodromal markers were followed in 6-month intervals for 2 years. As recommended by the Movement Disorder Society Task Force, likelihood ratios (LRs) of markers, motor scores and PD probability scores were calculated and compared.The baseline LR for non-motor prodromal markers was significantly higher in PD and HR-PD compared to HC. Within 2 years, changes in these LRs did not significantly differ between the groups. Motor worsening was significant only in the PD group (50% of the patients) against HR-PD (15%) and HC (7%). Change in the non-motor prodromal LR did not significantly correlate with motor worsening, but higher baseline non-motor LRs were associated with Unified Parkinson's Disease Rating Scale III values at 2 years of follow-up.Our study shows that the frequency of non-motor prodromal markers is higher in the HR-PD group but does not increase within 2 years. The progression of motor and non-motor markers seems to be independent, but higher baseline non-motor burden is associated with the motor status after 2 years. Moreover, our data argue for a high impact of motor markers in the risk estimation for future PD.", "doi": "10.1111/ene.13397", "title": "Progression of prodromal motor and non-motor symptoms in the premotor phase study - 2-year follow-up data.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}