{"authors": [["Li", "Bao-Dong", "BD", "Department of Neurology, Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine, Cangzhou, China."], ["Bi", "Zhen-Yun", "ZY", "Department of Neurology, Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine, Cangzhou, China."], ["Liu", "Jing-Feng", "JF", "Department of Neurology, Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine, Cangzhou, China."], ["Si", "Wei-Jun", "WJ", "Department of Neurology, Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine, Cangzhou, China."], ["Shi", "Qian-Qian", "QQ", "Department of Neurology, Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine, Cangzhou, China."], ["Xue", "Li-Peng", "LP", "Department of Neurology, Hebei Province Cangzhou Hospital of Integrated Traditional and Western Medicine, Cangzhou, China."], ["Bai", "Jing", "J", "Dongzhimen Hospital, Beijing University of Chinese Medicine, Beijing, China."]], "date": "2017-09-04", "id": "28872217", "text": "This mixed treatment comparison is used to compare the adverse effects of eleven different drugs used to treat Parkinson's disease (PD). The drugs that we compare include the following: ropinirole, rasagiline, rotigotine, entacapone, apomorphine, pramipexole, sumanirole, bromocriptine, piribedil, pergolide, and levodopa.PubMed, EMBASE, and Cochrane Library were searched from the inception to December 2015. Our analysis combines the evidences of direct comparison and indirect comparison between various literatures. We evaluated the merging odds ratios (OR) value and surface under the cumulative ranking curves (SUCRA) of each of the drugs and used this as a mode of comparison.Twenty-four randomized controlled trials (RCTs) were included in this study. Our results demonstrated that the incidence of adverse reactions of ropinirole, rotigotine, entacapone, and sumanirole were obviously higher in terms of nausea compared to the placebo. Ropinirole produced the highest incidence rates of dyskinesia side effects, whereas pramipexole was significantly higher in terms of patients' hallucination. In addition, the SUCRA values of all the drugs showed that the incidence of adverse reaction of pergolide was relatively high (nausea: 83.5%; hallucination: 79.8%); for dyskinesia and somnolence, the incidence of ropinirole was higher (dyskinesia: 80.5%; somnolence: 69.4%); the incidence of adverse reaction of piribedil was higher on PD in terms of dizziness (67.0%); and the incidence of bromocriptine was relatively high in terms of constipation (62.3%).This mixed treatment comparison showed that the drugs ropinirole, bromocriptine, and piribedil produced the highest incidence rates of nausea, dyskinesia, hallucination, dizziness, constipation, and somnolence symptoms. Thus, we conclude that as these three drugs produced the most frequent symptoms, they are not recommended for the treatment of patients with Parkinson's disease.", "doi": "10.1111/cns.12727", "title": "Adverse effects produced by different drugs used in the treatment of Parkinson's disease: A mixed treatment comparison.", "journal": ["CNS neuroscience & therapeutics", "CNS Neurosci Ther"]}