{"authors": [["Flach", "Alicia", "A", "Department of Physical Therapy and Athletic Training, Doisy College of Health Sciences, Saint Louis University, St. Louis, MO 63104, United States. Electronic address: adflach@mailbox.sc.edu."], ["Jaegers", "Lisa", "L", "Department of Occupational Science and Occupational Therapy, Doisy College of Health Sciences, Saint Louis University, St. Louis, MO 63104, United States."], ["Krieger", "Mary", "M", "Medical Center Library, Saint Louis University, St. Louis, MO 63104, United States."], ["Bixler", "Emily", "E", "Department of Environmental and Occupational Health, Department of Biosecurity, College for Public Health and Social Justice, Saint Louis University, St. Louis, MO 63104, United States."], ["Kelly", "Patrick", "P", "Doisy College of Health Sciences, Saint Louis University, St. Louis, MO 63104, United States."], ["Weiss", "Edward P", "EP", "Department of Nutrition and Dietetics, Doisy College of Health Sciences, Saint Louis University, St. Louis, MO 63104, United States."], ["Ahmad", "S Omar", "SO", "Department of Occupational Science and Occupational Therapy, Doisy College of Health Sciences, Saint Louis University, St. Louis, MO 63104, United States."]], "date": "2017-09-01", "id": "28870627", "text": "Current evidence has shown that exercise can reduce symptoms of Parkinson's disease (PD). However, previous studies indicated mixed results, possibly because of variability in terms of the nature of the exercise interventions. The purpose of this study was to perform a metaanalysis of current evidence from endurance exercise intervention studies for effects on the United Parkinson's Disease Rating Scale (UPDRS) in individuals with PD. A systematic literature search in six electronic databases was performed and two independent reviewers screened the title and abstract of 1106 records captured by the initial search. Inclusion criteria for full-text review were (A) peer-reviewed English-language publications, (B) randomized controlled trials that compared an endurance exercise intervention group to a non-exercising control group, and (C) an outcome measure which included the UPDRS total score or section III (motor) subscore. From the title/abstract screening, the same independent reviewers assessed 245 full-text articles for eligibility. Of the fulltext articles reviewed 7 articles were included in our meta-analysis, 238 were excluded for the following reasons: 147 did not meet endurance exercise criteria, 53 were review/systematic reviews, 34 were conference abstracts or posters, 2 were editorial or commentary, 1 was a study protocol, and 1 was unpublished. The d index was used to calculate the difference between means of different groups within individual studies, and a weighting factor or w was used to calculate the effect size across studies. Overall, d index was found to be -0.32 with 95% confidence interval, CI (-0.09, -0.56) found to be statistically significant indicating a positive effect of endurance exercise in UPDRS scores. In conclusion, this meta-analysis supports integrating endurance exercise training, as defined by ACSM, into treatment of PD.", "doi": "10.1016/j.neulet.2017.08.076", "title": "Endurance exercise improves function in individuals with Parkinson's disease: A meta-analysis.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}