{"authors": [["Suzuki", "Keisuke", "K", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan. Electronic address: keisuke@dokkyomed.ac.jp."], ["Miyamoto", "Masayuki", "M", "Department of Clinical Medicine for Nursing, Dokkyo Medical University, School of Nursing, Tochigi, Japan."], ["Miyamoto", "Tomoyuki", "T", "Department of Neurology, Dokkyo Medical University Koshigaya Hospital, Saitama, Japan."], ["Uchiyama", "Tomoyuki", "T", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan; Neuro-urology and Continence Center, Dokkyo Medical University Hospital, Tochigi, Japan."], ["Watanabe", "Yuka", "Y", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan; Department of Neurology, Dokkyo Medical University, Nikko Medical Center, Tochigi, Japan."], ["Suzuki", "Shiho", "S", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Kadowaki", "Taro", "T", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Fujita", "Hiroaki", "H", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Matsubara", "Takeo", "T", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Sakuramoto", "Hirotaka", "H", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Hirata", "Koichi", "K", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."]], "date": "2017-07-29", "id": "28870576", "text": "Istradefylline, a selective adenosine A2A receptor antagonist, has been reported to improve daily \"off time\" and motor symptoms in patients with Parkinson's disease (PD). However, the effect of istradefylline on sleep problems has not been thoroughly investigated.We evaluated the effect of istradefylline on daytime sleepiness, sleep disturbances, and motor symptoms in 22 PD patients who were affected by the wearing off phenomenon in an open-label, 3-month study. Participants received 20-40mg/day istradefylline once daily (morning) over a 3-month period. The Epworth Sleepiness Scale (ESS), PD sleep scale (PDSS)-2 and PD Questionnaire (PDQ-8) were administered at baseline, 2weeks, 1month, 2months and 3months. At baseline and 3months, patients were evaluated on the Movement Disorder Society Revision of the Unified PD Rating Scale (MDS-UPDRS) parts III and IV.Twenty-one patients (95.5%) completed the study. At 3months, MDS-UPDRS part III (-5.3, p=0.0002) and part IV (-2.5, p=0.001) scores improved and off time decreased significantly (-50.1min, p=0.0004). PDQ-8 scores were unchanged at 3months. ESS scores decreased significantly at 2months and 3months (-2.4 and -3.3, respectively, p<0.0001), but the total PDSS-2 scores did not change.Istradefylline improved daytime sleepiness in PD patients, possibly through its effect on enhancing alertness. In addition, the lack of significant changes in the total PDSS-2 scores over the study period suggests istradefylline had no negative impact on sleep.", "doi": "10.1016/j.jns.2017.07.045", "title": "Istradefylline improves daytime sleepiness in patients with Parkinson's disease: An open-label, 3-month study.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}