{"authors": [["Kimura", "Naoko", "N", "Department of Ophthalmology, Kyoto Prefectural University of Medicine, Kyoto, Japan. Electronic address: nkimura@koto.kpu-m.ac.jp."], ["Watanabe", "Akihide", "A", "Department of Ophthalmology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Suzuki", "Kazutaka", "K", "Hamamatsu Photonics K.K., Hamamatsu, Shizuoka, Japan."], ["Toyoda", "Haruyoshi", "H", "Hamamatsu Photonics K.K., Hamamatsu, Shizuoka, Japan."], ["Hakamata", "Naotoshi", "N", "Hamamatsu Photonics K.K., Hamamatsu, Shizuoka, Japan."], ["Fukuoka", "Hideki", "H", "Department of Ophthalmology, Kyoto Prefectural University of Medicine, Kyoto, Japan; National Center for Geriatrics and Gerontology, Aichi, Japan."], ["Washimi", "Yukihiko", "Y", "National Center for Geriatrics and Gerontology, Aichi, Japan."], ["Arahata", "Yutaka", "Y", "National Center for Geriatrics and Gerontology, Aichi, Japan."], ["Takeda", "Akinori", "A", "National Center for Geriatrics and Gerontology, Aichi, Japan."], ["Kondo", "Masaki", "M", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Mizuno", "Toshiki", "T", "Department of Neurology, Kyoto Prefectural University of Medicine, Kyoto, Japan."], ["Kinoshita", "Shigeru", "S", "Department of Ophthalmology, Kyoto Prefectural University of Medicine, Kyoto, Japan."]], "date": "2017-07-29", "id": "28870569", "text": "Parkinson's disease (PD) patients often have a blinking abnormality. In this study, we examined the kinematic features of spontaneous blinking in 65 PD patients and 62 healthy controls by a new research method utilizing an intelligent vision sensor camera prototype with a 1kHz sampling rate.Spontaneous blinks were measured by use of a non-stress 'intelligent vision sensor' camera prototype.The mean spontaneous blink rate was 17.9 (blinks/min) in the PD patients and 15.6 in the controls (no correlation). However, there were extremely low and extremely high blink-rate groups among the PD patients. The amplitude of the closing and opening phase in the PD patients were significantly smaller than those in the controls. Small blink waves (100-200msec) prior to blink onset existed in 60% of the PD patients and in 18% of the controls.During spontaneous blinking the blink amplitude is decreased, and the pause between the closing and opening phase is prolonged in patients with PD. Small blink waves prior to blink onset were also characteristically found in the PD patients.", "doi": "10.1016/j.jns.2017.07.035", "title": "Measurement of spontaneous blinks in patients with Parkinson's disease using a new high-speed blink analysis system.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}