{"authors": [["Edwards", "Christine A", "CA", "School of Engineering, Deakin University, Geelong, Victoria, Australia; Department of Neurologic Surgery, Mayo Clinic, Rochester, MN."], ["Kouzani", "Abbas", "A", "School of Engineering, Deakin University, Geelong, Victoria, Australia."], ["Lee", "Kendall H", "KH", "Department of Neurologic Surgery, Mayo Clinic, Rochester, MN; Department of Physiology and Biomedical Engineering, Mayo Clinic, Rochester, MN."], ["Ross", "Erika K", "EK", "Department of Neurologic Surgery, Mayo Clinic, Rochester, MN; Department of Surgery, Mayo Clinic, Rochester, MN. Electronic address: ross.erika@mayo.edu."]], "date": null, "id": "28870357", "text": "Rapid advancements in neurostimulation technologies are providing relief to an unprecedented number of patients affected by debilitating neurologic and psychiatric disorders. Neurostimulation therapies include invasive and noninvasive approaches that involve the application of electrical stimulation to drive neural function within a circuit. This review focuses on established invasive electrical stimulation systems used clinically to induce therapeutic neuromodulation of dysfunctional neural circuitry. These implantable neurostimulation systems target specific deep subcortical, cortical, spinal, cranial, and peripheral nerve structures to modulate neuronal activity, providing therapeutic effects for a myriad of neuropsychiatric disorders. Recent advances in neurotechnologies and neuroimaging, along with an increased understanding of neurocircuitry, are factors contributing to the rapid rise in the use of neurostimulation therapies to treat an increasingly wide range of neurologic and psychiatric disorders. Electrical stimulation technologies are evolving after remaining fairly stagnant for the past 30 years, moving toward potential closed-loop therapeutic control systems with the ability to deliver stimulation with higher spatial resolution to provide continuous customized neuromodulation for optimal clinical outcomes. Even so, there is still much to be learned about disease pathogenesis of these neurodegenerative and psychiatric disorders and the latent mechanisms of neurostimulation that provide therapeutic relief. This review provides an overview of the increasingly common stimulation systems, their clinical indications, and enabling technologies.", "doi": "10.1016/j.mayocp.2017.05.005", "title": "Neurostimulation Devices for the Treatment of Neurologic Disorders.", "journal": ["Mayo Clinic proceedings", "Mayo Clin. Proc."]}