{"authors": [["Bäckström", "D", "D", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Umeå, Sweden."], ["Eriksson Domellöf", "M", "M", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Umeå, Sweden."], ["Granåsen", "G", "G", "Epidemiology and Global Health Unit, Department of Public Health and Clinical Medicine, Umeå University, Umeå, Sweden."], ["Linder", "J", "J", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Umeå, Sweden."], ["Mayans", "S", "S", "Department of Clinical Microbiology, Umeå University, Umeå, Sweden."], ["Elgh", "E", "E", "Department of Psychology, Umeå University, Umeå, Sweden."], ["Zetterberg", "H", "H", "Institute of Neuroscience and Physiology, Department of Psychiatry and Neurochemistry, the Sahlgrenska Academy at the University of Gothenburg, Mölndal, Sweden."], ["Blennow", "K", "K", "Institute of Neuroscience and Physiology, Department of Psychiatry and Neurochemistry, the Sahlgrenska Academy at the University of Gothenburg, Mölndal, Sweden."], ["Forsgren", "L", "L", "Department of Pharmacology and Clinical Neuroscience, Umeå University, Umeå, Sweden."]], "date": "2017-09-04", "id": "28869277", "text": "Cognitive decline is common in Parkinson's disease (PD), but the underlying mechanisms for this complication are incompletely understood. Genotypes affecting dopamine transmission may be of importance. This study investigates whether genotypes associated with reduced prefrontal dopaminergic tone and/or reduced dopamine D2-receptor availability (Catechol-O-methyltransferase [COMT] Val158 Met genotype and DRD2 C957 T genotype) affect the development of cognitive deficits in PD.One hundred and 34 patients with idiopathic PD, participating in a regional, population-based study of incident parkinsonism, underwent genotyping. After extensive baseline investigations (including imaging and biomarker analyses), the patients were followed prospectively during 6-10 years with neuropsychological evaluations, covering six cognitive domains. Cognitive decline (defined as the incidence of either Parkinson's disease mild cognitive impairment [PD-MCI] or dementia [PDD], diagnosed according to published criteria and blinded to genotype) was studied as the primary outcome.Both genotypes affected cognition, as shown by Cox proportional hazards models. While the COMT 158 Val/Val genotype conferred an increased risk of mild cognitive impairment in patients with normal cognition at baseline (hazard ratio: 2.13, P = .023), the DRD2 957 T/T genotype conferred an overall increased risk of PD dementia (hazard ratio: 3.22, P < .001). The poorer cognitive performance in DRD2 957 T/T carriers with PD occurred mainly in episodic memory and attention.The results favor the hypothesis that dopamine deficiency in PD not only relate to mild cognitive deficits in frontostriatal functions, but also to a decline in memory and attention. This could indicate that dopamine deficiency impairs a wide network of brain areas.", "doi": "10.1111/ane.12812", "title": "Polymorphisms in dopamine-associated genes and cognitive decline in Parkinson's disease.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}