{"authors": [["Jansen", "Iris E", "IE", "Department of Clinical Genetics, VU University Medical Center, Amsterdam, the Netherlands; Genome Biology of Neurodegenerative Diseases, German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany."], ["Gibbs", "J Raphael", "JR", "Laboratory of Neurogenetics, National Institute on Aging, Bethesda, MD, USA."], ["Nalls", "Mike A", "MA", "Laboratory of Neurogenetics, National Institute on Aging, Bethesda, MD, USA; Data Tecnica International, Glen Echo, MD, USA."], ["Price", "T Ryan", "TR", "University California Irvine, Irvine, CA, USA."], ["Lubbe", "Steven", "S", "Ken and Ruth Davee Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["van Rooij", "Jeroen", "J", "Department of Internal Medicine, Erasmus MC, Rotterdam, the Netherlands."], ["Uitterlinden", "André G", "AG", "Department of Internal Medicine, Erasmus MC, Rotterdam, the Netherlands; Netherlands Consortium for Healthy Ageing (NCHA), Rotterdam, the Netherlands; Department of Epidemiology, Erasmus MC, Rotterdam, the Netherlands."], ["Kraaij", "Robert", "R", "Department of Internal Medicine, Erasmus MC, Rotterdam, the Netherlands; Netherlands Consortium for Healthy Ageing (NCHA), Rotterdam, the Netherlands; Department of Epidemiology, Erasmus MC, Rotterdam, the Netherlands."], ["Williams", "Nigel M", "NM", "MRC Centre for Neuropsychiatric Genetics and Genomics, Cardiff University, Cardiff, Wales, UK."], ["Brice", "Alexis", "A", "Inserm U1127, CNRS UMR7225, Sorbonne Universités, UPMC Univ Paris 06, UMR_S1127, Institut du Cerveau et de la Moelle épinière, Paris, France; Assistance Publique Hôpitaux de Paris, Hôpital de la Salpêtrière, Département de Génétique et Cytogénétique, Paris, France."], ["Hardy", "John", "J", "Reta Lila Weston Institute, University College London, London, UK."], ["Wood", "Nicholas W", "NW", "Department of Clinical Neuroscience, UCL Institute of Neurology, London, UK."], ["Morris", "Huw R", "HR", "Department of Clinical Neuroscience, UCL Institute of Neurology, London, UK."], ["Gasser", "Thomas", "T", "Centre for Genetic Epidemiology, Institute for Clinical Epidemiology and Applied Biometry, University of Tübingen, Tübingen, Germany."], ["Singleton", "Andrew B", "AB", "Laboratory of Neurogenetics, National Institute on Aging, Bethesda, MD, USA."], ["Heutink", "Peter", "P", "Genome Biology of Neurodegenerative Diseases, German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany; Centre for Genetic Epidemiology, Institute for Clinical Epidemiology and Applied Biometry, University of Tübingen, Tübingen, Germany."], ["Sharma", "Manu", "M", "Centre for Genetic Epidemiology, Institute for Clinical Epidemiology and Applied Biometry, University of Tübingen, Tübingen, Germany. Electronic address: manu.sharma@uni-tuebingen.de."], [null, null, null, null]], "date": "2017-08-02", "id": "28867149", "text": "Many common genetic factors have been identified to contribute to Parkinson's disease (PD) susceptibility, improving our understanding of the related underlying biological mechanisms. The involvement of rarer variants in these loci has been poorly studied. Using International Parkinson's Disease Genomics Consortium data sets, we performed a comprehensive study to determine the impact of rare variants in 23 previously published genome-wide association studies (GWAS) loci in PD. We applied Prix fixe to select the putative causal genes underneath the GWAS peaks, which was based on underlying functional similarities. The Sequence Kernel Association Test was used to analyze the joint effect of rare, common, or both types of variants on PD susceptibility. All genes were tested simultaneously as a gene set and each gene individually. We observed a moderate association of common variants, confirming the involvement of the known PD risk loci within our genetic data sets. Focusing on rare variants, we identified additional association signals for LRRK2, STBD1, and SPATA19. Our study suggests an involvement of rare variants within several putatively causal genes underneath previously identified PD GWAS peaks.", "doi": "10.1016/j.neurobiolaging.2017.07.009", "title": "Establishing the role of rare coding variants in known Parkinson's disease risk loci.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}