{"authors": [["Thompson", "John A", "JA", "Department of Neurosurgery, University of Colorado School of Medicine, Aurora, Colorado, USA."], ["Tekriwal", "Anand", "A", "Medical Scientist Training Program, University of Colorado School of Medicine, Aurora, Colorado, USA."], ["Felsen", "Gidon", "G", "Department of Physiology and Biophysics, University of Colorado School of Medicine, Aurora, Colorado, USA."], ["Ozturk", "Musa", "M", "Biomedical Engineering, University of Houston, Texas, USA."], ["Telkes", "Ilknur", "I", "Biomedical Engineering, University of Houston, Texas, USA."], ["Wu", "Jiangping", "J", "Neuromodulation Global Research, Medtronic, Minneapolis, Minnesota, USA."], ["Ince", "Nuri Firat", "NF", "Biomedical Engineering, University of Houston, Texas, USA."], ["Abosch", "Aviva", "A", "Medical Scientist Training Program, University of Colorado School of Medicine, Aurora, Colorado, USA."]], "date": "2017-09-02", "id": "28866626", "text": "Sleep is a fundamental homeostatic process, and disorders of sleep can greatly affect quality of life. Parkinson's disease (PD) is highly comorbid for a spectrum of sleep disorders and deep brain stimulation (DBS) of the subthalamic nucleus (STN) has been reported to improve sleep architecture in PD. We studied local field potential (LFP) recordings in PD subjects undergoing STN-DBS over the course of a full-night's sleep. We examined the changes in oscillatory activity recorded from STN between ultradian sleep states to determine whether sleep-stage dependent spectral patterns might reflect underlying dysfunction. For this study, PD (n=10) subjects were assessed with concurrent polysomnography and LFP recordings from the DBS electrodes, for an average of 7.5 hours in 'off' dopaminergic medication state. Across subjects, we found conserved spectral patterns among the canonical frequency bands (delta 0-3 Hz, theta 3-7 Hz, alpha 7-13 Hz, beta 13-30 Hz, gamma 30-90 Hz and high frequency 90-350 Hz) that were associated with specific sleep cycles: delta (0-3 Hz) activity during non-rapid eye movement (NREM) associated stages was greater than during Awake, whereas beta (13-30 Hz) activity during NREM states was lower than Awake and rapid eye movement (REM). In addition, all frequency bands were significantly different between NREM states and REM. However, each individual subject exhibited a unique mosaic of spectral interrelationships between frequency bands. Our work suggests that LFP recordings from human STN differentiate between sleep cycle states, and sleep-state specific spectral mosaics may provide insight into mechanisms underlying sleep pathophysiology.", "doi": "10.1136/jnnp-2017-316115", "title": "Sleep patterns in Parkinson's disease: direct recordings from the subthalamic nucleus.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}