{"authors": [["Ornelas-Vences", "Christopher", "C", "Centro de Investigación en Computación, Instituto Politécnico Nacional, Juan de Dios Bátiz Avenue, Mexico City, 07738, Mexico. Electronic address: chrorn9@gmail.com."], ["Sanchez-Fernandez", "Luis Pastor", "LP", "Centro de Investigación en Computación, Instituto Politécnico Nacional, Juan de Dios Bátiz Avenue, Mexico City, 07738, Mexico. Electronic address: lsanchez@cic.ipn.mx."], ["Sanchez-Perez", "Luis Alejandro", "LA", "Centro de Investigación en Computación, Instituto Politécnico Nacional, Juan de Dios Bátiz Avenue, Mexico City, 07738, Mexico; Department of Electrical and Computer Engineering, University of Michigan-Dearborn, 4901 Evergreen Road Dearborn, MI, 48128, USA. Electronic address: alejand@umich.edu."], ["Garza-Rodriguez", "Alejandro", "A", "Centro de Investigación en Computación, Instituto Politécnico Nacional, Juan de Dios Bátiz Avenue, Mexico City, 07738, Mexico. Electronic address: link_agr@hotmail.com."], ["Villegas-Bastida", "Albino", "A", "Escuela Nacional de Medicina y Homeopatía, Instituto Politécnico Nacional, 239 Guillermo Massieu Helguera Street, Mexico City, 07320, Mexico. Electronic address: albinovillegas_b@hotmail.com."]], "date": "2017-08-30", "id": "28866303", "text": "Parkinson's disease is a chronic illness that affects motor skills. The Unified Parkinson's Disease Rating Scale sponsored by the Movement Disorder Society (MDS-UPDRS) quantifies the current state of the disease based on clinician's observations. In this scale, turning is part of the gait assessment, yet specific guidelines on which features to observe and rate are still unclear. What is more, only visual impairment detection is used as the main subjective rating tool. In this respect, four biomechanical features are extracted from sensors worn on the lower limbs in this work. Afterwards, a turning assessment score is computed by means of a fuzzy inference model constructed based on the examiners knowledge. Overall, 46 patients with varying motor impairment severity underwent a full MDS-UPDRS motor examination and were monitored using a measurement system that includes inertial sensors on each ankle. Turning rating scores computed are reasonably consistent with examiners opinions. Nevertheless, the model proposed herein will always output the same score given the same inputs; whereas the subjective nature of examiners observations translates into uncertainty and variability in the rating scores. Furthermore, the continuous scale implemented in this work prevents the floor/ceiling effect inherent of discrete scales.", "doi": "10.1016/j.compbiomed.2017.08.026", "title": "Fuzzy inference model evaluating turn for Parkinson's disease patients.", "journal": ["Computers in biology and medicine", "Comput. Biol. Med."]}