{"authors": [["Toomsoo", "Toomas", "T", "Neurology Center, East Tallinn Central Hospital, Ravi 18, 10138 Tallinn, Estonia."], ["Randver", "René", "R", "Neurology Center, East Tallinn Central Hospital, Ravi 18, 10138 Tallinn, Estonia; Institute of Psychology, University of Tartu, Näituse 2-211, 50409 Tartu, Estonia. Electronic address: rene.randver@gmail.com."], ["Liepelt-Scarfone", "Inga", "I", "Department of Neurodegeneration, German Center of Neurodegenerative Diseases and Hertie Institute of Clinical Brain Research, University of Tübingen, Hoppe-Seyler-Straße 3, 72076 Tübingen, Germany."], ["Kadastik-Eerme", "Liis", "L", "Department of Neurology and Neurosurgery, University of Tartu, L. Puusepa 8, 51014 Tartu, Estonia."], ["Asser", "Toomas", "T", "Department of Neurology and Neurosurgery, University of Tartu, L. Puusepa 8, 51014 Tartu, Estonia."], ["Rubanovits", "Inna", "I", "Neurology Center, East Tallinn Central Hospital, Ravi 18, 10138 Tallinn, Estonia."], ["Berg", "Daniela", "D", "Department of Neurodegeneration, German Center of Neurodegenerative Diseases and Hertie Institute of Clinical Brain Research, University of Tübingen, Hoppe-Seyler-Straße 3, 72076 Tübingen, Germany; Department of Neurology, Christian-Albrechts-University of Kiel, Arnold-Heller-Str. 3, 24105 Kiel, Germany."], ["Taba", "Pille", "P", "Department of Neurology and Neurosurgery, University of Tartu, L. Puusepa 8, 51014 Tartu, Estonia."]], "date": "2017-08-16", "id": "28865346", "text": "Despite advances in diagnostics and clinical recognition, depressive symptoms in Parkinson's disease (PD) exceeding normal limits remain effectively untreated. In this study, we report on the prevalence and severity of depressive symptoms as well as their association with brainstem raphe echogenicity in patients with PD and non-PD controls. The study included 266 Estonian PD patients and 168 age- and education-matched controls. Demographic and clinical data was documented. Brainstem raphe (BR) was visualized by transcranial sonography (TCS). The prevalence of depressive symptoms in the patient sample was found to be significantly higher than in controls. BR echogenicity in both patients and controls was directly related to their total BDI score, although we found a significantly greater reduction of BR echogenicity in patients with PD and depressive symptoms compared to depressed non-PD controls. The present results corroborate the hypothesis that morphological alteration of the BR is involved in the pathogenesis of depressive disorders. TCS of BR could be used as a non-invasive biomarker to improve detection of depressive symptoms in early PD stages where clinicians may not recognize affective disturbances in the context of PD phenomena.", "doi": "10.1016/j.pscychresns.2017.08.005", "title": "Prevalence of depressive symptoms and their association with brainstem raphe echogenicity in patients with Parkinson's disease and non-PD controls.", "journal": ["Psychiatry research", "Psychiatry Res"]}