{"authors": [["Kurian", "P", "P", "National Human Genome Center, Howard University College of Medicine, Washington, DC 20060, USA; Department of Medicine, Howard University College of Medicine, Washington, DC 20060, USA; Computational Physics Laboratory, Howard University, Washington, DC 20059, USA. Electronic address: pkurian@howard.edu."], ["Obisesan", "T O", "TO", "Georgetown-Howard Universities Center for Clinical and Translational Science Clinical Research Unit, Howard University College of Medicine, Washington, DC 20060, USA."], ["Craddock", "T J A", "TJA", "Department of Psychology & Neuroscience, Nova Southeastern University, Fort Lauderdale, FL 33314, USA; Department of Computer Science, Nova Southeastern University, Fort Lauderdale, FL 33314, USA; Department of Clinical Immunology, Nova Southeastern University, Fort Lauderdale, FL 33314, USA; Clinical Systems Biology Group, Institute for Neuro-Immune Medicine, Nova Southeastern University, Fort Lauderdale, FL 33314, USA."]], "date": "2017-08-24", "id": "28865316", "text": "Oxidative stress is a pathological hallmark of neurodegenerative tauopathic disorders such as Alzheimer's disease and Parkinson's disease-related dementia, which are characterized by altered forms of the microtubule-associated protein (MAP) tau. MAP tau is a key protein in stabilizing the microtubule architecture that regulates neuron morphology and synaptic strength. When MAP tau is degraded in tauopathic disorders, neuron dysfunction results. The precise role of reactive oxygen species (ROS) in the tauopathic disease process, however, is poorly understood. Classically, mitochondrial dysfunction has been viewed as the major source of oxidative stress and has been shown to precede tau and amyloid pathology in various dementias, but the exact mechanisms are not clear. It is known that the production of ROS by mitochondria can result in ultraweak photon emission (UPE) within cells. While of low intensity, surrounding proteins within the cytosol can still absorb these energetic photons via aromatic amino acids (e.g., tryptophan and tyrosine). One likely absorber of these photons is the microtubule cytoskeleton, as it forms a vast network spanning neurons, is highly co-localized with mitochondria, and shows a high density of aromatic amino acids. Functional microtubule networks may traffic this ROS-generated endogenous photon energy for cellular signaling, or they may serve as dissipaters/conduits of such energy to protect the cell from potentially harmful effects. Experimentally, after in vitro exposure to exogenous photons, microtubules have been shown to reorient and reorganize in a dose-dependent manner with the greatest effect being observed around 280nm, in the tryptophan and tyrosine absorption range. In this paper, recent modeling efforts based on ambient temperature experiment are presented, showing that tubulin polymers can feasibly absorb and channel these photoexcitations via resonance energy transfer, on the order of dendritic length scales and neuronal fine structure. Since microtubule networks are compromised in tauopathic diseases such as Alzheimer's and Parkinson's dementias, patients with these illnesses would be unable to support effective channeling of these photons for signaling or dissipation. Consequent emission surplus due to increased UPE production or decreased ability to absorb and transfer may lead to increased cellular oxidative damage, thus hastening the neurodegenerative process.", "doi": "10.1016/j.jphotobiol.2017.08.033", "title": "Oxidative species-induced excitonic transport in tubulin aromatic networks: Potential implications for neurodegenerative disease.", "journal": ["Journal of photochemistry and photobiology. B, Biology", "J. Photochem. Photobiol. B, Biol."]}