{"authors": [["Pokrzywa", "Małgorzata", "M", "Airoptic Sp. z o.o., Poznań, Poland."], ["Pawełek", "Katarzyna", "K", "Airoptic Sp. z o.o., Poznań, Poland."], ["Kucia", "Weronika Elżbieta", "WE", "Airoptic Sp. z o.o., Poznań, Poland."], ["Sarbak", "Szymon", "S", "Airoptic Sp. z o.o., Poznań, Poland."], ["Chorell", "Erik", "E", "Department of Chemistry, Umeå University, Umeå, Sweden."], ["Almqvist", "Fredrik", "F", "Department of Chemistry, Umeå University, Umeå, Sweden."], ["Wittung-Stafshede", "Pernilla", "P", "Department of Biology and Biological Engineering, Chalmers University of Technology, Gothenburg, Sweden."]], "date": "2017-09-01", "id": "28863169", "text": "Alpha-synuclein (aS) amyloid formation is involved in Parkinson's disease (PD); therefore, small molecules that target aS and affect its aggregation are of interest as future drug candidates. We recently reported modified ring-fused 2-pyridones that modulate aS amyloid formation in vitro. Here, we describe the effects of such molecules on behavioral parameters of a Drosophila model of PD (i.e., flies expressing human aS), using a new approach (implemented in a commercially available FlyTracker system) to quantify fly mobility. FlyTracker allows for automated analysis of walking and climbing locomotor behavior, as it collects large sequences of data over time in an unbiased manner. We found that the molecules per se have no toxic or kinetic effects on normal flies. Feeding aS-expressing flies with the amyloid-promoting molecule FN075, remarkably, resulted in increased fly mobility at early time points; however, this effect switched to reduced mobility at later time points, and flies had shorter life spans than controls. In contrast, an amyloid inhibitor increased both fly kinetics and life span. In agreement with increased aS amyloid formation, the FN075-fed flies had less soluble aS, and in vitro aS-FN075 interactions stimulated aS amyloid formation. In addition to a new quantitative approach to probe mobility (available in FlyTracker), our results imply that aS regulates brain activity such that initial removal (here, by FN075-triggered assembly of aS) allows for increased fly mobility.", "doi": "10.1371/journal.pone.0184117", "title": "Effects of small-molecule amyloid modulators on a Drosophila model of Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}