{"authors": [["Schormair", "B", "B", "Institute of Neurogenomics, Helmholtz Zentrum München, Munich, Germany."], ["Kemlink", "D", "D", "Department of Neurology and Center of Clinical Neuroscience, First Faculty of Medicine and General University Hospital in Prague, Charles University in Prague, Prague, Czech Republic."], ["Mollenhauer", "B", "B", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Fiala", "O", "O", "Department of Neurology and Center of Clinical Neuroscience, First Faculty of Medicine and General University Hospital in Prague, Charles University in Prague, Prague, Czech Republic."], ["Machetanz", "G", "G", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Roth", "J", "J", "Department of Neurology and Center of Clinical Neuroscience, First Faculty of Medicine and General University Hospital in Prague, Charles University in Prague, Prague, Czech Republic."], ["Berutti", "R", "R", "Institute of Human Genetics, Helmholtz Zentrum München, Munich, Germany."], ["Strom", "T M", "TM", "Institute of Human Genetics, Technische Universität München, Munich, Germany."], ["Haslinger", "B", "B", "Neurologische Klinik und Poliklinik, Klinikum rechts der Isar der Technischen Universität München, Munich, Germany."], ["Trenkwalder", "C", "C", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Zahorakova", "D", "D", "Department of Pediatrics and Adolescent Medicine, First Faculty of Medicine and General University Hospital in Prague, Charles University in Prague, Prague, Czech Republic."], ["Martasek", "P", "P", "Department of Pediatrics and Adolescent Medicine, First Faculty of Medicine and General University Hospital in Prague, Charles University in Prague, Prague, Czech Republic."], ["Ruzicka", "E", "E", "Department of Neurology and Center of Clinical Neuroscience, First Faculty of Medicine and General University Hospital in Prague, Charles University in Prague, Prague, Czech Republic."], ["Winkelmann", "J", "J", "Institute of Neurogenomics, Helmholtz Zentrum München, Munich, Germany."]], "date": "2017-09-01", "id": "28862745", "text": "Parkinson's disease (PD) is a genetically heterogeneous disorder and new putative disease genes are discovered constantly. Therefore, whole-exome sequencing could be an efficient approach to genetic testing in PD. To evaluate its performance in early-onset sporadic PD, we performed diagnostic exome sequencing in 80 individuals with manifestation of PD symptoms at age 40 or earlier and a negative family history of PD. Variants in validated and candidate disease genes and risk factors for PD and atypical Parkinson syndromes were annotated, followed by further analysis for selected variants. We detected pathogenic variants in Mendelian genes in 6.25% of cases and high-impact risk factor variants in GBA in 5% of cases, resulting in overall maximum diagnostic yield of 11.25%. One individual was compound heterozygous for variants affecting canonical splice sites in VPS13C, confirming the causal role of protein-truncating variants in this gene linked to autosomal-recessive early-onset PD. Despite the low diagnostic yield of exome sequencing in sporadic early-onset PD, the confirmation of the recently discovered VPS13C gene highlights its advantage over using predefined gene panels.", "doi": "10.1111/cge.13124", "title": "Diagnostic exome sequencing in early-onset Parkinson's disease confirms VPS13C as a rare cause of autosomal-recessive Parkinson's disease.", "journal": ["Clinical genetics", "Clin. Genet."]}