{"authors": [["Jinnah", "H A", "HA", "Departments of Neurology, Human Genetics and Pediatrics, Emory University, Atlanta, Georgia, USA."], ["Albanese", "Alberto", "A", "Department of Neurology, Humanitas Research Hospital, Rozzano, Italy."], ["Bhatia", "Kailash P", "KP", "Sobell Department of Motor Neuroscience and Movement Disorders, University College London Institute of Neurology, London, United Kingdom."], ["Cardoso", "Francisco", "F", "Department of Internal Medicine, Movement Disorders Clinic, Neurology Service, UFMG, Belo Horizonte, MG, Brazil."], ["Da Prat", "Gustavo", "G", "Department of Neurology, Affiliated University of Buenos Aires, Buenos Aires, Argentina."], ["de Koning", "Tom J", "TJ", "Department of Genetics, Pediatrics and Neurology, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands."], ["Espay", "Alberto J", "AJ", "James J. and Joan A. Gardner Center for Parkinson's disease and Movement Disorders, University of Cincinnati, Ohio, USA."], ["Fung", "Victor", "V", "Movement Disorders Unit, Department of Neurology, Westmead Hospital & Sydney Medical School, University of Sydney, Sydney, Australia."], ["Garcia-Ruiz", "Pedro J", "PJ", "Department of Neurology, Fundacion Jimenez Diaz, Madrid, Spain."], ["Gershanik", "Oscar", "O", "Institute of Neuroscience, Favaloro Foundation University Hospital, Buenos Aires, Argentina."], ["Jankovic", "Joseph", "J", "Department of Neurology, Parkinson's Disease Center and Movement Disorders Clinic, Baylor College of Medicine, Houston, Texas, USA."], ["Kaji", "Ryuji", "R", "Department of Neurology, Tokushima University Graduate School of Medicine, Tokushima, Japan."], ["Kotschet", "Katya", "K", "Clinical Neurosciences, St. Vincent's Health, Melbourne, Australia."], ["Marras", "Connie", "C", "The Morton and Gloria Shulman Movement Disorders Centre and the Edmond J Safra Program in Parkinson's Disease, Toronto Western Hospital, University of Toronto, Toronto, Canada."], ["Miyasaki", "Janis M", "JM", "Division of Neurology, University of Alberta, Edmonton, Canada."], ["Morgante", "Francesca", "F", "Department of Clinical and Experimental Medicine, University of Messina, Messina, Italy."], ["Munchau", "Alexander", "A", "Department of Pediatric and Adult Movement Disorders and Neuropsychiatry, Institute of Neurogenetics, University of Lübeck, Lübeck, Germany."], ["Pal", "Pramod Kumar", "PK", "Department of Neurology, National Institute of Mental Health & Neuroscience, Bangalore, India."], ["Rodriguez Oroz", "Maria C", "MC", "University Hospital Donostia, Madrid, Spain."], ["Rodríguez-Violante", "Mayela", "M", "Movement Disorders Clinic, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["Schöls", "Ludger", "L", "Department of Neurology and Hertie Institute for Clinical Brain Research, University of Tubingen, Tubingen, Germany."], ["Stamelou", "Maria", "M", "Neurology Clinic, Philipps University Marburg, Marburg, Germany."], ["Tijssen", "Marina", "M", "Department of Neurology, University Medical Center Groningen, University of Groningen, The Netherlands."], ["Uribe Roca", "Claudia", "C", "Department of Neurology, British Hospital of Buenos Aires, Buenos Aires, Argentina."], ["de la Cerda", "Andres", "A", "Clinica Davila, CINSAN, Universidad de los Andes, Santiago, Chile."], ["Gatto", "Emilia M", "EM", "Department of Neurology, Affiliated University of Buenos Aires and University DelSalvadore, Buenos Aires, Argentina."], [null, null, null, null]], "date": "2017-09-01", "id": "28861905", "text": "There are many rare movement disorders, and new ones are described every year. Because they are not well recognized, they often go undiagnosed for long periods of time. However, early diagnosis is becoming increasingly important. Rapid advances in our understanding of the biological mechanisms responsible for many rare disorders have enabled the development of specific treatments for some of them. Well-known historical examples include Wilson disease and dopa-responsive dystonia, for which specific and highly effective treatments have life-altering effects. In recent years, similarly specific and effective treatments have been developed for more than 30 rare inherited movement disorders. These treatments include specific medications, dietary changes, avoidance or management of certain triggers, enzyme replacement therapy, and others. This list of treatable rare movement disorders is likely to grow during the next few years because a number of additional promising treatments are actively being developed or evaluated in clinical trials. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27140", "title": "Treatable inherited rare movement disorders.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}