{"authors": [["Brakedal", "Brage", "B", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Flønes", "Irene", "I", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Reiter", "Simone F", "SF", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Torkildsen", "Øivind", "Ø", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Dölle", "Christian", "C", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Assmus", "Jörg", "J", "Centre for Clinical Research, Haukeland University Hospital, Bergen, Norway."], ["Haugarvoll", "Kristoffer", "K", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Tzoulis", "Charalampos", "C", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."]], "date": "2017-09-01", "id": "28861893", "text": "Whether antidiabetic glitazone drugs protect against Parkinson's disease remains controversial. Although a single clinical trial showed no evidence of disease modulation, retrospective studies suggest that a disease-preventing effect may be plausible. The objective of this study was to examine if the use of glitazone drugs is associated with a lower incidence of PD among diabetic patients.We compared the incidence of PD between individuals with diabetes who used glitazones, with or without metformin, and individuals using only metformin in the Norwegian Prescription Database. This database contains all prescription drugs dispensed for the entire Norwegian population. We identified 94,349 metformin users and 8396 glitazone users during a 10-year period and compared the incidence of PD in the 2 groups using Cox regression survival analysis, with glitazone exposure as a time-dependent covariate.Glitazone use was associated with a significantly lower incidence of PD compared with metformin-only use (hazard ratio, 0.72; 95% confidence interval, 0.55-0.94; P = 0.01).The use of glitazones is associated with a decreased risk of incident PD in populations with diabetes. Further studies are warranted to confirm and understand the role of glitazones in neurodegeneration. © 2017 The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27128", "title": "Glitazone use associated with reduced risk of Parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}