{"authors": [["Stampanoni Bassi", "Mario", "M", "Neurology and Neurorehabilitation Units, IRCCS Istituto Neurologico Mediterraneo (INM) Neuromed, Pozzilli, Italy."], ["Sancesario", "Andrea", "A", "Neurology and Neurorehabilitation Units, IRCCS Istituto Neurologico Mediterraneo (INM) Neuromed, Pozzilli, Italy."], ["Morace", "Roberta", "R", "Neurology and Neurorehabilitation Units, IRCCS Istituto Neurologico Mediterraneo (INM) Neuromed, Pozzilli, Italy."], ["Centonze", "Diego", "D", "Neurology and Neurorehabilitation Units, IRCCS Istituto Neurologico Mediterraneo (INM) Neuromed, Pozzilli, Italy."], ["Iezzi", "Ennio", "E", "Neurology and Neurorehabilitation Units, IRCCS Istituto Neurologico Mediterraneo (INM) Neuromed, Pozzilli, Italy."]], "date": "2017-02-01", "id": "28861502", "text": "The endocannabinoid system plays a regulatory role in a number of physiological processes and has been found altered in different pathological conditions, including movement disorders. The interactions between cannabinoids and dopamine in the basal ganglia are remarkably complex and involve both the modulation of other neurotransmitters (γ-aminobutyric acid, glutamate, opioids, peptides) and the activation of different receptors subtypes (cannabinoid receptor type 1 and 2). In the last years, experimental studies contributed to enrich this scenario reporting interactions between cannabinoids and other receptor systems (transient receptor potential vanilloid type 1 cation channel, adenosine receptors, 5-hydroxytryptamine receptors). The improved knowledge, adding new interpretation on the biochemical interaction between cannabinoids and other signaling pathways, may contribute to develop new pharmacological strategies. A number of preclinical studies in different experimental Parkinson's disease (PD) models demonstrated that modulating the cannabinoid system may be useful to treat some motor symptoms. Despite new cannabinoid-based medicines have been proposed for motor and nonmotor symptoms of PD, so far, results from clinical studies are controversial and inconclusive. Further clinical studies involving larger samples of patients, appropriate molecular targets, and specific clinical outcome measures are needed to clarify the effectiveness of cannabinoid-based therapies.", "doi": "10.1089/can.2017.0002", "title": "Cannabinoids in Parkinson's Disease.", "journal": ["Cannabis and cannabinoid research", "Cannabis Cannabinoid Res"]}