{"authors": [["Hatz", "Florian", "F", "Department of Neurology, Hospitals of University of BaselBasel, Switzerland."], ["Meyer", "Antonia", "A", "Department of Neurology, Hospitals of University of BaselBasel, Switzerland."], ["Zimmermann", "Ronan", "R", "Department of Neurology, Hospitals of University of BaselBasel, Switzerland."], ["Gschwandtner", "Ute", "U", "Department of Neurology, Hospitals of University of BaselBasel, Switzerland."], ["Fuhr", "Peter", "P", "Department of Neurology, Hospitals of University of BaselBasel, Switzerland."]], "date": "2017-08-15", "id": "28860987", "text": "Introduction: Quantitative electroencephalography (QEEG) brain frequency and network analyses are known to differentiate between disease stages in Parkinson's disease (PD) and are possible biomarkers. They correlate with cognitive decline. Little is known about changes in brain networks in relation to apathy. Objective/Aims: To analyze changes in brain network connectivities related to apathy. Methods: 40 PD patients (14 PD with mild cognitive deficits and 26 PD with normal cognition) were included. All patients had extensive neuropsychological testing; apathy was evaluated using the apathy evaluation score (AES, median 24.5, range 18-39). Resting state EEG was recorded with 256 electrodes and analyzed using fully automated Matlab® code (TAPEEG). For estimation of the connectivities between brain regions, PLI (phase lag index) was used, enhanced by a microstates segmentation. Results: After correction for multiple comparisons, significant correlations were found for single alpha2-band connectivities with the AES (p-values < 0.05). Lower connectivities, mainly involving the left fronto-polar region, were related to higher apathy scores. Conclusions: In our sample of patients with PD, apathy correlates with a network alteration mainly involving the left fronto-polar region. This might be due to dysfunction of the cortico-basal loop, modulating motivation.", "doi": "10.3389/fnagi.2017.00262", "title": "Apathy in Patients with Parkinson's Disease Correlates with Alteration of Left Fronto-Polar Electroencephalographic Connectivity.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}