{"authors": [["Canale", "Claudio", "C", "Department of Nanophysics. Istituto Italiano di Tecnologia. Via Morego 30, 16163 Genova, Italy; Department of Physics, University of Genova, via Dodecaneso 33, 16146 Genova, Italy. Electronic address: claudio.canale@iit.it."], ["Oropesa-Nuñez", "Reinier", "R", "Department of Nanophysics. Istituto Italiano di Tecnologia. Via Morego 30, 16163 Genova, Italy; DIBRIS Department, University of Genova, viale Causa 13, 16145, Genova, Italy."], ["Diaspro", "Alberto", "A", "Department of Nanophysics. Istituto Italiano di Tecnologia. Via Morego 30, 16163 Genova, Italy; Department of Physics, University of Genova, via Dodecaneso 33, 16146 Genova, Italy."], ["Dante", "Silvia", "S", "Department of Nanophysics. Istituto Italiano di Tecnologia. Via Morego 30, 16163 Genova, Italy."]], "date": "2017-08-30", "id": "28860102", "text": "Lipid membranes play a fundamental role in the pathological development of protein misfolding diseases. Several pieces of evidence suggest that the lipid membrane could act as a catalytic surface for protein aggregation. Furthermore, a leading theory indicates the interaction between the cell membrane and misfolded oligomer species as the responsible for cytotoxicity, hence, for neurodegeneration in disorders such as Alzheimer's and Parkinson's disease. The definition of the mechanisms that drive the interaction between pathological protein aggregates and plasma membrane is fundamental for the development of effective therapies for a large class of diseases. Atomic force microscopy (AFM) has been employed to study how amyloid aggregates affect the cell physiological properties. Considerable efforts were spent to characterize the interaction with model systems, i.e., planar supported lipid bilayers, but some works also addressed the problem directly on living cells. Here, an overview of the main works involving the use of the AFM on both model system and living cells will be provided. Different kind of approaches will be presented, as well as the main results derived from the AFM analysis.", "doi": "10.1016/j.semcdb.2017.08.046", "title": "Amyloid and membrane complexity: The toxic interplay revealed by AFM.", "journal": ["Seminars in cell & developmental biology", "Semin. Cell Dev. Biol."]}