{"authors": [["Flores-Cuadrado", "Alicia", "A", "Laboratorio de Neuroplasticidad y Neurodegeneración, Facultad de Medicina de Ciudad Real, Centro Regional de Investigaciones Biomédicas, Universidad de Castilla-La Mancha, Ciudad Real, Spain."], ["Ubeda-Bañon", "Isabel", "I", "Laboratorio de Neuroplasticidad y Neurodegeneración, Facultad de Medicina de Ciudad Real, Centro Regional de Investigaciones Biomédicas, Universidad de Castilla-La Mancha, Ciudad Real, Spain."], ["Saiz-Sanchez", "Daniel", "D", "Laboratorio de Neuroplasticidad y Neurodegeneración, Facultad de Medicina de Ciudad Real, Centro Regional de Investigaciones Biomédicas, Universidad de Castilla-La Mancha, Ciudad Real, Spain."], ["Martinez-Marcos", "Alino", "A", "Laboratorio de Neuroplasticidad y Neurodegeneración, Facultad de Medicina de Ciudad Real, Centro Regional de Investigaciones Biomédicas, Universidad de Castilla-La Mancha, Ciudad Real, Spain."]], "date": null, "id": "28859333", "text": "Olfactory dysfunction and emotional impairment are nonmotor symptoms in Parkinson disease (PD). These symptoms might be correlated with the appearance of Lewy bodies and neurites (ubiquitin and α-synuclein aggregates) in the amygdala (Braak stage 3). α-Synucleinopathy in the amygdala has been studied only occasionally, and no data on cell types involved are available. This work aimed to analyze α-synuclein expression in the basolateral, central, and cortical amygdaloid nuclei in 5 PD patients (Braak stages 3-5) and 5 controls. Expression of somatostatin and parvalbumin as well as its colocalization with α-synuclein was quantified under confocal microscopy. α-synuclein expression did not differ significantly between the central and other nuclei. The density of somatostatin was significantly decreased in the basolateral and central complex. The density of parvalbumin was significantly diminished in the basolateral complex. Parvalbumin-positive cells colocalized frequently with α-synuclein (68.44%), whereas, somatostatin-positive cells colocalized only occasionally (6.98%). These data revealed the differential vulnerability among interneuron populations in the human amygdala and could help to explain nonmotor symptoms such as anhedonia in PD.", "doi": "10.1093/jnen/nlx054", "title": "α-Synucleinopathy in the Human Amygdala in Parkinson Disease: Differential Vulnerability of Somatostatin- and Parvalbumin-Expressing Neurons.", "journal": ["Journal of neuropathology and experimental neurology", "J. Neuropathol. Exp. Neurol."]}