{"authors": [["Gazibara", "Tatjana", "T", "Institute of Epidemiology, Visegradska 26a, Faculty of Medicine, University of Belgrade, Serbia."], ["Kisic Tepavcevic", "Darija", "D", "Institute of Epidemiology, Visegradska 26a, Faculty of Medicine, University of Belgrade, Serbia."], ["Svetel", "Marina", "M", "Clinic of Neurology, Dr. Subotica 6, Clinical Centre of Serbia, Faculty of Medicine, University of Belgrade, Serbia."], ["Tomic", "Aleksandra", "A", "Clinic of Neurology, Dr. Subotica 6, Clinical Centre of Serbia, Faculty of Medicine, University of Belgrade, Serbia."], ["Stankovic", "Iva", "I", "Clinic of Neurology, Dr. Subotica 6, Clinical Centre of Serbia, Faculty of Medicine, University of Belgrade, Serbia."], ["Kostic", "Vladimir S", "VS", "Clinic of Neurology, Dr. Subotica 6, Clinical Centre of Serbia, Faculty of Medicine, University of Belgrade, Serbia."], ["Pekmezovic", "Tatjana", "T", "Institute of Epidemiology, Visegradska 26a, Faculty of Medicine, University of Belgrade, Serbia. Electronic address: pekmezovic@sezampro.rs."]], "date": "2017-08-24", "id": "28858631", "text": "To describe circumstances of near-falls among persons with Parkinson's disease (PD), assess factors associated with near-falling and assess whether near-falls in the first 6 months are associated with falling in the latter 6 months over one year of follow-up.In the period August 2011-December 2012, 120 consecutive persons with PD, who denied having fallen in the past 6 months, were recruited at Clinical center of Serbia in Belgrade. Occurrence of falling and near-falls was followed for one year.A total of 31 persons with PD (25.8%) experienced near-falls, but did not fall. Of 42 fallers, 32 (76.2%) experienced near-falls. Tripping was the most common cause of near-falls among fallers, whereas postural instability was the most common in non-fallers. Regardless of falling experience, the most common manner to avoid fall was holding onto furniture or wall. After adjustment for multiple motor and non-motor PD features, more severe freezing of gait was associated with occurrence of near-falls over one year of follow-up (odds ratio [OR]=1.08, 95% confidence interval [CI] 1.01-1.16; p=0.043). Adjusted regression analysis did not show associations between near-falling in the first 6 months and falling in the latter 6 months of follow-up.Near-falls commonly occur in persons with PD. More severe freezing of gait appears to predispose near-falling. Fall prevention programs focusing on balance maintenance when experiencing freezing of gait could potentially be useful in reduction of near-falls.", "doi": "10.1016/j.clineuro.2017.08.008", "title": "Near-falls in people with Parkinson's disease: Circumstances, contributing factors and association with falling.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}