{"authors": [["Kim", "Jeongjin", "J", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea; Center for Neuroscience, KIST, Seoul 02792, Republic of Korea."], ["Kim", "Youngsoo", "Y", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea; Graduate School of Medical Science and Engineering, KAIST, Daejeon 34141, Republic of Korea."], ["Nakajima", "Ryuichi", "R", "Center for Functional Connectomics, KIST, Seoul 02792, Republic of Korea."], ["Shin", "Anna", "A", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Jeong", "Minju", "M", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Park", "Ah Hyung", "AH", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Jeong", "Yongcheol", "Y", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Jo", "Seonmi", "S", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Yang", "Seungkyoung", "S", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Park", "Hosung", "H", "School of Computing, KAIST, Daejeon 34141, Republic of Korea."], ["Cho", "Sung-Hwan", "SH", "Department of Bio and Brain Engineering, KAIST, Daejeon 34141, Republic of Korea."], ["Cho", "Kwang-Hyun", "KH", "Department of Bio and Brain Engineering, KAIST, Daejeon 34141, Republic of Korea."], ["Shim", "Insop", "I", "Department of Science in Korean Medicine, Graduate School, College of Korean Medicine, Kyung Hee University, Seoul 02453, Republic of Korea."], ["Chung", "Jae Hoon", "JH", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea."], ["Paik", "Se-Bum", "SB", "Department of Bio and Brain Engineering, KAIST, Daejeon 34141, Republic of Korea."], ["Augustine", "George J", "GJ", "Center for Functional Connectomics, KIST, Seoul 02792, Republic of Korea; Lee Kong Chian School of Medicine, Nanyang Technological University, 11 Mandalay Road, Singapore, 308232, Singapore; Institute of Molecular and Cell Biology, 61 Biopolis Drive, Proteos, Singapore 138673, Singapore."], ["Kim", "Daesoo", "D", "Department of Biological Sciences, KAIST, Daejeon 34141, Republic of Korea. Electronic address: daesoo@kaist.ac.kr."]], "date": null, "id": "28858620", "text": "Basal ganglia (BG) circuits orchestrate complex motor behaviors predominantly via inhibitory synaptic outputs. Although these inhibitory BG outputs are known to reduce the excitability of postsynaptic target neurons, precisely how this change impairs motor performance remains poorly understood. Here, we show that optogenetic photostimulation of inhibitory BG inputs from the globus pallidus induces a surge of action potentials in the ventrolateral thalamic (VL) neurons and muscle contractions during the post-inhibitory period. Reduction of the neuronal population with this post-inhibitory rebound firing by knockout of T-type Ca2+ channels or photoinhibition abolishes multiple motor responses induced by the inhibitory BG input. In a low dopamine state, the number of VL neurons showing post-inhibitory firing increases, while reducing the number of active VL neurons via photoinhibition of BG input, effectively prevents Parkinson disease (PD)-like motor symptoms. Thus, BG inhibitory input generates excitatory motor signals in the thalamus and, in excess, promotes PD-like motor abnormalities. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2017.08.028", "title": "Inhibitory Basal Ganglia Inputs Induce Excitatory Motor Signals in the Thalamus.", "journal": ["Neuron", "Neuron"]}