{"authors": [["Kikuchi", "Tetsuhiro", "T", "Department of Clinical Application, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Morizane", "Asuka", "A", "Department of Clinical Application, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Doi", "Daisuke", "D", "Department of Clinical Application, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Magotani", "Hiroaki", "H", "Department of Clinical Application, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Onoe", "Hirotaka", "H", "Division of Bio-Function Dynamics Imaging, RIKEN Center for Life Science Technologies, Kobe 650-0047, Japan."], ["Hayashi", "Takuya", "T", "Division of Bio-Function Dynamics Imaging, RIKEN Center for Life Science Technologies, Kobe 650-0047, Japan."], ["Mizuma", "Hiroshi", "H", "Division of Bio-Function Dynamics Imaging, RIKEN Center for Life Science Technologies, Kobe 650-0047, Japan."], ["Takara", "Sayuki", "S", "Division of Bio-Function Dynamics Imaging, RIKEN Center for Life Science Technologies, Kobe 650-0047, Japan."], ["Takahashi", "Ryosuke", "R", "Department of Neurology, Kyoto University Graduate School of Medicine, Kyoto 606-8507, Japan."], ["Inoue", "Haruhisa", "H", "Department of Cell Growth and Differentiation, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Morita", "Satoshi", "S", "Department of Biomedical Statistics and Bioinformatics, Kyoto University Graduate School of Medicine, Kyoto 606-8507, Japan."], ["Yamamoto", "Michio", "M", "Department of Biomedical Statistics and Bioinformatics, Kyoto University Graduate School of Medicine, Kyoto 606-8507, Japan."], ["Okita", "Keisuke", "K", "Department of Life Science Frontiers, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Nakagawa", "Masato", "M", "Department of Life Science Frontiers, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."], ["Parmar", "Malin", "M", "Wallenberg Neuroscience Center and Lund Stem Cell Center, Lund University, 22184 Lund, Sweden."], ["Takahashi", "Jun", "J", "Department of Clinical Application, Center for iPS Cell Research and Application, Kyoto University, Kyoto 606-8507, Japan."]], "date": null, "id": "28858313", "text": "Induced pluripotent stem cells (iPS cells) are a promising source for a cell-based therapy to treat Parkinson's disease (PD), in which midbrain dopaminergic neurons progressively degenerate. However, long-term analysis of human iPS cell-derived dopaminergic neurons in primate PD models has never been performed to our knowledge. Here we show that human iPS cell-derived dopaminergic progenitor cells survived and functioned as midbrain dopaminergic neurons in a primate model of PD (Macaca fascicularis) treated with the neurotoxin MPTP. Score-based and video-recording analyses revealed an increase in spontaneous movement of the monkeys after transplantation. Histological studies showed that the mature dopaminergic neurons extended dense neurites into the host striatum; this effect was consistent regardless of whether the cells were derived from patients with PD or from healthy individuals. Cells sorted by the floor plate marker CORIN did not form any tumours in the brains for at least two years. Finally, magnetic resonance imaging and positron emission tomography were used to monitor the survival, expansion and function of the grafted cells as well as the immune response in the host brain. Thus, this preclinical study using a primate model indicates that human iPS cell-derived dopaminergic progenitors are clinically applicable for the treatment of patients with PD.", "doi": "10.1038/nature23664", "title": "Human iPS cell-derived dopaminergic neurons function in a primate Parkinson's disease model.", "journal": ["Nature", "Nature"]}