{"authors": [["Mizuno", "Yoshikuni", "Y", "*Department of Neurology, Juntendo University School of Medicine, Tokyo; †Rehabilitation Hananoie Hospital, Tochigi; ‡Department of Neurology and Clinical Pharmacology, Ehime University Graduate School of Medicine, Ehime; §Department of Biostatistics and Clinical Epidemiology, Graduate School of Medicine and Pharmaceutical Sciences, University of Toyama, Toyama; ∥Department of Neurology, Kyoto University Graduate School of Medicine, Kyoto; ¶Takamatsu Neurology Clinic, Takamatsu; and #All Japan Labor Welfare Foundation, Tokyo, Japan."], ["Hattori", "Nobutaka", "N", null], ["Kondo", "Tomoyoshi", "T", null], ["Nomoto", "Masahiro", "M", null], ["Origasa", "Hideki", "H", null], ["Takahashi", "Ryosuke", "R", null], ["Yamamoto", "Mitsutoshi", "M", null], ["Yanagisawa", "Nobuo", "N", null]], "date": null, "id": "28857772", "text": "In Japan, selegiline has been approved for combination therapy with levodopa for Parkinson disease (PD). We conducted a trial of selegiline monotherapy for early PD.In this 12-week controlled phase III trial, a total of 292 subjects were randomized to receive placebo (n = 146) (full analysis set 140) or selegiline (n = 146) (full analysis set 139). The primary outcome measure was the change in the Unified Parkinson Disease Rating Scale part I + II + III total score from baseline to the final visit. Other secondary measures and a safety profile were evaluated.Selegiline monotherapy reduced the primary outcome measure by -6.26 ± 7.86 compared with the placebo -3.14 ± 6.98 (mean ± SD, P = 0.0005 by analysis of covariance). There was no significant difference in the number of adverse events between the 2 groups (P > 0.05).Selegiline monotherapy reduced the total Unified Parkinson Disease Rating Scale part I + II + III score and was well tolerated in Japanese patients with early PD.", "doi": "10.1097/WNF.0000000000000239", "title": "A Randomized Double-Blind Placebo-Controlled Phase III Trial of Selegiline Monotherapy for Early Parkinson Disease.", "journal": ["Clinical neuropharmacology", "Clin Neuropharmacol"]}