{"authors": [["Zhang", "Shuli", "S", "Key Laboratory of Animal Models and Human Disease Mechanisms of the Chinese Academy of Sciences & Yunnan Province, Kunming Institute of Zoology, Chinese Academy of Sciences, Kunming, Yunnan, 650223, China."], ["Wang", "Xuefeng", "X", "State Key Laboratory of Brain and Cognitive Sciences, CAS Center for Excellence in Biomacromolecules, Institute of Biophysics, Chinese Academy of Sciences, Beijing, 100101, China."], ["Wang", "Xiaohui", "X", "Department of General Surgery, Xuan Wu Hospital, Capital Medical University, Beijing, 100053, China."], ["Shen", "Xuefeng", "X", "State Key Laboratory of Brain and Cognitive Sciences, CAS Center for Excellence in Biomacromolecules, Institute of Biophysics, Chinese Academy of Sciences, Beijing, 100101, China."], ["Sun", "Jianyuan", "J", "State Key Laboratory of Brain and Cognitive Sciences, CAS Center for Excellence in Biomacromolecules, Institute of Biophysics, Chinese Academy of Sciences, Beijing, 100101, China."], ["Hu", "Xintian", "X", "Key Laboratory of Animal Models and Human Disease Mechanisms of the Chinese Academy of Sciences & Yunnan Province, Kunming Institute of Zoology, Chinese Academy of Sciences, Kunming, Yunnan, 650223, China."], ["Chen", "Peihua", "P", "State Key Laboratory of Brain and Cognitive Sciences, CAS Center for Excellence in Biomacromolecules, Institute of Biophysics, Chinese Academy of Sciences, Beijing, 100101, China."]], "date": "2017-09-05", "id": "28857293", "text": "It has been known that Ca2+ plays an essential role in mediating different modes of neurotransmitter release via different sensing mechanisms. Synaptotagmin 1, 2, and 9 were found to act as the Ca2+ sensors for synchronous release and synaptotagmin 7 and Doc-2 were proposed as the Ca2+ sensors for asynchronous release. Comparatively, the Ca2+ sensor for spontaneous release remains a mystery. At the Calyx of Held synapse, the Ca2+ sensor for spontaneous release was found not identical to the sensor for synchronous release, synaptotagmin 2. As Ca2+ sensors have different sensitivity to Sr2+ and Ca2+ and induce significantly different rate of vesicle release, Sr2+ is traditionally used as a tool to examine the intrinsic properties of different Ca2+ sensors. Here, we employed cell-attached patch recording and presynaptic/postsynaptic whole-cell recording at the Calyx of Held synapses of synaptotagmin 2 knock-out mice to assay the Sr2+ and Ca2+ influx into the nerve terminal at resting potential and observed the effects of Ca2+ and Sr2+ on spontaneous neurotransmitter release. We found that the dwell time of single voltage gated Ca2+ channel opening increased around threefold for Sr2+ than Ca2+ with the channel conductance unchanged; the divalent cation sensing machinery in regulating spontaneous release has much lower sensitivity to Sr2+ than Ca2+ . Thus, our study reveals some of the intrinsic properties of Ca2+ sensor(s) of spontaneous transmitter release and provided an insight into the underlying mechanisms.", "doi": "10.1002/syn.21983", "title": "Sr2+ has low efficiency in regulating spontaneous release at the Calyx of Held synapses.", "journal": ["Synapse (New York, N.Y.)", "Synapse"]}