{"authors": [["Minkova", "Lora", "L", "Department of Psychiatry and Psychotherapy, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Habich", "Annegret", "A", "Department of Psychiatry and Psychotherapy, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Peter", "Jessica", "J", "Department of Psychiatry and Psychotherapy, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Kaller", "Christoph P", "CP", "Freiburg Brain Imaging Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Eickhoff", "Simon B", "SB", "Institute of Systems Neuroscience, Medical Faculty, Heinrich-Heine-University, Düsseldorf, Germany."], ["Klöppel", "Stefan", "S", "Department of Psychiatry and Psychotherapy, Faculty of Medicine, University of Freiburg, Freiburg, Germany."]], "date": "2017-08-30", "id": "28856766", "text": "Inter-hemispheric asymmetries are a common phenomenon of the human brain. Some evidence suggests that neurodegeneration related to aging and disease may preferentially affect the left-usually language- and motor-dominant-hemisphere. Here, we used activation likelihood estimation meta-analysis to assess gray matter (GM) loss and its lateralization in healthy aging and in neurodegeneration, namely, mild cognitive impairment (MCI), Alzheimer's dementia (AD), Parkinson's disease (PD), and Huntington's disease (HD). This meta-analysis, comprising 159 voxel-based morphometry publications (enrolling 4,469 patients and 4,307 controls), revealed that GM decline appeared to be asymmetric at trend levels but provided no evidence for increased left-hemisphere vulnerability. Regions with asymmetric GM decline were located in areas primarily affected by neurodegeneration. In HD, the left putamen showed converging evidence for more pronounced atrophy, while no consistent pattern was found in PD. In MCI, the right hippocampus was more atrophic than its left counterpart, a pattern that reversed in AD. The stability of these findings was confirmed using permutation tests. However, due to the lenient threshold used in the asymmetry analysis, further work is needed to confirm our results and to provide a better understanding of the functional role of GM asymmetries, for instance in the context of cognitive reserve and compensation. Hum Brain Mapp 38:5890-5904, 2017. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23772", "title": "Gray matter asymmetries in aging and neurodegeneration: A review and meta-analysis.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}