{"authors": [["Rowell", "David", "D", "Centre for the Business and Economics of Health, The University of Queensland, 20 Cornwall St Woolloongabba, Brisbane, Queensland, 4102, Australia. d.rowell@uq.edu.au."], ["Nghiem", "Son", "S", "Institute of Health and Biomedical Innovation, Queensland University of Technology, St Lucia, Australia."], ["Ramagopalan", "Sreeram", "S", "Real World Evidence, Evidera, London, UK."], ["Meier", "Ute-Christiane", "UC", "Blizard Institute, Queen Mary University London, London, UK."]], "date": "2017-08-30", "id": "28856442", "text": "The aim of this study is to test what effect the weather may have on medications prescribed to treat Parkinson's disease. Twenty-three years of monthly time, series data was sourced from the Pharmaceutical Benefits Scheme (PBS) and the Bureau of Meteorology (BOM). Data were available for eight states and territories and their corresponding capital cities. The dependent variable was the aggregate levodopa equivalent dose (LED) for 51 Parkinson's medications identified on the PBS. Two explanatory variables of interest, temperature and solar exposure, were identified in the BOM data set. Linear and cosinor models were estimated with fixed and random effects, respectively. The prescribed LED was 4.2% greater in January and 4.5% lower in July. Statistical analysis showed that temperature was associated with the prescription of Parkinson medications. Our results suggest seasonality exists in Parkinson's disease symptoms and this may be related to temperature. Further work is needed to confirm these findings and understand the underlying mechanisms as a better understanding of the causes of any seasonal variation in Parkinson's disease may help clinicians and patients manage the disease more effectively.", "doi": "10.1007/s00484-017-1427-9", "title": "Seasonal temperature is associated with Parkinson's disease prescriptions: an ecological study.", "journal": ["International journal of biometeorology", "Int J Biometeorol"]}