{"authors": [["Kalinska-Bienias", "Agnieszka", "A", "Department of Dermatology and Immunodermatology, Medical University of Warsaw, Koszykowa 82a Str, 02-008, Warsaw, Poland. agnieszka.kalinska@interia.pl."], ["Lukowska-Smorawska", "Katarzyna", "K", "Department of Dermatology and Immunodermatology, Medical University of Warsaw, Koszykowa 82a Str, 02-008, Warsaw, Poland."], ["Jagielski", "Pawel", "P", "Human Nutrition Department Faculty of Health Science, Jagiellonian University Medical College, Kraków, Poland."], ["Kowalewski", "Cezary", "C", "Department of Dermatology and Immunodermatology, Medical University of Warsaw, Koszykowa 82a Str, 02-008, Warsaw, Poland."], ["Wozniak", "Katarzyna", "K", "Department of Dermatology and Immunodermatology, Medical University of Warsaw, Koszykowa 82a Str, 02-008, Warsaw, Poland."]], "date": "2017-08-29", "id": "28852833", "text": "Bullous pemphigoid (BP) is associated with higher mortality and coexisting comorbidities, some of them affecting poor prognosis. The aim of the study was to identify prognostic factors causing greater mortality both in the 1st and 3rd year of follow-up and to determine the 1-, 2-, 3-year mortality rates, standardized mortality ratio (SMR) in Polish BP patients. All patients with BP (a cohort of 205 patients, mean age 76.2 years) diagnosed between 5 January 2000 and 10 December 2013 in a referral unit for autoimmune bullous diseases at the university hospital in Poland were included retrospectively. Mortality data were obtained from the Centre for Document Personalization at the Minister of Interior and Administration. Our original observation was that prednisone in moderate dose (0.5 mg kg-1) in monotherapy was an independent risk factor of fatal prognosis in the 1st year of follow-up, assessed using multivariate analysis. We confirmed the strong correlation between neurological diseases and greater mortality. Both in the 1st and 3rd year of follow-up, dementia and Parkinson disease resulted in increased mortality. We also found that arrhythmias significantly increased mortality in the 1st and 3rd year of follow-up. The prognostic factors in BP changed over time of follow-up. In the 3rd year of observation, the age above 77, longer hospitalization and BP severity were associated with greater mortality. We observed poorer prognosis in BP patients than age-matched general Polish population. The 1-, 2-, 3-year mortality rates were 22.4, 31.2, 39.5% and SMR was 3.8 (95% CI 3.4-3.7).", "doi": "10.1007/s00403-017-1772-x", "title": "Mortality in bullous pemphigoid and prognostic factors in 1st and 3rd year of follow-up in specialized centre in Poland.", "journal": ["Archives of dermatological research", "Arch. Dermatol. Res."]}