{"authors": [["Patel", "Shnehal", "S", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Ojo", "Oluwadamilola", "O", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Genc", "Gencer", "G", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Oravivattanakul", "Srivadee", "S", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Huo", "Yang", "Y", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Rasameesoraj", "Tanaporn", "T", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Wang", "Lu", "L", "9500 Euclid Ave/JJN3, Cleveland, OH 44195 USA."], ["Bena", "James", "J", "9500 Euclid Ave/JJN3, Cleveland, OH 44195 USA."], ["Drerup", "Michelle", "M", "9500 Euclid Ave/P57, Cleveland, OH 44195 USA."], ["Foldvary-Schaefer", "Nancy", "N", "9500 Euclid Ave, Cleveland, OH 44195 USA."], ["Ahmed", "Anwar", "A", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."], ["Fernandez", "Hubert H", "HH", "9500 Euclid Ave/U2, Cleveland, OH 44195 USA."]], "date": "2017-08-21", "id": "28852567", "text": "Parkinson disease (PD) is associated with a high prevalence of insomnia, affecting up to 88% of patients. Pharmacotherapy studies in the literature addressing insomnia in PD reveal disappointing and inconsistent results. Cognitive behavioral therapy (CBT) is a novel treatment option with durable effects shown in primary insomnia. However, the lack of accessibility and expense can be limiting. For these reasons, computerized CBT for insomnia (CCBT-I) has been developed. The CCBT-I program is a 6-week web-based course consisting of daily \"lessons\" providing learnable skills and appropriate recommendations to help patients improve their sleep habits and patterns.We conducted a single-center, pilot, randomized controlled trial comparing CCBT-I versus standardized sleep hygiene instructions to treat insomnia in PD. Twenty-eight subjects with PD experiencing insomnia, with a score > 11 on the Insomnia Severity Index (ISI) were recruited. Based on a 6-point improvement in ISI in treatment group when compared to controls and an alpha = 0.05 and beta of 0.1 (power = 90%) a sample size of 11 patients (on active treatment) were required to detect this treatment effect using a dependent sample t-test.In total, 8/14 (57%) subjects randomized to CCBT-I versus 13/14 (93%) subjects randomized to standard education completed the study. Among completers, the improvement in ISI scores was greater with CCBT-I as compared to standard education (-7.9 vs -3.5; p = 0.03). However, in an intention-to-treat analysis, where all enrolled subjects were included, the change in ISI between groups was not significant (-.4.5 vs -3.3; p = 0.48), likely due to the high dropout rate in the CCBT-I group (43%).This pilot study suggests that CCBT-I can be an effective treatment option for PD patients with insomnia when the course is thoroughly completed. High drop-out rate in our study shows that although effective, it may not be a generalizable option; however, larger studies are needed for further evaluation.", "doi": "10.1186/s40734-017-0062-2", "title": "A Computerized Cognitive behavioral therapy Randomized, Controlled, pilot trial for insomnia in Parkinson Disease (ACCORD-PD).", "journal": ["Journal of clinical movement disorders", "J Clin Mov Disord"]}