{"authors": [["Boroujeni", "Mahdi Eskandarian", "ME", "Department of Stem Cells and Regenerative Medicine, Faculty of Medical Biotechnology, National Institute of Genetic Engineering and Biotechnology, Tehran, Iran."], ["Gardaneh", "Mossa", "M", "Department of Stem Cells and Regenerative Medicine, Faculty of Medical Biotechnology, National Institute of Genetic Engineering and Biotechnology, Tehran, Iran."]], "date": null, "id": "28852404", "text": "Cell replacement therapy utilizing mesenchymal stem cells as its main resource holds great promise for ultimate treatment of human neurological disorders. Parkinson's disease (PD) is a common, chronic neurodegenerative disorder hallmarked by localized degeneration of a specific set of dopaminergic neurons within a midbrain sub-region. The specific cell type and confined location of degenerating neurons make cell replacement therapy ideal for PD treatment since it mainly requires replenishment of lost dopaminergic neurons with fresh and functional ones. Endogenous as well as exogenous cell sources have been identified as candidate targets for cell replacement therapy in PD. In this review, umbilical cord mesenchymal stem cells (UCMSCs) are discussed as they provide an inexpensive unlimited reservoir differentiable towards functional dopaminergic neurons that potentially lead to long-lasting behavioral recovery in PD patients. We also present miRNAs-mediated neuronal differentiation of UCMSCs. The UCMSCs bear a number of outstanding characteristics including their non-tumorigenic, low-immunogenic properties that make them ideal for cell replacement therapy purposes. Nevertheless, more investigations as well as controlled clinical trials are required to thoroughly confirm the efficacy of UCMSCs for therapeutic medical-grade applications in PD.", "doi": "10.4103/1673-5374.211201", "title": "Umbilical cord: an unlimited source of cells differentiable towards dopaminergic neurons.", "journal": ["Neural regeneration research", "Neural Regen Res"]}