{"authors": [["Mei", "Jia-Ming", "JM", "Shandong University, Jinan, Shandong Province, China."], ["Niu", "Chao-Shi", "CS", "Shandong University, Jinan, Shandong Province, China."]], "date": null, "id": "28852398", "text": "Conserved dopamine neurotrophic factor protects and rescues dopaminergic neurodegeneration induced by 6-hydroxydopamine in vivo, but its potential value in treating Parkinson's disease remains controversial. Here, we used the proteasome inhibitors lactacystin and MG132 to induce neurodegeneration of PC12 cells. Afterwards, conserved dopamine neurotrophic factor was administrated as a therapeutic factor, both pretreatment and posttreatment. Our results showed that (1) conserved dopamine neurotrophic factor enhanced lactacystin/MG132-induced cell viability and morphology, and attenuated alpha-synuclein accumulation in differentiated PC12 cells. (2) Enzyme linked immunosorbent assay showed up-regulated 26S proteasomal activity in MG132-induced PC12 cells after pre- and posttreatment with conserved dopamine neurotrophic factor. Similarly, 26S proteasome activity was upregulated in lactacystin-induced PC12 cells pretreated with conserved dopamine neurotrophic factor. (3) With regard proteolytic enzymes (specifically, glutamyl peptide hydrolase, chymotrypsin, and trypsin), glutamyl peptide hydrolase activity was up-regulated in lactacystin/MG132-administered PC12 cells after pre- and posttreatment with conserved dopamine neurotrophic factor. However, upregulation of chymotrypsin activity was only observed in MG132-administered PC12 cells pretreated with conserved dopamine neurotrophic factor. There was no change in trypsin expression. We conclude that conserved dopamine neurotrophic factor develops its neurotrophic effects by modulating proteasomal activities, and thereby protects and rescues PC12 cells against neurodegeneration.", "doi": "10.4103/1673-5374.211195", "title": "How does conserved dopamine neurotrophic factor protect against and rescue neurodegeneration of PC12 cells?", "journal": ["Neural regeneration research", "Neural Regen Res"]}