{"authors": [["Singh", "Shamsher", "S", "Department of Pharmacology, I.S.F College of Pharmacy, Ferozepur Road, Moga, Punjab, India."], ["Jamwal", "Sumit", "S", "Department of Pharmacology, I.S.F College of Pharmacy, Ferozepur Road, Moga, Punjab, India."], ["Kumar", "Puneet", "P", "Department of Pharmacology, I.S.F College of Pharmacy, Ferozepur Road, Moga, Punjab, India."]], "date": null, "id": "28852397", "text": "1-Methy-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) is a neurotoxin that selectively damages dopaminergic neurons in the substantia nigra pars compacta and induces Parkinson's like symptoms in rodents. Quercetin (QC) is a natural polyphenolic bioflavonoid with potent antioxidant and anti-inflammatory properties but lacks of clinical attraction due to low oral bioavailability. Piperine is a well established bioavailability enhancer used pre-clinically to improve the bioavailability of antioxidants (e.g., Quercetin). Therefore, the present study was designed to evaluate the neuroprotective potential of QC together with piperine against MPTP-induced neurotoxicity in rats. MPTP (100 μg/μL/rat, bilaterally) was injected intranigrally on days 1, 4 and 7 using a digital stereotaxic apparatus. QC (25 and 50 mg/kg, intragastrically) and QC (25 mg/kg, intragastrically) in combination with piperine (2.5 mg/kg, intragastrically) were administered daily for 14 days starting from day 8 after the 3rd injection of MPTP. On day 22, animals were sacrificed and the striatum was isolated for oxidative stress parameter (thiobarbituric acid reactive substances, nitrite and glutathione), neuroinflammatory cytokine (interleukin-1β, interleukin-6, and tumor necrosis factor-α) and neurotransmitter (dopamine, norepinephrine, serotonin, gamma-aminobutyric acid, glutamate, 3,4-dihydroxyphenylacetic acid, homovanillic acid, and 5-hydroxyindoleacetic acid) evaluations. Bilateral infusion of MPTP into substantia nigra pars compacta led to significant motor deficits as evidenced by impairments in locomotor activity and rotarod performance in open field test and grip strength and narrow beam walk performance. Both QC (25 and 50 mg/kg) and QC (25 mg/kg) in combination with piperine (2.5 mg/kg), in particular the combination therapy, significantly improved MPTP-induced behavioral abnormalities in rats, reversed the abnormal alterations of neurotransmitters in the striatum, and alleviated oxidative stress and inflammatory response in the striatum. These findings indicate that piperine can enhance the antioxidant and anti-inflammatory properties of QC, and QC in combination with piperine exhibits strong neuroprotective effects against MPTP-induced neurotoxicity.", "doi": "10.4103/1673-5374.211194", "title": "Neuroprotective potential of Quercetin in combination with piperine against 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine-induced neurotoxicity.", "journal": ["Neural regeneration research", "Neural Regen Res"]}