{"authors": [["Wang", "Wenjuan", "W", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Meng", "Xiangzhi", "X", "Cancer Hospital of HuanXing ChaoYang District Beijing, Beijing, China; and."], ["Yang", "Chun", "C", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Fang", "Dongliang", "D", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Wang", "Xuemeng", "X", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["An", "Jiaqiang", "J", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Zhang", "Jingyi", "J", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Wang", "Lulu", "L", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Lu", "Tao", "T", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China."], ["Ruan", "Hai-Bin", "HB", "Department of Integrative Biology and Physiology, University of Minnesota Medical School, Minneapolis, Minnesota."], ["Gao", "Yan", "Y", "Department of Human Anatomy, Histology, and Embryology, School of Basic Medical Sciences, Capital Medical University, Beijing, China; gy1003@ccmu.edu.cn."]], "date": "2017-08-29", "id": "28851733", "text": "Loss of body weight and fat mass is one of the nonmotor symptoms of Parkinson's disease (PD). Weight loss is due primarily to reduced energy intake and increased energy expenditure. Whereas inadequate energy intake in PD patients is caused mainly by appetite loss and impaired gastrointestinal absorption, the underlying mechanisms for increased energy expenditure remain largely unknown. Brown adipose tissue (BAT), a key thermogenic tissue in humans and other mammals, plays an important role in thermoregulation and energy metabolism; however, it has not been tested whether BAT is involved in the negative energy balance in PD. Here, using the 6-hydroxydopamine (6-OHDA) rat model of PD, we found that the activity of sympathetic nerve (SN), the expression of Ucp1 in BAT, and thermogenesis were increased in PD rats. BAT sympathetic denervation blocked sympathetic activity and decreased UCP1 expression in BAT and attenuated the loss of body weight in PD rats. Interestingly, sympathetic denervation of BAT was associated with decreased sympathetic tone and lipolysis in retroperitoneal and epididymal white adipose tissue. Our data suggeste that BAT-mediated thermogenesis may contribute to weight loss in PD.", "doi": "10.1152/ajpendo.00049.2017", "title": "Brown adipose tissue activation in a rat model of Parkinson's disease.", "journal": ["American journal of physiology. Endocrinology and metabolism", "Am. J. Physiol. Endocrinol. Metab."]}