{"authors": [["Chuang", "Yu-Hsuan", "YH", "Department of Epidemiology, Fielding School of Public Health, University of California Los Angeles, 650 Charles E. Young Drive, Box 951772, Los Angeles, CA, 90095-1772, USA."], ["Paul", "Kimberly C", "KC", "Department of Epidemiology, Fielding School of Public Health, University of California Los Angeles, 650 Charles E. Young Drive, Box 951772, Los Angeles, CA, 90095-1772, USA."], ["Bronstein", "Jeff M", "JM", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, 90095, USA."], ["Bordelon", "Yvette", "Y", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, 90095, USA."], ["Horvath", "Steve", "S", "Department of Human Genetics, David Geffen School of Medicine, University of California Los Angeles, 695 Charles E. Young Drive South, Box 708822, Los Angeles, CA, 90095-7088, USA. shorvath@mednet.ucla.edu."], ["Ritz", "Beate", "B", "Department of Epidemiology, Fielding School of Public Health, University of California Los Angeles, 650 Charles E. Young Drive, Box 951772, Los Angeles, CA, 90095-1772, USA. britz@ucla.edu."]], "date": "2017-08-30", "id": "28851441", "text": "Several articles suggest that DNA methylation levels in blood relate to Parkinson's disease (PD) but there is a need for a large-scale study that involves suitable population based controls. The purposes of the study were: (1) to study whether PD status is associated with DNA methylation levels in blood/saliva; (2) to study whether observed associations relate to blood cell types; and (3) to characterize genome-wide significant markers (\"CpGs\") and clusters of CpGs (co-methylation modules) in terms of biological pathways.In a population-based case control study of PD, we studied blood samples from 335 PD cases and 237 controls and saliva samples from another 128 cases and 131 controls. DNA methylation data were generated from over 486,000 CpGs using the Illumina Infinium array. We identified modules of CpGs (clusters) using weighted correlation network analysis (WGCNA).Our cross-sectional analysis of blood identified 82 genome-wide significant CpGs (including cg02489202 in LARS2 p = 8.3 × 10-11 and cg04772575 in ABCB9 p = 4.3 × 10-10). Three out of six PD related co-methylation modules in blood were significantly enriched with immune system related genes. Our analysis of saliva identified five significant CpGs. PD-related CpGs are located near genes that relate to mitochondrial function, neuronal projection, cytoskeleton organization, systemic immune response, and iron handling.This study demonstrates that: (1) PD status has a profound association with DNA methylation levels in blood and saliva; and (2) the most significant PD-related changes reflect changes in blood cell composition. Overall, this study highlights the role of the immune system in PD etiology but future research will need to address the causal structure of these relationships.", "doi": "10.1186/s13073-017-0466-5", "title": "Parkinson's disease is associated with DNA methylation levels in human blood and saliva.", "journal": ["Genome medicine", "Genome Med"]}