{"authors": [["Wang", "Chun-Yang", "CY", "Department of Science and Technology, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Sun", "Zhao-Nan", "ZN", "Department of General surgery, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Wang", "Ming-Xin", "MX", "Department of Otolaryngological, Tianjin Medical University General Hospital, Tianjin 300052, China."], ["Zhang", "Chao", "C", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin 300052, China."]], "date": "2017-10-25", "id": "28851138", "text": "Parkinson's disease (PD) is a progressive neurodegenerative disease, leading to tremor, rigidity, bradykinesia, and gait impairment. Salidroside has been reported to exhibit antioxidative and neuroprotective properties in PD. However, the underlying neuroprotective mechanisms effects of salidroside are poorly understood. Recently, a growing body of evidences suggest that silent information regulator 1 (SIRT1) plays important roles in the pathophysiology of PD. Hence, the present study investigated the roles of SIRT1 in neuroprotective effect of salidroside against N-methyl-4-phenylpyridinium (MPP+ )-induced SH-SY5Y cell injury. Our findings revealed that salidroside attenuates MPP+ -induced neurotoxicity as evidenced by the increase in cell viability, and the decreases in the caspase-3 activity and apoptosis ratio. Simultaneously, salidroside pretreatment remarkably increased SIRT1 activity, SIRT1 mRNA and protein levels in MPP+ -treated SH-SY5Y cell. However, sirtinol, a SIRT1 activation inhibitor, significantly blocked the inhibitory effects of salidroside on MPP+ -induced cytotoxicity and apoptosis. In addition, salidroside abolished MPP+ -induced the production of reactive oxygen species (ROS), the up-regulation of NADPH oxidase 2 (NOX2) expression, the down-regulations of superoxide dismutase (SOD) activity and glutathione (GSH) level in SH-SY5Y cells, while these effects were also blocked by sirtinol. Finally, we found that the inhibition of salidroside on MPP+ -induced phosphorylation of p38, extracellular signal-regulated kinase (ERK) and c-Jun NH2-terminal kinase (JNK) were also reversed by sirtinol in SH-SY5Y cells. Taken together, these results indicated that SIRT1 contributes to the neuroprotection of salidroside against MPP+ -induced apoptosis and oxidative stress, in part through suppressing of mitogen-activated protein kinase (MAPK) pathways.", "doi": "10.1002/cbin.10864", "title": "SIRT1 mediates salidroside-elicited protective effects against MPP+ -induced apoptosis and oxidative stress in SH-SY5Y cells: involvement in suppressing MAPK pathways.", "journal": ["Cell biology international", "Cell Biol. Int."]}