{"authors": [["Russo", "Pedro", "P", "Department of Gastroenterology, Hospital de Santo António dos Capuchos, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."], ["Costa", "Mariana", "M", "Department of Gastroenterology, Hospital de Santo António dos Capuchos, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."], ["Silva", "Mário", "M", "Department of Gastroenterology, Hospital de Santo António dos Capuchos, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."], ["de Sousa", "Ary", "A", "Department of Neurology, Hospital de Santo António dos Capuchos, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."], ["Carvalho", "Diana", "D", "Department of Gastroenterology, Hospital de Santo António dos Capuchos, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."], ["Saiote", "Joana", "J", "Department of Gastroenterology, Hospital de Santo António dos Capuchos, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."], ["Mendes", "Milena", "M", "Department of Transplantation Unit, Hospital Curry Cabral, Centro Hospitalar de Lisboa Central, Lisbon, Portugal."]], "date": "2017-01-19", "id": "28848800", "text": "The continuous delivery of a levodopa/carbidopa gel suspension (Duodopa®) into the small bowel through a jejunal tube inserted via percutaneous endoscopic gastrostomy represents a new treatment method in advanced Parkinson disease. Some severe device-related complications have been described in the last few years. Some of them are associated with phytobezoar formation at the pigtail of the catheter. We present the case of a Parkinson disease patient treated with the Duodopa infusion system complicated by jejunal tube fistulization into the colon. We suggest a possible treatment strategy for this complication, which has not been described in the literature to date.", "doi": "10.1159/000452694", "title": "Fistulization of J-PEG Jejunal Tube into the Colon in a Patient Treated with Duodopa® Infusion: A Case Report.", "journal": ["GE Portuguese journal of gastroenterology", "GE Port J Gastroenterol"]}