{"authors": [["Knoop", "Colleen D", "CD", "Ochsner Health System, Division of Movement Disorders, 1514 Jefferson Highway, New Orleans, LA 70121, USA."], ["Kadish", "Robert", "R", "Department of Neurology, University of Louisville, 220 Abraham Flexner Way, Suite 606, Louisville, KY 40202, USA."], ["Hager", "Kathy", "K", "Bellarmine University, 2001 Newburg Road, Miles Hall 301, Louisville, KY 40205, USA."], ["Park", "Michael C", "MC", "Department of Neurosurgery and Neurology, University of Minnesota, 420 Delaware Street SE, MMC 96, Minneapolis, MN 55455, USA."], ["Loprinzi", "Paul D", "PD", "University of Mississippi, 229 Turner Center, Oxford, MS 38677, USA."], ["LaFaver", "Kathrin", "K", "Department of Neurology, University of Louisville, 220 Abraham Flexner Way, Suite 606, Louisville, KY 40202, USA."]], "date": "2017-08-07", "id": "28848685", "text": "Improvements in quality of life, tremor, and other motor features have been recognized as superior in patients with advanced Parkinson's disease (PD) treated with deep brain stimulation (DBS) surgery versus best medical therapy. We studied a group of patients with PD after undergoing DBS surgery in regard to expectations and satisfaction with DBS outcomes to determine gaps in patient education.This study was a retrospective, single academic center chart review and outcome questionnaire sent to patients with PD who had undergone DBS surgery between 2007 and 2014.All patients surveyed indicated that benefit from DBS surgery met their overall expectations at least partially, but only 46.4% (SE: 9.6%) were in complete agreement. 3.6% (SE: 3.6%) of participants strongly disagreed that preoperative education prepared them adequately for the procedure and 17.9% (SE: 7.4%) only somewhat agreed.Our findings demonstrate that patients' expectations of DBS surgery in PD were at least partially met. However, there was a considerable percentage of patients who did not feel adequately prepared for the procedure. A structured, multidisciplinary team approach in educating PD patients throughout the different stages of DBS surgery may be helpful in optimizing patients' experience and satisfaction with surgery outcomes.", "doi": "10.1155/2017/9360354", "title": "Bridging the Gaps in Patient Education for DBS Surgery in Parkinson's Disease.", "journal": ["Parkinson's disease", "Parkinsons Dis"]}