{"authors": [["Daneshzand", "Mohammad", "M", "D-BEST Lab, Departments of Computer Science and Engineering and Biomedical Engineering, University of BridgeportBridgeport, CT, United States."], ["Faezipour", "Miad", "M", "D-BEST Lab, Departments of Computer Science and Engineering and Biomedical Engineering, University of BridgeportBridgeport, CT, United States."], ["Barkana", "Buket D", "BD", "Department of Electrical Engineering, University of BridgeportBridgeport, CT, United States."]], "date": "2017-08-08", "id": "28848417", "text": "Deep brain stimulation (DBS) has compelling results in the desynchronization of the basal ganglia neuronal activities and thus, is used in treating the motor symptoms of Parkinson's disease (PD). Accurate definition of DBS waveform parameters could avert tissue or electrode damage, increase the neuronal activity and reduce energy cost which will prolong the battery life, hence avoiding device replacement surgeries. This study considers the use of a charge balanced Gaussian waveform pattern as a method to disrupt the firing patterns of neuronal cell activity. A computational model was created to simulate ganglia cells and their interactions with thalamic neurons. From the model, we investigated the effects of modified DBS pulse shapes and proposed a delay period between the cathodic and anodic parts of the charge balanced Gaussian waveform to desynchronize the firing patterns of the GPe and GPi cells. The results of the proposed Gaussian waveform with delay outperformed that of rectangular DBS waveforms used in in-vivo experiments. The Gaussian Delay Gaussian (GDG) waveforms achieved lower number of misses in eliciting action potential while having a lower amplitude and shorter length of delay compared to numerous different pulse shapes. The amount of energy consumed in the basal ganglia network due to GDG waveforms was dropped by 22% in comparison with charge balanced Gaussian waveforms without any delay between the cathodic and anodic parts and was also 60% lower than a rectangular charged balanced pulse with a delay between the cathodic and anodic parts of the waveform. Furthermore, by defining a Synchronization Level metric, we observed that the GDG waveform was able to reduce the synchronization of GPi neurons more effectively than any other waveform. The promising results of GDG waveforms in terms of eliciting action potential, desynchronization of the basal ganglia neurons and reduction of energy consumption can potentially enhance the performance of DBS devices.", "doi": "10.3389/fncom.2017.00073", "title": "Computational Stimulation of the Basal Ganglia Neurons with Cost Effective Delayed Gaussian Waveforms.", "journal": ["Frontiers in computational neuroscience", "Front Comput Neurosci"]}