{"authors": [["Nahimi", "Adjmal", "A", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Sommerauer", "Michael", "M", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Kinnerup", "Martin B", "MB", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Østergaard", "Karen", "K", "Department of Neurology, Aarhus University Hospital, Denmark."], ["Winterdahl", "Michael", "M", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Jacobsen", "Jan", "J", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Schacht", "Anna", "A", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Johnsen", "Birger", "B", "Department of Neurophysiology, Aarhus University Hospital, Denmark."], ["Damholdt", "Malene F", "MF", "Unit for Psychooncology and Health Psychology, Aarhus University, Denmark., Denmark."], ["Borghammer", "Per", "P", "Department of Nuclear Medicine and PET-Centre, Aarhus University Hospital, Denmark."], ["Gjedde", "Albert", "A", "Department of Neuroscience and Pharmacology, University of Copenhagen, Denmark, Denmark."]], "date": "2017-08-28", "id": "28848039", "text": "Rationale: Degeneration of noradrenergic neurons may underlie the disabling non-motor symptoms in patients with Parkinson's disease. Quantification of the loss of noradrenergic neurons by means of neuroimaging has been limited by the lack of radioligands that are selective for noradrenergic neurotransmission. The radioligand 11C-MeNER is a highly selective antagonist of noradrenaline transporters, and positron emission tomography (PET) suggests that it is suitable for quantitative neuroimaging of noradrenergic deficits in human brain in vivo. In the present investigation, we used PET with 11C-MeNER to map the density of noradrenaline transporters in groups of patients with Parkinsonńs disease and age-matched healthy controls. Methods: Following administration of 11C-MeNER, 15 non-demented patients with Parkinsonńs disease and 10 healthy subjects underwent 90-minute dynamic PET. We determined the binding potential of 11C-MeNER relative to non-displaceable binding by multilinear analysis (MA1) and the simplified reference tissue model 2 (SRTM2). Results: The binding potentials of 11C-MeNER were reduced in the Parkinsonńs disease group, compared to the control subjects, with regionally significant declines in the thalamus, hypothalamus, and nucleus ruber. Tremor was significantly associated with preserved tracer binding. Conclusion: This is first specific quantification of noradrenergic denervation in Parkinsonńs disease patients in vivo. In agreement with predictions from determinations in vitro, we discovered a decline of noradrenergic projections in vivo in brain of Parkinsonńs disease patients.", "doi": "10.2967/jnumed.117.190975", "title": "Noradrenergic deficits in Parkinson's disease imaged with 11C-MeNER.", "journal": ["Journal of nuclear medicine : official publication, Society of Nuclear Medicine", "J. Nucl. Med."]}