{"authors": [["Sharott", "Andrew", "A", "Medical Research Council Brain Network Dynamics Unit, University of Oxford, Oxford OX1 3TH, United Kingdom, and andrew.sharott@pharm.ox.ac.uk peter.magill@pharm.ox.ac.uk."], ["Vinciati", "Federica", "F", "Medical Research Council Brain Network Dynamics Unit, University of Oxford, Oxford OX1 3TH, United Kingdom, and."], ["Nakamura", "Kouichi C", "KC", "Medical Research Council Brain Network Dynamics Unit, University of Oxford, Oxford OX1 3TH, United Kingdom, and."], ["Magill", "Peter J", "PJ", "Medical Research Council Brain Network Dynamics Unit, University of Oxford, Oxford OX1 3TH, United Kingdom, and andrew.sharott@pharm.ox.ac.uk peter.magill@pharm.ox.ac.uk."]], "date": "2017-08-28", "id": "28847810", "text": "Classical schemes of basal ganglia organization posit that parkinsonian movement difficulties presenting after striatal dopamine depletion stem from the disproportionate firing rates of spiny projection neurons (SPNs) therein. There remains, however, a pressing need to elucidate striatal SPN firing in the context of the synchronized network oscillations that are abnormally exaggerated in cortical-basal ganglia circuits in parkinsonism. To address this, we recorded unit activities in the dorsal striatum of dopamine-intact and dopamine-depleted rats during two brain states, respectively defined by cortical slow-wave activity (SWA) and activation. Dopamine depletion escalated striatal net output but had contrasting effects on \"direct pathway\" SPNs (dSPNs) and \"indirect pathway\" SPNs (iSPNs); their firing rates became imbalanced, and they disparately engaged in network oscillations. Disturbed striatal activity dynamics relating to the slow (∼1 Hz) oscillations prevalent during SWA partly generalized to the exaggerated beta-frequency (15-30 Hz) oscillations arising during cortical activation. In both cases, SPNs exhibited higher incidences of phase-locked firing to ongoing cortical oscillations, and SPN ensembles showed higher levels of rhythmic correlated firing, after dopamine depletion. Importantly, in dopamine-depleted striatum, a widespread population of iSPNs, which often displayed excessive firing rates and aberrant phase-locked firing to cortical beta oscillations, preferentially and excessively synchronized their firing at beta frequencies. Conversely, dSPNs were neither hyperactive nor synchronized to a large extent during cortical activation. These data collectively demonstrate a cell type-selective entrainment of SPN firing to parkinsonian beta oscillations. We conclude that a population of overactive, excessively synchronized iSPNs could orchestrate these pathological rhythms in basal ganglia circuits.SIGNIFICANCE STATEMENT Chronic depletion of dopamine from the striatum, a part of the basal ganglia, causes some symptoms of Parkinson's disease. Here, we elucidate how dopamine depletion alters striatal neuron firing in vivo, with an emphasis on defining whether and how spiny projection neurons (SPNs) engage in the synchronized beta-frequency (15-30 Hz) oscillations that become pathologically exaggerated throughout basal ganglia circuits in parkinsonism. We discovered that a select population of so-called \"indirect pathway\" SPNs not only fire at abnormally high rates, but are also particularly prone to being recruited to exaggerated beta oscillations. Our results provide an important link between two complementary theories that explain the presentation of disease symptoms on the basis of changes in firing rate or firing synchronization/rhythmicity.", "doi": "10.1523/JNEUROSCI.0658-17.2017", "title": "A Population of Indirect Pathway Striatal Projection Neurons Is Selectively Entrained to Parkinsonian Beta Oscillations.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}