{"authors": [["Taguchi", "Yumiko V", "YV", "Department of Cell Biology."], ["Liu", "Jun", "J", "Department of Internal Medicine."], ["Ruan", "Jiapeng", "J", "Department of Internal Medicine."], ["Pacheco", "Joshua", "J", "Sanofi Genzyme, Framingham, Massachusetts 01702."], ["Zhang", "Xiaokui", "X", "Sanofi Genzyme, Framingham, Massachusetts 01702."], ["Abbasi", "Justin", "J", "Program in Cellular Neuroscience, Neurodegeneration and Repair."], ["Keutzer", "Joan", "J", "Sanofi Genzyme, Framingham, Massachusetts 01702."], ["Mistry", "Pramod K", "PK", "Department of Internal Medicine, pramod.mistry@yale.edu sreeganga.chandra@yale.edu."], ["Chandra", "Sreeganga S", "SS", "Program in Cellular Neuroscience, Neurodegeneration and Repair, pramod.mistry@yale.edu sreeganga.chandra@yale.edu."]], "date": "2017-08-28", "id": "28847804", "text": "Glucocerebrosidase 1 (GBA) mutations responsible for Gaucher disease (GD) are the most common genetic risk factor for Parkinson's disease (PD). Although the genetic link between GD and PD is well established, the underlying molecular mechanism(s) are not well understood. We propose that glucosylsphingosine, a sphingolipid accumulating in GD, mediates PD pathology in GBA-associated PD. We show that, whereas GD-related sphingolipids (glucosylceramide, glucosylsphingosine, sphingosine, sphingosine-1-phosphate) promote α-synuclein aggregation in vitro, glucosylsphingosine triggers the formation of oligomeric α-synuclein species capable of templating in human cells and neurons. Using newly generated GD/PD mouse lines of either sex [Gba mutant (N370S, L444P, KO) crossed to α-synuclein transgenics], we show that Gba mutations predispose to PD through a loss-of-function mechanism. We further demonstrate that glucosylsphingosine specifically accumulates in young GD/PD mouse brain. With age, brains exhibit glucosylceramide accumulations colocalized with α-synuclein pathology. These findings indicate that glucosylsphingosine promotes pathological aggregation of α-synuclein, increasing PD risk in GD patients and carriers.SIGNIFICANCE STATEMENT Parkinson's disease (PD) is a prevalent neurodegenerative disorder in the aging population. Glucocerebrosidase 1 mutations, which cause Gaucher disease, are the most common genetic risk factor for PD, underscoring the importance of delineating the mechanisms underlying mutant GBA-associated PD. We show that lipids accumulating in Gaucher disease, especially glucosylsphingosine, play a key role in PD pathology in the brain. These data indicate that ASAH1 (acid ceramidase 1) and GBA2 (glucocerebrosidase 2) enzymes that mediate glucosylsphingosine production and metabolism are attractive therapeutic targets for treating mutant GBA-associated PD.", "doi": "10.1523/JNEUROSCI.1525-17.2017", "title": "Glucosylsphingosine Promotes α-Synuclein Pathology in Mutant GBA-Associated Parkinson's Disease.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}