{"authors": [["Suzuki", "Keisuke", "K", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Okuma", "Yasuyuki", "Y", "Department of Neurology, Juntendo University Shizuoka Hospital, Shizuoka, Japan."], ["Uchiyama", "Tomoyuki", "T", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Miyamoto", "Masayuki", "M", "Department of Clinical Medicine for Nursing, Dokkyo Medical University School of Nursing, Tochigi, Japan."], ["Sakakibara", "Ryuji", "R", "Department of Internal Medicine, Neurology Division, Sakura Medical Center, Toho University, Sakura, Japan."], ["Shimo", "Yasushi", "Y", "Department of Neurology, Juntendo University School of Medicine, Tokyo, Japan."], ["Hattori", "Nobutaka", "N", "Department of Neurology, Juntendo University School of Medicine, Tokyo, Japan."], ["Kuwabara", "Satoshi", "S", "Department of Neurology, Chiba University Graduate, School of Medicine, Chiba, Japan."], ["Yamamoto", "Toshimasa", "T", "Department of Neurology, Saitama Medical University, Saitama, Japan."], ["Kaji", "Yoshiaki", "Y", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Hirano", "Shigeki", "S", "Department of Neurology, Chiba University Graduate, School of Medicine, Chiba, Japan."], ["Kadowaki", "Taro", "T", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], ["Hirata", "Koichi", "K", "Department of Neurology, Dokkyo Medical University, Tochigi, Japan."], [null, null, null, null]], "date": "2017-08-28", "id": "28847794", "text": "To investigate the impact of sleep disturbances on Parkinson's disease (PD) clinical motor subtypes and disease-related disability in a multicentre setting.We report a cross-sectional relationship between sleep-related symptoms and clinical motor subtypes (tremor dominant (TD); intermediate; postural instability and gait disturbances (PIGDs)) identified in a multicentre study, including 436 patients with PD and 401 age-matched controls. PD-related sleep problems (PD-SP), excessive daytime sleepiness (EDS) and probable REM sleep behaviour disorder (pRBD) were evaluated using the PD sleep scale (PDSS)-2, Epworth Sleepiness Scale (ESS) and RBD screening questionnaire-Japanese version (RBDSQ-J), respectively.PD-SP (PDSS-2 ≥18; 35.1% vs 7.0%), EDS (ESS ≥10; 37.8% vs 15.5%) and pRBD (RBDSQ-J ≥5; 35.1% vs 7.7%) were more common in patients with PD than in controls. The prevalence of restless legs syndrome did not differ between patients with PD and controls (3.4% vs 2.7%). After adjusting for age, sex, disease duration and Movement Disorder Society-Unified PD Rating Scale (MDS-UPDRS) part III score, the PIGD group had higher PDSS-2 and ESS scores than the TD group. The RBDSQ-J scores did not differ among the TD, intermediate and PIGD groups. A stepwise regression model predicting the MDS-UPDRS part II score identified the Hoehn and Yahr stage, followed by the number of sleep-related symptoms (PD-SP, EDS and pRBD), disease duration, MDS-UPDRS part III score, PIGD subtype, depression and MDS-UPDRS part IV score as significant predictors.Our study found a significant relationship between sleep disturbances and clinical motor subtypes. An increased number of sleep-related symptoms had an impact on disease-related disability.", "doi": "10.1136/jnnp-2017-316136", "title": "Impact of sleep-related symptoms on clinical motor subtypes and disability in Parkinson's disease: a multicentre cross-sectional study.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}