{"authors": [["Triadafilopoulos", "George", "G", "Stanford Multidimensional Program for Innovation and Research in the Esophagus (S-MPIRE), Division of Gastroenterology and Hepatology, Stanford University School of Medicine, Stanford, CA, 94305, USA. Electronic address: vagt@stanford.edu."], ["Gandhy", "Rita", "R", "The Parkinson's Institute and Clinical Center, Sunnyvale, CA, USA."], ["Barlow", "Carrolee", "C", "The Parkinson's Institute and Clinical Center, Sunnyvale, CA, USA."]], "date": "2017-08-23", "id": "28847681", "text": "Gastrointestinal symptoms, such as dysphagia, postprandial bloating, and defecatory straining are common in Parkinson's Disease (PD) and they impact quality of life. Endoscopic botulinum neurotoxin (BoNT) injection has been used in the treatment of dysphagia, gastroparesis and chronic anismus.To examine the feasibility, safety and efficacy of endoscopically delivered BoNT injection to distal esophagus, pylorus or anal canal aiming at relieving regional gastrointestinal symptoms in patients with PD.This is a retrospective open cohort pilot study to assess the clinical response to endoscopic BoNT injection on selected PD patients with symptoms and identifiable abnormalities on high-resolution manometry and wireless motility capsule, to generate early uncontrolled data on feasibility, tolerability, safety and efficacy. Baseline symptoms and response to therapy were assessed by questionnaires.Fourteen PD patients (10 M:4 F), mean age 73 (range: 62-93) were treated. Three patients had esophageal Botox for ineffective esophageal motility (IEM) (n = 1), esophago-gastric junction outlet obstruction (EGJOO) & IEM (n = 1), and diffuse esophageal spasm (DES) (n = 1). Nine patients were treated with pyloric BoNT injection for gastroparesis with mean gastric transit time of 21.2 h; range 5.2-44.2 h. Two patients received anal Botox for defecatory dyssynergia ((Type I) (n = 1) and overlap (slow-transit and dyssynergic) constipation (n = 1). Endoscopic BoNT injection (100-200 units) was well tolerated and there were no significant adverse events.Endoscopic BoNT injection to esophagus, pylorus or anal canal is safe, well-tolerated and leads to symptomatic improvement that lasts up to several months. The procedure can be repeated as needed and combined with other therapies.", "doi": "10.1016/j.parkreldis.2017.08.020", "title": "Pilot cohort study of endoscopic botulinum neurotoxin injection in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}