{"authors": [["Trompetero", "Adriana", "A", "Universidad de la Sabana, Faculty of Medicine, Therapeutic Evidence Group, Chía. Colombia."], ["Gordillo", "Aldemar", "A", "Universidad Nacional de Colombia, Grupo de Investigación en Desarrollo y Calidad de Productos Farmacéuticos y Cosméticos (GIDECA), Bogotá. Colombia."], ["Mora", "Carolina Del Pilar", "CP", "Universidad Nacional de Colombia, Grupo de Investigación en Desarrollo y Calidad de Productos Farmacéuticos y Cosméticos (GIDECA), Bogotá. Colombia."], ["Velasquillo", "María Cristina", "MC", "Laboratorio de Biotecnología, Instituto Nacional de Rehabilitación, Mexico City. Mexico."], ["Bustos", "Rosa Helena", "RH", "Universidad de la Sabana, Faculty of Medicine, Therapeutic Evidence Group, Chía. Colombia."]], "date": "2017-08-28", "id": "28847307", "text": "Neurodegenerative disorders (NDDs) are characterized by the progressive loss of structure or neuron function, often associated with neuronal death. Treatments for neurodegenerative diseases only address symptoms without having any disease-modifying effect but serious side effects. Currently, there is no effective treatment for NDDs. This is due to the poor flow of drugs to the blood-barrier brain (BBB) which does not allow macromolecules like proteins and peptides to pass through it. Targeted drug delivery to the central nervous system (CNS) for the diagnosis and treatment of NDDs, such as Alzheimer's disease (AD), is restricted due to the limitations posed by the BBB as well as opsonization by plasma proteins in the systemic circulation and peripheral side-effects. Nanotechnology thereby presents a broad approach for transporting molecules through the BBB, thus allowing the entry of substances acting directly on the site affected by the disease. The aim of this review is to outline current strategies in nanotechnology for treating Alzheimer's and Parkinson's diseases.", "doi": "10.2174/1381612823666170828133059", "title": "Alzheimer's disease and Parkinson's disease: a review of current treatment adopting a nanotechnology approach.", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}