{"authors": [["Darling", "Alejandra", "A", "Unit of Pediatric Movement Disorders, Hospital Sant Joan de Déu, Barcelona, Spain."], ["Tello", "Cristina", "C", "Unit of Genetics and Genomics of Neuromuscular and Neurodegenerative Disorders, Centro de Investigación Príncipe Felipe, Valencia, Spain."], ["Martí", "María Josep", "MJ", "Neurology Department, Hospital Clínic de Barcelona, Institut d'Investigacions Biomediques IDIBAPS. Barcelona, Catalonia, Centro de Investigación Biomédica en Red-Neurodegenerativas (CIBERNED), Madrid, Spain."], ["Garrido", "Cristina", "C", "Pediatric Neurology Department, Centro Materno-Infantil Centro Hospitalario do Porto, Porto, Portugal."], ["Aguilera-Albesa", "Sergio", "S", "Pediatric Neurology Department, Complejo Hospitalario de Navarra, Navarrabiomed, Pamplona, Spain."], ["Tomás Vila", "Miguel", "M", "Pediatric Neurology Department, Hospital Universitario Politécnico La Fe, Valencia, Spain."], ["Gastón", "Itziar", "I", "Neurology Department, Complejo Hospitalario de Navarra, Pamplona, Spain."], ["Madruga", "Marcos", "M", "Pediatric Neurology Department, Hospital Universitario Virgen del Rocío, Sevilla, Spain."], ["González Gutiérrez", "Luis", "L", "Pediatric Neurology Department, Hospital Infantil Universitario Niño Jesús, Madrid, Spain."], ["Ramos Lizana", "Julio", "J", "Pediatric Neurology Department, Hospital Torrecárdenas, Almería, Spain."], ["Pujol", "Montserrat", "M", "Neurology Department, Hospital Santa María, Lérida, Spain."], ["Gavilán Iglesias", "Tania", "T", "Neurology Department, Hospital de Mérida, Extremadura, Spain."], ["Tustin", "Kylee", "K", "Children's Neurosciences, Evelina London Children's Hospital, Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom."], ["Lin", "Jean Pierre", "JP", "Children's Neurosciences, Evelina London Children's Hospital, Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom."], ["Zorzi", "Giovanna", "G", "Department of Pediatric Neuroscience, Fondazione IRCCS \"C. Besta\", Milano, Italy."], ["Nardocci", "Nardo", "N", "Department of Pediatric Neuroscience, Fondazione IRCCS \"C. Besta\", Milano, Italy."], ["Martorell", "Loreto", "L", "Molecular Genetics Department, Hospital Sant Joan de Déu, Barcelona. CIBERER, Instituto de Salud Carlos III, Madrid, Spain."], ["Lorenzo Sanz", "Gustavo", "G", "Pediatric Neurology Department, Hospital Ramón y Cajal, Madrid, Spain."], ["Gutiérrez", "Fuencisla", "F", "Neurology Department, Complejo Asistencial Universitario de Palencia, Palencia, Spain."], ["García", "Pedro J", "PJ", "Neurology Department, Fundación Jiménez Díaz, Madrid, Spain."], ["Vela", "Lidia", "L", "Neurology Department, Hospital de Alcorcón, Madrid, Spain."], ["Hernández Lahoz", "Carlos", "C", "Neurology Department, Hospital Central de Asturias, Oviedo, Spain."], ["Ortigoza Escobar", "Juan Darío", "JD", "Unit of Pediatric Movement Disorders, Hospital Sant Joan de Déu, Barcelona, Spain."], ["Martí Sánchez", "Laura", "L", "Unit of Pediatric Movement Disorders, Hospital Sant Joan de Déu, Barcelona, Spain."], ["Moreira", "Fradique", "F", "Neurology Department, Centro Hospitalar e Universitário de Coimbra, Coimbra, Portugal."], ["Coelho", "Miguel", "M", "Clinical Pharmacology Unit, Instituto de Medicina Molecular and Department of Neurosciences, Service of Neurology, Hospital Santa Maria, Lisboa, Portugal."], ["Correia Guedes", "Leonor", "L", "Laboratory of Clinical Pharmacology and Therapeutics, Lisbon Faculty of Medicine, Lisbon, Portual."], ["Castro Caldas", "Ana", "A", "Neurology Department, Hospital de Santo Espirito, Ilha Terceira, Portugal."], ["Ferreira", "Joaquim", "J", "Clinical Pharmacology Unit, Instituto de Medicina Molecular and Department of Neurosciences, Service of Neurology, Hospital Santa Maria, Lisboa, Portugal."], ["Pires", "Paula", "P", "Neurology Department, Hospital de Santo Espirito, Ilha Terceira, Portugal."], ["Costa", "Cristina", "C", "Neurology Department, Hospital Fernando Fonseca, Lisboa, Portugal."], ["Rego", "Paulo", "P", "Pediatric Department, Hospital Central de Funchal, Funchal, Portugal."], ["Magalhães", "Marina", "M", "Neurology Department, Centro Hospitalar Porto, Porto, Portugal."], ["Stamelou", "María", "M", "Second Department of Neurology, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Cuadras Pallejà", "Daniel", "D", "Statistical Department, Sant Joan de Déu Fundation, Barcelona, Spain."], ["Rodríguez-Blazquez", "Carmen", "C", "National Center of Epidemiology and CIBERNED, Institute of Health Carlos III, Madrid, Spain."], ["Martínez-Martín", "Pablo", "P", "National Center of Epidemiology and CIBERNED, Institute of Health Carlos III, Madrid, Spain."], ["Lupo", "Vincenzo", "V", "Unit of Genetics and Genomics of Neuromuscular and Neurodegenerative Disorders, Centro de Investigación Príncipe Felipe, Valencia, Spain."], ["Stefanis", "Leonidas", "L", "Second Department of Neurology, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Pons", "Roser", "R", "Pediatric Neurology Unit, First Department of Pediatrics, Medical School, National and Kapodistrian University of Athens, Hospital Agia Sofía, Athens, Greece."], ["Espinós", "Carmen", "C", "Unit of Genetics and Genomics of Neuromuscular and Neurodegenerative Disorders, Centro de Investigación Príncipe Felipe, Valencia, Spain."], ["Temudo", "Teresa", "T", "Pediatric Neurology Department, Centro Materno-Infantil Centro Hospitalario do Porto, Porto, Portugal."], ["Pérez Dueñas", "Belén", "B", "Unit of Pediatric Movement Disorders, Hospital Sant Joan de Déu, Barcelona, Spain."]], "date": "2017-08-28", "id": "28845923", "text": "Pantothenate kinase-associated neurodegeneration is a progressive neurological disorder occurring in both childhood and adulthood. The objective of this study was to design and pilot-test a disease-specific clinical rating scale for the assessment of patients with pantothenate kinase-associated neurodegeneration.In this international cross-sectional study, patients were examined at the referral centers following a standardized protocol. The motor examination was filmed, allowing 3 independent specialists in movement disorders to analyze 28 patients for interrater reliability assessment. The scale included 34 items (maximal score, 135) encompassing 6 subscales for cognition, behavior, disability, parkinsonism, dystonia, and other neurological signs.Forty-seven genetically confirmed patients (30 ± 17 years; range, 6-77 years) were examined with the scale (mean score, 62 ± 21; range, 20-106). Dystonia with prominent cranial involvement and atypical parkinsonian features were present in all patients. Other common signs were cognitive impairment, psychiatric features, and slow and hypometric saccades. Dystonia, parkinsonism, and other neurological features had a moderate to strong correlation with disability. The scale showed good internal consistency for the total scale (Cronbach's α = 0.87). On interrater analysis, weighted kappa values (0.30-0.93) showed substantial or excellent agreement in 85% of the items. The scale also discriminated a subgroup of homozygous c.1583C>T patients with lower scores, supporting construct validity for the scale.The proposed scale seems to be a reliable and valid instrument for the assessment of pediatric and adult patients with pantothenate kinase-associated neurodegeneration. Additional validation studies with a larger sample size will be required to confirm the present results and to complete the scale validation testing. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27129", "title": "Clinical rating scale for pantothenate kinase-associated neurodegeneration: A pilot study.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}