{"authors": [["Kiss", "Róbert", "R", "MTA-TTK-NAP B - Drug Discovery Research Group - Neurodegenerative Diseases, Institute of Organic Chemistry, Research Center for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary."], ["Zhu", "Max", "M", "Cantabio Pharmaceuticals, Sunnyvale, CA, USA."], ["Jójárt", "Balázs", "B", "Department of Chemical Informatics, Faculty of Education, University of Szeged, Szeged, Hungary."], ["Czajlik", "András", "A", "MTA-TTK-NAP B - Drug Discovery Research Group - Neurodegenerative Diseases, Institute of Organic Chemistry, Research Center for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary."], ["Solti", "Katalin", "K", "MTA-TTK-NAP B - Drug Discovery Research Group - Neurodegenerative Diseases, Institute of Organic Chemistry, Research Center for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary."], ["Fórizs", "Balázs", "B", "Cantabio Pharmaceuticals, Sunnyvale, CA, USA."], ["Nagy", "Éva", "É", "MTA-TTK-NAP B - Drug Discovery Research Group - Neurodegenerative Diseases, Institute of Organic Chemistry, Research Center for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary."], ["Zsila", "Ferenc", "F", "Biomolecular Self-Assembly Group, Institute of Materials and Environmental Chemistry, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary."], ["Beke-Somfai", "Tamás", "T", "Biomolecular Self-Assembly Group, Institute of Materials and Environmental Chemistry, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary."], ["Tóth", "Gergely", "G", "MTA-TTK-NAP B - Drug Discovery Research Group - Neurodegenerative Diseases, Institute of Organic Chemistry, Research Center for Natural Sciences, Hungarian Academy of Sciences, Budapest, Hungary; Cantabio Pharmaceuticals, Sunnyvale, CA, USA. Electronic address: toth.gergely@ttk.mta.hu."]], "date": "2017-08-24", "id": "28844983", "text": "DJ-1 (PARK7) is a multifunctional protein linked to the onset and progression of a number of diseases, most of which are associated with high oxidative stress. The Cys106 of DJ-1 is unusually reactive and thus sensitive to oxidation, and due to high oxidative stress it was observed to be in various oxidized states in disease condition. The oxidation state of Cys106 of DJ-1 is believed to determine the specific functions of the protein in normal and disease conditions. Here we report molecular dynamics simulation and biophysical experimental studies on DJ-1 in reduced (Cys106, S-), oxidized (Cys106, SO2-), and over-oxidized (Cys106, SO3-) states. To simulate the different oxidation states of Cys106 in DJ-1, AMBER related force field parameters were developed and reported for 3-sulfinoalanine and cysteine sulfonic acid. Our studies found that the overall structure of DJ-1 in different oxidation states was similar globally, while it differed locally significantly, which have implications on its stability, function and its link to disease on-set. Importantly, the results suggest that over-oxidation may trigger loss of functions due to local structural modification in the Cys106 containing pocket of DJ-1 and structurally destabilize the dimeric state of DJ-1, which is believed to be its bioactive conformation. Such loss of functions would result in reduced ability of DJ-1 to protect from oxidative stress insults and may lead to increased progression of disease.", "doi": "10.1016/j.bbagen.2017.08.017", "title": "Structural features of human DJ-1 in distinct Cys106 oxidative states and their relevance to its loss of function in disease.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}