{"authors": [["Liu", "Hui", "H", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Ou", "Ruwei", "R", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Wei", "Qianqian", "Q", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Hou", "Yanbing", "Y", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Zhang", "Lingyu", "L", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Cao", "Bei", "B", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Zhao", "Bi", "B", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Song", "Wei", "W", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Shang", "Huifang", "H", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China. Electronic address: hfshang2002@126.com."]], "date": "2017-08-10", "id": "28844367", "text": "The aim of this study is to explore the prevalence and clinical correlates of apathy in early-stage Parkinson's disease (PD) from a cohort of Chinese patients.A cross-sectional analysis of 133 treatment-naive PD patients was conducted. Each subject was categorized as PD with or without apathy using the Lille Apathy Rating Scale (LARS).Of 133 patients, 30 PD patients (22.56%) reported apathy, of whom 23 (17.29%) did not have concomitant depression. The stepwise binary logistic regression model indicated that the lower Frontal assessment battery (FAB) score (OR = 0.623, 95% CI = 0.466-0.834, P = 0.001), the higher sleep/fatigue score from the Non-Motor Symptoms Scale (NMSS) (OR = 1.171, 95% CI = 1.071-1.279, P = 0.001), the higher Hamilton Depression Rating Scale including 24 items (HAMD-24) score (OR = 1.112, 95% CI = 1.005-1.230, P = 0.039) and the higher Unified Parkinson's Disease Rating Scale (UPDRS) part III score (OR = 1.119, 95% CI = 1.045-1.198, P = 0.001) were associated with apathy. No significant associations were found between apathy and other parameters such as age, sex distribution, disease duration, anxiety, Fatigue Severity Scale (FSS) score, Montreal Cognitive Assessment (MOCA) score and remaining domain scores for NMSS.Apathy is not rare (22.56%) in Chinese treatment-naïve PD patients. Apathy in PD is not only related to the severity of motor symptoms of the disease but also to some non-motor symptoms, such as executive dysfunction, depression and sleep disturbances.", "doi": "10.1016/j.parkreldis.2017.08.008", "title": "Apathy in drug-naïve patients with Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}