{"authors": [["von Papen", "M", "M", "Institute of Neuroscience and Medicine (INM-6) and Institute for Advanced Simulation (IAS-6) and JARA-Institute Brain Structure Function Relationship (JBI 1/INM-10), Jülich Research Centre, Germany; Institute of Geophysics & Meteorology, University of Cologne, Cologne, Germany. Electronic address: m.von.papen@fz-juelich.de."], ["Dafsari", "H", "H", "Department of Neurology, University Hospital Cologne, Cologne, Germany; National Parkinson Foundation International Centre of Excellence, King's College Hospital, London, United Kingdom."], ["Florin", "E", "E", "Department of Neurology, University Hospital Cologne, Cologne, Germany; Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich-Heine-University, Düsseldorf, Germany."], ["Gerick", "F", "F", "Institute of Geophysics & Meteorology, University of Cologne, Cologne, Germany."], ["Timmermann", "L", "L", "Department of Neurology, University Hospital Cologne, Cologne, Germany; Department of Neurology, University Hospital Giessen and Marburg, Campus Marburg, Germany."], ["Saur", "J", "J", "Institute of Geophysics & Meteorology, University of Cologne, Cologne, Germany."]], "date": "2017-08-31", "id": "28843679", "text": "Local field potentials (LFP) reflect the integrated electrophysiological activity of large neuron populations and may thus reflect the dynamics of spatially and functionally different networks.We introduce the wavelet-based phase-coherence classification (PCC), which separates LFP into volume-conducted, local incoherent and local coherent components. It allows to compute power spectral densities for each component associated with local or remote electrophysiological activity.We use synthetic time series to estimate optimal parameters for the application to LFP from within the subthalamic nucleus of eight Parkinson patients. With PCC we identify multiple local tremor clusters and quantify the relative power of local and volume-conducted components. We analyze the electrophysiological response to an apomorphine injection during rest and hold. Here we show medication-induced significant decrease of incoherent activity in the low beta band and increase of coherent activity in the high beta band. On medication significant movement-induced changes occur in the high beta band of the local coherent signal. It increases during isometric hold tasks and decreases during phasic wrist movement.The power spectra of local PCC components is compared to bipolar recordings. In contrast to bipolar recordings PCC can distinguish local incoherent and coherent signals. We further compare our results with classification based on the imaginary part of coherency and the weighted phase lag index.The low and high beta band are more susceptible to medication- and movement-related changes reflected by incoherent and local coherent activity, respectively. PCC components may thus reflect functionally different networks.", "doi": "10.1016/j.jneumeth.2017.08.021", "title": "Phase-coherence classification: A new wavelet-based method to separate local field potentials into local (in)coherent and volume-conducted components.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}