{"authors": [["González-Burgos", "E", "E", "Department of Pharmacology, Faculty of Pharmacy, Universidad Complutense de Madrid, Plaza Ramón y Cajal s/n, Ciudad Universitaria, 28040, Madrid, Spain."], ["Fernández-Moriano", "Carlos", "C", "Department of Pharmacology, Faculty of Pharmacy, Universidad Complutense de Madrid, Plaza Ramón y Cajal s/n, Ciudad Universitaria, 28040, Madrid, Spain."], ["Lozano", "R", "R", "Department of Pharmacology, Faculty of Pharmacy, Universidad Complutense de Madrid, Plaza Ramón y Cajal s/n, Ciudad Universitaria, 28040, Madrid, Spain; Department of Inorganic Chemistry, Faculty of Pharmacy, Universidad Complutense de Madrid, Plaza Ramón y Cajal s/n, Ciudad Universitaria, 28040, Madrid, Spain."], ["Iglesias", "I", "I", "Department of Pharmacology, Faculty of Pharmacy, Universidad Complutense de Madrid, Plaza Ramón y Cajal s/n, Ciudad Universitaria, 28040, Madrid, Spain."], ["Gómez-Serranillos", "M P", "MP", "Department of Pharmacology, Faculty of Pharmacy, Universidad Complutense de Madrid, Plaza Ramón y Cajal s/n, Ciudad Universitaria, 28040, Madrid, Spain. Electronic address: pserra@ucm.es."]], "date": "2017-08-23", "id": "28843595", "text": "Oxidative stress and mitochondrial dysfunction play key roles in Parkinson's disease (PD) initiation and progression. Ginsenosides are major compounds of Ginseng species and they are responsible for pharmacological activity. The aim of this study was to investigate the potential neuroprotective effects and mechanism of the major ginsenosides Rd and Re in rotenone-induced oxidative stress model in human neuroblastoma SH-SY5Y cells. Co-treatments with both ginsenosides inhibited the increased intracellular ROS production and by-products lipid peroxidation accumulation caused by rotenone. Moreover, these ginsenosides upregulated SOD and aconitase enzymes activities, and glutathione system; these antioxidant properties are related to Nrf2 induction and radical scavenger effect. Additionally, the results showed that both Rd and Re attenuated the extent of depolarization of mitochondrial membrane potential and restored calcium levels. Furthermore, these compounds prevented apoptosis by modulating Bax and Bcl-2 proteins and inhibiting cytochrome c release and caspase-3 activation. The ginsenoside Rd resulted to be more active than ginsenoside Re. These findings highlighted the efficacy of these compounds as neuroprotectant compounds for PD prevention and treatment through reducing oxidative stress, improving mitochondrial integrity and functions, and inhibiting apoptosis.", "doi": "10.1016/j.fct.2017.08.013", "title": "Ginsenosides Rd and Re co-treatments improve rotenone-induced oxidative stress and mitochondrial impairment in SH-SY5Y neuroblastoma cells.", "journal": ["Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association", "Food Chem. Toxicol."]}