{"authors": [["Trezzi", "Jean-Pierre", "JP", "Luxembourg Centre for Systems Biomedicine, University of Luxembourg, Luxembourg, Luxembourg."], ["Galozzi", "Sara", "S", "Functional Proteomics, Medizinisches Proteom-Center, Ruhr-University Bochum, Bochum, Germany."], ["Jaeger", "Christian", "C", "Luxembourg Centre for Systems Biomedicine, University of Luxembourg, Luxembourg, Luxembourg."], ["Barkovits", "Katalin", "K", "Functional Proteomics, Medizinisches Proteom-Center, Ruhr-University Bochum, Bochum, Germany."], ["Brockmann", "Kathrin", "K", "Department of Neurodegenerative Diseases and Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Maetzler", "Walter", "W", "Department of Neurodegenerative Diseases and Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Berg", "Daniela", "D", "Department of Neurodegenerative Diseases and Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Marcus", "Katrin", "K", "Functional Proteomics, Medizinisches Proteom-Center, Ruhr-University Bochum, Bochum, Germany."], ["Betsou", "Fay", "F", "Integrated Biobank of Luxembourg, Luxembourg, Luxembourg."], ["Hiller", "Karsten", "K", "Luxembourg Centre for Systems Biomedicine, University of Luxembourg, Luxembourg, Luxembourg."], ["Mollenhauer", "Brit", "B", "Paracelsus-Elena Klinik, Kassel, Germany."]], "date": "2017-08-26", "id": "28843022", "text": "The purpose of this study was to profile cerebrospinal fluid (CSF) from early-stage PD patients for disease-related metabolic changes and to determine a robust biomarker signature for early-stage PD diagnosis.By applying a non-targeted and mass spectrometry-driven approach, we investigated the CSF metabolome of 44 early-stage sporadic PD patients yet without treatment (DeNoPa cohort). We compared all detected metabolite levels with those measured in CSF of 43 age- and gender-matched healthy controls. After this analysis, we validated the results in an independent PD study cohort (Tübingen cohort).We identified that dehydroascorbic acid levels were significantly lower and fructose, mannose, and threonic acid levels were significantly higher (P < .05) in PD patients when compared with healthy controls. These changes reflect pathological oxidative stress responses, as well as protein glycation/glycosylation reactions in PD. Using a machine learning approach based on logistic regression, we successfully predicted the origin (PD patients vs healthy controls) in a second (n = 18) as well as in a third and completely independent validation set (n = 36). The biomarker signature is composed of the three markers-mannose, threonic acid, and fructose-and allows for sample classification with a sensitivity of 0.790 and a specificity of 0.800.We identified PD-specific metabolic changes in CSF that were associated with antioxidative stress response, glycation, and inflammation. Our results disentangle the complexity of the CSF metabolome to unravel metabolome changes related to early-stage PD. The detected biomarkers help understanding PD pathogenesis and can be applied as biomarkers to increase clinical diagnosis accuracy and patient care in early-stage PD. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27132", "title": "Distinct metabolomic signature in cerebrospinal fluid in early parkinson's disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}