{"authors": [["Heintz-Buschart", "Anna", "A", "Eco-Systems Biology Research Group, Luxembourg Centre for Systems Biomedicine (LCSB), University of Luxembourg, Esch-sur-Alzette, Luxembourg."], ["Pandey", "Urvashi", "U", "Eco-Systems Biology Research Group, Luxembourg Centre for Systems Biomedicine (LCSB), University of Luxembourg, Esch-sur-Alzette, Luxembourg."], ["Wicke", "Tamara", "T", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Sixel-Döring", "Friederike", "F", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Janzen", "Annette", "A", "Department of Neurology, Philipps University Marburg, Germany."], ["Sittig-Wiegand", "Elisabeth", "E", "Department of Neurology, Philipps University Marburg, Germany."], ["Trenkwalder", "Claudia", "C", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Oertel", "Wolfgang H", "WH", "Department of Neurology, Philipps University Marburg, Germany."], ["Mollenhauer", "Brit", "B", "Paracelsus-Elena-Klinik, Kassel, Germany."], ["Wilmes", "Paul", "P", "Eco-Systems Biology Research Group, Luxembourg Centre for Systems Biomedicine (LCSB), University of Luxembourg, Esch-sur-Alzette, Luxembourg."]], "date": "2017-08-26", "id": "28843021", "text": "Increasing evidence connects the gut microbiota and the onset and/or phenotype of Parkinson's disease (PD). Differences in the abundances of specific bacterial taxa have been reported in PD patients. It is, however, unknown whether these differences can be observed in individuals at high risk, for example, with idiopathic rapid eye movement sleep behavior disorder, a prodromal condition of α-synuclein aggregation disorders including PD.To compare microbiota in carefully preserved nasal wash and stool samples of subjects with idiopathic rapid eye movement sleep behavior disorder, manifest PD, and healthy individuals.Microbiota of flash-frozen stool and nasal wash samples from 76 PD patients, 21 idiopathic rapid eye movement sleep behavior disorder patients, and 78 healthy controls were assessed by 16S and 18S ribosomal RNA amplicon sequencing. Seventy variables, related to demographics, clinical parameters including nonmotor symptoms, and sample processing, were analyzed in relation to microbiome variability and controlled differential analyses were performed.Differentially abundant gut microbes, such as Akkermansia, were observed in PD, but no strong differences in nasal microbiota. Eighty percent of the differential gut microbes in PD versus healthy controls showed similar trends in idiopathic rapid eye movement sleep behavior disorder, for example, Anaerotruncus and several Bacteroides spp., and correlated with nonmotor symptoms. Metagenomic sequencing of select samples enabled the reconstruction of genomes of so far uncharacterized differentially abundant organisms.Our study reveals differential abundances of gut microbial taxa in PD and its prodrome idiopathic rapid eye movement sleep behavior disorder in comparison to the healthy controls, and highlights the potential of metagenomics to identify and characterize microbial taxa, which are enriched or depleted in PD and/or idiopathic rapid eye movement sleep behavior disorder. © 2017 The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27105", "title": "The nasal and gut microbiome in Parkinson's disease and idiopathic rapid eye movement sleep behavior disorder.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}