{"authors": [["Turcano", "Pierpaolo", "P", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."], ["Mielke", "Michelle M", "MM", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."], ["Josephs", "Keith A", "KA", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."], ["Bower", "James H", "JH", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."], ["Parisi", "Joseph E", "JE", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."], ["Boeve", "Bradley F", "BF", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."], ["Savica", "Rodolfo", "R", "Department of Neurology, Mayo Clinic, Rochester, Minnesota, USA."]], "date": "2017-08-26", "id": "28843020", "text": "The purpose of this study was to examine the discrepancies between the clinical diagnosis of parkinsonism and neuropathological findings in a population-based cohort with parkinsonian disorders.The specific clinical diagnosis of parkinsonism is challenging, and definite confirmation requires neuropathological evaluation. Currently, autopsies are seldom performed, and most brain autopsies represent atypical or diagnostically unresolved cases.We used a defined population-based incidence cohort with clinical parkinsonism (n = 669) from the Rochester Epidemiology Project in Olmsted County, Minnesota, 1991-2010. We reviewed reports of all patients who underwent neuropathologic examination at autopsy (n = 60; 9%) and applied consensus pathologic guidelines for neurodegenerative disease diagnosis.Among the 60 patients examined pathologically, the median time from the last recorded clinical diagnosis to death was 7 years (range from 2 to 17 years). Clinical-pathological concordance was found in 52 cases (86.7%), whereas 8 (13.3%) had a clinical-pathological discrepancy. Four patients with a clinical diagnosis of idiopathic Parkinson's disease had no pathological evidence of Lewy bodies or α-synucleinopathy; of these, pathological diagnoses were Alzheimer's disease (2 cases), progressive supranuclear palsy (1 case), and vascular parkinsonism (1 case). Two patients with clinical diagnoses of \"dementia with Lewy bodies\" and one patient with an \"unspecified parkinsonism\" had a pathological diagnosis of Alzheimer's disease without concomitant α-synuclein lesions. One patient with clinically diagnosed \"progressive supranuclear palsy\" had indeterminate pathological findings without α-synuclein or Aβ- or tau-immunoreactive lesions at autopsy.Overall, the clinical diagnoses of parkinsonian subtypes had good concordance with pathological confirmation (86.7%). However, clinical-pathological discrepancies were documented in 13.3%. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27125", "title": "Clinicopathologic discrepancies in a population-based incidence study of parkinsonism in olmsted county: 1991-2010.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}