{"authors": [["Parnetti", "Lucilla", "L", "Neurology Clinic, University of Perugia, Perugia, Italy."], ["Paciotti", "Silvia", "S", "Department of Pharmaceutical Sciences, University of Perugia, Perugia, Italy."], ["Eusebi", "Paolo", "P", "Neurology Clinic, University of Perugia, Perugia, Italy."], ["Dardis", "Andrea", "A", "Regional Coordinating Centre for Rare Diseases, University Hospital Santa Maria della Misericordia, Udine, Italy."], ["Zampieri", "Stefania", "S", "Regional Coordinating Centre for Rare Diseases, University Hospital Santa Maria della Misericordia, Udine, Italy."], ["Chiasserini", "Davide", "D", "Neurology Clinic, University of Perugia, Perugia, Italy."], ["Tasegian", "Anna", "A", "Department of Pharmaceutical Sciences, University of Perugia, Perugia, Italy."], ["Tambasco", "Nicola", "N", "Neurology Clinic, University of Perugia, Perugia, Italy."], ["Bembi", "Bruno", "B", "Regional Coordinating Centre for Rare Diseases, University Hospital Santa Maria della Misericordia, Udine, Italy."], ["Calabresi", "Paolo", "P", "Neurology Clinic, University of Perugia, Perugia, Italy."], ["Beccari", "Tommaso", "T", "Department of Pharmaceutical Sciences, University of Perugia, Perugia, Italy."]], "date": "2017-08-26", "id": "28843015", "text": "Reduced β-glucocerebrosidase activity was observed in postmortem brains of both GBA1 mutation carrier and noncarrier Parkinson's disease patients, suggesting that lower β-glucocerebrosidase activity is a key feature in the pathogenesis of PD. The objectives of this study were to confirm whether there is reduced β-glucocerebrosidase activity in the CSF of GBA1 mutation carrier and noncarrier PD patients and verify if other lysosomal enzymes show altered activity in the CSF.CSF β-glucocerebrosidase, cathepsin D, and β-hexosaminidase activities were measured in 79 PD and 61 healthy controls from the BioFIND cohort. The whole GBA1 gene was sequenced.Enzyme activities were normalized according to CSF protein content (specific activity). β-glucocerebrosidase specific activity was significantly decreased in PD versus controls (-28%, P < 0.001). GBA1 mutations were found in 10 of 79 PD patients (12.7%) and 3 of 61 controls (4.9%). GBA1 mutation carrier PD patients showed significantly lower β-glucocerebrosidase specific activity versus noncarriers. β-glucocerebrosidase specific activity was also decreased in noncarrier PD patients versus controls (-25%, P < 0.001). Cathepsin D specific activity was lower in PD versus controls (-21%, P < 0.001). β-Hexosaminidase showed a similar trend. β-Glucocerebrosidase specific activity fairly discriminated PD from controls (area under the curve, 0.72; sensitivity, 0.67; specificity, 0.77). A combination of β-glucocerebrosidase, cathepsin D, and β-hexosaminidase improved diagnostic accuracy (area under the curve, 0.77; sensitivity, 0.71; specificity, 0.85). Lower β-glucocerebrosidase and β-hexosaminidase specific activities were associated with worse cognitive performance.CSF β-glucocerebrosidase activity is reduced in PD patients independent of their GBA1 mutation carrier status. Cathepsin D and β-hexosaminidase were also decreased. The possible link between altered CSF lysosomal enzyme activities and cognitive decline deserves further investigation. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27136", "title": "Cerebrospinal fluid β-glucocerebrosidase activity is reduced in parkinson's disease patients.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}