{"authors": [["Borghammer", "Per", "P", "Department of Nuclear Medicine & PET Centre, Aarhus University Hospital, Aarhus C, Denmark."]], "date": "2017-08-26", "id": "28843014", "text": "Parkinson's disease (PD) is a multisystem disorder with involvement of the peripheral nervous system. Misfolding and aggregation of α-synuclein is central to the pathogenesis of PD, and it has been postulated that the disease may originate in olfactory and gastrointestinal nerve terminals. The prion-like behavior of α-synuclein has been convincingly demonstrated in vitro and in animal models of PD. Lewy-type pathology have been detected in peripheral organs many years prior to PD diagnosis, and 2 independent studies have now suggested that truncal vagotomy may be protective against the disorder. Other lines of evidence are difficult to reconcile with a peripheral onset of PD, most importantly the relative scarcity of post mortem cases with isolated gastrointestinal α-synuclein pathology without concomitant CNS pathology. This Scientific Perspectives article revisits some important topics with implications for the dual-hit hypothesis. An account of the neuroanatomical pathways necessary for stereotypical α-synuclein spreading is presented. Parallels to the existing knowledge on true prion disorders, including Creutzfeld-Jakob disease, are examined. Finally, the vagotomy studies and the somewhat inconsistent findings in the growing literature on peripheral α-synuclein pathology are discussed. It is concluded that the dual-hit hypothesis remains a potential explanation for PD pathogenesis, but several issues need to be resolved before more firm conclusions can be drawn. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27138", "title": "How does parkinson's disease begin? Perspectives on neuroanatomical pathways, prions, and histology.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}