{"authors": [["Dembek", "Till A", "TA", "Department of Neurology, University of Cologne, Cologne, Germany."], ["Reker", "Paul", "P", "Department of Neurology, University of Cologne, Cologne, Germany."], ["Visser-Vandewalle", "Veerle", "V", "Department of Stereotactic and Functional Neurosurgery, University of Cologne, Cologne, Germany."], ["Wirths", "Jochen", "J", "Department of Stereotactic and Functional Neurosurgery, University of Cologne, Cologne, Germany."], ["Treuer", "Harald", "H", "Department of Stereotactic and Functional Neurosurgery, University of Cologne, Cologne, Germany."], ["Klehr", "Martin", "M", "Department of Stereotactic and Functional Neurosurgery, University of Cologne, Cologne, Germany."], ["Roediger", "Jan", "J", "Department of Neurology, University of Cologne, Cologne, Germany."], ["Dafsari", "Haidar S", "HS", "Department of Neurology, University of Cologne, Cologne, Germany."], ["Barbe", "Michael T", "MT", "Department of Neurology, University of Cologne, Cologne, Germany."], ["Timmermann", "Lars", "L", "Department of Neurology, University of Cologne, Cologne, Germany."]], "date": "2017-08-26", "id": "28843009", "text": "The objective of this study was to investigate whether directional deep brain stimulation (DBS) of the subthalamic nucleus in Parkinson's disease (PD) offers increased therapeutic windows, side-effect thresholds, and clinical benefit.In 10 patients, 20 monopolar reviews were conducted in a prospective, randomized, double-blind design to identify the best stimulation directions and compare them to conventional circular DBS regarding side-effect thresholds, motor improvement, and therapeutic window. In addition, circular and best-directional DBS were directly compared in a short-term crossover. Motor outcome was also assessed after an open-label follow-up of 3 to 6 months.Stimulation in the individual best direction resulted in significantly larger therapeutic windows, higher side-effect thresholds, and more improvement in hand rotation than circular DBS. Rigidity and finger tapping did not respond differentially to the stimulation conditions. There was no difference in motor efficacy or stimulation amplitudes between directional and circular DBS in the short-term crossover. Follow-up evaluations 3 to 6 months after implantation revealed improvements in motor outcome and medication reduction comparable to other DBS studies with a majority of patients remaining with a directional setting.Directional DBS can increase side-effect thresholds while achieving clinical benefit comparable to conventional DBS. Whether directional DBS improves long-term clinical outcome needs to be investigated in the future. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27093", "title": "Directional DBS increases side-effect thresholds-A prospective, double-blind trial.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}