{"authors": [["Brodowicz", "Justyna", "J", "Faculty of Pharmacy, Jagiellonian University Medical College, 9 Medyczna Street, 30-688, Kraków, Poland."], ["Przegaliński", "Edmund", "E", "Department of Drug Addiction Pharmacology, Institute of Pharmacology, Polish Academy of Sciences, 12 Smętna Street, 31-343, Kraków, Poland."], ["Müller", "Christian P", "CP", "Department of Psychiatry and Psychotherapy, University Clinic, Friedrich-Alexander-University of Erlangen-Nuremberg, Schwabachanlage 6, 91054, Erlangen, Germany."], ["Filip", "Malgorzata", "M", "Department of Drug Addiction Pharmacology, Institute of Pharmacology, Polish Academy of Sciences, 12 Smętna Street, 31-343, Kraków, Poland. mal.fil@if-pan.krakow.pl."]], "date": "2017-08-25", "id": "28842833", "text": "Correlational and causal comparative research link ceramide (Cer), the precursor of complex sphingolipids, to some psychiatric (e.g., depression, schizophrenia (SZ), alcohol use disorder, and morphine antinociceptive tolerance) and neurological (e.g., Alzheimer's disease (AD), Parkinson disease (PD)) disorders. Cer generation can occur through the de novo synthesis pathway, the sphingomyelinase pathways, and the salvage pathway. The discoveries that plasma Cer concentration increase during depressive episodes in patients and that tricyclic and tetracyclic antidepressants functionally inhibit acid sphingomyelinase (ASM), the enzyme that catalyzes the degradation of sphingomyelin to Cer, have initiated a series of studies on the role of the ASM-Cer system in depressive disorder. Disturbances in the metabolism of Cer or SM are associated with the occurrence of SZ and PD. In both PD and SZ patients, the elevated levels of Cer or SM in the brain regions were associated with the disease. AD patients showed also an abnormal metabolism of brain Cer at early stages of the disease which may suggest Cer as an AD biomarker. In plasma of AD patients and in AD transgenic mice, ASM activity was increased. In contrast, partial ASM inhibition of Aβ deposition improved memory deficits. Furthermore, in clinical and preclinical research, ethanol enhanced activation of ASM followed by Cer production. Limited data have shown that Cer plays an important role in the development of morphine antinociceptive tolerance. In summary, clinical and preclinical findings provide evidence that targeting the Cer system should be considered as an innovative translational strategy for some brain disorders.", "doi": "10.1007/s12640-017-9798-6", "title": "Ceramide and Its Related Neurochemical Networks as Targets for Some Brain Disorder Therapies.", "journal": ["Neurotoxicity research", "Neurotox Res"]}