{"authors": [["Pignataro", "Daniela", "D", "Istituto di Genetica Molecolare, Consiglio Nazionale delle Ricerche (CNR), Pavia, 27100, Italy."], ["Francia", "Sofia", "S", "Istituto di Genetica Molecolare, Consiglio Nazionale delle Ricerche (CNR), Pavia, 27100, Italy."], ["Zanetta", "Francesca", "F", "Istituto di Genetica Molecolare, Consiglio Nazionale delle Ricerche (CNR), Pavia, 27100, Italy."], ["Brenna", "Giulia", "G", "Istituto di Genetica Molecolare, Consiglio Nazionale delle Ricerche (CNR), Pavia, 27100, Italy."], ["Brandini", "Stefania", "S", "Dipartimento di Biologia e Biotecnologie \"L. Spallanzani\", Università di Pavia, Pavia, 27100, Italy."], ["Olivieri", "Anna", "A", "Dipartimento di Biologia e Biotecnologie \"L. Spallanzani\", Università di Pavia, Pavia, 27100, Italy."], ["Torroni", "Antonio", "A", "Dipartimento di Biologia e Biotecnologie \"L. Spallanzani\", Università di Pavia, Pavia, 27100, Italy."], ["Biamonti", "Giuseppe", "G", "Istituto di Genetica Molecolare, Consiglio Nazionale delle Ricerche (CNR), Pavia, 27100, Italy."], ["Montecucco", "Alessandra", "A", "Istituto di Genetica Molecolare, Consiglio Nazionale delle Ricerche (CNR), Pavia, 27100, Italy. montecucco@igm.cnr.it."]], "date": "2017-08-25", "id": "28842646", "text": "Genome integrity is continuously threatened by endogenous sources of DNA damage including reactive oxygen species (ROS) produced by cell metabolism. Factors of the RNA interference (RNAi) machinery have been recently involved in the cellular response to DNA damage (DDR) in proliferating cells. To investigate the impact of component of RNAi machinery on DDR activation in terminally differentiated cells, we exploited cytoplasmic hybrid (cybrid) cell lines in which mitochondria of sporadic Parkinson's disease patients repopulate neuroblastoma SH-SY5Y-Rho(0) cells. Upon differentiation into dopaminergic neuron-like cells, PD63 cybrid showed increased intracellular level of ROS and chronic DDR activation, compared to other cybrids with the same nuclear background. Importantly, DDR activation in these cells can be prevented by ROS scavenging treatment suggesting that ROS production is indeed causative of nuclear DNA damage. Sequence analysis of the mitogenomes identified a rare and heteroplasmic missense mutation affecting a highly conserved residue of the ND5-subunit of respiratory complex I, which accounts for ROS increase. We demonstrated that the assembly of nuclear DDR foci elicited by oxidative stress in these cells relies on DROSHA, providing the first evidence that components of RNAi machinery play a crucial role also in the mounting of ROS-induced DDR in non-replicating neuronal cells.", "doi": "10.1038/s41598-017-09910-x", "title": "A missense MT-ND5 mutation in differentiated Parkinson Disease cytoplasmic hybrid induces ROS-dependent DNA Damage Response amplified by DROSHA.", "journal": ["Scientific reports", "Sci Rep"]}