{"authors": [["Korecka", "Joanna A", "JA", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands, jkorecka@mclean.harvard.edu."], ["Moloney", "Elizabeth B", "EB", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."], ["Eggers", "Ruben", "R", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."], ["Hobo", "Barbara", "B", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."], ["Scheffer", "Sanny", "S", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."], ["Ras-Verloop", "Nienke", "N", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."], ["Pasterkamp", "R Jeroen", "RJ", "Department of Translational Neuroscience, Brain Center Rudolf Magnus, Utrecht University, 3584 CG, Utrecht, The Netherlands."], ["Swaab", "Dick F", "DF", "Department of Neuropsychiatric Disorders, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands, and."], ["Smit", "August B", "AB", "Center for Neurogenomics and Cognitive Research, Neuroscience Campus Amsterdam, Vrije Universiteit Amsterdam, 1081 HV, The Netherlands."], ["van Kesteren", "Ronald E", "RE", "Center for Neurogenomics and Cognitive Research, Neuroscience Campus Amsterdam, Vrije Universiteit Amsterdam, 1081 HV, The Netherlands."], ["Bossers", "Koen", "K", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."], ["Verhaagen", "Joost", "J", "Department of Regeneration of Sensorimotor Systems, Netherlands Institute for Neuroscience, Institute of the Royal Netherlands Academy of Arts and Sciences, 1105 BA, Amsterdam, The Netherlands."]], "date": "2017-08-21", "id": "28842419", "text": "Repulsive guidance molecule member a (RGMa) is a membrane-associated or released guidance molecule that is involved in axon guidance, cell patterning, and cell survival. In our previous work, we showed that RGMa is significantly upregulated in the substantia nigra of patients with Parkinson's disease. Here we demonstrate the expression of RGMa in midbrain human dopaminergic (DA) neurons. To investigate whether RGMa might model aspects of the neuropathology of Parkinson's disease in mouse, we targeted RGMa to adult midbrain dopaminergic neurons using adeno-associated viral vectors. Overexpression of RGMa resulted in a progressive movement disorder, including motor coordination and imbalance, which is typical for a loss of DA release in the striatum. In line with this, RGMa induced selective degeneration of dopaminergic neurons in the substantia nigra (SN) and affected the integrity of the nigrostriatal system. The degeneration of dopaminergic neurons was accompanied by a strong microglia and astrocyte activation. The behavioral, molecular, and anatomical changes induced by RGMa in mice are remarkably similar to the clinical and neuropathological hallmarks of Parkinson's disease. Our data indicate that dysregulation of RGMa plays an important role in the pathology of Parkinson's disease, and antibody-mediated functional interference with RGMa may be a disease modifying treatment option.SIGNIFICANCE STATEMENT Parkinson's disease (PD) is a neurodegenerative disease characterized by severe motor dysfunction due to progressive degeneration of mesencephalic dopaminergic (DA) neurons in the substantia nigra. To date, there is no regenerative treatment available. We previously showed that repulsive guidance molecule member a (RGMa) is upregulated in the substantia nigra of PD patients. Adeno-associated virus-mediated targeting of RGMa to mouse DA neurons showed that overexpression of this repulsive axon guidance and cell patterning cue models the behavioral and neuropathological characteristics of PD in a remarkable way. These findings have implications for therapy development as interfering with the function of this specific axon guidance cue may be beneficial to the survival of DA neurons.", "doi": "10.1523/JNEUROSCI.0084-17.2017", "title": "Repulsive Guidance Molecule a (RGMa) Induces Neuropathological and Behavioral Changes That Closely Resemble Parkinson's Disease.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}