{"authors": [["Plouvier", "Annette O A", "AOA", "Department of Primary and Community Care, Radboud university medical center, Postbus 9101, 6500 HB, Nijmegen, The Netherlands. Annette.Plouvier@radboudumc.nl."], ["Olde Hartman", "Tim C", "TC", "Department of Primary and Community Care, Radboud university medical center, Postbus 9101, 6500 HB, Nijmegen, The Netherlands."], ["de Bont", "Olga A", "OA", "Department of Primary and Community Care, Radboud university medical center, Postbus 9101, 6500 HB, Nijmegen, The Netherlands."], ["Maandag", "Sjoerd", "S", "Department of Primary and Community Care, Radboud university medical center, Postbus 9101, 6500 HB, Nijmegen, The Netherlands."], ["Bloem", "Bastiaan R", "BR", "Department of Neurology and Parkinson Center Nijmegen, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Nijmegen, The Netherlands."], ["van Weel", "Chris", "C", "Department of Primary and Community Care, Radboud university medical center, Postbus 9101, 6500 HB, Nijmegen, The Netherlands."], ["Lagro-Janssen", "Antoine L M", "ALM", "Department of Primary and Community Care, Radboud university medical center, Postbus 9101, 6500 HB, Nijmegen, The Netherlands."]], "date": "2017-08-25", "id": "28841849", "text": "The diagnostic pathway of Parkinson's disease (PD) is often complicated. Experiences during this pathway can affect patients' satisfaction and their confidence and trust in healthcare providers. Although healthcare providers cannot influence the impact of the diagnosis, they can influence how patients experience the pathway. This study, therefore, aims to provide insight into PD patients' dissatisfaction with the diagnostic pathway and to describe the factors that influence it.We carried out a cross-sectional survey study among 902 patient members of the Dutch Parkinson's Disease Association, who were each asked to write an essay about their diagnostic pathway. A coding format was developed to examine the content of these essays. Inter-observer agreement on coding patient dissatisfaction was calculated using Cohen's kappa. The χ2 test and a multivariable logistic regression analysis were performed to assess the relation between dissatisfaction and sex, level of education, duration of the pathway, communication with the general practitioner (GP) and the neurologist, the number of healthcare providers involved, whether or not a second opinion had taken place (including the person who initiated it) and diagnostic delay (taking into consideration who caused the delay according to the patient). A subgroup analysis was performed to gain insight into sex-related differences.Of all patients, 16.4% explicitly described they were dissatisfied with the diagnostic pathway, whereas 4.8% were very satisfied. The inter-observer agreement on coding dissatisfaction was κ = 0.82. The chance of dissatisfaction increased with a lower level of education, the involvement of more than one additional healthcare provider, a second opinion initiated by the patient and delay caused by a healthcare provider. When only the GP and the neurologist were involved, women were more likely to be dissatisfied than men.PD patients' dissatisfaction with the diagnostic pathway is related to a lower level of education, a second opinion initiated by the patient and experienced diagnostic delay. GPs can positively influence patients' experiences if they are aware of these risk factors for dissatisfaction and pay extra attention to communication and shared decision making. This will contribute to a trusting therapeutic relationship that is indispensable with progression of the disease.", "doi": "10.1186/s12875-017-0652-y", "title": "The diagnostic pathway of Parkinson's disease: a cross-sectional survey study of factors influencing patient dissatisfaction.", "journal": ["BMC family practice", "BMC Fam Pract"]}