{"authors": [["Barrantes", "Sergi", "S", "School of Medicine, University of Barcelona (UB). Barcelona, Catalonia, Spain."], ["Sánchez Egea", "Antonio J", "AJ", "Mechanical Engineering Department (EPSEVG). Politechnical University of Catalonia (UPC). Barcelona, Spain."], ["González Rojas", "Hernán A", "HA", "Mechanical Engineering Department (EPSEVG). Politechnical University of Catalonia (UPC). Barcelona, Spain."], ["Martí", "Maria J", "MJ", "School of Medicine, University of Barcelona (UB). Barcelona, Catalonia, Spain."], ["Compta", "Yaroslau", "Y", "School of Medicine, University of Barcelona (UB). Barcelona, Catalonia, Spain."], ["Valldeoriola", "Francesc", "F", "School of Medicine, University of Barcelona (UB). Barcelona, Catalonia, Spain."], ["Simo Mezquita", "Ester", "E", "Mathematica Department (EPSEVG). Politechnical University of Catalonia (UPC). Barcelona, Spain."], ["Tolosa", "Eduard", "E", "School of Medicine, University of Barcelona (UB). Barcelona, Catalonia, Spain."], ["Valls-Solè", "Josep", "J", "School of Medicine, University of Barcelona (UB). Barcelona, Catalonia, Spain."]], "date": "2017-08-25", "id": "28841694", "text": "The differential diagnosis between patients with essential tremor (ET) and those with Parkinson's disease (PD) whose main manifestation is tremor may be difficult unless using complex neuroimaging techniques such as 123I-FP-CIT SPECT. We considered that using smartphone's accelerometer to stablish a diagnostic test based on time-frequency differences between PD an ET could support the clinical diagnosis.The study was carried out in 17 patients with PD, 16 patients with ET, 12 healthy volunteers and 7 patients with tremor of undecided diagnosis (TUD), who were re-evaluated one year after the first visit to reach the definite diagnosis. The smartphone was placed over the hand dorsum to record epochs of 30 s at rest and 30 s during arm stretching. We generated frequency power spectra and calculated receiver operating characteristics curves (ROC) curves of total spectral power, to establish a threshold to separate subjects with and without tremor. In patients with PD and ET, we found that the ROC curve of relative energy was the feature discriminating better between the two groups. This threshold was then used to classify the TUD patients.We could correctly classify 49 out of 52 subjects in the category with/without tremor (97.96% sensitivity and 83.3% specificity) and 27 out of 32 patients in the category PD/ET (84.38% discrimination accuracy). Among TUD patients, 2 of 2 PD and 2 of 4 ET were correctly classified, and one patient having PD plus ET was classified as PD.Based on the analysis of smartphone accelerometer recordings, we found several kinematic features in the analysis of tremor that distinguished first between healthy subjects and patients and, ultimately, between PD and ET patients. The proposed method can give immediate results for the clinician to gain valuable information for the diagnosis of tremor. This can be useful in environments where more sophisticated diagnostic techniques are unavailable.", "doi": "10.1371/journal.pone.0183843", "title": "Differential diagnosis between Parkinson's disease and essential tremor using the smartphone's accelerometer.", "journal": ["PloS one", "PLoS ONE"]}