{"authors": [["Hirschmann", "J", "J", "Radboud University, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands; Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Germany. Electronic address: Jan.Hirschmann@med.uni-duesseldorf.de."], ["Schoffelen", "J M", "JM", "Radboud University, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."], ["Schnitzler", "A", "A", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Germany; Center for Movement Disorders and Neuromodulation, Medical Faculty, University Hospital Düsseldorf, Germany."], ["van Gerven", "M A J", "MAJ", "Radboud University, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."]], "date": "2017-08-09", "id": "28841506", "text": "To investigate the possibility of tremor detection based on deep brain activity.We re-analyzed recordings of local field potentials (LFPs) from the subthalamic nucleus in 10 PD patients (12 body sides) with spontaneously fluctuating rest tremor. Power in several frequency bands was estimated and used as input to Hidden Markov Models (HMMs) which classified short data segments as either tremor-free rest or rest tremor. HMMs were compared to direct threshold application to individual power features.Applying a threshold directly to band-limited power was insufficient for tremor detection (mean area under the curve [AUC] of receiver operating characteristic: 0.64, STD: 0.19). Multi-feature HMMs, in contrast, allowed for accurate detection (mean AUC: 0.82, STD: 0.15), using four power features obtained from a single contact pair. Within-patient training yielded better accuracy than across-patient training (0.84vs. 0.78, p=0.03), yet tremor could often be detected accurately with either approach. High frequency oscillations (>200Hz) were the best performing individual feature.LFP-based markers of tremor are robust enough to allow for accurate tremor detection in short data segments, provided that appropriate statistical models are used.LFP-based markers of tremor could be useful control signals for closed-loop deep brain stimulation.", "doi": "10.1016/j.clinph.2017.07.419", "title": "Parkinsonian rest tremor can be detected accurately based on neuronal oscillations recorded from the subthalamic nucleus.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}