{"authors": [["Kumar", "Sanjay", "S", "Functional Proteomics Laboratory, Regional Centre for Biotechnology, NCR Biotech Science Cluster , 3rd Milestone, Faridabad-Gurgaon Expressway, Faridabad 121001, India."], ["Jangir", "Deepak Kumar", "DK", "Functional Proteomics Laboratory, Regional Centre for Biotechnology, NCR Biotech Science Cluster , 3rd Milestone, Faridabad-Gurgaon Expressway, Faridabad 121001, India."], ["Kumar", "Roshan", "R", "Functional Proteomics Laboratory, Regional Centre for Biotechnology, NCR Biotech Science Cluster , 3rd Milestone, Faridabad-Gurgaon Expressway, Faridabad 121001, India."], ["Kumari", "Manisha", "M", "Functional Proteomics Laboratory, Regional Centre for Biotechnology, NCR Biotech Science Cluster , 3rd Milestone, Faridabad-Gurgaon Expressway, Faridabad 121001, India."], ["Bhavesh", "Neel Sarovar", "NS", "Transcription Regulation Group, International Centre for Genetic Engineering and Biotechnology (ICGEB) , Aruna Asaf Ali Marg, New Delhi 110067, India."], ["Maiti", "Tushar Kanti", "TK", "Functional Proteomics Laboratory, Regional Centre for Biotechnology, NCR Biotech Science Cluster , 3rd Milestone, Faridabad-Gurgaon Expressway, Faridabad 121001, India."]], "date": "2017-09-06", "id": "28841377", "text": "Deposition of presynaptic protein α-synuclein in Lewy bodies and Lewy neurites in the substantia nigra region of brain has been linked with the clinical symptoms of the Parkinson's disease (PD). Proteotoxic stress conditions and mutations that cause abnormal aggregation of α-synuclein have close association with onset of PD and its progression. Therefore, studies pertaining to α-synuclein mutations play important roles in mechanistic understanding of aggregation behavior of the protein and subsequent pathology. Herein, guided by this fact, we have studied the aggregation kinetics, morphology, and neurotoxic effects of the two newly discovered sporadic PD associated mutants A18T and A29S of α-synuclein. Our studies demonstrate that both of the mutants are aggregation prone and undergo rapid aggregation compared to wild-type α-synuclein. Further, it was found that A18T mutant followed faster aggregation kinetics compared to A29S substitution. Additionally, we have designed three point mutations of α-synuclein for better understanding of the effects of substitutions on protein aggregation and demonstrated that substitution of alanine at the 18th position is highly sensitive compared to adjacent positions. Our results provide better understanding of the effects of α-synuclein mutations on its aggregation behavior that may be important in development of PD pathology.", "doi": "10.1021/acschemneuro.6b00430", "title": "Role of Sporadic Parkinson Disease Associated Mutations A18T and A29S in Enhanced α-Synuclein Fibrillation and Cytotoxicity.", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"]}