{"authors": [["Xuan", "Min", "M", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Guan", "Xiaojun", "X", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Gu", "Quanquan", "Q", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Shen", "Zhujing", "Z", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Yu", "Xinfeng", "X", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Qiu", "Tiantian", "T", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Luo", "Xiao", "X", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Song", "Ruirui", "R", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Jiaerken", "Yerfan", "Y", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Xu", "Xiaojun", "X", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Huang", "Peiyu", "P", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Luo", "Wei", "W", "Department of Neurology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China."], ["Zhang", "Minming", "M", "Department of Radiology, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, 310000, Zhejiang, China. Electronic address: zhangminming@zju.edu.cn."]], "date": "2017-08-10", "id": "28838722", "text": "Iron deposition may contribute to the clinical symptoms in Parkinson's disease (PD). With partial different clinical manifestations, the iron deposition patterns between patients with early-onset Parkinson's disease (EOPD) and middle-late-onset Parkinson's disease (M-LOPD) are still unclear. This study was designed to investigate the patterns of iron deposition and their clinical relevance in EOPD and M-LOPD patients, using quantitative susceptibility mapping technique.Thirty-five EOPD patients and 24 matched young controls, 33 M-LOPD patients and 22 matched older controls were recruited in the study. The iron content in the deep grey matter nuclei in the basal ganglia and midbrain were measured, and compared between patients and their corresponding controls. The correlations of regional iron content and clinical features were explored in patient groups.Both M-LOPD and EOPD patients showed increased iron content in the substantia nigra (SN) pars compacta and SN pars reticulata. Increased iron content in the putamen was only observed in M-LOPD patients. The relationship between the increased iron content and disease severity (H&Y stages, UPDRS II scores and UPDRS III scores) was observed in M-LOPD patients, but not in EOPD patients.Our study suggested that the iron deposition pattern was greatly influenced by the age of PD onset, which increases our understanding of the different pathological underpinnings of EOPD and M-LOPD patients.", "doi": "10.1016/j.parkreldis.2017.08.013", "title": "Different iron deposition patterns in early- and middle-late-onset Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}