{"authors": [["White-Dzuro", "Gabrielle A", "GA", "Department of Neurological Surgery, University of Washington Seattle, WA."], ["Lake", "Wendell", "W", "Department of Neurological Surgery, University of Wisconsin-Madison, Madison, Wisconsin."], ["Neimat", "Joseph S", "JS", "Department of Neurological Surgery, Vanderbilt University School of Medicine, Nashville, Tennessee."]], "date": null, "id": "28838110", "text": "Deep brain stimulation is increasingly used to treat a variety of disorders. As the prevalence of this technology increases, greater demands are placed on neurosurgical practitioners to improve cosmetic results, maximize patient comfort, and minimize complication rates. We have increasingly employed subpectoral implantation of internal pulse generators (IPGs) to improve patient satisfaction.To determine the complication rates of subpectorally placed IPGs as compared to those placed in a subcutaneous location.We reviewed a series of 301 patients from a single institution. Complication rates including infection, hematoma, and lead fracture were recorded. Rates were compared for subcutaneously and subpectorally located devices.Of the records reviewed, we found 301 patients who underwent 308 procedures for initial IPG implantation. Of these, 275 were subpectoral IPG implantation, 19 were infraclavicular subcutaneous implantation, and 14 were subcutaneous implantation in the abdomen. A total of 6 IPG pocket infections occurred, 2 subpectoral and 4 infraclavicular subcutaneous. Of the IPG infections, 2 of the infraclavicular subcutaneous devices had associated erosions. Two patients had their devices relocated from a subpectoral pocket to a subcutaneous pocket in the abdomen due to discomfort. Two patients in the subpectoral group suffered from hematoma requiring evacuation. Two patients in the infraclavicular subcutaneous group had lead fracture occur.Subpectoral implantation of deep brain stimulation IPGs is a viable alternative with a low complication rate. This technique may offer a lower rate of infection and wound erosion.", "doi": "10.1093/ons/opx018", "title": "Subpectoral Implantation of Internal Pulse Generators for Deep Brain Stimulation: Technical Note for Improved Cosmetic Outcomes.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}