{"authors": [["Cheng", "Kelvin Kw", "KK", "1 Academic Foundation Doctor, School of Medicine, University of Glasgow, UK."], ["Swallow", "Diane Ma", "DM", "2 Clinical Research Fellow, Institute of Applied Health Sciences, University of Aberdeen, UK."], ["Grosset", "Katherine A", "KA", "3 General Practitioner with special interest in Parkinson's Disease, Department of Neurology, Institute of Neurological Sciences, Queen Elizabeth University Hospital, UK."], ["Grosset", "Donald G", "DG", "3 General Practitioner with special interest in Parkinson's Disease, Department of Neurology, Institute of Neurological Sciences, Queen Elizabeth University Hospital, UK."]], "date": "2017-08-24", "id": "28836927", "text": "Background and aims Vascular disease is a common comorbidity in Parkinson's disease patients. Statins are potentially neuroprotective for Parkinson's disease through non-vascular mechanisms. We investigated prevailing statin use in a Parkinson's disease cohort. Methods and results Data on diagnostic indication for statins, anti-Parkinson therapy, vascular risk factors, and statin prescription, were obtained from electronic medical record review for consecutive Parkinson's disease patients. The ASsessing cardiac risk using Scottish Intercollegiate Guidelines Network system was used to calculate future cardiovascular risk and identify those warranting statin use. Of 441 patients included, 59.9% were male, with a mean age of 68.9 years (standard deviation 10.3). One hundred and seventy-four (39.5%) patients had at least one diagnostic indication for statin use, of whom 136 (78.2%) were prescribed a statin. In the 267 (60.5%) cases without a diagnostic indication, 54 (20.2%) were excluded owing to age limitations defined in ASsessing cardiac risk using Scottish Intercollegiate Guidelines Network. Of the remaining 213, 62 (29.1%) had an ASsessing cardiac risk using Scottish Intercollegiate Guidelines Network score in the recommended range for statin therapy, of whom 15 (24.1%) were prescribed statins. Conclusion There is suboptimal implementation of statin therapy in Parkinson's disease patients. Given the possible neuroprotective effects of statins in Parkinson's disease in addition to reducing cardiovascular risk, reasons for suboptimal implementation warrant further investigation.", "doi": "10.1177/0036933017727432", "title": "Statin usage, vascular diagnosis and vascular risk factors in Parkinson's disease.", "journal": ["Scottish medical journal", "Scott Med J"]}