{"authors": [["Perez-Lloret", "Santiago", "S", "a Institute of Cardiology Research , University of Buenos Aires, National Research Council (ININCA-UBA-CONICET) , Buenos Aires , Argentina."], ["Otero-Losada", "Matilde", "M", "a Institute of Cardiology Research , University of Buenos Aires, National Research Council (ININCA-UBA-CONICET) , Buenos Aires , Argentina."], ["Toblli", "Jorge E", "JE", "a Institute of Cardiology Research , University of Buenos Aires, National Research Council (ININCA-UBA-CONICET) , Buenos Aires , Argentina."], ["Capani", "Francisco", "F", "a Institute of Cardiology Research , University of Buenos Aires, National Research Council (ININCA-UBA-CONICET) , Buenos Aires , Argentina."]], "date": "2017-08-29", "id": "28836869", "text": "Currently, available therapies for Parkinson's disease (PD) are symptomatic. Therefore, the search for neuroprotective drugs remains a top priority. Areas covered: In this review, the potential symptomatic or disease-modifying effect of drugs targeting the Renin-Angiotensin System (RAS) in PD will be explored. Expert opinion: The importance of nigrostriatal local RAS has only begun to be unraveled in the last decades. On one hand, there is a complex feedback cycle between RAS and dopamine (DA). On the other hand, RAS affects dopaminergic neurons vulnerability. Neuroprotective effects in animal PD models have been shown for the angiotensin-converting enzyme (ACE) inhibitors captopril and perindopril, and the AT1 receptor antagonists losartan, candesartan and telmisartan. These effects appear to be mediated by a reduction in the overproduction of reactive oxygen species. In a proof-of-concept, randomized, double-blind, crossover study in PD patients, perindopril enhanced the effect of levodopa without inducing dyskinesias. There has not been any clinical trial exploring the neuroprotective effect of RAS drugs, but one cohort study in hypertensive patients suggested a protective effect of ACE inhibitors on PD risk. RAS is a promising target for symptomatic and neuroprotective therapies in PD. Further studies in PD animal models and patients are warranted.", "doi": "10.1080/13543784.2017.1371133", "title": "Renin-angiotensin system as a potential target for new therapeutic approaches in Parkinson's disease.", "journal": ["Expert opinion on investigational drugs", "Expert Opin Investig Drugs"]}