{"authors": [["Rocha", "Rodrigo Santiago Barbosa", "RSB", "Physiotherapy Course, University of Amazon - UNAMA, Belém, Brazil."], ["De Oliveira Rocha", "Larissa Salgado", "LS", "Physiotherapy Course, University of Amazon - UNAMA, Belém, Brazil."], ["Pena", "Elza Sara Maués", "ESM", "Physiotherapy Course, University of Amazon - UNAMA, Belém, Brazil."], ["Caldas", "Laiz Cristinna Ponce", "LCP", "Physiotherapy Course, University of Amazon - UNAMA, Belém, Brazil."], ["Moreno", "Marlene Aparecida", "MA", "Postgraduate Program in Sciences of Human Movement, Methodist University of Piracicaba - UNIMEP, Piracicaba, Brazil."]], "date": "2017-08-23", "id": "28836338", "text": "Elderly patients and individuals with Parkinson's disease have a reduction in autonomic heart rate modulation, which may influence the survival of these patients, and rehabilitation can minimize this event. We tested the hypothesis that rehabilitation protocol with game console would influence the cardiac autonomic modulation of patients with Parkinson's Disease.Eight-seven volunteers were divided into two groups, control (n = 45) and Parkinson's (n = 42), they completed the study 40 volunteers in the control group (CG) and 31 patients in the Parkinson group (PG), and subjected to 24 sessions of game therapy physiotherapy, thrice a week. Analysis of autonomic HR modulation was conducted before and after the rehabilitation program using a Polar RS800CX HR sensor. For the analysis of heart rate variability the data were transferred to the Kubios HRV 2.2 program. Statistical analysis was performed in the Biostat 5.2 program, the comparison of the data by ANOVA followed by Tukey test, and the general characteristics by the chi-square test. The critical value for rejecting the null hypothesis was set at P < 0.05.HR variability in patients with PD exhibited higher influence on the sympathetic nervous system before protocol implementation and, following the protocol, patients did not attain the normality values of the control group, exhibiting a discreet improvement and maintenance of autonomic modulation of HR values.Subjects with PD exhibit less autonomic modulation of HR and the rehabilitation protocol with game therapy improved autonomic modulation of HR. Geriatr Gerontol Int 2018; 18: 20-25.", "doi": "10.1111/ggi.13130", "title": "Analysis of autonomic modulation of heart rate in patients with Parkinson's disease and elderly individuals submitted to game therapy training.", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"]}