{"authors": [["Xu", "Qi", "Q", "Departments of Food Science and Human Nutrition and."], ["Langley", "Monica", "M", "Biomedical Sciences, Iowa State University, Ames, IA; and."], ["Kanthasamy", "Anumantha G", "AG", "Biomedical Sciences, Iowa State University, Ames, IA; and."], ["Reddy", "Manju B", "MB", "Departments of Food Science and Human Nutrition and mbreddy@iastate.edu."]], "date": "2017-08-23", "id": "28835392", "text": "Background: Parkinson disease (PD) is a neurodegenerative disorder that has been associated with many factors, including oxidative stress, inflammation, and iron accumulation. The antioxidant, anti-inflammatory, and iron-chelating properties of epigallocatechin gallate (EGCG), a major polyphenol in green tea, may offer protection against PD.Objective: We sought to determine the neurorescue effects of EGCG and the role of iron in 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced PD.Methods: We evaluated the neurorescue effect of EGCG (25 mg/kg, 7 d, oral administration) against MPTP-induced (20 mg/kg, 3 d, intraperitoneal injection) neurodegeneration in C57 male black mice. Thirty mice weighing ∼25 g were divided into 3 groups: control, MPTP, and MPTP + EGCG. The neurorescue effect of EGCG was assessed with the use of motor behavior tests, neurotransmitter analysis, oxidative stress indicators, and iron-related protein expression.Results: Compared with the control group, MPTP treatment shortened the mice's latency to fall from the rotarod by 16% (P < 0.05), decreased the striatal dopamine concentration by 58% (P < 0.001) and dihydroxyphenylacetic acid by 35% (P < 0.05), and increased serum protein carbonyls by 71% (P = 0.07). However, EGCG rescued MPTP-induced neurotoxicity by increasing the rotational latency by 17% (P < 0.05) to a value similar to the control group. Striatal dopamine concentrations were 40% higher in the MPTP + EGCG group than in the MPTP group (P < 0.05), but the values were significantly lower than in the control group. Compared with the MPTP and control groups, mice in the MPTP + EGCG group had higher substantia nigra ferroportin expression (44% and 35%, respectively) (P < 0.05) but not hepcidin and divalent metal transporter 1 expression.Conclusion: Overall, our study demonstrated that EGCG regulated the iron-export protein ferroportin in substantia nigra, reduced oxidative stress, and exerted a neurorescue effect against MPTP-induced functional and neurochemical deficits in mice.", "doi": "10.3945/jn.117.255034", "title": "Epigallocatechin Gallate Has a Neurorescue Effect in a Mouse Model of Parkinson Disease.", "journal": ["The Journal of nutrition", "J. Nutr."]}