{"authors": [["Cavanaugh", "James T", "JT", "University of New England, Portland, Maine (J.T.C.); Grinnell College, Grinnell, Iowa (D.G.K.-S.); and University of Nebraska Omaha and University of Nebraska Medical Center, Omaha, Nebraska (N.S.)."], ["Kelty-Stephen", "Damian G", "DG", null], ["Stergiou", "Nicholas", "N", null]], "date": null, "id": "28834791", "text": "Physical therapists seek to optimize movement as a means of reducing disability and improving health. The short-term effects of interventions designed to optimize movement ultimately are intended to be adapted for use across various future patterns of behavior, in potentially unpredictable ways, with varying frequency, and in the context of multiple tasks and environmental conditions. In this perspective article, we review and discuss the implications of recent evidence that optimal movement variability, which previously had been associated with adaptable motor behavior, contains a specific complex nonlinear feature known as \"multifractality.\"Multifractal movement fluctuation patterns reflect robust physiologic interactivity occurring within the movement system across multiple time scales. Such patterns provide conceptual support for the idea that patterns of motor behavior occurring in the moment are inextricably linked in complex, physiologic ways to patterns of motor behavior occurring over much longer periods. The human movement system appears to be particularly tuned to multifractal fluctuation patterns and exhibits the ability to reorganize its output in response to external stimulation embedded with multifractal features.As a fundamental feature of human movement, multifractality opens new avenues for conceptualizing the link between physiologic interactivity and adaptive capacity. Preliminary evidence supporting the positive influence of multifractal rhythmic auditory stimulation on the gait patterns of individuals with Parkinson disease is used to illustrate how physical therapy interventions might be devised to specifically target the adaptive capacity of the human movement system.Video Abstract available for more insights from the authors (see Video, Supplemental Digital Content 1, http://links.lww.com/JNPT/A183).", "doi": "10.1097/NPT.0000000000000199", "title": "Multifractality, Interactivity, and the Adaptive Capacity of the Human Movement System: A Perspective for Advancing the Conceptual Basis of Neurologic Physical Therapy.", "journal": ["Journal of neurologic physical therapy : JNPT", "J Neurol Phys Ther"]}