{"authors": [["Jaakkola", "E", "E", "Department of Neurology, University of Turku, Turku, Finland."], ["Joutsa", "J", "J", "Department of Neurology, University of Turku, Turku, Finland."], ["Mäkinen", "E", "E", "Department of Neurology, University of Turku, Turku, Finland."], ["Johansson", "J", "J", "Turku PET Centre, Turku University Hospital, Turku, Finland."], ["Kaasinen", "V", "V", "Department of Neurology, University of Turku, Turku, Finland."]], "date": "2017-08-22", "id": "28834102", "text": "Visual hallucinations (VHs) are a common complication of Parkinson's disease (PD). The pathogenesis of VHs in PD is still largely unclear. The aim of this study was to investigate the dopaminergic mechanisms of VHs and specifically whether the degree of striatal dopamine transporter (DAT) function or extrastriatal serotonin transporter (SERT) function can predict the appearance of VHs in patients with PD.Twenty-two PD patients scanned with [123 I]FP-CIT single photon emission computed tomography at an early stage of their disease who later developed VHs were identified and compared with 48 non-hallucinating PD patients. The groups were matched for age, medication, disease duration and motor symptom severity. Clinical follow-up after the scan was a median (range) of 6.9 (3.8-9.6) years. Imaging analyses were performed with both regions-of-interest-based and voxel-based (Statistical Parametric Mapping) methods for the striatal and extrastriatal regions.The median interval between the scan and the emergence of VHs was 4.8 years. Patients who developed VHs had 18.4% lower DAT binding in the right ventral striatum (P = 0.009), 16.7% lower binding in the left ventral striatum (P = 0.02) and 18.8% lower binding in the right putamen (P = 0.03) compared to patients who did not develop VHs.Low striatal DAT function may predispose PD patients to VHs, and the regional distribution of the findings suggests a particular role of the ventral striatum. This is in line with non-PD research that has implicated ventral striatal dysfunction in psychosis.", "doi": "10.1111/ene.13390", "title": "Ventral striatal dopaminergic defect is associated with hallucinations in Parkinson's disease.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}