{"title": "Liquid nicotine for electronic cigarettes is toxic for kids", "text": "WASHINGTON -- A 6-year-old child who accidentally swallowed liquid nicotine intended for her parents' electronic cigarettes required immediate emergency medical treatment that included intubation and an overnight stay in a pediatric intensive care unit. The unique case report was reported online recently in Annals of Emergency Medicine (\"Unintentional Pediatric Ingestion of Electronic Cigarette Nicotine Refill Liquid Necessitating Intubation\") just a couple of weeks after the U.S. Surgeon General released a report warning of the dangers of electronic cigarettes as a \"major public health concern.\"\"Liquid nicotine is highly concentrated, which makes it especially dangerous in households with children,\" said lead study author Matthew Noble, MD, of the Department of Emergency Medicine at Oregon Health and Science University, Portland, Ore. \"In this instance, the girl lost consciousness nearly immediately after drinking the liquid nicotine and despite prompt action by her parents and emergency medical services, she still required mechanical ventilation and admission to the intensive care unit. Fortunately, she was ultimately discharged from the hospital in stable condition, but under slightly different circumstances could have suffered a tragic outcome.\" The patient's mother had filled an empty ibuprofen bottle with liquid nicotine she mixed herself, using a combination of unflavored nicotine she purchased online and vegetable glycerin. The child's father, not realizing the ibuprofen bottle contained his wife's nicotine, administered a dose to his daughter for pain associated with a sprained ankle. The effects were immediate and the father contacted poison control and 9-1-1 within 5 minutes. Even after she regained consciousness, she had altered mental status, her heart rate dropped, and she developed vomiting, profuse sweating,  muscle twitching, and inability to control her copious secretions.Maximum commercial liquid nicotine concentrations are currently neither well established nor well regulated. Some electronic cigarette consumers have advocated increasing nicotine concentrations in electronic cigarettes to more closely approximately nicotine delivery from conventional tobacco cigarettes.  With nicotine products being marketed online and available for direct purchase by consumers, electronic cigarette users now have access to a range of nicotine refill products, including highly concentrated liquid.\"As electronic cigarette use proliferates, children are now increasingly at risk of toxicity from ingestions of much larger quantities of nicotine from highly concentrated refill liquid, as in our case study,\" said Dr. Noble. \"We expect that emergency physicians and poison centers will continue to encounter clinical significant cases of nicotine toxicity, especially in pediatric patients.\"", "article_link": "http://dx.doi.org/10.1016/j.annemergmed.2016.08.448", "url": "http://www.eurekalert.org/pub_releases/2017-01/acoe-lnf010417.php", "region": "namerica", "source_link": "http://newsroom.acep.org/2016-12-19-Liquid-Nicotine-for-Electronic-Cigarettes-Toxic-for-Kids", "funder": "", "meeting": "", "institution": "American College of Emergency Physicians", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Pediatrics", " Toxicology"], "journal": "Annals of Emergency Medicine", "description": "A 6-year-old child who accidentally swallowed liquid nicotine intended for her parents' electronic cigarettes required immediate emergency medical treatment that included intubation and an overnight stay in a pediatric intensive care unit. The unique case report was reported online recently in Annals of Emergency Medicine ('Unintentional Pediatric Ingestion of Electronic Cigarette Nicotine Refill Liquid Necessitating Intubation').", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}