{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoe-idp042017.php", "description": "Having a stroke damages immune cells as well as affecting the brain, research from the University of Edinburgh has found.", "article_link": "http://dx.doi.org/10.1038/NCOMMS15051", "date": "Thu, 20 Apr 2017 04:00:00 GMT", "funder": "", "title": "Immune discovery points to therapies to improve stroke recovery", "region": "europe", "source_link": null, "institution": "University of Edinburgh", "text": "Having a stroke damages immune cells as well as affecting the brain, research has found.The findings help explain why patients have a greater risk of catching life-threatening infections, such as pneumonia, after having a stroke.Therapies that boost survival of the affected immune cells or compensate for their damage could help improve the recovery of stroke patients, the researchers say.The study found that patients have reduced levels of protective antibodies in their blood after having a stroke, which might explain why they are more susceptible to infections.Tests with mice revealed those which experienced a stroke had fewer numbers of specialised immune cells called marginal zone B cells, which produce antibodies. Affected mice were more susceptible to bacterial lung infections, the researchers found.Loss of the B cells was caused by a chemical called noradrenaline produced by nerves activated during stroke.Researchers, led by the University of Edinburgh's Roslin Institute, found they could protect the mice from infections using a therapy to block the effects of noradrenaline.Noradrenaline is part of the body's fight or flight response. It helps to prepare the body for action and has a range of effects, such as raising heart rate, boosting blood supply and triggering the release of energy from stores.Blocking noradrenaline would probably be too dangerous in stroke patients, the researchers caution. They say development of other therapies that block or bypass the damage to the immune system could offer new approaches to help cut the risk of infection after stroke.The study could also lead to new tests to identify which stroke patients have the highest chances of developing an infection, so that they can be monitored more closely.Around one-third of stroke patients are stricken by infections, which can lessen their chances of making a good recovery. Treatment with antibiotics does not protect patients from developing infections and new therapies are urgently needed.The research is published in the journal Nature Communications and was funded by the Biotechnology and Biological Sciences Research Council and the Medical Research Council. The Roslin Institute receives strategic funding from the BBSRC.Experts from The University of Manchester and Salford Royal NHS Foundation Trust also contributed to the research.Dr Barry McColl, of The Roslin Institute at the University of Edinburgh, said: \"Our work shows that stroke has damaging effects on the normal ability of the immune system to protect us from infections such as pneumonia, which are particularly life-threatening in stroke patients. This could partly explain why people who have strokes are so prone to getting infections. \"We now plan to build on our findings by developing and testing new treatments that can block or bypass these immune deficits with B cells a particular target\"Professor Craig Smith, on behalf of the stroke research group at Salford Royal NHS Foundation Trust, said: \"Infections are a major complication of stroke and lead to a worse outcome for patients. This is an important study which provides new insights about how stroke affects the immune system, which we hope will lead to new approaches to preventing infections after stroke.\"\r\n\t\t", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Immunology/Allergies/Asthma"]}