{"journal": "Cell Death & Differentiation", "url": "http://www.eurekalert.org/pub_releases/2017-04/lsuh-lrs042117.php", "description": "A team of researchers led by Nicolas Bazan, M.D., Ph.D., Boyd Professor and Director of the Neuroscience Center of Excellence at LSU Health New Orleans School of Medicine, has shown for the first time that NDP1, a signaling molecule made from DHA, can trigger the production of a protective protein against toxic free radicals and injury in the brain and retina.", "article_link": null, "date": "Fri, 21 Apr 2017 04:00:00 GMT", "funder": "NIH/National Eye Institute, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of General Medical Sciences, Research to Prevent Blindness", "title": "LSUHealthNO research shows fish oil component helps damaged brain and retina cells survive", "region": "namerica", "source_link": "http://www.lsuhsc.edu/newsroom/Fish%20Oil%20Component%20Protects%20Brain%20Cells.html", "institution": "Louisiana State University Health Sciences Center", "text": "New Orleans, LA - A team of researchers led by Nicolas Bazan, MD, PhD, Boyd Professor and Director of the Neuroscience Center of Excellence at LSU Health New Orleans School of Medicine, has shown for the first time that NDP1, a signaling molecule made from DHA, can trigger the production of a protective protein against toxic free radicals and injury in the brain and retina. The research, conducted in an experimental model of ischemic stroke and human retinal pigment epithelial (RPE) cells, is available in Advance Publication Online in Nature Research's Cell Death and Differentiation, at http://www.nature.com/cdd/journal/vaop/ncurrent/full/cdd201755a.html.Neuroprotectin D1 (NPD1) is a lipid messenger made from the omega-3 fatty acid docosahexaenoic acid (DHA) made on demand when cell survival is compromised. NPD1 was discovered and named in 2004 by Dr. Bazan and colleagues. Oxidative stress, resulting from the constant production of damaging free radicals, lays the groundwork for cell death. Cell death is accelerated by catastrophic events, like ischemic stroke, as well as neurodegenerative and blinding-eye diseases. The research team found that when systematically administered one hour after two hours of experimental stroke, NPD1 increased the production and availability of ring finger protein 146, which has been named Iduna.  Iduna facilitates DNA repair and protects against a form of programmed cell death in stroke known as parthanatos by suppressing the production of a destructive protein called PARP. Their findings also include that NDP1 enhanced the production of Iduna and protection in two types of human RPE cells (ARPE-19 and primary RPE) undergoing uncompensated oxidative stress. The researchers found that the effect of NDP1 on Iduna activity peaked at six hours after the onset of the oxidative stress, A dose-dependent curve showed an increase of Iduna activity starting as 25 nM NPD1 in both types of human RPE cells. These results suggest that NDP1 selectively induces Iduna activity when uncompensated oxidative stress triggers the formation of NPD1 that in turn activates Iduna.\"These findings are significant because they show how NPD1, a lipid mediator made 'on demand,' modulates the abundance of a critically important protein (Iduna) toward cell survival,\" notes Nicolas Bazan, MD, PhD, Boyd Professor and Director of the Neuroscience Center of Excellence at LSU Health New Orleans School of Medicine. \"This protein, relatively little studied, turns out to be key for cell functional re-programing and subsistence.\" \r\n\tDHA, found in fish oil, is an essential omega-3 fatty acid and is vital for proper brain function. It is also necessary for the development of the nervous system, including vision. A study from the Bazan laboratory published in 2011 found that DHA triggered the production of Neuroprotectin D1, a naturally occurring neuroprotective molecule in the brain derived from DHA. NDP1 bioactivity governs key gene interactions decisive in cell survival when threatened by disease or injury. \"The further unraveling of the molecular details of DHA-NPD1-Iduna expression signaling may contribute to possible therapeutic interventions for retinal degenerations and ischemic stroke.\" says Bazan.", "meeting": "", "keywords": ["Biology", " Collaboration", " Health Care", " Medical Education", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Ophthalmology", " Genes"]}