{"journal": "Alzheimer's & Dementia", "url": "http://www.eurekalert.org/pub_releases/2017-04/bumc-dco041817.php", "description": "Data from the Framingham Heart Study (FHS) has shown that people who more frequently consume sugary beverages such as sodas and fruit juices are more likely to have poorer memory, smaller overall brain volumes and smaller hippocampal volumes -- an area of the brain important for memory.", "article_link": null, "date": "Thu, 20 Apr 2017 04:00:00 GMT", "funder": "", "title": "Daily consumption of sodas, fruit juices and artificially sweetened sodas affect brain", "region": "namerica", "source_link": null, "institution": "Boston University Medical Center", "text": "(Boston)--Data from the Framingham Heart Study (FHS) has shown that people who more frequently consume sugary beverages such as sodas and fruit juices are more likely to have poorer memory, smaller overall brain volumes and smaller hippocampal volumes--an area of the brain important for memory.  Researchers also found that people who drank diet soda daily were almost three times as likely to develop stroke and dementia when compared to those who did not consume diet soda. These findings appear separately in the journals Alzheimer's & Dementia and the journal Stroke. \"Our findings indicate an association between higher sugary beverage intake and brain atrophy, including lower brain volume and poorer memory,\" explained corresponding author Matthew Pase, PhD, fellow in the department of neurology at Boston University School of Medicine (BUSM) and investigator at the FHS.\"We also found that people drinking diet soda daily were almost three times as likely to develop stroke and dementia. This included a higher risk of ischemic stroke, where blood vessels in the brain become obstructed and Alzheimer's disease dementia, the most common form of dementia,\" he said. Excess sugar is known to have adverse effects on health. Diet soft drinks are often touted as a healthier alternative to regular soda. However both sugar and artificially-sweetened beverage consumption has been linked to cardiometabolic risk factors, which increases the risk of cerebrovascular disease and dementia. In these studies approximately 4,000 participants over the age of 30 from the community-based FHS were examined using Magnetic Resonance Imaging (MRI) and cognitive testing to measure the relationship between beverage intake and brain volumes as well as thinking and memory. The researchers then monitored 2,888 participants age 45 and over for the development of a stroke and 1,484 participants age 60 and older for dementia for 10 years.The researchers point out that preexisting conditions such as cardiovascular disease, diabetes and high blood pressure did not completely explain their findings. For example, people who more frequently consumed diet soda were also more likely to be diabetic, which is thought to increase the risk of dementia. However, even after excluding diabetics from the study, diet soda consumption was still associated with the risk of dementia. Although the researchers suggest that people should be cautious about regularly consuming either diet sodas or sugary beverages, it is premature to say their observations represent cause and effect. Future studies are needed to test whether giving people artificial sweeteners causes adverse effects on the brain.\r\n", "meeting": "", "keywords": ["Medicine/Health"]}