{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/chop-dbd041717.php", "description": "Beverly L. Davidson, Ph.D., a nationally prominent researcher at Children's Hospital of Philadelphia, has been elected to the 2017 class of the American Academy of Arts and Sciences. The Academy is one of the nation's oldest learned societies and independent policy research centers.", "article_link": null, "date": "Tue, 18 Apr 2017 04:00:00 GMT", "funder": "American Academy of Arts and Sciences", "title": "Dr. Beverly Davidson elected to the American Academy of Arts and Sciences", "region": "namerica", "source_link": null, "institution": "Children's Hospital of Philadelphia", "text": "Beverly L. Davidson, PhD, a nationally prominent researcher at Children's Hospital of Philadelphia (CHOP), has been elected to the 2017 class of the American Academy of Arts and Sciences. The Academy is one of the nation's oldest learned societies and independent policy research centers.Davidson joins a select group of accomplished scholars, scientists, writers, artists and civic leaders. Members of the current group of new members include recipients of the Pulitzer Prize, the Fields Medal, the Presidential Medal of Freedom, MacArthur Fellowships, the Oscar, the Emmy and the Grammy.The director of the Raymond G. Perelman Center for Cellular and Molecular Therapeutics at CHOP, Davidson research focuses on understanding the molecular basis of neurodegeneration in inherited brain disorders, such as Huntington's disease and childhood-onset neurodegenerative disorder Batten disease. She also investigates the development and application of gene-based therapies to treat such diseases.She holds research grants from the National Institutes of Health, serves on the Advisory Council of the National Institute of Neurological Disorders and Stroke, and has authored hundreds of scientific publications. She is the Chief Scientific Strategy Officer at the Children's Hospital of Philadelphia Research Institute and is a professor of Pathology and Laboratory Medicine at the Perelman School of Medicine at the University of Pennsylvania. Prior to joining CHOP and Penn, she held the Roy J. Carver Biomedical Research Chair at the University of Iowa, and was the Vice Chair for Research in the Department of Internal Medicine.Founded in 1780 by John Adams, John Hancock, and other scholar-patriots, the Academy elects leading \"thinkers and doers\" from each generation. Past members have included George Washington, Benjamin Franklin, Daniel Webster, and Albert Einstein.The Academy announced its newest members on April 12. They will be honored in an induction ceremony on Oct. 7, at the Academy's headquarters in Cambridge, Mass. Among the 228 members of the 2017 Academy class are actress and comedian Carol Burnett, immunologist James Allison, mathematician Maryam Mirzakhani, environmentalist Lester Brown, musician John Legend, novelist Chimamanda Ngozi Adichie, and actor Ian McKellen.", "meeting": "", "keywords": ["Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Neurobiology", " Pediatrics", " Genes", " Gene Therapy"]}