{"journal": "FASEB Journal", "url": "http://www.eurekalert.org/pub_releases/2017-04/foas-pnt041717.php", "description": "Scientists have discovered a potential new treatment to reduce the effects of intracerebral hemorrhage. This research has been published online in The FASEB Journal.", "article_link": "http://dx.doi.org/10.1096/fj.201601377RR", "date": "Mon, 17 Apr 2017 04:00:00 GMT", "funder": "American Heart Association, National Institutes of Health, NIH/Institute of Neurological Disorders and Stroke, National Multiple Sclerosis Society, National Basic Research Program of China, National Science Foundation of China", "title": "Potential new treatment strategy for neuroinflammation related to severe type of stroke", "region": "namerica", "source_link": null, "institution": "Federation of American Societies for Experimental Biology", "text": "Scientists have discovered a potential new treatment strategy to reduce the effects of intracerebral hemorrhage (ICH), a severe form of stroke where a blood vessel bursts and bleeds into the brain, causing life-threatening edema and neuroinflammation. Using mice, they found that a ligand of the TPSO protein called etifoxine reduces inflammation and brain edema in animal models. This research has been published online in The FASEB Journal.\"Targeting TSPO can restrict neuroinflammation and brain edema after ICH,\" said Qiang Liu, Ph.D., a researcher involved in the work at the Department of Neurology, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, in Phoenix, Arizona. \"TSPO ligands have the potential to serve as a new remedy for ICH.\"Liu and colleagues made their discovery after inducing ICH in mice by administration of known effectors, with or without etoxifine. Etifoxine reduced leukocyte infiltration into the brain and microglial production of interleukin-6 and tumor necrosis factor alpha, both hallmarks of ICH. The ligand improved blood-brain-barrier integrity and diminished cell death.\"This is a very provocative new lead on ICH,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"A cytokine axis in ICH is not new, but the notion that this TSPO ligand can do what it does is new, and very promising.\"", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Cardiology", " Stroke", " Neurobiology"]}