{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoh-aic041717.php", "description": "A new National Science Foundation Industry/University Cooperative Research Center will focus on developing and testing new neuraltechnologies with the potential to dramatically enhance patient function across a wide range conditions while both lowering costs and increasing accessibility.", "article_link": null, "date": "Mon, 17 Apr 2017 04:00:00 GMT", "funder": "National Science Foundation", "title": "Academia, industry collaborate on solutions to neural disease, injury", "region": "namerica", "source_link": null, "institution": "University of Houston", "text": "Neurological disorders like Parkinson's, the aftermath of stroke, limb loss and paralysis significantly diminish the length and quality of life -- affecting about one in six people worldwide. But a growing number of biomedical innovations, driven in large part by an aging population dealing with debilitating health issues, are improving both cognitive and motor function.A new National Science Foundation (NSF) Industry/University Cooperative Research Center (I/UCRC) will focus on developing and testing new neuraltechnologies with the potential to dramatically enhance patient function across a wide range of diseases and injuries while both lowering costs and increasing accessibility.The BRAIN Center (Building Reliable Advances and Innovation in Neurotechnology) will be led by researchers from Arizona State University and the University of Houston and, working with industry partners, will speed technologies to market.BRAIN will focus on developing and testing neurotechnologies designed to address a wide range of sensory, motor and cognitive functions. Such neuraltechnologies could save an estimated $400 billion in future costs, according to the U.S. Centers for Disease Control and Prevention.  \"The BRAIN Center is a way to bring together top faculty at both institutions to address critical challenges in the biomedical field,\" said Jose Luis Contreras-Vidal, professor of electrical and computer engineering at UH. \"The best way to do that is working with industry.\"Contreras-Vidal and Marco Santello, director of ASU's School of Biological Health Sciences, will lead the project, which involves more than 50 researchers from both institutions, along with 14 members from industry, including several hospital systems. The researchers come from a wide range of disciplines, from engineering to law, data science and physiology. More information is available on the center websites, https://brain.engineering.asu.edu/research/ and http://brain.egr.uh.edu/\"Medical advances have dramatically increased life expectancy in the 21st century,\" said Santello. \"The BRAIN Center will enable us to develop safe, reliable neurotechnologies to address the rise in chronic, degenerative diseases associated with an aging population.\" The BRAIN Center was launched with a $1.5 million grant from the National Science Foundation, shared equally by the universities; industry collaborators pay $50,000 a year to partner with faculty, using university laboratories to co-develop and validate new technologies. With dedicated space on both campuses, the center will host two meetings a year, starting with a summer meeting in Phoenix and a second meeting in Houston this fall. Industry/faculty teams will present proposals for developing collaborative research projects. Research areas range from Big Data to neurorehabilitation and neuromodulation device development, to robotic-assisted therapy and regulatory science.The NSF grant also includes a workforce training component, with a focus on recruiting and training students from underrepresented communities in undergraduate programs.\"We are training the next workforce,\" said Contreras-Vidal. \"The technology is so new, we don't have enough people to design, repair, validate and prescribe these technologies.\"", "meeting": "", "keywords": ["Stroke", " Aging", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease", " Rehabilitation/Prosthetics/Plastic Surgery", " Technology/Engineering/Computer Science", " Computer Science", " Multimedia/Networking/Interface Design", " Research/Development"]}