{"keywords": ["Medicine/Health", " Alternative Medicine", " Diagnostics", " Health Care Systems/Services", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease", " Mental Health", " Technology/Engineering/Computer Science", " Computer Science"], "funder": "", "journal": "International Journal of Neural Systems", "description": "Alzheimer's disease, which currently affects more than 40 million people, is the most common neurodegenerative disease in elder people. Early diagnosis is crucial both to treat the disease and to help the development of new medicines, as it hasn't been possible to find a cure so far.", "title": "A method based on artificial intelligence allows to diagnose Alzheimer's or Parkinson's", "source_link": "http://canal.ugr.es/noticia/scientists-develop-method-based-on-artificial-intelligence-which-allows-to-diagnose-alzheimers-or-parkinsons/", "institution": "University of Granada", "meeting": "", "text": "Alzheimer's disease, which currently affects more than 40 million people, is the most common neurodegenerative disease in elder people. Early diagnosis is crucial both to treat the disease and to help the development of new medicines, as it hasn't been possible to find a cure so far. The development of Alzheimer's has been proven to be closely linked to structural changes -related to the gray matter, responsible for processing information- and functional ones -related to the white matter, which connects the different regions of the brain through fibers- in the brain connectivity network, since a significant loss of fibers also causes functional alternations, such as memory loss. However, diagnosis remains a challenge in spite of the scientific advances made, and to date it hasn't been possible to determine how functional cerebral activity deteriorates the structural one and vice versa, which is a key element to better understand the development of this type of diseases.In this regard, computer aided diagnosis (CAD) is an important tool since it helps physicians to understand multimedia content obtained in tests carried out in patients, which allows a simpler and more effective application of the treatment. One such procedure is medical imaging, which provides high resolution \"live\" information on the subject matter and allows the use of information related to the disease contained in the image. The BioSip research team, belonging to the University of Malaga, in collaboration with a group of researchers from the University of Granada, has been studying biomedical images and signals for years.Researchers Andrés Ortiz, Jorge Munilla, Juan Górriz and Javier Ramírez (from the universities of Málaga and Granada) have recently published, in the renowned International Journal Of Neural Systems, a similar article called Ensembles of deep learning architectures for the early diagnosis of the Alzheimer's disease. Said study presents a method for the diagnosis of Alzheimer's by the fusion of functional and structural images based on the use of the deep learning technique.This Artificial Intelligence (AI) technique aims to model high-level data abstractions in order to enable computers to differentiate the brain of a healthy person from that of an ill person, by automatically extracting the affected regions of interest. As the researchers explain, \"the study uses deep learning techniques to calculate brain function predictors and magnetic resonance imaging to prevent Alzheimer's disease. To do this, we have used different neural networks with which to model each region of the brain to combine them afterwards\".The study explores the construction of classification methods based on the Deep Learning architectures applied to brain regions defined by the Automated Anatomical Labeling (AAL), a digital atlas of the human brain. To this end, images of the gray matter of each area of the brain have been divided according to the regions separated in different sectors by the AAL, which have been used to train deep learning neural networks specialized in the different regions of the brain. The knowledge acquired by said networks is subsequently combined by different fusion techniques presented in this paper.The result of this work is a powerful classification architecture that combines supervised and unsupervised learning to automatically extract the most relevant features of a set of images. The proposed method has been evaluated using a large database from the Alzheimer's Disease Neuroimaging Initiative (ADNI).The results of this work, which has included patients with other cognitive deficits that can develop Alzheimer's within two years, show the potential of AI techniques to reveal patterns associated with the disease. The accuracy rates obtained for the diagnosis allow to take a great step in the knowledge of the neurodegenerative process involved in the development of the disease, besides being useful as a starting point for the development of more effective medical treatments.On the other hand, the techniques developed may serve as a starting point for the improvement of accuracy in the diagnosis of other dementias such as Parkinson's disease.", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-02/uog-amb021617.php", "article_link": "http://dx.doi.org/10.1142/S0129065716500258", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}