{"title": "Statistical analysis to explain mechanism in state of general anesthesia", "text": "ALEXANDRIA, Va. (July 31, 2017) - Although the mechanisms by which anesthetic drugs induce the state of general anesthesia have been considered one of the biggest mysteries of modern medicine and science, new research is deciphering this unknown. Emery Brown, the Edward Hood Taplin Professor of Medical Engineering and of Computational Neuroscience at the Massachusetts Institute of Technology (MIT) and the Warren M. Zapol Professor of Anaesthesia at Harvard Medical School and Massachusetts General Hospital, will present new insight involved in conducting and analyzing experiments in this field July 31 at the 2017 Joint Statistical Meetings (JSM). Brown's research shows how application of signal processing algorithms can be used to define such mechanisms. \"Careful signal processing combined with experimentation has allowed us to show that a primary mechanism through which anesthetics work is by creating oscillations that disrupt how communications among different regions of the brain occur,\" said Brown, who is both a statistician and a practicing anesthesiologist. Additionally, these algorithms enable principled use of the electroencephalogram (EEG) to monitor brain states of patients under anesthesia, define highly reliable EEG signatures for different anesthetic drug classes and establish how brain responses to anesthetic drugs change in a highly systematic and predictable way with patient age. \"Beyond suggesting a mechanism of anesthetic action, this discovery is of great clinical importance because it suggests that brain states under general anesthesia can be monitored using the EEG on patients in operating rooms,\" said Brown. \"It also explains why remaining in the state of sustained, unnatural, drug-induced oscillations makes brain dysfunction after general anesthesia so prevalent--particularly in elderly patients,\" he continued. A common observation in the medical profession is that older patients' brains do not function as well after anesthesia.Brown's presentation addresses the following three problems in basic and clinical neuroscience research:As part of his research on mechanisms of general anesthesia, Brown is conducting a phase II clinical trial using Ritalin--the drug commonly used to treat Attention Deficit Hyperactivity Disorder (ADHD)--to rapidly induce emergence from general anesthesia. This use of Ritalin holds the promise of providing a way to turn the brain back on after general anesthesia and thereby help reduce the cognitive dysfunction commonly seen in elderly patients following general anesthesia. \r\nMedia can attend JSM for FREE, but must pre-register by emailing Jill Talley, ASA public relations manager, at jill@amstat.org. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/asa-sat073117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Joint Statistical Meetings (JSM) 2017", "institution": "American Statistical Association", "keywords": ["Biology", " Graduate/Postgraduate Education", " Mathematics/Statistics", " Medicine/Health", " Aging", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "", "description": "Emery Brown, the Edward Hood Taplin Professor of Medical Engineering and of Computational Neuroscience at the Massachusetts Institute of Technology (MIT) and the Warren M. Zapol Professor of Anaesthesia at Harvard Medical School and Massachusetts General Hospital, will present new insight involved in conducting and analyzing experiments in this field July 31 at the 2017 Joint Statistical Meetings (JSM).", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}