{"title": "Level of unconsciousness in brain damaged patients related to body temperature", "text": "Circadian rhythms may play a crucial role in the recovery of consciousness of patients with severe brain injuries, a study published in Neurology.In the first ever study of its kind, researchers from the University of Surrey and the University of Salzburg, Austria, examined circadian body temperature variations of 18 patients suffering from severe brain injuries and the potential link to consciousness. Circadian rhythms are an approximate 24-hour cycle governed by the body's internal clock and they determine a number of physiological processes in the body including core body temperature, which fluctuates throughout the day.To assess the body temperature of patients, researchers used four external skin sensors to monitor the circadian rhythm, which was found to range between 23.5 hours and 26.3 hours. The level of consciousness of each patient was evaluated through the Coma Recovery Scale-Revised, which among others measures responsiveness to sound or a patient's ability to spontaneously open eyes without or only with stimulation by the examiner.Researchers discovered that patients who scored better on the Coma Recovery Scale-Revised, especially, those patients with a stronger arousal had body temperature patterns that were more closely aligned with a healthy 24-hour rhythm. This finding demonstrates a newly discovered relationship between circadian body temperature variation and the level of consciousness of a patient with severe brain damage. This finding suggests that patient's consciousness levels should be assessed during time windows when their circadian rhythm predicts them to be more responsive.  The effects of bright light stimulation on patients with severe brain injuries was also investigated during this study. To measure its effectiveness, eight patients received bright light stimulation, three times per day for one hour over the course of one week. After one week, improvements were found in the level of consciousness of two patients, whose condition improved from vegetative state/unresponsive wakefulness to a minimally conscious state. Interestingly, in these two patients, a shift in their circadian body temperature, closer to a healthy 24-hour rhythm was also recorded.  Co-investigator of the paper Dr Nayantara Santhi from the Surrey Sleep Research Centre, University of Surrey, said: \"Prior to our study little was known about the circadian rhythms of patients with brain injuries. What we have learnt is that the circadian body temperature holds vital clues to the state of consciousness of patients which could potentially enable doctors to tailor medical treatment more effectively. \"Circadian rhythms hold the secret to the workings of the body and we will be looking further into this in future research.\" Lead author of the paper Dr Christine Blume, from the University of Salzburg, said:\"Our study suggests that the closer the body temperature patterns of a severely brain injured person are to those of a healthy person's circadian rhythm, the better they scored on tests of recovery from coma, especially when looking at arousal, which is necessary for consciousness. \"Circadian variations is something doctors should keep in mind when diagnosing patients, especially the time of the day when patients are tested could be crucial. Also, it may be important to create an environment that mimics the normal light-dark cycle to support a healthy circadian rhythm.\"\r\n", "article_link": "http://dx.doi.org/10.1212/WNL.0000000000003942", "url": "http://www.eurekalert.org/pub_releases/2017-04/uos-lou042017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Surrey", "keywords": ["Medicine/Health", " Death/Dying", " Sleep/Sleep Disorders"], "journal": "Neurology", "description": "Circadian rhythms may play a crucial role in the recovery of consciousness of patients with severe brain injuries, a study published in Neurology.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}