{"title": "Breathe easy: The naked mole-rat's secret to surviving oxygen deprivation", "text": "Naked mole-rats can survive up to 18 minutes without oxygen by converting fructose to fuel in their vital tissues, a new study reveals. Mole-rats under such conditions shut down a cellular \"breathing\" pathway that produces energy from the consumption of oxygen (called aerobic respiration) and switch to fructose-driven glycolysis (a process by which glucose is metabolized), the authors report. The findings could help scientists devise strategies to prevent tissue damage associated with heart disease and stroke in humans. Naked mole-rats live in large colonies underground, where they tolerate lower oxygen and higher carbon dioxide levels than organisms above ground. To understand how the rodents achieve such a feat without suffering tissue damage, Thomas J. Park et al. studied their responses under oxygen-deprived conditions. Whereas mice under conditions of 0% oxygen perished in 20 seconds, naked mole-rats in the same environment lost consciousness but resumed breathing within seconds upon exposure to air, rejoining their colony with no sign of neurological or behavioral deficits. The researchers established that the mole-rats could withstand up to 18 minutes of full oxygen deprivation without any long-lasting negative impacts. Analyses of metabolic processes in various naked mole-rat organs during oxygen deprivation revealed that the mole-rats possess a rewired pathway that avoids the build-up of fructose in tissues and the associated damage this brings. In these animals' brains, fructose is metabolized to lactate. This is not the case in mouse brains deprived of oxygen, however. Jay F. Storz and Grant B. McClelland provide additional context in a related Perspective.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aab3896", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-bet041717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health"], "journal": "Science", "description": "Naked mole-rats can survive up to 18 minutes without oxygen by converting fructose to fuel in their vital tissues, a new study reveals.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}