{"title": "First evidence for higher state of consciousness found", "text": "Scientific evidence of a 'higher' state of consciousness has been found in a study led by the University of Sussex.Neuroscientists observed a sustained increase in neural signal diversity - a measure of the complexity of brain activity - of people under the influence of psychedelic drugs, compared with when they were in a normal waking state.The diversity of brain signals provides a mathematical index of the level of consciousness. For example, people who are awake have been shown to have more diverse neural activity using this scale than those who are asleep.This, however, is the first study to show brain-signal diversity that is higher than baseline, that is higher than in someone who is simply 'awake and aware'. Previous studies have tended to focus on lowered states of consciousness, such as sleep, anaesthesia, or the so-called 'vegetative' state.The team say that more research is needed using more sophisticated and varied models to confirm the results but they are cautiously excited.Professor Anil Seth, Co-Director of the Sackler Centre for Consciousness Science at the University of Sussex, said: \"This finding shows that the brain-on-psychedelics behaves very differently from normal.  \"During the psychedelic state, the electrical activity of the brain is less predictable and less 'integrated' than during normal conscious wakefulness - as measured by 'global signal diversity'.  \"Since this measure has already shown its value as a measure of 'conscious level', we can say that the psychedelic state appears as a higher 'level' of consciousness than normal - but only with respect to this specific mathematical measure.\"For the study, Michael Schartner, Adam Barrett and Professor Seth of the Sackler Centre reanalysed data that had previously been collected by Imperial College London and the University of Cardiff in which healthy volunteers were given one of three drugs known to induce a psychedelic state: psilocybin, ketamine and LSD. Using brain imaging technology, they measured the tiny magnetic fields produced in the brain and found that, across all three drugs, this measure of conscious level - the neural signal diversity - was reliably higher.This does not mean that the psychedelic state is a 'better' or more desirable state of consciousness, the researchers stress; instead, it shows that the psychedelic brain state is distinctive and can be related to other global changes in conscious level (e.g. sleep, anaesthesia) by application of a simple mathematical measure of signal diversity. Dr Muthukumaraswamy who was involved in all three initial studies commented: \"That similar changes in signal diversity were found for all three drugs, despite their quite different pharmacology, is both very striking and also reassuring that the results are robust and repeatable.\"The findings could help inform discussions gathering momentum about the carefully-controlled medical use of such drugs, for example in treating severe depression.Dr Robin Cahart-Harris of Imperial College London said: \"Rigorous research into psychedelics is gaining increasing attention, not least because of the therapeutic potential that these drugs may have when used sensibly and under medical supervision.  \"The present study's findings help us understand what happens in people's brains when they experience an expansion of their consciousness under psychedelics. People often say they experience insight under these drugs - and when this occurs in a therapeutic context, it can predict positive outcomes. The present findings may help us understand how this can happen.\" As well as helping to inform possible medical applications, the study adds to a growing scientific understanding of how conscious level (how conscious one is) and conscious content (what one is conscious of) are related to each other.Professor Seth said: \"We found correlations between the intensity of the psychedelic experience, as reported by volunteers, and changes in signal diversity. This suggests that our measure has close links not only to global brain changes induced by the drugs, but to those aspects of brain dynamics that underlie specific aspects of conscious experience.\"  The research team are now working hard to identify how specific changes in information flow in the brain underlie specific aspects of psychedelic experience, like hallucinations.\r\n", "article_link": "http://dx.doi.org/10.1038/srep46421", "url": "http://www.eurekalert.org/pub_releases/2017-04/uos-fef041817.php", "region": "europe", "source_link": null, "funder": "Dr. Mortimer and Theresa Sackler Foundation, Beckley Foundation", "meeting": "", "institution": "University of Sussex", "keywords": ["Biology", " Medical/Scientific Ethics", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Scientific Reports", "description": "Scientific evidence of a 'higher' state of consciousness has been found in a study led by the University of Sussex.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}