{"title": "Fainting episodes may increase risk of workplace accidents, job loss", "text": "DALLAS, April 18, 2017 -- Working-age people who have fainting spells (a condition known as syncope) have a higher risk of occupational accidents and job loss, compared to adults without the condition, according to new research in Circulation: Cardiovascular Quality and Outcomes, an American Heart Association journal.Syncope is characterized by a sudden loss of consciousness followed by spontaneous recovery.In a Danish study comparing adults age 18 to 64 with recurrent syncope to those without it, those with syncope had:\r\nAlso, patients with recurrent syncope who were young, had poor socioeconomic status, or additional conditions (such as cardiovascular disease or depression), were particularly at high risk of workplace accidents or job termination.Researchers said the study is the first to show a significant association between syncope and work-related outcomes.\"We believe that our findings shed light on a hidden consequence of syncope,\" said Anna-Karin Nume, M.D., the study's first author and a research fellow in the cardiology department at Copenhagen University Herlev Gentofte Hospital in Hellerup, Denmark.\"The ability to feel safe at work and maintain a full-time job addresses an indirect effect and cost of syncope beyond the usual clinical parameters such as mortality and hospitalization. Employment is more than a measure of performance status; besides its financial importance, it is crucial for self-esteem and quality of life.\"Nume and colleagues identified 21,729 patients who had a first-time diagnosis of syncope that required a trip to the emergency room or hospitalization. Of that number, 49.5 percent were employed at that time and most returned to work within a month of hospital discharge.Researchers noted that 622 patients had a subsequent occupational accident and 36 involved severe injuries such as fracture, amputation crush or internal bleeding. Accidents were most frequent among those working manual jobs.The study was based on 2008-2013 data covering residents from Denmark's national population-based registers. The median age was 48, and 49.7 percent were men.One of the Danish study's limitations is the lack of information on potentially relevant factors such as the individuals' work environment, their habits and health behaviors, or exact circumstances of the syncopal events. Consequently, causal effects cannot be established, only associations, and the results should be interpreted with caution.The results may apply to similar Western countries, yet researchers advise caution when making comparisons because of differences in health, social security and other policies that may exist.\"People with fainting episodes should be evaluated medically and have appropriate interventions to help them maintain their employment and keep safe at work,\" Nume said. \"In general, syncope can be managed, and workplace risks might be managed by a change in job duties, such as avoidance of operating heavy equipment.\"\"We hope that our findings will stimulate more research to examine why syncope is associated with adverse employment outcomes and to identify and test preventive strategies,\" she said. \"Until then, we urge physicians to ask patients with syncope about their work to reduce any adverse consequences of syncope and educate them about underlying mechanisms and coping strategies.\"", "article_link": "http://dx.doi.org/10.1161/CIRCOUTCOMES.116.003202", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-fem041217.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/fainting-episodes-may-increase-risk-of-workplace-accidents-job-loss?preview=64d6aff2ed6ed38f3c09788f608a5750", "funder": "Department of Cardiology at Gentofte University Hospital", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Circulation: Cardiovascular Quality and Outcomes", "description": "People who experience fainting spells have a higher risk of workplace accidents and job loss, compared to adults who do not have fainting episodes.\r\nIn a Danish study, one in three employed people with syncope were no longer in the workforce within two years of having a first-time fainting spell.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}