{"journal": "Journal of Neuroscience Methods", "url": "http://www.eurekalert.org/pub_releases/2017-12/muos-upn120117.php", "description": "Brain injuries -- whether caused by trauma, tumors, hemorrhage or developmental anomalies -- often produce elevated intracranial pressure (ICP), which in turn causes cellular injuries in the brain and additional neurological deficits beyond those associated with the initial insult. Little is known about the mechanisms underlying secondary ICP-induced cellular injuries. Researchers at the Medical University of South Carolina have developed a model of ICP-induced brain injury that could help elucidate those mechanisms and uncover novel therapeutics.", "article_link": "http://dx.doi.org/10.1016/j.jneumeth.2017.10.004", "date": "Fri, 01 Dec 2017 05:00:00 GMT/UTC", "funder": "Medical University of South Carolina Department of Neurosurgey, MUSC Neuroscience Institute", "title": "Under pressure: Novel technology to model pressure-induced cellular injuries in the brain", "region": "namerica", "source_link": null, "institution": "Medical University of South Carolina", "text": "Hundreds of thousands of patients from newborns to the elderly are forced to grapple with the devastation of brain injury each year, and unlike many diseases where certain demographics are protected, brain injury can happen to anyone, anytime and anywhere.  Elevated intracranial pressure (ICP), which is a byproduct of the rigid skull in which the brain resides, is the primary cause of initial injury.  High ICP in turn causes cellular injuries in the brain and additional neurological deficits beyond those associated with the initial insult. Although substantial research has been done on brain injuries, most of it focuses on patient outcomes after the primary insult and does not explore the secondary cellular injuries caused by persistent elevation of ICP or the mechanisms that underlie them. As a result, little is known about those mechanisms. Investigators at the Medical University of South Carolina (MUSC) have developed an ex vivo model of ICP-induced cellular injury that preliminary data suggest could be a useful tool for understanding early cell-injury mechanisms and identifying biomarkers associated with pathological pressure in multiple brain injury etiologies. They report their findings in an article published online on October 6, 2017 by the Journal of Neuroscience Methods. \"The novelty of this model is that there are very few examples in the literature where people have been able to put cells under pressure to see the effects,\" says Michael E. Smith, Ph.D., assistant professor of neurosurgery in the MUSC College of Medicine and first author on the article. \"In patients with brain injury, the initial insult has already occurred and the clinician can only do so much to address that damage. Addressing the secondary ICP-induced effects could help minimize the neurological deficits sustained by the patient. We are interested in modeling ICP-induced secondary cellular injury to facilitate the development of such therapies.\"The system, devised by Smith and Ramin Eskandari, M.D., director of pediatric neurosurgery at MUSC Children's Health and senior author on the article, is composed of separate acrylic chambers inside a cell culture incubator under a regulated and adjustable pressure. The originality of this ex vivo system is the ability to expose a 3D matrix of brain cells to extended periods of sustained as well as pulsatile pressure conditions while having complete control over all other parameters of the cell culture system.  This allows for systematic and reproducible assessments of pressure effects at the cellular level. To experimentally test this system, Smith and Eskandari subjected astrocytes or neurons embedded in 3D hydrogels to a pressure of 30 cm H20 (22 mm Hg), which is considered pathological pressure, for various periods of time from a couple of hours to a couple of days. Adenosine triphosphate (ATP) release, which signals cellular stress and susceptibility to damage, was measured, as was the viability of the various cells once they were removed from pressure. Under sustained pressure exposure, the ATP release was significantly higher in neurons compared with controls at 18 hours of exposure, while little effect was observed in astrocytes. Similarly, initial data demonstrate that neurons are more susceptible to pressure and, after a couple of days of pressure exposure, have a delayed but dramatic decrease in viability even when pressure is normalized.  This novel model of elevated ICP successfully initiated cellular stress and did so in a cell-specific manner. The model, developed to study pediatric hydrocephalus, could prove useful in elucidating mechanisms that are relevant to other types of brain injury, including brain tumors, stroke, subdural hematoma and traumatic brain injury.\"The ability to stop the deleterious downstream effects of brain injury diseases will allow clinicians to alter the recovery process in some of the most devastating diseases from which humans suffer,\" says Eskandari. \"Developing that ability starts with a model system that is reliable and reproducible and can be easily altered to study many different diseases. We feel that we have created such a model and are excited to be finally demonstrating our results.\"", "meeting": "", "keywords": ["Biotechnology", " Medicine/Health", " Stroke", " Critical Care/Emergency Medicine", " Neurobiology", " Neurochemistry", " Pediatrics", " Trauma/Injury"]}