{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/imc-nsf031317.php", "description": "Findings from a large, community-based study show that antithrombotic therapy doesn't decrease low-risk atrial fibrillation patients' risk of suffering a stroke within five years.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "", "title": "New study finds antithrombotic therapy has no benefit for low-risk atrial fibrillation patients", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "Findings from a large, community-based study show that antithrombotic therapy doesn't decrease low-risk atrial fibrillation patients' risk of suffering a stroke within five years. In fact, researchers found that low-risk patients fared better without any antithrombotic therapy. \r\n \r\nThe new findings from researchers at the Intermountain Medical Center Heart Institute in Salt Lake City will be presented on March 17 at the American College of Cardiology's 66th Annual Scientific Session in Washington, D.C. Antithrombotic agents are drugs that reduce the formation of blood clots. Antithrombotics can be used therapeutically for prevention or treatment of a dangerous blood clots. The news findings contradict some current standards. For instance, the European Cardiology Society advocates oral anticoagulation therapy for patients with stroke risk factors as defined by a CHA2DS2 VASc score of 1 or more for men and 2 or more for women. However, the Intermountain Medical Center Heart Institute study found that low-risk patients -- with a CHADS2 score of 0-1 or CHA2DS2 VASc score of 0-2 -- who received antithrombotic therapy experienced higher rates of stroke and significant bleeding.CHADS2 is an acronym that helps clinicians recall major stroke risk factors, assigning one point for each letter: \"C\" for congestive heart failure, \"H\" for high blood pressure, \"A\" for age 75 or older and \"D\" for diabetes. \"S\" stands for stroke and the \"2\" denotes an extra point is assigned for a previous stroke. CHA2DS2-VASc builds on CHADS2, adding points for being female, being between the ages 65-75 and having vascular disease.\r\n \r\nIntermountain Medical Center Heart Institute researcher Victoria Jacobs, PhD, NP, says the use of oral anticoagulation or antiplatelet therapies is controversial in the medical community. \"There is still no consensus regarding the initiation of these therapies in low-stroke risk patients, but findings from our study add important insight into this issue,\" she said.The study involved 56,723 patients diagnosed with atrial fibrillation and a CHADS2 scores of 0-1 and CHADS2 VASc scores of 0-2. Patients were divided into groups receiving aspirin, Clopidogrel and Warfarin.Follow-up after five years showed that 4.6 percent of aspirin-prescribed patients suffered a stroke versus 2.3 percent of those who weren't on it; 17.6 percent of those using aspirin experienced significant bleeding versus 11.5 percent not on it.Of warfarin-prescribed patients, 5.7 percent suffered a stroke after five years versus 2.6 percent of those not on it; 22.3 percent of warfarin patients experienced significant bleeding versus 12.3 percent not on it.The study concludes that anticoagulation or antiplatelet therapies don't lower stroke rates in low-risk patients, but rather increase their risk of significant bleeding and death.\"We need more studies enrolling low-risk stroke patients, particularly in randomized, controlled trials to guide providers to optimal therapies for these patients,\" Jacobs said.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Hematology", " Internal Medicine", " Physiology"]}