{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/bawh-pie031717.php", "description": "Patients treated with evolocumab had a 15 percent reduction in the risk of major cardiovascular events, defined as the composite of cardiovascular death, myocardial infarction, stroke, hospitalization for unstable angina, or coronary revascularization Evolocumab reduced the more serious key secondary endpoint, which was a composite of heart attack, stroke or cardiovascular death, by 20 percent.", "article_link": "http://dx.doi.org/10.1056/NEJMoa1615664", "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Executive Committee, Amgen, TIMI Study Group, Brigham and Women's Hospital", "title": "PCSK9 inhibitor evolocumab reduces adverse cardiovascular events", "region": "namerica", "source_link": "http://www.brighamandwomens.org/About_BWH/publicaffairs/news/PressReleases/PressRelease.aspx?sub=0&PageID=2655", "institution": "Brigham and Women's Hospital", "text": "PCSK9 Inhibitor Evolocumab Significantly Reduces Adverse Cardiovascular Events When Added to Statin Therapy With No Major Safety Concerns Data from the first successfully completed dedicated outcomes trial of a PCSK9 inhibitor show that, in patients with cardiovascular disease, evolocumab reduced LDL cholesterol by 59 percent and reduced the risk of adverse cardiovascular outcomes with greater benefit the longer the duration of therapy.A new class of cholesterol lowering drugs known as PCSK9 inhibitors has emerged as an effective treatment for drastically lowering LDL cholesterol beyond what is possible with statin therapy alone. Previous research demonstrated that evolocumab, a member of this new class of drugs, effectively reduces LDL cholesterol by approximately 60 percent. The FOURIER trial (Further Cardiovascular OUtcomes Research with PCSK9 Inhibition in subjects with Elevated Risk) was designed to determine whether evolocumab, when added to statin therapy, would reduce adverse cardiovascular events. \r\nThe results of the trial were presented at the 2017 American College of Cardiology Scientific Sessions on March 17, 2017 and simultaneously published in the New England Journal of Medicine. \"The use of evolocumab, in combination with statin therapy, effectively lowered LDL cholesterol down to a median of 30 mg/dL and resulted in clinically meaningful benefits that increased the longer patients received the therapy,\" said lead researcher Marc S. Sabatine, MD, MPH, chairman of the TIMI Study Group at Brigham and Women's Hospital. In this randomized, double-blind, placebo-controlled multinational clinical trial, 27,564 patients aged 40-85 were studied. All trial participants had stable atherosclerotic vascular disease, defined as a medical history of heart attack, stroke or symptomatic peripheral artery disease. On a background of high or moderate intensity statin therapy patients had a LDL cholesterol level of at least 70 mg/dl. Patients received either evolocumab (140mg every two weeks or 420mg every month) or placebo.  Similar to data from previous lipid lowering trials, researchers report that evolocumab reduced LDL cholesterol by 59 percent, in this case from a median of 92 mg/dL to a median of 30 mg/dL. The LDL cholesterol lowering effect remained constant over the duration of the trial. Researchers report that patients treated with evolocumab had a 15 percent reduction in the risk of major cardiovascular events, defined as the composite of cardiovascular death, myocardial infarction, stroke, hospitalization for unstable angina, or coronary revascularization (occurring in 9.8 percent of patients treated with evolocumab vs. 11.3 percent of patients treated with placebo). Additionally, evolocumab reduced the more serious key secondary endpoint, which was a composite of heart attack, stroke or cardiovascular death, by 20 percent (occurring in 7.9 percent of patients treated with evolocumab vs. 9.9 percent in the placebo group). This reduction in risk improved over time, increasing from 16 percent in the first year to 25 percent after the first year. \"Importantly, the reduction in events was consistent across all key subgroups, including age, sex, type of disease and statin intensity,\" said Sabatine, who is also the Lewis Dexter, MD, Distinguished Chair in Cardiovascular Medicine at Brigham and Women's Hospital and Professor of Medicine at Harvard Medical School. The data also show similar clinical benefit with evolocumab when  analyzed according to baseline LDL levels, even in patients in the lowest quartile of baseline LDL cholesterol, in whom evolocumab reduced LDL cholesterol from 73 to 22 mg/dL. \r\n\"These data show that lowering LDL cholesterol beyond current treatment targets confers significant benefits for our patients with cardiovascular disease who are at a high risk of cardiovascular events,\" said Sabatine. \"Given these findings, patients with cardiovascular disease should review their LDL cholesterol with their physicians and discuss whether it should be lowered beyond what they have achieved with diet, lifestyle modifications and statin therapy.\" Researchers report no difference in adverse safety events between the two groups including rates of muscle-related, cataract, neurocognitive adverse events and hemorrhagic stroke. Injection site reactions were slightly more frequent with evolocumab (2.1 percent vs. 1.6 percent) but the vast majority were categorized as mild. The rates of stopping evolocumab due to suspected treatment-related issues were low and no greater than with placebo. The rates of new onset diabetes were similar in the two arms. Rates of allergic reactions were similar and, in contrast to other PCKS9 inhibitors, rates of antibody formation were very low (0.3 percent) and no antibodies that interfered with evolocumab developed. Evolocumab is a fully human monoclonal antibody that works by blocking proprotein convertase subtilisin-kexin 9 (PCSK), a protein that reduces the liver's ability to remove LDL cholesterol from the blood, and was approved for use in the United States in 2016 as an addition to statin therapy and lifestyle changes aimed at lowering LDL cholesterol in some adults with cardiovascular disease.  ", "meeting": "American College of Cardiology Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Pharmaceutical Science"]}