{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-sta031717.php", "description": "Two-year data reveal no difference in the combined rate of stroke and death from any cause when comparing the use of self-expanding transcatheter aortic valve replacement (TAVR) with standard open-heart surgery in intermediate risk patients with severe aortic stenosis, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Medtronic", "title": "Self-expanding TAVR as good as surgery in intermediate-risk patients", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Two-year data reveal no difference in the combined rate of stroke and death from any cause when comparing the use of self-expanding transcatheter aortic valve replacement (TAVR) with standard open-heart surgery in intermediate risk patients with severe aortic stenosis, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. Researchers say these results suggest TAVR, which involves threading a replacement valve through a catheter in the groin or chest, is at least as safe and effective as surgery in these patients.Aortic stenosis--a problem that occurs when the valve in the heart's main artery doesn't open fully--forces the heart to work harder to pump blood and is life-threatening over time. If untreated, the risk of death is 25 percent the first year after symptoms appear. This risk rises to 50 percent the second year. TAVR, which was approved in 2011 for use in patients with severe aortic valve stenosis who were considered at high risk for death and complications associated with surgical aortic valve replacement (SAVR), now holds promise for intermediate-risk patients. In August 2016, data from an earlier trial prompted the FDA to expand the use of the Sapien XT and Sapien 3 transcatheter heart valves in this group.  The SURTAVI trial, which included 1,746 patients at 87 centers in the United States, Europe and Canada, is the second randomized controlled trial to compare TAVR and SAVR in intermediate-risk surgical patients. It is the first to look at outcomes using the self-expanding CoreValve and Evolut-R bioprosthesis valves. Overall, the primary endpoint of all-cause death and disabling stroke was comparable at two years, 14 percent for surgery and 12.6 percent for TAVR.\"TAVR was just as good as surgery, but it was not statistically superior to it,\" said Michael J. Reardon, MD, professor of cardiothoracic surgery and Allison Family Distinguished Chair of Cardiovascular Research at Houston Methodist Hospital, and the study's lead author, adding that because mortality in the surgical group was so low, it was difficult to meet superiority.\"We saw the best surgical outcomes we've seen yet and TAVR did just as well. This is now the second randomized trial that has met its non-inferiority endpoint and should lead to changes in clinical guidelines that will move the field forward and also benefit our patients,\" he said. Patients, who averaged nearly 80 years of age, were enrolled in the trial if they had symptomatic, severe aortic stenosis defined by standard parameters (a valve area less than or equal to one, a valve index less than 0.6, and a median gradient over 40 or peak velocity over four) and were considered at intermediate risk for open-heart surgery based on a combination of the Society of Thoracic Surgeons (STS) predicted risk operative of mortality (PROM) score, as well as a series of frailty, disability and other measures that, when considered by the heart team, led to an estimated mortality of 3 to 15 percent. STS PROM scores were 4.4±1.5 in the TAVR group and 4.5±1.6 in the SAVR group. There were no major differences in key baseline characteristics such as age, sex, frailty, disability and other medical conditions.Patients were randomized 1:1 to receive TAVR or SAVR. Surgeons performing SAVR were allowed to choose any biologic valve or whether to enlarge the annulus or base of the valve if needed so that TAVR would be evaluated against real-world surgery. While the TAVR arm of the trial started with the original CoreValve, which was used in 84 percent of cases, the new Evolut-R system was introduced toward the end of the trial in U.S. centers only and was implanted in 16 percent of patients enrolled. Patients had clinical visits, echocardiograms, electrocardiograms, and/or assessments of quality of life at one, three, six, 12 and 24 months.  Overall, 30-day, one-year and two-year data showed that deaths from any cause were similar for TAVR and SAVR: occurring in 2.2 vs. 1.7 percent of patients at 30 days, 6.7 vs 6.8 percent at one year, and in 11.4 vs 11.6 percent at two years. Moreover, there was no statistically significant difference in the rate of major disabling stroke at two years, 4.5 percent for surgery and 2.6 percent for TAVR. Although not a primary outcome of the study, researchers noted that the risk of any type of stroke at 30 days was statistically superior for TAVR, 3.4 percent compared with 5.6 percent for SAVR.  Based on an analysis of echocardiograms, Reardon said there was some indication that the TAVR valve worked better; TAVR had a statistically superior valve orifice (how big the opening of the valve is) and lower mean gradients than surgery at all time points in the trial. One of the differences in the trial, Reardon said, is that unlike the earlier PARTNER trial that stratified patients by how the surgeon routed the catheter (via transfemoral or transapial access), SURTAVI stratified patients by need for revascularization. Data showed no difference in outcomes based on whether someone needed the procedure to open blocked arteries, which Reardon said would usually indicate a sicker patient because they also have coronary heart disease. Similar with earlier studies, researchers report more moderate-to-severe paravalvular leakage in the TAVR versus surgical valves, occurring in 5.4 vs. 0.4 percent of patients, respectively. This group also had a higher use of pacemakers. In the surgery arm, there were more transfusions, strokes, acute kidney injury and atrial fibrillation at 30 days.  Researchers also performed quality of life assessments at baseline, one and six months, and yearly thereafter. Patients receiving TAVR reported significantly better quality of life one month after their procedure, but by six months the two groups were similar. Patients in both groups reported markedly better quality of life after receiving a new aortic valve compared with before either intervention.  A potential limitation of the study is the higher dropout rate (8.2 percent) for patients randomly assigned to surgery, which has been a consistent trend across other studies. Reardon said longer follow-up is needed to attain more complete information about the life cycle of the device and how it works, especially as only 16 percent of patients received the newer EVOLUT-R system. Patients in the SURTAVI trial will be followed for a total of five years. Reardon and his team are currently enrolling patients in an ongoing randomized controlled trial to evaluate TAVR in low risk patients. Although not all patients would be candidates for TAVR, low risk patients are estimated to comprise 80 percent of patients with aortic stenosis; intermediate- and high-risk patients make up 12 and 8 percent, respectively. \"We found exceeding low mortality at one and two years, which should give us great confidence as we move into lower risk that these outcomes are very good,\" he said.Medtronic, the maker of the self-expanding TAVR devices, sponsored the trial. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Surgery"]}