{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/icl-ssn031717.php", "description": "A new class of cholesterol-lowering drug has been found to help patients cut their risk of cardiovascular disease, stroke and heart attack.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Amgen Inc", "title": "Study suggests new drug alongside statins can significantly cut cholesterol", "region": "europe", "source_link": null, "institution": "Imperial College London", "text": "A new class of cholesterol-lowering drug has been found to help patients cut their risk of cardiovascular disease, stroke and heart attack.In a trial of more than 27,000 patients, researchers found that taking monthly or twice-monthly injections of the medication, called evolocumab, on top of statins could cut cholesterol levels by almost 60 per cent on average in patients with an underlying risk of cardiovascular disease.The international team, which includes researchers from Imperial College London, says the drug could provide added benefit to patients already taking statins by further reducing the levels of low-density lipoprotein (LDL) cholesterol in their blood.\"This is one of the most important trials of cholesterol-lowering since the first statin trial, published 20 years ago,\" said Professor Peter Sever, from the National Heart and Lung institute at Imperial, who led the UK arm of the trial involving 1,500 patients across 75 centres.\"Our results suggest this new, extremely potent class of drug can cut cholesterol dramatically, which could provide great benefit for a lot of people at risk of heart disease and stroke.\" In the study, published today in the New England Journal of Medicine, researchers looked at the protective effect of evolocumab on patients in 49 countries, with a history of atherosclerotic vascular disease, who were already taking statins to reduce their cholesterol.Patients on the trial, who continued to take statins, were chosen to randomly receive either injections of evolocumab -- 140 mg twice a month, or 420 mg once a month -- or placebo injections. Almost 14,000 patients were recruited to the treatment arm of the study, receiving the drug over a 48-week period. The primary endpoint of the study was measured as a composite of a number of related conditions such as heart attack or stroke, or death from CVD.At the end of the treatment period, researchers found that on average, patients taking evolocumab plus statins were able to reduce their LDL cholesterol levels by an average of 59 per cent, from 92 mg/dL to 30 mg/dL, compared to those taking placebo plus statins. The group which had received evolocumab experienced fewer primary endpoint events, compared to the placebo arm of the study, with 1,344 (9.8 per cent) compared to 1,563 (11.3 per cent) respectively. Overall, this equated to a 15 per cent reduction in the risk of serious cardiovascular events for patients taking the drug with statins. The benefits were seen across all subtypes of patients, even in those who started with low levels of cholesterol.According to the researchers, the findings demonstrate the protective effect of the drug through lowering LDL cholesterol levels, with no significant difference in the occurrence of side effects between the treatment and placebo arms of the study.\"The idea is that the lower you can get your cholesterol, the better. There are a lot of people already on optimal doses of statins who have levels of cholesterol that could be lowered further,\" explained Professor Sever. \"The question is, if you can lower them further, do you confer additional benefit. The findings show they produce almost the exact predicted benefit from extrapolating from all the other studies - as the cholesterol level goes down, you get increasing protection.\"\"What this trial shows is that if you achieve these really low levels of cholesterol, you get the additional benefit, and you get that without any apparent adverse effects.\"Evolocumab is a human monoclonal antibody that works by blocking a protein that reduces the liver's ability to remove LDL cholesterol from the blood, called PCSK9. The treatment was approved for use in the United States in 2016 as an addition to statin therapy and lifestyle changes aimed at lowering LDL cholesterol in some adults with cardiovascular disease. In the UK, the National Institute for Health and Care Excellence (NICE) has considered the drugs for select cases only, such as patients with familial hypercholesterolaemia, a genetic condition that results in high cholesterol levels and which increases the risk of developing coronary heart diseaseDr Marc Sabatine, from Brigham and Women's Hospital in Massachusetts and lead researcher on the study, will present the findings today (17th March) at the American College of Cardiology's (ACC) 66th Annual Scientific Session in Washington.Dr Sabatine said: \"These data show that lowering LDL cholesterol beyond current treatment targets confers significant benefits for our patients with cardiovascular disease who are at a high risk of cardiovascular events. \"Given these findings, patients with cardiovascular disease should review their LDL cholesterol with their physicians and discuss whether it should be lowered beyond what they have achieved with diet, lifestyle modifications and statin therapy.\"", "meeting": "ACC 2017 - American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol"]}