{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-esr031717.php", "description": "Evolocumab, one of the new targeted PCSK9 inhibitor drugs that has been shown to dramatically lower levels of low-density lipoprotein (LDL), or 'bad' cholesterol, also significantly lowers the risk of cardiovascular events in patients with existing heart or vascular disease already on statin therapy, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Amgen", "title": "Evolocumab significantly reduces risk of cardiovascular events", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Evolocumab, one of the new targeted PCSK9 inhibitor drugs that has been shown to dramatically lower levels of low-density lipoprotein (LDL), or \"bad\" cholesterol, also significantly lowers the risk of cardiovascular events in patients with existing heart or vascular disease already on statin therapy, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. Evolocumab reduced by 15 percent the risk of the trial's primary endpoint--a composite of heart attack, stroke, hospitalization for worsening chest pain (angina), revascularization (such as angioplasty or bypass surgery to clear blocked arteries), or cardiovascular death--compared with placebo during the study duration, a median of 26 months. Researchers also saw a 25 percent reduction in the study's more serious secondary endpoint--cardiovascular death, heart attack or stroke--after the first year. The trial confirms trends observed in earlier open-label studies.\"With this trial, we now have definitive data that by adding evolocumab to a background of statin therapy, we can significantly improve cardiovascular outcomes and do so safely,\" said Marc S. Sabatine, MD, the Lewis Dexter, MD, Distinguished Chair in Cardiovascular Medicine at Brigham and Women's Hospital in Boston, chair of the Thrombolysis in Myocardial Infarction (TIMI) study group and the study's lead author. \"I think these results are very good news for patients with atherosclerotic disease, who remain at high risk for these events.\"Results of FOURIER (Further Cardiovascular Outcomes Research with PCSK9 Inhibition in Subjects with Elevated Risk) are highly anticipated as the first large, long-term randomized clinical trial designed to rigorously assess whether evolocumab, given along with statin therapy, can improve outcomes among high-risk patients. Evolocumab is a fully human monoclonal antibody that works by blocking proprotein convertase subtilisin-kexin 9 (PCSK9), a protein that reduces the liver's ability to remove LDL cholesterol from the blood. This protein became an intriguing target when scientists discovered that people with genetically lower levels of PCSK9 activity had lower rates of heart attacks. Evolocumab was approved for use in the United States in 2016 as an adjunct to diet and maximally tolerated statin therapy to lower LDL cholesterol in adults with atherosclerotic heart disease or familial hypercholesterolemia, a genetic condition leading to very high LDL cholesterol levels.  In this trial, researchers enrolled 27,564 patients with pre-existing cardiovascular disease between February 2013 and June 2015 at 1,272 sites in 49 countries. Most patients (81 percent) had a history of heart attack, 19 percent had suffered an ischemic stroke, which happens when a blood clot blocks an artery supplying blood to the brain, and 13 percent had symptomatic peripheral artery disease, which is when blood flow to the limbs is limited. Patients' average age was 63 years and ranged from 40 to 85 years of age. The majority (75 percent) were men. The median baseline LDL cholesterol was 92 mg/dL. To be included, patients had to have an LDL-C ?70 mg/dL or a non-high density lipoprotein cholesterol ?100 mg/dL (total cholesterol minus high-density lipoprotein cholesterol to accommodate for other sized cholesterol particles) and be on optimized statin therapy. Patients who had had an acute heart attack or stroke within the previous four weeks and those with advanced heart failure, uncontrolled heart rhythm disorders, upcoming cardiac surgery and end-stage kidney disease were excluded. Patients on a moderate-to-high intensity statin regimen were randomly assigned 1:1 to receive subcutaneous injections of evolocumab (either 140 mg every two weeks or 420 mg every month based on patient preference) or matching placebo. Sixty-nine percent of patients were on a high-intensity statin and 30 percent were on moderate-intensity statin. Patients were followed every 12 weeks for routine health assessments, lab work and a resupply of the study drug.In terms of lipid-lowering, evolocumab reduced LDL cholesterol by 59 percent from a median of 92 to 30 mg/dL, which remained steady throughout the duration of the study, and is in line with previous trial results. The primary endpoint occurred in 11.3 percent of the placebo group and 9.8 percent of the evolocumab group, which translates to a 15 percent reduction. The composite of heart attack, stroke or cardiovascular death occurred in 7.4 percent of the placebo group and was reduced by 20 percent to 5.9 percent in the evolocumab group. When examining individual outcomes, there was no effect on cardiovascular mortality by itself, but there was a statistically significant 27 percent reduction in heart attack and a 21 percent reduction in stroke.  Data also showed greater benefit over time; the secondary endpoint was significantly reduced by 16 percent in the first year and 25 percent beyond the first year. \"Consistent with data from statin trials, it takes time for LDL lowering to translate to healthier arteries,\" Sabatine said. Reductions in the primary and key secondary endpoints were consistent across all the key subgroups, including age, sex, different types of cardiovascular disease, intensity of statin therapy, dosing regimen of evolocumab and baseline LDL cholesterol levels, including those with the lowest quartile of LDL cholesterol--starting at 74 mg/dL--in whom evolocumab reduced LDL down to 22 mg/dL. \"We've never been able to plumb these depths before. These data strongly suggest that patients benefit from lowering LDL cholesterol well below current targets,\" Sabatine said. The rate of adverse events, including allergic reactions, neurocognitive, new-onset diabetes and muscle-related problems, were the same in both study arms. Rates of injection site reactions were slightly more common with evolocumab (2.1 vs. 1.6 percent), but the vast majority were mild, and the overall rates of stopping the study drug due to suspected treatment-related adverse events were low and similar in both groups (1.6 and 1.5 percent). Researchers also looked at whether patients receiving evolocumab generated an undesired immune response to the treatment; only 0.3 percent developed antibodies that could bind evolocumab and none interfered with the drug.  This study is limited by its relatively short follow up and that it only studied patients with known cardiovascular disease. Sabatine said future studies would need to examine PCSK9 inhibitors in other high-risk populations not addressed in this study (for example, in patients with diabetes but without known cardiovascular disease).\"We need to treat LDL cholesterol more aggressively, and now we have a new validated means to do so,\" Sabatine said. \"People with atherosclerotic disease should discuss their LDL cholesterol with their physician and consider whether they need to lower it further.\"", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}