{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/bawh-pib031717.php", "description": "Researchers report that bococizumab had short-term benefits on lowering cholesterol levels and significantly reduced the risk of cardiovascular events by 21 percent compared to placebo among those who had baseline LDL cholesterol levels of greater than 100 mg/dL. However, the cholesterol lowering effect tended to diminish over time in some patients and bococizumab did not reduce cardiovascular event rates among those with LDL levels lower than 100 mg/dL.", "article_link": "http://dx.doi.org/10.1056/NEJMoa1701488", "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Pfizer", "title": "PCSK9 inhibitior bococizumab produces varying results", "region": "namerica", "source_link": "http://www.brighamandwomens.org/about_bwh/publicaffairs/news/pressreleases/PressRelease.aspx?sub=0&PageID=2656", "institution": "Brigham and Women's Hospital", "text": "\r\nBococizumab significantly reduces cardiovascular events in high-risk patients with high LDL cholesterol levels. Development of the drug was stopped after some patients experienced a reduction in cholesterol lowering over time.  New results from the clinical trial program, SPIRE (Studies of PCSK9 Inhibition and the Reduction of Vascular Events), which sought to determine the effect of bococizumab, a PCSK9 inhibitor, on LDL cholesterol levels and clinical outcomes in high-risk patients already taking statin therapy, were presented at the 2017 American College of Cardiology Scientific Sessions and simultaneously published in two manuscripts in the New England Journal of Medicine. \r\nResearchers report that bococizumab had short-term benefits on lowering cholesterol levels and significantly reduced the risk of cardiovascular events by 21 percent compared to placebo among those who had baseline LDL cholesterol levels of greater than 100 mg/dL. However, the cholesterol lowering effect tended to diminish over time in some patients and bococizumab did not reduce cardiovascular event rates among those with LDL levels lower than 100 mg/dL. \"Our PCSK9 inhibitor data support the notion that lowering cholesterol beyond what is possible with diet, exercise and statin therapy confers benefits to our high risk patients with cardiovascular disease, \" said Paul M Ridker, MD, a senior physician at Brigham and Women's Hospital and the Eugene Braunwald Professor of Medicine at Harvard Medical School. \"The new data show a meaningful reduction in cardiovascular events in the highest-risk patients who had the highest LDL cholesterol levels, despite already taking high-intensity statin therapy.\" The SPIRE program involved eight double-blind, placebo controlled clinical trials that were conducted simultaneously. Six lipid-lowering trials randomized 4,449 patients, who previously had a heart attack or stroke or had extremely high baseline cholesterol levels and were on statin therapy, to receive either bococizumab (150 mg subcutaneously every 2 weeks) or placebo to determine the effects on LDL levels. Two other multi-national trials randomized 27,438 patients  to either bococizumab or placebo and were designed to evaluate the impact of the drug on cardiovascular outcomes, including nonfatal heart attack and stroke, hospitalization for unstable angina requiring urgent revascularization, or cardiovascular death. Almost all the patients were on statin therapy.On November 1, 2016, the entire SPIRE clinical trials program was stopped when the sponsor, Pfizer, who manufactures bococizumab, discontinued the development of the drug when initial results from the LDL cholesterol lowering trials indicated that some trial participants had developed anti-drug antibodies, an immunologic response to the drug.  Further analysis indicated that bococizumab effectively reduced LDL cholesterol levels by an average of 56 percent after 14 weeks; however, the immunologic reaction attenuated the reduction in LDL cholesterol in approximately 15 percent of those who received the drug. Data also show that there was a wide variation in the magnitude of cholesterol reduction that patients achieved with bococizumab, even among patients who did not develop the immunologic response.  \r\nBococizumab is a humanized antibody therapy that works by blocking proprotein convertase subtilisin-kexin 9 (PCSK), a protein that reduces the liver's ability to remove LDL cholesterol from the blood. \"We believe that the attenuation of LDL lowering over time in the treatment group was likely due to the fact that bococizumab, a humanized antibody, led to an immunologic response in some patients. The alternative PCSK9 inhibitors evolocumab and alirocumab, which have already been approved for use, are fully human antibodies and do not have this adverse effect.\"\r\nResearchers report that the only substantial difference in safety outcomes between the placebo and bococizumab groups was injection site reactions, which is also the result of the immunologic response in some patients.\r\n\"Our findings are limited by the shortened follow up time, which in most cases was less than one year. Despite that, our data are quite encouraging for this class of drugs, particularly because those who were treated for the longest and achieved the largest cholesterol reductions were the very patients who benefitted the most,\" said Ridker. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Pharmaceutical Science"]}