{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/imc-rbt031317.php", "description": "A new study by researchers at the Intermountain Medical Center Heart Institute in Salt Lake City finds that combining information from routine blood tests and age of primary care patients can create a score that measures future risk of chronic disease.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "", "title": "Routine blood tests can help measure a patient's future risk for chronic disease, new study finds", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "A new study by researchers at the Intermountain Medical Center Heart Institute in Salt Lake City finds that combining information from routine blood tests and age of primary care patients can create a score that measures future risk of chronic disease. This simple risk score, termed the Intermountain Chronic Disease Risk Score, or ICHRON, can predict the first diagnosis of the most common chronic diseases -- which include diabetes, kidney failure, coronary artery disease, heart attack, heart failure, peripheral vascular disease, atrial fibrillation, stroke, dementia and chronic obstructive pulmonary disease -- within three years, the study found. Researchers say ICHRON predictions are 77 to 78 percent accurate in identifying patients who'll be diagnosed with a chronic disease within three years of testing. The impact of the study could be extensive, since more than half of the adult population in the United States suffers from one or more chronic diseases, and projections show a 40 percent increase in chronic disease cases in the next 10 years. Results of the Intermountain Medical Center Heart Institute study will be presented on March 17 at the American College of Cardiology's 66th Annual Scientific Session in Washington, D.C. \"Our goal was to create a clinical tool that's useful, easily obtainable and doesn't slow the work-flow of our clinicians,\" said Heidi May, PhD, MSPH, principal investigator of the the study and a cardiovascular epidemiologist with the Intermountain Medical Center Heart Institute.Dr. May and her team studied a primary care population consisting of both male and female patients who had no history of a chronic disease. ICHRON was developed among one set of primary care patients, then tested in a second, independent primary care population.Among females, those with a moderate ICHRON score were three times more likely to be diagnosed with a chronic disease compared to those with a low ICHRON score, while those with a high ICHRON score were 11 times more likely to be diagnosed. For males, those with a moderate score were 5.6 times more likely to be diagnosed with a chronic disease within three years, and those with a high ICHRON score were 14 times more likely to be diagnosed compared to those with a low ICHRON score. \"We hope ICHRON can be used to help identify patients who are at a higher risk for a chronic disease and therefore need more personalized care. For example, if a patient received a high ICHRON score, the clinician could plan to see the patient more frequently or be more aggressive with treatments,\" she said. \"Or if the patient had a low ICHRON score, they could potentially be seen less often or their care providers could forego a test they were considering.\" \"It's a lot less expensive to help patients improve their lifestyles than it is to treat a heart attack -- and that's in addition to all of the physical and emotional benefits that result from healthier lifestyles,\" said Dr. May. \"The ICHRON tool supports Intermountain Healthcare's system effort to use preventive medicine to improve people's health and control healthcare costs.\"ICHRON is designed to be calculated by a hospital's electronic health record at low incremental expense. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Endocrinology", " Epidemiology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Physiology"]}