{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-piw031717.php", "description": "In a clinical program that was terminated early, the experimental PCSK9 inhibitor bococizumab, when given on top of effective statin therapy, had widely varying effects on LDL cholesterol levels and had no benefit on cardiovascular events among those with LDL lower than 100 mg/dL. However, in patients at high cardiovascular risk who had baseline LDL of greater than 100 mg/dL, bococizumab significantly reduced the risk of cardiovascular events by 21 percent compared with placebo.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Pfizer", "title": "PCSK9 inhibition with bococizumab yields mixed results", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "In a clinical program that was terminated early, the experimental PCSK9 inhibitor bococizumab, when given on top of effective statin therapy, had widely varying effects on LDL cholesterol levels and had no benefit on cardiovascular events among those with LDL lower than 100 mg/dL. However, in patients at high cardiovascular risk who had baseline LDL of greater than 100 mg/dL, bococizumab significantly reduced the risk of cardiovascular events by 21 percent compared with placebo, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. Pfizer, the trials' sponsor, announced on Nov. 1, 2016, that the company would discontinue development of bococizumab, citing an unanticipated attenuation of LDL lowering over time, as well as evidence of an immune response in some patients. At that point, all ongoing trials were terminated. The final results of the terminated trials suggest the drug is safe but show mixed results on efficacy. \"These results support the general idea that further reduction in LDL, beyond what you can achieve with a statin, further lowers cardiovascular event rates,\" said Paul M. Ridker, MD, a cardiologist at Brigham and Women's Hospital, and the study's lead author. \"The findings add to what we know about PCSK9 inhibitors, and it is encouraging that we found a statistically significant reduction in events among the highest-risk patients who had the highest LDL levels.\" Bococizumab, which will not be available for clinical use, is part of a new class of drugs known as PCSK9 inhibitors. By binding to and inhibiting PCSK9, these drugs prolong the lifespan of LDL receptors in the liver, thus allowing the liver to remove LDL cholesterol from the blood more effectively. LDL, or \"bad,\" cholesterol is the main source of plaque buildup in the arteries. The research included eight parallel bococizumab trials. Six trials, which together enrolled 4,449 patients, focused on bococizumab's effects on LDL levels over the course of up to one year in patients with various baseline risk factors for high cholesterol and heart disease. The two largest trials, which together enrolled 27,438 patients, focused on cardiovascular outcomes.  The trials enrolled patients with a range of risk factors for heart disease; participants had known cardiovascular disease or had a combination of diabetes, chronic kidney disease or peripheral vascular disease with additional cardiovascular risk factors. The vast majority of participants also took high-dose statin therapy to lower LDL cholesterol. Patients were randomly assigned to receive either bococizumab 150 mg as a subcutaneous injection or a matching placebo injection every two weeks. In the six trials focused on LDL levels, bococizumab significantly reduced LDL cholesterol by an average of 55 percent at week 12. However, this effect attenuated over time in about 10 to 15 percent of patients. Furthermore, even among patients in whom LDL reduction was sustained, the trials showed wide variation in the level of LDL reduction achieved, with some patients showing only a 15 percent reduction and others showing an 80 percent reduction. Ridker said the attenuation of LDL reduction over time was likely due to the development of anti-drug antibodies, which could lower the amount of bococizumab in the bloodstream and, in some patients, markedly reduce its effects on LDL cholesterol. Bococizumab is a monoclonal antibody, which is a type of biologic drug produced by engineered immune cells. Like other existing drugs but unlike some other PCSK9 inhibitors being developed, bococizumab is a humanized monoclonal antibody, meaning that a fraction (in this case about 3 percent) of its biological components is non-human. These components might have triggered the development of antidrug antibodies in a subset of patients, Ridker said. The two largest studies focused on cardiovascular outcomes. The first, called SPIRE-1, enrolled 16,817 people with LDL cholesterol greater than or equal to 70 mg/dL. The second, called SPIRE-2, enrolled 10,621 people with LDL cholesterol greater than or equal to 100 mg/dL, a level indicating higher cardiovascular risk. Patients in SPIRE-1 and SPIRE-2 were followed for an average of seven and 12 months, respectively, before the trials were terminated.  The primary endpoint for both SPIRE-1 and SPIRE-2 was a composite of nonfatal heart attack, nonfatal stroke, hospitalization for unstable angina requiring urgent revascularization, or cardiovascular death. SPIRE-1 showed no difference in this endpoint between patients receiving bococizumab and patients receiving placebo. In SPIRE-2, the primary endpoint occurred in 224 patients randomized to receive placebo and 179 patients randomized to receive bococizumab, which translated to a statistically significant 21 percent reduction in risk among those taking bococizumab over an average follow-up of 12 months. Analyses of the combined results for SPIRE-1 and SPIRE-2 revealed that a larger reduction in LDL cholesterol and a longer duration of treatment were both associated with significantly better outcomes. Patients with higher-than-average reduction in LDL levels were 25 percent less likely to experience the primary endpoint than those with lower-than-average LDL reduction. Patients treated with bococizumab for longer periods of time showed a significantly lower risk of the primary endpoint compared with those treated for shorter periods. Safety outcomes were not significantly different for bococizumab versus placebo with the exception of injection site reactions, which occurred significantly more frequently in patients receiving bococizumab. This finding further bolsters evidence that the drug may have triggered an immune response in some patients.  \"In addition to supporting the general hypothesis that PCSK9 inhibitors can lower cardiovascular event rates, differences in this medication class between fully human and humanized therapeutic monoclonal antibodies may be important to consider,\" Ridker said. \"We believe genetic analyses could be very helpful to determine who does and does not develop antidrug antibodies to bococizumab.\"\r\nThe results are limited by the fact that follow-up for SPIRE-1 and SPIRE-2 was terminated early. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}