{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/imc-nsf_1031417.php", "description": "New research suggests that GlycA, a newly identified blood marker, and C-reactive protein both independently predict major adverse cardiac events, including heart failure and death. Patients who have high levels of both biomarkers are at especially high risk.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "", "title": "New study finds people who have high levels of two markers at high risk of adverse heart events", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "New research suggests that GlycA, a newly identified blood marker, and C-reactive protein both independently predict major adverse cardiac events, including heart failure and death. Patients who have high levels of both biomarkers are at especially high risk.That's the finding of researchers from the Intermountain Medical Center Heart Institute in Salt Lake City, who teamed with LipoScience Laboratories to examine the markers to see if the two proteins, each previously linked to inflammation, are independent or related and whether either or both can identify patients at elevated risk for cardiovascular events.Findings from the study will be presented at the American College of Cardiologists Scientific Session in Washington, DC, on March 17. The research grew out of an earlier analysis that paired plasma samples collected as part of the Intermountain Heart Collaborative Study with an assay developed by LipoScience that uses nuclear magnetic resonance technology to measure, among other things, the particle numbers in low-density lipoprotein (LDL) cholesterol, often called \"bad\" cholesterol. While scanning the plasma samples with the nuclear magnetic resonance technology, LipoScience had detected the GlycA and determined it to be a novel marker of inflammation. Early research by the Intermountain Medical Center Heart Institute team showed that GlycA can predict heart attack risk; inflammation makes it more likely cholesterol plaques will rupture. GlycA didn't predict coronary artery disease nearly as well, said J. Brent Muhlestein, MD, co-director of cardiology research at Intermountain Medical Center and the study's lead author. C-reactive protein has already been shown to accurately predict adverse heart events and coronary artery disease, so the researchers wondered if the two are independent of each other, or if GLycA just offers another way to measure the effects of CRP. Using the same plasma samples -- part of more than 30,000 DNA samples collected over the course of 25 years at the Intermountain Medical Center Heart Institute-- the researchers compared the value of both GlycA and CRP in predicting future heart attacks, strokes, or death. For the study, nearly 3,000 patients undergoing coronary angiography were followed, two-thirds of them male. Sixty-five percent of them had been diagnosed with coronary artery disease, 42 percent with acute coronary syndrome, and 26 percent with diabetes. \"The correlation between GlycA and CRP was only modest,\" said Dr. Muhlestein. \"Some patients had a high level of one and a low level of the other and vice versa. But the two proteins independently predicted future risk, and if you had both, it was the worst scenario completely. It tells us that GlycA is perhaps something important.\"How important will be the focus of future research. Dr. Muhlestein said his research team would like to identify exactly what GlycA is, what it does, and the underlying physiology of its connection to inflammation. The researchers hope to learn if it can be used as a marker of risk that leads to specific treatments, such as use of statins, which are commonly prescribed to lower cholesterol.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Endocrinology", " Epidemiology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Cholesterol", " Physiology"]}