{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-afp031617.php", "description": "In new study presented today at the American College of Cardiology 66th Annual Scientific Session, researchers from the Perelman School of Medicine at the University of Pennsylvania have found that patients with persistent AF, who are successfully treated with ablation many, in fact, no longer need blood thinners.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "", "title": "Atrial fibrillation patients may safely discontinue blood thinners after successful ablation", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA -- Atrial fibrillation (AF) is a quivering or irregular heartbeat that can lead to blood clots, stroke, heart failure and other cardiovascular complications, and it is estimated to afflict nearly three million Americans. For patients with persistent AF or those who are at high risk for recurring AF, catheter ablation -- a minimally invasive procedure in which the areas of the heart causing the irregularity are cauterized -- is recommended, followed most often by continued use of blood thinners, regardless of whether the ablation procedure was effective. However, little is known about the actual need for these drugs following a successful ablation. In new study presented today at the American College of Cardiology 66th Annual Scientific Session, researchers from the Perelman School of Medicine at the University of Pennsylvania have found that patients with persistent AF, who are successfully treated with ablation many, in fact, no longer need blood thinners.\"There are two schools of thought when it comes to anticoagulant therapy following catheter ablation for the treatment of AF,\" said the study's presenter Jackson J. Liang, DO, a third-year cardiovascular disease fellow in the Perelman School of Medicine at the University of Pennsylvania. \"Those who think all patients with AF should be prescribed blood thinners based on stroke risk scores even after their AF has been 'cured' by successful ablation, and those who believe that if there is no evidence of AF recurrence following ablation, then anticoagulants may be unnecessary.\" In this retrospective study, researchers evaluated 400 participants with persistent and longstanding persistent - uninterrupted AF lasting more than1 year - who underwent one or more ablations, to determine the patterns of anticoagulation use after ablation based on AF recurrences, as well as likelihood of developing stroke or major bleeds after the procedure. Participants were instructed to check their pulse two times per day, participate in routine outpatient telemetry monitoring to evaluate for asymptomatic AF, and to have symptom-driven electrocardiograms (EKGs), when needed. Following the roughly three-year follow-up period, 172 patients were free of AF recurrence, 161 were transformed to paroxysmal (sudden) AF, and 67 remained in persistent AF. Most interestingly, 207 had discontinued blood thinner use at some point in the three years, and 174 remained off blood thinners at their last follow-up. Participants who no longer experienced AF recurrence after their last ablation were more likely to have been removed from blood thinners as compared to those with whose AF was transformed to paroxysmal AF or those who remained in persistent AF. \"This data shows that in certain patients with nonparoxysmal AF who no longer have recurring AF following catheter ablation as confirmed by routine monitoring and daily pulse checks, anticoagulation may be safely discontinued to minimize the risk for major bleeding,\" said the study's senior author, David Callans, MD, the associate director of Electrophysiology for the University of Pennsylvania Health System. Patients with recurring AF or those who are high risk for persistent AF are subsequently at higher risk for cerebrovascular such as stroke or transient ischemic attack (mini stroke). At the same time, those who stay on blood thinners long term, even after successful ablation, have an increased risk of intracranial hemorrhage, gastrointestinal bleeding, and internal bleeding and bruising after falls. In general, patients on blood thinners often need more regular  doctors' visits, in some cases they may need to wear a medical bracelet to denote their risk of bleeding in case of emergency, fall or small injury, and they should be more cautious of the foods they eat other medications they take, including other prescription drugs,  supplements, and anti-inflammatory medications. The data collected in this study points to the need for larger, randomized trials examining the relationship between discontinuation of anticoagulation and strokes after successful AF ablation. However at this point, Callans said, \"there is enough evidence to support a patient-specific decision making process when evaluating whether anticoagulants following ablation for patients with nonparoxysmal AF is a necessary treatment plan.\" ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology"]}