{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/hm-tav031717.php", "description": "Medtronic plc (NYSE: MDT) today unveiled first-ever clinical data from the Surgical Replacement and Transcatheter Aortic Valve Implantation (SURTAVI) Trial, which was presented at the American College of Cardiology (ACC) 66th Annual Scientific Session and published simultaneously in The New England Journal of Medicine (NEJM).", "article_link": "http://dx.doi.org/10.1056/NEJMoa1700456", "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "", "title": "Transcatheter aortic valve replacement as effective as surgery in intermediate patients", "region": "namerica", "source_link": "http://www.houstonmethodist.org/1285_houstonmethodist/1315_newsroom/1316_newsroom_newsandevents/newsdetail/?key={1a3c173f60c348deaba6e7af18235cd2}", "institution": "Houston Methodist", "text": "Medtronic plc (NYSE: MDT) today unveiled first-ever clinical data from the Surgical Replacement and Transcatheter Aortic Valve Implantation (SURTAVI) Trial, which was presented at the American College of Cardiology (ACC) 66th Annual Scientific Session and published simultaneously in The New England Journal of Medicine (NEJM) (1).Data from the trial showed the Medtronic self-expanding TAVR platform met its primary endpoint of all-cause mortality or disabling stroke at two years. Rates of all-cause mortality or disabling stroke at two years were similar to surgical aortic valve replacement (SAVR) (12.6 percent for TAVR versus 14.0 percent for SAVR; posterior probability of non-inferiority >0.999). The minimally-invasive TAVR procedure also demonstrated significantly better mean aortic valve gradient (7.8 mm Hg vs. 11.8 mm Hg; p\r\n\t\"We observed excellent outcomes in both arms of the study and were pleased to see the self-expanding platform perform as well as the gold standard of surgery in this intermediate risk patient population,\" said Michael Reardon, M.D., professor of cardiothoracic surgery and Allison Family Distinguished Chair of Cardiovascular Research at Houston Methodist DeBakey Heart & Vascular Center, principal investigator and author of the SURTAVI trial. \"Importantly, near-term results showed critical insights for the therapy. In the first 30 days, patients treated with TAVR experienced statistically lower rates of stroke, lower rates of new onset atrial fibrillation, a quicker hospital discharge, less acute kidney injury and transfusions, and an improved quality of life. SAVR was associated with less aortic regurgitation, major vascular complications and need for permanent pacemaker implantation.\"The SURTAVI trial is a global, prospective, multi-center, randomized study evaluating the Medtronic CoreValve(TM) System and CoreValve(TM) Evolut(TM) R System versus open-heart surgery at two years. The SURTAVI trial enrolled intermediate risk patients and compared 863 TAVR patients (STS: 4.4 percent) to 794 SAVR patients (STS: 4.5 percent).\"This is a landmark trial demonstrating our commitment to generating clinical evidence to support the expansion of global patient access to life-changing therapies such as TAVR,\" said Rhonda Robb, vice president and general manager of the Heart Valve Therapies business, which is part of the Cardiac and Vascular Group at Medtronic. \"We are delighted to have met the primary endpoint in the SURTAVI trial, the results of which have been submitted to the FDA to support an intermediate risk label expansion.\"The use of the CoreValve and Evolut R systems in intermediate risk severe aortic stenosis patients is investigational only in the U.S.Following the launch of the self-expanding CoreValve System in the U. S. in 2014, the CoreValve Evolut R System became the first-and-only recapturable and repositionable TAVR device approved in the U.S. for severe aortic stenosis patients at a high or extreme risk for surgery in 2015. The Evolut R system received CE (Conformité Européene) Mark for intermediate risk severe aortic stenosis patients in 2016.", "meeting": "American College of Cardiology 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Surgery"]}