{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/icl-ns031717.php", "description": "The first in a new class of gene-silencing drugs, known as inclisiran, has been shown to halve cholesterol levels in patients at risk of cardiovascular disease.", "article_link": null, "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "Alnylam Pharmaceuticals, The Medicines Company, World Wide Clinical Trials", "title": "New 'gene silencer' drug reduce cholesterol by over 50 percent", "region": "europe", "source_link": null, "institution": "Imperial College London", "text": "The findings come from the largest trial yet to test the safety and effectiveness of this kind of therapy. The technique, known as RNA interference (RNAi) therapy, essentially 'switches off' one of the genes responsible for elevated cholesterol.Researchers from Imperial College London and their colleagues, who conducted the trial, say the twice-a-year treatment could be safely given with or without statins, depending on individual patient needs. Eventually, inclisiran could help to reduce the risk of heart attacks and stroke related to high cholesterol. \"These initial results are hugely exciting for patients and clinicians,\" said Professor Kausik Ray, lead author of the study from the School of Public Health at Imperial.\"We appear to have found a versatile, easy-to-take, safe, treatment that provides sustained lowering of cholesterol levels and is therefore likely to reduce the risk of cardiovascular disease, heart attacks, and stroke. These reductions are over and above what can be already be achieved with statins alone or statins plus ezetemibe, another class of cholesterol-lowering drug. Elevated levels of low-density lipoprotein (LDL) cholesterol can lead to cardiovascular disease and blood vessel blockage, leading to an increased risk heart attacks and stroke in patients. Statins are currently the standard treatment for high cholesterol, combined with exercise and healthy diet, as they reduce levels in the blood and therefore help to prevent heart attacks and stroke.However, many patients are unable to tolerate the highest doses and they need to be taken consistently. Forgetting to take them or taking them infrequently reduces the expected benefit from these treatments. Also, in some patients cholesterol levels can remain high despite being given the maximum doses of statins.  Now, this new phase 2 clinical trial has confirmed the effectiveness of injecting inclisiran for reducing cholesterol that can be taken alone or potentially combined with statins for maximum effect. In the study, researchers gave 497 patients with high cholesterol and at high risk of cardiovascular disease either inclisiran at varying doses, or placebo. Seventy-three per cent of these patients were already taking statins, and 31 per cent were taking ezetimibe. Participants, who were recruited from Canada, USA, Germany, Netherlands, and the UK, were excluded if they were taking monoclonal antibodies for cholesterol lowering.Patients were given different doses of inclisiran or placebo via subcutaneous injection, either via a single dose, or via a dose on day one and another at three months. They were followed up regularly for a subsequent eight months and tested for blood cholesterol and side effects.The researchers found that just one month after receiving a single treatment of inclisiran, participants' LDL cholesterol levels had reduced by up to 51 per cent.In those on a single dose of 300 mg, cholesterol levels were reduced by 42 per cent at six months. In the matched placebo group, cholesterol levels had increased by two per cent within that time frame.In those on two doses of 300 mg, cholesterol levels were reduced by up to 53 per cent at six months. Moreover, cholesterol levels had gone down for all patients in this group, and 48 per cent of them had achieved cholesterol levels (below 50 mL/dL). In all patients, cholesterol levels stayed lower for at least eight months. No extra side effects were seen in the study group compared to the placebo group.The study will now follow up patients for a further four months (one year total follow up). The results from this trial, known as ORION-1, are published in the New England Journal of Medicine, and are presented today at the American College of Cardiology's 66th Annual Scientific Session in Washington.The authors say the results show the drug acts quickly to reduce cholesterol levels by as early as two weeks post-injection, while also giving a prolonged effect when given in two doses over a year. Therefore, the next step is to conduct an extended study, using more patients and for a longer period of time, to determine whether these reductions in cholesterol translate into a reduction in heart attacks and strokes. Professor Ray said: \"We are keen to enter the next phase of development to assess long-term safety and to see how this novel approach might translate into improvements in patient health.\" Aside from its effectiveness, the authors point out that because inclisiran acts on a different biological pathway to statins, the two drugs would likely be combined for the best results. Professor Ray said: \"Even the single dose of inclisiran appears to lower cholesterol by 35-40% at eight months. We could essentially experiment with how often to give the drug based on levels of cardiovascular risk for each patient. Lower risk patients could in theory have once yearly injections whereas higher risk patients might have two injections a year.\"The authors emphasise that because this is an early-phase study, and because this is one of the first clinical studies on this type of drug, more research is needed before it can go to market.He added: \"The effectiveness of statins and other cholesterol-lowering treatments such as monoclonal antibodies relies on patients' ability to take them consistently. Therefore, giving inclisiran up to twice yearly at a GP surgery, much in the same way flu vaccinations are provided, might be more effective.\"\"We believe that these clinical visits might only be twice a year at most, so ultimately, they are more convenient and more effective for patients and their health.\"", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Cholesterol", " Pharmaceutical Science", " Physiology", " Public Health"]}