{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-hbn031717.php", "description": "A Penn study reveals new patterns of coordinated development in the outer layer of the cerebrum of the human brain and describes how these structural patterns relate to functional networks.", "article_link": "http://dx.doi.org/10.1073/pnas.1620928114", "date": "Fri, 17 Mar 2017 04:00:00 GMT", "funder": "NIH/National Institute of Mental Health, NIH/National Institute of Biomedical Imaging and Bioengineering, NIH/National Institute of Neurological Disorders and Stroke, Dowshen Program for Neuroscience", "title": "Human brain networks developing in adolescence related to evolutionary expansion", "region": "namerica", "source_link": "https://www.pennmedicine.org/news/news-releases/2017/march/human-brain-networks-developing-in-adolescence-related-to-evolutionary-expansion", "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA - Adolescence marks not only the period of physical maturation bridging childhood and adulthood, but also a crucial period for remodeling of the human brain. A Penn study reveals new patterns of coordinated development in the outer layer of the cerebrum of the human brain and describes how these structural patterns relate to functional networks.The team found the convergence between structural and functional networks was inversely related to functional complexity. Motor, sensory, visual and functional networks aligned to distinct structural networks. This unique representation of brain maturation may open new opportunities for future studies into many psychiatric disorders that might begin during this age. A team from the Perelman School of Medicine at the University of Pennsylvania publishes the findings this week in the Proceedings of the National Academy of Sciences.   Brain remodeling during adolescence supports the tuning of behavior and cognitive abilities, including reasoning, coordination, decision making, motivation, and regulation of emotions. Measuring these brain parameters during development is valuable for understanding both normal brain maturation and abnormalities associated with behavioral problems and psychiatric disorders. In contrast to the small sample sizes in this subject area's previous research, this cohort of 934 youths ages 8-22 from the Philadelphia Neurodevelopmental Cohort, a collaboration between Penn Medicine and the Children's Hospital of Philadelphia (led by Raquel E. Gur, MD, PhD, a professor of Psychiatry) offers the opportunity to evaluate these complex patterns of brain development. Many previous studies have examined the structure and function of the brain, but there has been a gap between brain imaging studies and the biological processes that drive the development of brain networks. This team took high-dimensional, complex data that would otherwise be tough to understand - and boiled it down to a limited number of developing structural brain networks (18 in total).\"In an era of big, complex data, it's sometimes difficult to see what's going on,\" said Christos Davatzikos, PhD, professor of Radiology, and senior author on the paper. \"So you look at this data and think there may be some relationships, but our brain and visual interpretation can only go so far. Now we have powerful multivariate methods that can put all the data together and see deeper what's behind it, and find patterns never seen before.\"To look deeper into these patterns of brain development, the team used a sophisticated technique called non-negative matrix factorization, to simultaneously analyze complex patterns of brain structure and identify patterns of development in adolescence. Unlike previous brain representations that relied on patterns of ridges and folds on the surface of the brain, called gyri and sulci, the team looked at how elements change together in a coordinated fashion. This approach revealed a set of structural brain networks that have clear functional and evolutionary significance. Indeed, the degree to which these structural networks change in adolescence is related to the rate of evolution, as measured by the expansion of the cortical areas, from the brain of a monkey.\"The most plastic parts of the brain that change during adolescence are also those that make us most human,\" said Theodore D. Satterthwaite, MD, assistant professor of Psychiatry and equally contributing senior author on the paper. \"Without this method, we couldn't see these coordinated patterns of change.\"\"Looking at the brain in a data-driven way, we see systematic relationships between certain regions,\" said Aristeidis Sotiras, PhD, a research associate and first author on the paper. \"This allows us to identify the moving parts of the brain, which opens new avenues for research into an individual's risk for developing specific diseases based on understanding how these parts get broken during adolescence.\"Similar to the use of height and weight growth charts in pediatrics, looking at which brain regions change significantly compared to a normal development baseline, could show how vulnerable someone is to a specific disorder. Deviations of processes that drive development and affect structural networks could lead to psychiatric disorders.  Next, the team hopes to study the association between clinical symptoms and specific brain patterns. ", "meeting": "", "keywords": ["Medicine/Health"]}