{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-pmp031617.php", "description": "The AHA Institute for Precision Cardiovascular MedicineTM is calling on all cardiovascular and stroke dataset owners and stewards to share their data as the first step in acquiring all the pieces needed to treat and prevent heart failure, stroke, coronary artery disease, atrial fibrillation and other cardiovascular diseases.", "article_link": null, "date": "Thu, 16 Mar 2017 04:00:00 GMT", "funder": "", "title": "Precision medicine platform now open for collaborative discovery about cardiovascular diseases", "region": "namerica", "source_link": "http://newsroom.heart.org/news/precision-medicine-platform-now-open-for-collaborative-discovery-about-cardiovascular-diseases", "institution": "American Heart Association", "text": "DALLAS, March 16, 2017 -- The American Heart Association Precision Medicine Platform -- a global, secure data discovery platform, recently developed in collaboration with Amazon Web Services (AWS) -- is now open for use. Researchers, physicians, computational biologists, computer engineers and trainees from around the globe can leverage this cloud-based resource to access and analyze volumes of cardiovascular and stroke data to accelerate the care of patients at risk of the number one killer in the United States and a leading global health threat.The AHA Institute for Precision Cardiovascular MedicineTM is calling on all cardiovascular and stroke dataset owners and stewards to share their data as the first step in acquiring all the pieces needed to treat and prevent heart failure, stroke, coronary artery disease, atrial fibrillation and other cardiovascular diseases. Data from clinical trials, long-running epidemiologic studies, registries and real-time health data acquired through wearable devices and technology is sought.\"We have blown away the barriers and welcome all to join this game-changing platform that promotes us working together as one community to ultimately benefit patients worldwide,\" said Jennifer Hall, PhD, the AHA's Chief of the Institute for Precision Cardiovascular Medicine. \"The platform provides an opportunity to learn, search and discover in new and efficient ways, and we will keep working with the community to weave in new diverse data to help us drill deeper and enrich our understanding.\"Several organizations are leading the way toward the future of open data by contributing their information to the secure platform, including AstraZeneca, Cedars-Sinai Heart Institute, Dallas Heart Study, Duke Cardiovascular Research Institute, Intermountain Health, the International Stroke Genetics Consortium, the National Heart, Lung and Blood Institute (NHLBI) and Stanford University.\"The increasing breadth and depth of medical data presents a tremendous opportunity to generate more nuanced and precise pre-diagnoses. However, leveraging this data requires tools capable of integrating data of diverse origin. The AHA Precision Medicine Platform can empower researchers with both the framework and tools to ease the burdens of data harmonization, amplifying the insight available from their own data.\" Said Gabriel Musso, PhD, VP Life Sciences, BioSymetrics Inc., who has been actively using the platform during the initial phase.The AHA Precision Medicine Platform is the only resource of its kind focused on cardiovascular diseases and stroke.\"I am so excited for the potential the AHA Precision Medicine Platform brings for doing research across data sets to find consistent research results, and replicate and confirm research,\" said early adaptor Laura M. Stevens, a Predoctoral National Library of Medicine Fellow in the computational biosciences program at the University of Colorado Anschutz Medical School. \"The platform makes big data analyses much quicker and easier. It's a great foundation for implementing precision medicine and research in a clinical setting. I can't wait to see where this will take us as a research community.\"Researchers are not charged for accessing the data but will pay a fee for cloud computing capabilities based on the current AWS model. Any revenue from cloud-based computing will be used to fund AHA's research initiatives.\"By working together on datasets we have the ability to test the speed, agility and transparency of research,\" said Hall. \"With your data and your efforts, the AHA Precision Medicine Platform can help enable your discoveries of novel underlying causal factors of heart failure, new diagnostic biomarkers to predict stroke, or exponential new approaches to precision care for those with cardiovascular diseases and stroke.\"Through the tool, the AHA reaches across the government, academic, industry, and patient communities to deepen data resources and spur research opportunities with an aim to transform cardiovascular research and patient care.To further foster research aimed at reversing and preventing cardiovascular diseases and stroke, the AHA Institute for Precision Cardiovascular Medicine also offers a variety of grant opportunities for scientists and researchers from many different fields of study. The application process for several grants is currently open.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Research/Development"]}