{"journal": "Journal of the American Society of Nephrology", "url": "http://www.eurekalert.org/pub_releases/2017-03/ason-rdo031017.php", "description": "\tIn dialysis patients who took 2.5 mg of apixaban twice daily, blood concentrations of the drug were maintained at therapeutic levels.", "article_link": "http://dx.doi.org/10.1681/ASN.2016090980", "date": "Thu, 16 Mar 2017 04:00:00 GMT", "funder": "", "title": "Reduced dose of warfarin alternative may help prevent strokes in dialysis patients", "region": "namerica", "source_link": null, "institution": "American Society of Nephrology", "text": "Washington, DC (March 16, 2017) -- New research suggests that an alternative to warfarin, when given at a low dose to dialysis patients, can be maintained in the blood at safe levels for potentially preventing strokes. The findings, which appear in an upcoming issue of the Journal of the American Society of Nephrology (JASN), indicate that additional research is warranted on the benefits of apixaban in patients with kidney failure.Kidney failure patients on dialysis have a very high prevalence of atrial fibrillation, a common heart arrhythmia. As a result, they are at higher risk of stroke than the general population. The blood thinner warfarin prevents nearly two thirds of strokes in the general population of patients with atrial fibrillation, but because its effectiveness in dialysis patients is unclear, it is important to test alternative anticoagulants.A team led by Thomas Mavrakanas, MD and Mark Lipman, MD (Jewish General Hospital at McGill University, in Canada) assessed the potential of apixaban, an oral drug that more directly inhibits coagulation than warfarin. For the study, 7 patients received a low dose of apixaban (2.5 mg) twice daily. When the researchers collected blood samples, they found significant accumulation of the drug between day 1 and 8. When apixaban levels were monitored hourly during dialysis, only 4% of the drug was removed. After a 5-day washout period, 5 patients received the currently recommended dose of 5 mg of apixaban twice daily for 8 days. This led to dangerously high blood levels of the drug. \"This dosage should be avoided in patients on dialysis. On the contrary, drug exposure with the reduced dose of 2.5 mg twice daily may be considered in patients on dialysis with atrial fibrillation,\" said Dr. Mavrakanas, who is currently a research fellow at Brigham & Women's Hospital in Boston. \"No clinical data are yet available, however, and more evidence is necessary before recommending this drug at the 2.5 mg twice daily dose for stroke prevention in patients on dialysis with atrial fibrillation.\"", "meeting": "", "keywords": ["Medicine/Health"]}