{"journal": "Addiction", "url": "http://www.eurekalert.org/pub_releases/2017-03/sfts-rcl030817.php", "description": "A new review published online today in the scientific journal Addiction has found that dental patients with substance use disorders have more tooth decay and periodontal disease than the general population, but are less likely to receive dental care. With drug use increasing by approximately three million new users each year, this is a problem that won't disappear anytime soon.", "article_link": "http://dx.doi.org/10.1111/add.13754", "date": "Thu, 16 Mar 2017 04:00:00 GMT", "funder": "", "title": "Review confirms link between drug use and poor dental health", "region": "europe", "source_link": null, "institution": "Society for the Study of Addiction", "text": "A new review published online today in the scientific journal Addiction has found that dental patients with substance use disorders have more tooth decay and periodontal disease than the general population, but are less likely to receive dental care. With drug use increasing by approximately three million new users each year, this is a problem that won't disappear anytime soon. Drug use affects oral health through direct physiological routes such as dry mouth, an increased urge for snacking, clenching and grinding of teeth, and chemical erosion from applying cocaine to teeth and gums.  The lifestyle that often accompanies problematic drug use also affects oral health through high sugar diets, malnutrition, poor oral hygiene, and lack of regular professional dental care.  Dental care can be further compromised by tolerance to painkillers and anaesthetics.Oral health has significant consequences on quality of life and general health. In addition to functional and self-esteem issues that accompany bad teeth, the chronic inflammation and bacteraemia (bacteria in the blood) characteristic of poor oral health increases the incidence of coronary heart disease, stroke, diabetes and respiratory disease. There are simple steps that both dentists and doctors can take to improve this population's oral health. Dentists should screen their patients for substance use, notice any advanced dental or periodontal disease inconsistent with patient age and consider referral to medical doctors for management. In patients with suspected substance use disorders, dentists should be aware of issues concerning treatment and consent when the patient is intoxicated and be alert to the possibility of resistance to painkillers.  Doctors and clinicians who care for people with substance use disorders should screen for oral diseases and arrange for dental care as needed, consider using sugar-free preparations when prescribing methadone, and warn patients of the oral health risks associated with dry mouth and cravings for sweet foods.These findings mirror those of increased dental decay and periodontal disease in people with severe mental illness, eating disorders and people with alcohol use disorders, compared with the general population.  The review combined the results of 28 studies from around the world, which collectively provided data on 4,086 dental patients with substance use disorder and 28,031 controls. ", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Addiction", " Dentistry/Periodontal Disease", " Health Care Systems/Services", " Health Professionals", " Addiction", " Drugs"]}