{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/nlmc-scp031317.php", "description": "Smokers who needed a hip or knee replacement experienced better surgical outcomes and fewer adverse events including hospital readmissions, surgical site infections and blood clots if they were enrolled in a smoking cessation program prior to surgery, according to preliminary new research.", "article_link": null, "date": "Thu, 16 Mar 2017 04:00:00 GMT", "funder": "", "title": "Smoking cessation programs benefit patients prior to joint replacements", "region": "namerica", "source_link": null, "institution": "NYU Langone Medical Center / New York University School of Medicine", "text": "Smokers who needed a hip or knee replacement experienced better surgical outcomes and fewer adverse events including hospital readmissions, surgical site infections and blood clots if they were enrolled in a smoking cessation program prior to surgery, according to preliminary new research that needs to be confirmed by larger studies.The researchers recommend that orthopaedic surgeons consider implementing smoking cessation programs, which may lead to better outcomes for this higher-risk patient population and reductions in health care costs. Their findings were presented March 16, 2017 at the American Academy of Orthopaedic Surgeons (AAOS) 2017 Annual Meeting in San Diego, California.\"We've known that smokers do worse than non-smokers after joint replacements, and now this research shows there's good early evidence that quitting smoking before surgery may improve their outcomes,\" says lead study author Amy Wasterlain, MD, a fourth-year resident in the Department of Orthopaedic Surgery at NYU Langone. \"Not every risk factor can be reduced before a joint replacement, but smoking status is one that should be a top priority for orthopaedic surgeons and their patients.\" Smokers who undergo a total joint replacements have a 50 percent increased risk of experiencing complications during surgery and on average, result in $5,000 more in hospital costs compared to non-smokers, according to previous research. A recent review of 7,000 joint replacements found patients who used tobacco within one month of surgery were 2.1 times more likely to develop a deep surgical infection than those who hadn't.To combat this risk, NYU Langone developed a voluntary smoking cessation program in October 2013 that was designed to get smokers tobacco-free within one to two weeks of surgery. The program consists of four pre-operative telephone counseling sessions and nicotine replacement therapy as needed, and two post-operative follow-up sessions. For the new study, researchers reviewed medical records of 539 smokers who underwent total joint replacements at NYU Langone's Hospital for Joint Diseases between October 2013 - after the smoking cessation program was implemented - through March, 2016.Of those patients who used tobacco, 103 smokers were referred to the program by their surgeons, 73 of whom voluntarily enrolled and 47 patients who completed all six sessions. The researchers found that smokers who completed the program were 4.3 times more likely to quit smoking prior to surgery than those who were not enrolled in the program. The percentage of smokers who quit all tobacco use prior to surgery increased with each level of participation in the program: 52 percent of those enrolled and 68 percent of those who completed the program quit smoking prior to surgery, compared to 18 percent of smokers who were never referred. Smokers who completed the program reduced their daily cigarette consumption by more than 10.5 cigarettes per day, compared with a nearly five cigarette per day reduction in those who participated but didn't complete the program, and only two cigarettes per day in smokers who never enrolled. Patients who completed the program had fewer surgical complications, with a decrease in reoperation rates from 4.9 percent among all other smokers to 4.3 percent in the group in the smoking cessation program. In knee replacements alone, researchers reported adverse events in 22 percent of patients who completed the program compared to 29 percent among all other smokers - a decrease of over 24 percent. Adverse events included hospital readmission, superficial and deep surgical site infection, deep vein thrombosis, pulmonary embolism, pneumonia, stroke, and urinary tract infection. The researchers emphasize that these findings represent trends towards better outcomes, and a larger study of more than 900 smokers, which is currently underway, is needed to determine statistical significance. Another study limitation was the absence of chemical testing to confirm patients were tobacco-free, and future studies will include this testing. \r\nThe researchers plan to build on their promising pilot study and expand the program's capacity to include all smokers undergoing a total joint replacement or other elective orthopaedic operation, says senior study author Richard Iorio, MD, the Dr. William and Susan Jaffe Professor of Orthopaedic Surgery and chief of the division of Adult Reconstructive Surgery at NYU Langone. He adds that improved outcomes following smoking cessation could be worthwhile for reducing health care costs, especially as hospitals implement bundled payment and value-based care reimbursement models such as under Medicare's mandatory Comprehensive Care for Joint Replacement (CJR) demonstration project. Under this model, hospitals assume financial responsibility for any complications over an entire care episode, including postsurgical infections and hospital readmissions. \"By delaying surgery in high-risk patients until they enroll in a program to quit smoking, we are not only improving how the patient will do after surgery, but eliminating some of the burden on the health care system caused by poor outcomes and increases in costly reoperations,\" says Dr. Iorio. \"Our study adds that telling patients to stop smoking likely is not enough, and an established smoking cessation program may be most beneficial.\"  ", "meeting": "American Academy of Orthopaedic Surgeons 2017 Annual Meeting", "keywords": ["Medicine/Health", " Orthopedic Medicine", " Surgery", " Smoking/Tobacco"]}