{"journal": "Annals of Thoracic Surgery", "url": "http://www.eurekalert.org/pub_releases/2017-03/e-sta031617.php", "description": "Patients on statins should not stop taking the cholesterol-lowering medication before heart surgery -- even on the day of surgery, according to an article posted online today in The Annals of Thoracic Surgery. The new research shows that continuation of statins may significantly improve survival following the operation.", "article_link": "http://dx.doi.org/10.1016/j.athoracsur.2016.12.043", "date": "Thu, 16 Mar 2017 04:00:00 GMT", "funder": "", "title": "Statin timing and dosage may improve heart surgery outcomes", "region": "europe", "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/statin-timing-and-dosage-may-improve-heart-surgery-outcomes", "institution": "Elsevier", "text": "Chicago, IL, March 16, 2017 - Patients on statins should not stop taking the cholesterol-lowering medication before heart surgery -- even on the day of surgery, according to an article posted online today in The Annals of Thoracic Surgery. The new research shows that continuation of statins may significantly improve survival following the operation.Key findings include stopping statin medication even one day before CABG surgery may significantly affect patient outcomes, statin dose of up to 20mg was shown to offer the best chance for patient survival after CABG surgery, and patients who are scheduled for CABG surgery should consult their doctors about statin use.\"Patients frequently forget to take their pills on the day of surgery, or they've been told to stop certain medications,\" said Wei Pan, MD, a cardiovascular anesthesiologist at the Texas Heart Institute in Houston. \"This study shows that not taking your statin for even one day before cardiac surgery may increase your risk of death after surgery. Based on our findings, we would advise patients to continue taking their statin medication all the way up to and including the day of surgery.\"Dr. Pan and colleagues examined data from 3,025 patients who underwent coronary artery bypass grafting (CABG) between July 2005 and May 2011 at the Texas Heart Institute, Catholic Health Initiatives St. Luke's Health-Baylor St. Luke's Medical Center to determine the optimal dose and timing of preoperative statin administration. \"This is an important study that clearly extends our understanding of the growing importance of statins in benefitting patients with cardiovascular disease,\" said Todd K. Rosengart, MD, a cardiothoracic surgeon from Baylor College of Medicine in Houston, who was not part of this specific research group.For patients who were admitted to the hospital on the day of operation, the researchers reviewed preoperative medication questionnaires to determine the timing and dosage of the statin administered. For those who were inpatients, nursing administration records were reviewed. The researchers found that for the 59% of patients (1,788) who had taken statins 24 hours or less before their operation, the incidence of 30-day all-cause mortality (estimate of deaths from any cause within 30 days of surgery) was 1.7%. That compares to 2.9% for those who took statins 24 to 72 hours preoperatively and 3.8% for those who did not take statins or whose last dose was more than 72 hours before the surgery.\"As far as we know, this is the first study that specifically looks at timing of the last statin dose taken before surgery,\" explained Dr. Pan. \"Statins are ubiquitous today, so this study is especially important as it highlights that a patient simply adhering to his or her already prescribed statin medication and not stopping it prematurely could be lifesaving.\"Doctors sometimes advise patients to stop taking statins -- a class of drugs used to manage cholesterol levels and prevent/treat heart disease -- before heart surgery because of the potential for adverse health effects. However, earlier research has shown that statin use before surgery is well tolerated and that the benefits often outweigh any potential negative side effects. Researchers suspect that the anti-inflammatory properties of statins that help promote blood flow may counteract some of the inflammatory reactions to prolonged anesthesia exposure during surgery.Separately, the researchers also looked at dosage to determine if the amount of statins a patient received had a significant effect on surgery outcomes. For this part of the study, they reviewed the records of 2,943 patients who underwent elective CABG surgery and who had complete statin dosage documentation. In a multivariate analysis of a propensity-matched cohort, researchers found that a preoperative dose of more than 20 mg was associated with a 68% reduction of 30-day all-cause mortality compared with no preoperative statin. And, a preoperative dose of up to 20 mg showed no mortality reduction.\"The data presented by these authors provide valuable information that statin treatment at adequate doses at least 24 hours prior to coronary bypass surgery improves patient survival,\" said Dr. Rosengart. \"This work could well represent a milestone in our care of patients undergoing coronary bypass and, perhaps, other forms of open heart surgery.\"   Statins are one of the nation's most-prescribed drugs, with one in four Americans, aged 40 years and older, taking the medication, according to the US Centers for Disease Control and Prevention. Groups, including the American Heart Association, have recommended that anyone without cardiovascular disease who has a 7.5% or higher risk for a heart attack or stroke within the next 10 years should be prescribed statin drugs. Overall, an estimated 33 million people fit into that category. Seven statin drugs are currently available in the US. Moving forward, the researchers want to see how perioperative statin use affects other heart surgeries.\"We hope that our future clinical research will raise more awareness that preoperative statin therapy may be beneficial in other types of cardiac surgery,\" said Pan. \"We would like to perform additional studies to further clarify the role of statin therapy before surgery, and possibly bring about a modification of current guidelines. The goal is to help more people live longer, healthier lives after heart surgery.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Cholesterol"]}