{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-lip031317.php", "description": "Less invasive options than surgical replacement can now be considered for certain patients needing aortic valve replacement, according to updated recommendations. The updated guidelines clarify the need for antibiotics before dental work for some patients with heart valve problems or prior surgery.", "article_link": "http://dx.doi.org/10.1161/CIR.0000000000000503", "date": "Wed, 15 Mar 2017 04:00:00 GMT", "funder": "", "title": "Less invasive procedure may benefit certain heart valve patients", "region": "namerica", "source_link": "http://newsroom.heart.org/news/less-invasive-procedure-may-benefit-certain-heart-valve-patients?preview=72800a3c66f5ca301769d996db6bf7ba", "institution": "American Heart Association", "text": "DALLAS, March 15, 2017 -- New recommendations clarify which patients who have malfunctioning heart valves may benefit from artificial valves replaced through a minimally invasive procedure; clarify the need for antibiotics for some patients prior to a dental procedure; and expand the age range for choosing tissue valve replacement.The guidelines for treating patients with heart valve disease has been updated to reflect the latest scientific research published since the American Heart Association and the American College of Cardiology last issued guidelines in 2014.\"There have been significant developments in the treatment of patients with valve disease using open heart surgery to repair rather than replace leaky valves,\" said Rick Nishimura, M.D., a professor of medicine at Mayo Clinic and writing committee co-chair of the new guideline focused update.  \"For example, we are now able to replace abnormal valves using a catheter based approach, so that patients at higher risk of surgery can be treated less invasively.\"The guideline focused updated is published in the American Heart Association journal Circulation and the Journal of the American College of Cardiology.The valves of the heart open to enable blood to flow in one direction through and out of the heart, then close to prevent blood from flowing in the reverse direction. In valvular heart disease, one or more of the heart's four valves does not work properly, creating problems ranging from allowing blood to leak through the valve in the wrong direction, called regurgitation, to obstructing blood flow moving forward, a condition known as stenosis. Heart valve problems, which can be present at birth or result from infection, heart disease or heart attacks, are initially diagnosed when an abnormal heart sound called an arrhythmia is detected. Heart valve problems can be symptomatic or diagnosed as an abnormality during testing or imaging of the chest.Aortic stenosis is a narrowing of the aortic valve opening that restricts the blood flow from the left ventricle to the aorta. Although some people have aortic stenosis because of a congenital heart defect, this condition more commonly develops during aging as calcium deposits restrict the amount of blood flowing through the valve. The treatment for aortic stenosis traditionally required open heart surgery to replace the damaged valve, but the development of transcatheter aortic valve replacement (TAVR) has become an option for some patients. In TAVR the valve is replaced via a narrow tube called a catheter without the need for open heart surgery.The guideline update modifies some recommendations for open heart surgical aortic valve replacement and TAVR based on the results of clinical trials. Surgical aortic valve replacement, for example, is recommended for people with advanced aortic stenosis who have low or intermediate risk of surgery for either symptoms or other indications of future problems. Low or intermediate risk of surgery means that healthcare providers evaluated the patient and feel they are unlikely to have major complications if they underwent open heart surgery.For patients with advanced aortic stenosis who have symptoms, such as shortness of breath and fatigue, and are at intermediate or high risk of surgery, the writing committee found that transcatheter replacement is a reasonable alternative to surgical replacement. The decision to undergo surgical or transcatheter aortic valve replacement, Nishimura said, should be a shared decision in consultation with the patient, surgeon and cardiologist to determine the best option based on the patient's needs and preferences.The shared decision-making approach should also be used when considering replacing a faulty valve with either a mechanical or tissue valve.Among patients undergoing aortic or mitral valve replacement, the age range was expanded from 60 to 70 years of age to 50 to 70 years of age for the choice of either a mechanical or tissue valve. Mechanical valves, which last longer than tissue valves but may require taking blood thinners for life, were previously recommended for patients younger than 60 years old. Newer tissue valves, which may not require blood thinners, last longer than the earlier generation of tissue valves, without the need for replacement as often, giving patients between the ages of 50 and 60 more options, Nishimura said.The authors have also clarified the 2014 recommendations regarding which patients with a risk of developing a disease called infective endocarditis should receive antibiotics before certain dental procedures. Infective endocarditis is an infection caused by bacteria that enter the bloodstream and settle in the heart lining, a heart valve or a blood vessel. Bacteria released into the bloodstream during dental work, cleaning, or even routine brushing or chewing food can cause this disease. The guidelines now say that giving antibiotics to prevent bacterial infection is reasonable before dental procedures for people who have had previous valve surgery or previous infection of their valve or for patients who have certain types of congenital heart disease and were born with abnormal valves.It's unclear how well preventive antibiotics work against infection, but regular dental hygiene and a dental checkup at least every six months are important for anyone with valve disease or an artificial valve.The focused update is intended to help healthcare providers prevent symptoms, disability and premature death in patients with valve disease. \"A heart murmur often is detected on physical examination many years before symptoms appear and should prompt further evaluation with an echocardiogram. Careful periodic monitoring and medical therapy result in better long term outcomes because patients have valve replacement at the right time; not too soon and not too late,\" said Catherine M. Otto, M.D., co-chair of the writing committee and professor of Medicine at the University of Washington in Seattle, Washington. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}