{"journal": "Journal of Experimental Biology", "url": "http://www.eurekalert.org/pub_releases/2017-03/tcob-tnf030917.php", "description": "Scientists from the University of California, Santa Cruz, have shown that dolphins that are swimming at top speed use more than twice the amount of energy per fin beat than dolphins that are swimming at a more relaxed pace and that startled whales fleeing human noises use 30.5 percent more energy during the flight, suggesting that the high cost of escape could contribute to recent dolphin and whale strandings.", "article_link": "http://dx.doi.org/10.1242/jeb.154245", "date": "Wed, 15 Mar 2017 04:00:00 GMT", "funder": "Office of Naval Research, National Science Foundation", "title": "The need for speed may contribute to dolphin and whale strandings", "region": "europe", "source_link": null, "institution": "The Company of Biologists", "text": "Surviving in an environment that actively impedes your progress can leave you vulnerable when escape is necessary; couple this with the need to conserve limited oxygen reserves and the magnitude of the challenges faced by many cetaceans when threatened becomes clear. 'Amazingly, there has been only a handful of studies that have actually measured the energetic cost of a dive for dolphins or whales', says Terrie Williams, from the University of California Santa Cruz, USA, who is fascinated by how marine mammals balance their energy demands with their finite oxygen supply. Explaining that fleeing dolphins beat their fins continually when swimming full-out, while adopting a more leisurely burst-and-glide style during a routine dive, Williams wondered just how much energy each swimming style uses and how much energy a startled animal may use when evading peril. Williams and her colleagues publish their discovery that beaked whales fleeing from low frequency sonar use 30.5% more energy than unstartled animals in Journal of Experimental Biology at http://jeb.biologsits.org.Working with a team of expert trainers, Williams and her colleagues spent over 6 months training six bottlenose dolphins that had previously worked with the US Navy to participate in swimming tests that would allow the scientists to measure the metabolic costs of the different swimming styles. In the first test, the dolphins learned to swim at their most comfortable speed while pushing against a force plate in the wall of the pool as the researchers filmed the number of fin beats. In contrast, the second test required the animals to dive down 10 m wearing a fin-beat tracker and swim through a series of hoops before returning to the surface. Fortunately, Williams was able to take advantage of the animals' marine lifestyle to directly measure the metabolic cost of each dive by training the animals to surface in an air dome where she could record how much oxygen the animals inhaled as they recharged the oxygen stores that they had consumed while swimming. And when Williams included killer whales in the metabolic measurements, she had to build an outsized 1.7 m2 respiration dome to accommodate the larger animals.After months of patience, the team was eventually able to calculate that bottlenose dolphins consume 3.3J/(kg stroke) during routine swimming, but the energy consumption almost doubles to 6.4J/(kg stroke) when swimming their hardest. And when the team added the killer whales' fin-beat cost to a plot including the swimming costs of bottlenose dolphins, harbour dolphins and belugas, they finally had a tool that they could use to estimate the diving costs of any cetacean.But what are the conservation implications of the increased cost of each fin beat when whales and dolphins need to avoid danger? Loud man-made noise pollution is thought to be responsible for some mass strandings, so Williams contacted Brandon Southall, who had recorded how a Cuvier's beaked whale reacted to 20 min of loud sonar. With the recording showing that the whale's fin-beat pattern increased significantly from ~13.6 to ~17strokes/min, she calculated that the startled animals would use 30.5% more energy as their metabolic rate rocketed to power the fleeing animals' fin beats. And the whale did not recover swiftly, continuing to use the most costly fin beats for almost two hours after the noise stopped.'Not all strokes are the same in terms of energy expenditure for swimming dolphins, and this has enormous implications for the cost of flight from aversive stimuli by wild cetaceans', says Williams, adding, 'In view of the number of cetacean mass strandings across the globe and the increase in human presence in the oceans, such data are critical. The animals in our care provided that opportunity.'\r\n", "meeting": "", "keywords": ["Biology", " Marine/Freshwater Biology", " Zoology/Veterinary Science"]}