{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaon-wkw030917.php", "description": "A new biomarker may help predict which children will take longer to recover from a traumatic brain injury (TBI), according to a preliminary study published in the March 15, 2017, online issue of Neurology, the medical journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 15 Mar 2017 04:00:00 GMT", "funder": "", "title": "Which kids will take longer to recover from brain injury?", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - A new biomarker may help predict which children will take longer to recover from a traumatic brain injury (TBI), according to a preliminary study published in the March 15, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"Traumatic brain injury is a leading cause of disability in children, but it's very difficult to predict long-term outcome and which kids might need more aggressive treatment,\" said study author Emily L. Dennis, PhD, of the University of Southern California in Los Angeles. \"While the severity of the injury certainly plays a role in this, there's still a lot of uncertainty--you frequently have two patients with similar injuries who have different recoveries.\"The study involved 21 children ages eight to 18 who were in a pediatric intensive care unit at one of four hospitals in Los Angeles County with a moderate to severe traumatic brain injury. Causes of the injuries included falls from skateboards, scooters and bikes, motor vehicle-pedestrian accidents and motor vehicle accidents with children as passengers. The children were compared to 20 children of the same age who had not had a brain injury. All of the participants had brain scans with special MRIs, called diffusion-weighted MRI, about two to five months after the injury and again about a year later. They also took tests of thinking and memory skills. The kids also had electroencephalograms, or EEGs, while they were completing a computerized pattern-matching task to look at how quickly information is transferred from one hemisphere of the brain to the other across the corpus callosum, which is a collection of white matter that connects the two halves of the brain. Previous studies have shown that both children and adults have slow transfer times right after a traumatic brain injury. The study found that a few months after injury, half of the children with TBI had slow transfer time, while the other half were in the normal range and did not differ from the healthy kids. The TBI-slow transfer time group also had disruptions to the white matter that got worse in the year between the first and second scans, while scans of the TBI-normal transfer time group showed no significant differences from the scans of the healthy kids. \"The TBI-slow transfer time group showed progressive decline during this period, while the other group showed signs of recovery,\" Dennis said.In the tests of thinking and memory skills, the kids in the TBI-slow transfer time group had significantly worse scores than the healthy kids, while those in the TBI-normal transfer time group had scores between the two groups. \"The finding in this study that there is degeneration of white matter in about half of the children with moderate to severe TBI during the first 16 months after an injury should stimulate attempts to understand why this is happening so that treatments may be developed to lessen this progressive decline in white matter,\" said Dennis. She noted that the study was small, and the results need to be confirmed with larger studies. \"This study is an important step forward to identifying a functional biomarker that may predict the trajectory of TBI recovery,\" said Bradley L. Schlaggar, MD, PhD, of Washington University School of Medicine in St. Louis, Mo., and a member of the American Academy of Neurology, who wrote an editorial accompanying the study. \"Success in confirming these results would be transformative for the field. We need tools that will allow us to make individual predictions so we can make the best decisions about treatment and how to educate and counsel our patients and their families.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics", " Sports Medicine", " Sports/Recreation"]}