{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/ohs-cra031417.php", "description": "People with serious illness or frailty in Oregon are more likely to have their end-of-life care wishes honored, and, consequently, less likely to be hospitalized and more likely to use home hospice services compared with Washington state and the rest of the country, according to data published today in the New England Journal of Medicine.", "article_link": null, "date": "Wed, 15 Mar 2017 04:00:00 GMT", "funder": "Robert Wood Johnson Foundation", "title": "Care received at end of life varies drastically by state", "region": "namerica", "source_link": null, "institution": "Oregon Health & Science University", "text": "People with serious illness or frailty in Oregon are more likely to have their end-of-life care wishes honored, and, consequently, less likely to be hospitalized and more likely to use home hospice services compared with Washington state and the rest of the country, according to data published today in the New England Journal of Medicine.\"The level of care you receive near the end of life depends more on the state you live in and the systems they have in place than your actual wishes,\" says author Susan Tolle, M.D., director of the OHSU Center for Ethics in Health Care and co-led the creation of the Physician Orders for Life-Sustaining Treatment, or POLST Program. Through a grant from the Robert Wood Johnson Foundation, co-author Joan Teno, M.D., M.S., of the University of Washington, looked at utilization trends for Medicare fee-for-service, including the percentage of patients who died at home, died in hospice, were admitted to the intensive care unit in the last 30 days of life, and were discharged home after hospitalization in the last 30 days of life.The utilization patterns are strikingly different in Oregon:According to Tolle, Oregon has integrated end-of-life care initiatives throughout all levels of the health care system, from state government to local health care systems, with the creation of the POLST Program to better elicit, record and honor patients' wishes to have or to limit medical treatments near the end of life. The POLST Program allows patients with advanced illness and frailty to have a meaningful conversation with their health care professional in which they can discuss goals of care and document patient preferences with the POLST form, a medical order that can be honored across settings of care and by emergency medical technicians. \"It is difficult to pinpoint exactly why there are such differences in care at the end of life in Oregon compared with other states, but we think it reflects the complexity and intensity of the initiatives developed to support not only the POLST Program but a more comprehensive plan of care to honor a person's wishes and ensure their desired symptom management,\" says Teno, a professor in the Division of Gerontology and Geriatric Medicine and the Cambia Palliative Care Center of Excellence at the University of Washington. \"While Washington also has an established POLST Program, we lag far behind Oregon. It takes much more than a form to change the culture of end-of-life care in a state,\" Teno states.    Oregon resident Pat Duty found herself and her children needing to have end-of-life care conversations with her husband, Jimmy, about his wishes after he fell ill in 2013.\"End-of-life care planning is about giving patients a voice before they become too sick,\" says Duty. \"I didn't want to make the wrong choice or have to wonder what he would have wanted had something more serious happened.\"The OHSU Center for Ethics in Health Care has hosted more than 200 conferences for health care professionals about ethics, palliative care and communication skills, and has developed numerous outreach and education materials, including a video titled, \"Understanding POLST,\" which helps patients and health care professionals talk about and document end-of-life care wishes.\"Transforming care near the end of life requires more than merely implementing the use of POLST forms in states,\" says Tolle. \"Until we embrace the complexity of this social interaction, the need for multifaceted interventions and public health strategies, we will fail to make the needed improvements in care at the close of life.\"Duty says she wants to speak out about ensuring end-of-life care wishes are honored so that her husband's voice is heard. \"There's a certain dignity to it, and when it's done with compassion and listening, it empowers the person who has the illness or disease,\" Duty states. \"It's truly an honor for me to be able to talk about it, even if just a few people learn and read about it, that is what Jimmy would have wanted.\" ", "meeting": "", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Death/Dying", " Mortality/Longevity", " Gerontology", " Aging", " Medical/Scientific Ethics", " Death/Dying", " Aging"]}