{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/tmsh-mst031517.php", "description": "Physicians, fellows, and researchers from Mount Sinai Health System will present research updates and clinical findings at the American College of Cardiology's 66th Annual Scientific Sessions in Washington, D.C., March 17-19, 2017. Mount Sinai cardiologists are available to comment on breaking news at the session.", "article_link": null, "date": "Wed, 15 Mar 2017 04:00:00 GMT", "funder": "", "title": "Mount Sinai to present clinical findings at American College of Cardiology Scientific Sessions 2017", "region": "namerica", "source_link": null, "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "text": "(Washington, DC - March 17, 2017) - Physicians, fellows, and researchers from Mount Sinai Health System will present research updates and clinical findings at the American College of Cardiology's 66th Annual Scientific Sessions in Washington, D.C., March 17-19, 2017.Mount Sinai cardiologists are available to comment on breaking news at the session. Additionally, Valentin Fuster, MD, PhD, Director of Mount Sinai Heart and Physician-in-Chief of The Mount Sinai Hospital, will be awarded the 2017 Lifetime Achievement Award by the American College of Cardiology in honor of his lifetime of contributions to the cardiovascular profession on Sunday, March 19.Significant scientific presentations and poster sessions include: The study examines the predictive value of the Fuster-BEWAT score for predicting the extent of subclinical atherosclerosis in healthy individuals. Mount Sinai researchers include Valentin Fuster, MD, PhD.  The study aimed to identify determinants of subclinical atherosclerosis in the absence of cardiovascular risk factors and to explore the impact of upper normal ranges of cardiovascular risk factors. Mount Sinai researchers include Dr. Fuster and Javier Sanz, MD.  The study explored the feasibility of global plaque burden (GPB) quantification by carotid and femoral 3D vascular ultrasound and its potential additive value over detection of plaque presence alone.  Mount Sinai researchers include Dr. Fuster. The study seeks to validate if blood oxygen-level dependent (BOLD) cardiac magnetic resonant imaging can detect myocardial ischemia in 16 pigs. Mount Sinai researchers include Dr. Fuster and Roger Hajjar, MD. Other key presentations and research at the meeting include: Friday, March 17: \n10 am Session 1121: LV Unloading Using Impella CP Improves LA Pressure, Function, and Stiffness in Ischemic Pig Model. 10 am Session 1115-177: Atherosclerotic Plaque Morphology in Response to High Intensity Lipid Lowering Therapy by Multimodality Imaging Among Women and Men: A YELLOW-II Sub-study. 10 am  Session 1113-132: Effect of Thrombotic and Bleeding Risk According to Platelet Reactivity on 2-Year Mortality: The ADAPT-DES Study. 10 am Session 1124: Fv-Hsp70 Protects Myocardium from Ischemic/Reperfusion Injury. 10:10 am Session 1135-M: Treatment of Left Main Coronary Artery Disease in Patients With Diabetes: 3-Year Outcomes Comparing CABG and PCI With Everolimus-Eluting Stents From the EXCEL Study. \r\n3:45 pm Session 1154: Comparing PCI Outcomes in the Very Elderly: Does Age Matter? A Report from Outcomes of Septuagenarians, Octogenarians and Nonagenarians After PCI. \r\n3:45 pm Session 1157-189: Multivessel Versus Culprit-Only PCI in Patients with Non-ST Segment Elevation Myocardial Infarction and Multivessel Disease: Results From the PROMETHEUS Study.  Saturday, March 18: \n8 am-6 pm: Dr. Fuster's All-Day Cardiovascular Symposium\r\n8 am Session 991-04: PCSK9 Variants and Neurocognitive Impairment: Data from the Reasons for Geographic and Racial Differences in Stroke (REGARDS) Study. \r\n3:45 pm Session 1242-156: Use of Potent P2y12 Inhibitors in African-American Patients Treated with Percutaneous Coronary Intervention for Acute Coronary Syndromes. \r\n3:45 pm Session 1239-129 / 129: Timing and Algorithm of Permanent Pacemaker Implantation After TAVR.  \r\n3:45 pm Session 1264M: Safety of Perflutren-Based Echocardiographic Contrast Agent Administration in the Setting of a Patent Foramen Ovale (PFO): A Multicenter Study Conducted in Tertiary Care Centers Based in the New York/Chicago Metropolitan Areas. \r\n3:45 pm Session 1235: Optical Coherence Tomography of Culprit Lesions in Patients with Prior Cerebrovascular Events Compared to Controls. \r\n3:45 pm Session: 1242-155: Predictors of High-Intensity Statin Use after Percutaneous Coronary Interventions. Sunday, March 19 \n9:45 am Session 1287-185: Risk and Impact of Diabetes Mellitus on Ischemic Events in Females and Males After Percutaneous Coronary Intervention.  \r\n1:30 pm Session 1313M: Long-Term Benefits of Repair Versus Replacement for Acute Native Mitral Valve Endocarditis. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Cardiology", " Clinical Trials"]}