{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/sumc-afp031517.php", "description": "Five types of pediatric brain cancer were safely and effectively treated in mice by an antibody that causes immune cells to engulf and eat tumors without hurting healthy brain cells, according to a new study by researchers at the Stanford University School of Medicine.", "article_link": null, "date": "Wed, 15 Mar 2017 04:00:00 GMT", "funder": "", "title": "Antibody fights pediatric brain tumors in preclinical testing, study finds", "region": "namerica", "source_link": null, "institution": "Stanford University Medical Center", "text": "Five types of pediatric brain cancer were safely and effectively treated in mice by an antibody that causes immune cells to engulf and eat tumors without hurting healthy brain cells, according to a new study by researchers at the Stanford University School of Medicine. The immune therapy studied consists of antibodies against a cellular \"don't eat me\" signal called CD47. Developed at Stanford, the anti-CD47 antibodies are already being tested in early clinical trials in adults who have tumors outside the central nervous system. But they have never been tried against pediatric brain tumors until now. The new study pitted anti-CD47 antibodies against human cancer cells that had been grown in a dish and implanted in mice. The tests targeted five aggressive pediatric brain tumors: Group 3 medulloblastoma, atypical teratoid rhabdoid tumor, primitive neuroectodermal tumor, pediatric glioblastoma and diffuse intrinsic pontine glioma.\"For many of these tumors, there's just no treatment,\" said Samuel Cheshier, MD, PhD, assistant professor of neurosurgery. \"Diagnosis is synonymous with a death sentence.\" The study will be published March 15 in Science Translational Medicine. Cheshier shares senior authorship of the paper with Irving Weissman, MD, the Virginia and D.K. Ludwig Professor for Clinical Investigation in Cancer Research and professor of pathology and of developmental biology. The lead authors are postdoctoral scholar Sharareh Gholamin, MD, and senior research scientist Siddhartha Mitra, PhD.'Very, very active tumor-killing'Many childhood brain tumors are inoperable. Some also lack effective chemotherapy drugs, or require radiation and chemotherapy so toxic to the developing brain that they cause devastating long-term side effects. In contrast with the toxic profile of existing treatments, the preclinical trials conducted by Cheshier's team indicate that anti-CD47 antibodies specifically target cancer cells while leaving healthy brain cells alone.\"The most exciting aspect of our findings is that no matter what kind of brain tumor we tested it against, this treatment worked really well in the animal models,\" said Cheshier, who is also a pediatric neurosurgeon at Lucile Packard Children's Hospital Stanford. In mice that had been implanted with both normal human brain cells and human brain cancer cells, \"there was no toxicity to normal human cells but very, very active tumor-killing in vivo,\" he said. Given the encouraging results of the new study and the ongoing research on anti-CD47 antibodies in adults, the antibodies are expected to reach clinical trials in children with brain cancer in one to two years, he added.The anti-CD47 antibodies help the immune system to detect an important difference between cancerous and healthy cells: Cancer cells make \"eat me\" signals that are displayed on their cell surfaces, while healthy cells do not. However, cancer cells hide these \"eat me\" signals by producing large quantities of CD47, a \"don't eat me\" protein that is found on the surface of both healthy and malignant cells. When CD47 is blocked by antibodies, immune cells called macrophages can detect the cancer cells' \"eat me\" signals. Macrophages then selectively target, engulf and destroy the cancer cells without harming healthy cells, because normal cells lack the \"eat me\" signals.Study highlightsThe Stanford team conducted a long series of experiments using different combinations of tumor cells and healthy cells in culture, as well as in various mouse models in which human brain cancer cells had been implanted in mice. Highlights of their experiments included the following:The anti-CD47 antibodies did not completely eliminate all tumors, suggesting that the antibodies may not be able to completely penetrate large tumors, the researchers noted. To maximize their effects, the antibodies will likely need to be combined with other forms of cancer treatment, a concept the researchers plan to investigate further, Cheshier said. In the future, patients may receive combinations of immune therapies and lower doses of standard cancer treatments, he said, adding, \"The question is: Can we wisely combine immune therapies and other approaches to make cancer treatment more efficacious and less toxic?\" Anti-CD47 antibodies also may have an advantage over other immunotherapies in that they activate macrophages, which completely engulf and eat cancer cells, Cheshier noted. \"In many forms of immunotherapy, the cells you target die and spill their contents, which can cause dysregulated immune responses,\" he said. Anti-CD47 antibodies may produce fewer such side effects, though the idea remains to be tested.", "meeting": "", "keywords": ["Medicine/Health"]}