{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-03/dumc-maf030917.php", "description": "More than 80 percent of stroke patients with a history of atrial fibrillation either received not enough or no anticoagulation therapy prior to having a stroke, despite the drugs' proven record of reducing stroke risk, according to a Duke Clinical Research Institute study.", "article_link": null, "date": "Tue, 14 Mar 2017 04:00:00 GMT", "funder": "Patient-Centered Outcomes Research Institute", "title": "Most atrial fibrillation patients don't get preventive drug before stroke", "region": "namerica", "source_link": null, "institution": "Duke University Medical Center", "text": "DURHAM, N.C. - More than 80 percent of stroke patients with a history of atrial fibrillation either received not enough or no anticoagulation therapy prior to having a stroke, despite the drugs' proven record of reducing stroke risk, according to a Duke Clinical Research Institute study.Reporting in the March 14 issue of the Journal of the American Medical Association, the researchers also found that when patients did receive recommended anticoagulation drugs, they had less severe stroke outcomes and less risk of dying.\"Atrial fibrillation is very common, and people with the condition are at a much higher risk of having stroke,\" said lead author Ying Xian, M.D., Ph.D., assistant professor of neurology at Duke and member of the Duke Clinical Research Institute. \"Treatment guidelines call for these patients to receive an anticoagulant such as warfarin at a therapeutic dose or a non-vitamin K antagonist oral anticoagulant (NOAC), so it's surprising that this is not occurring in the vast majority of cases that occur in community settings.\"The study included more than 94,000 patients with atrial fibrillation from the American Heart Association's \"Get With The Guidelines-Stroke\" registry who had had an acute ischemic stroke. The analysis was sponsored by the Patient-Centered Outcomes Research Institute to inform patients, physicians and others about optimal stroke care.The researchers found that only 16 percent of patients with atrial fibrillation had received the recommended anticoagulation medication prior to having a stroke. These medications include therapeutic levels of warfarin or NOAC.A total of 84 percent of patients were not treated according to the guidelines prior to stroke:\"While some of these patients may have had reasons for not being anticoagulated, such as high bleeding or fall risk, more than two-thirds had no documented reason for receiving inadequate stroke prevention therapy,\" Xian said. Xian added that in those rare cases where anticoagulation failed to prevent a stroke, patients who were taking the therapy showed a tendency to have less severe strokes, with less disability and death.\"These findings highlight the human costs of atrial fibrillation and the importance of appropriate anticoagulation, Xian said. \"Broader adherence to these atrial fibrillation treatment guidelines could substantially reduce both the number and severity of strokes in the U.S. We estimate that between 58,000 to 88,000 strokes might be preventable per year if the treatment guidelines are followed appropriately.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Pharmaceutical Science"]}