{"journal": "Journal of Adolescent Health", "url": "http://www.eurekalert.org/pub_releases/2017-03/jhm-efs030917.php", "description": "After reviewing decades of published studies, a team of pediatric, adolescent and women's health experts concludes that regulatory, behavioral and scientific evidence supports switching oral contraceptives from prescription-only status to over-the-counter (OTC) availability.", "article_link": null, "date": "Tue, 14 Mar 2017 04:00:00 GMT", "funder": "", "title": "Experts find strong case for over-the-counter oral contraceptives for adults and teens", "region": "namerica", "source_link": null, "institution": "Johns Hopkins Medicine", "text": " After reviewing decades of published studies, a team of pediatric, adolescent and women's health experts concludes that regulatory, behavioral and scientific evidence supports switching oral contraceptives from prescription-only status to over-the-counter (OTC) availability.Moreover, the experts say, the evidence also supports OTC access for teens and adult women, citing studies showing that teens are capable of safely and properly using \"the pill\" to prevent unwanted pregnancies.A report on the literature review was published March 14in the Journal of Adolescent Health.\"Decades of research show that a majority of adolescents initiate sex before the age of 18 and that earlier use of contraception reduces the risk of teen pregnancy. Our review strongly suggests that giving teens easier access to various contraceptives will not lead to more sex but would result in fewer unwanted pregnancies,\" says Krishna Upadhya, M.D., M.P.H., assistant professor of pediatrics at the Johns Hopkins University School of Medicine and the paper's lead author.The review by Upadhya and her colleagues comes as reproductive health service providers and federal policymakers continue to debate moving oral contraceptives to OTC status, particularly for teenagers. Additionally, a partnership between HRA Pharma and Ibis Reproductive Health to begin an application for an OTC oral contraceptive to the Food and Drug Administration was recently announced.For the review, the Johns Hopkins-led team looked for teen-specific data related to the safety and effectiveness of oral contraceptives, pregnancy risk associated with typical use of various forms of contraception, teen ability to use oral contraceptives correctly and consistently, the impact of OTC access on sexual behaviors, and concerns that OTC access might reduce clinician counseling opportunities with young people.The pill is already the most commonly used hormonal method of birth control by teens and other women of reproductive age in the U.S., according to the 2011-2013 National Survey of Family Growth. That survey estimates that 54 percent of female ages 15 to 19 have used it. Proponents of OTC status say easier, wider access to the pill will further increase contraceptive use, further lowering teen pregnancy rates and abortion. The Centers for Disease Control and Prevention (CDC) recently reported that births to teens in the U.S. reached a historic low of 22.3 live births per 1,000 women ages 15 to 19 in 2015.  A recent analysis by one of the paper's authors found that the decline in pregnancy risk among U.S. teens between 2007 and 2012 was entirely attributable to increased use of contraception. Critics of OTC status say they fear wider access would lead to more teen sex, sexually transmitted disease and the safety concerns of long-term use.Under FDA laws and regulations, prescription drugs should only be switched to OTC status if they are safe for self-administration, effective when self-administered, treat a condition or address a concern that is self-diagnosable, and can carry labels that are easily understood and tailored for self-administration. The FDA has previously established the safety and effectiveness of oral contraceptive pills for all females post-menarche. In their review, which included the CDC's Medical Eligibility Criteria for Contraceptive Use, the research team found that medical conditions that could increase the risk of serious side effects among pill users are rare among teens. Oral contraceptives containing progesterone alone, rather than combined estrogen and progesterone, are safe for virtually all women. Upadhya also notes that the risk of blood clots that can cause serious complications like heart attacks and stroke are up to four times greater during pregnancy than with use of combined oral contraceptives.The research team also reviewed existing research regarding teens' ability to use oral contraceptives consistently and correctly. Upadhya says studies of adolescent development suggest that most teens have the reasoning skills to make informed decisions about oral contraceptives. Because the use of oral contraceptives is a daily behavior not tied to specific or imminent sexual or emotional pressures -- as is the case with condom use -- teens may actually be more likely to use them consistently. According to Upadhya, the research suggests that factors like having routines and feeling in control of the decision are more important to consistent use of pills than age.In addition, Upadhya says, studies comparing the contraceptive failure rate in teens versus young women showed no significant differences, and one study that gauged teens' ability to answer questions about correct use of oral contraceptives found that 90 percent answered them correctly.The team reviewed the impact of FDA action in 2012 making the hormonal emergency contraceptive marketed as \"Plan B\" available OTC for teens. Upadhya and colleagues found that teen use of Plan B increased from 8 percent in 2002 to 22 percent in 2011 to 2013. Increased use after reduced restrictions demonstrated a need for improved access for teens, not increased sexual behaviors, posture the researchers, who assume the same if oral contraceptives were to gain OTC status.Finally, the researchers considered the potential of OTC status to negatively impact clinicians' opportunities to counsel teens and provide additional sexual and reproductive health care. The team found that the percentage of teens who get recommended annual preventive visits is already low. According to one study of 14- to 17-year-olds from 2000 to 2004, only 38 percent received the recommended annual visit, and of those who did receive a visit, only 40 percent reported having private discussions with their clinician. Upadhya says the results suggest that providing alternative access points outside of clinics, when possible, is critical to ensuring that all teens in need can use effective contraceptives. Because not all methods can be self-administered, however, Upadhya stresses the importance of continued efforts to ensure that teens have contraceptive visits with clinicians.\"Oral contraceptives are popular, safe and effective methods of pregnancy prevention for women and teens. Our review emphasizes that any future over-the-counter pill has the potential to benefit teens, and there is no scientific rationale to restrict access based on age,\" concludes Upadhya.", "meeting": "", "keywords": ["Medicine/Health", " Gynecology"]}