{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-fos030817.php", "description": "Omega-3 fish oil supplements prescribed by a healthcare provider may be reasonable for patients who have had a heart attack.  Patients with heart failure may also benefit from supplementation with omega-3 fish oil. However, there is a lack of evidence that omega-3 fish oil supplements prevent cardiovascular diseases in the general population.", "article_link": "http://dx.doi.org/10.1161/CIR.0000000000000482", "date": "Mon, 13 Mar 2017 04:00:00 GMT", "funder": "", "title": "Fish oil supplements may help prevent death after MI but lack evidence of CV benefit for general population", "region": "namerica", "source_link": "http://newsroom.heart.org/news/fish-oil-supplements-may-help-prevent-death-after-a-heart-attack-but-lack-evidence-of-cardiovascular-benefit-for-the-general-population?preview=4ebb124ea19c74d366beb6d1de1b5052", "institution": "American Heart Association", "text": "DALLAS, March 13, 2017 -- Omega-3 fish oil supplements prescribed by a healthcare provider may help prevent death from heart disease in patients who recently had a heart attack and may prevent death and hospitalizations in patients with heart failure, but there is a lack of scientific research to support clinical use of these supplements to prevent heart disease in the general population, according to a new science advisory from the American Heart Association.\"We cannot make a recommendation to use omega-3 fish oil supplements for primary prevention of cardiovascular disease at this time,\" said David Siscovick, M.D., M.P.H., chair of the writing committee of the new science advisory published in the American Heart Association journal Circulation.\"People in the general population who are taking omega-3 fish oil supplements are taking them in the absence of scientific data that shows any benefit of the supplements in preventing heart attacks, stroke, heart failure or death for people who do not have a diagnosis of cardiovascular disease,\" Siscovick said. Approximately 18.8 million U.S. adults reported taking omega-3 fish oil supplements in 2012. The advisory's writing group reviewed all randomized clinical trials that evaluated a potential role for fish oil supplements to prevent cardiovascular diseases, including two studies published before 2002 and 13 published since 2002, when the association last issued a scientific statement focused on fish and omega-3 fish oil supplements. The studies rigorously assessed the clinical impact of omega-3 fish oil treatment on outcomes such as heart attacks, strokes, atrial fibrillation (a heart rhythm disorder) and others.\"Scientific findings from the past two decades that focused on the prevention of cardiovascular diseases continue to show that among people who are at risk of dying from heart disease, the potential benefit of omega-3 fish oil supplements is still useful for people who have had a recent heart attack, which is consistent with the 2002 statement,\" Siscovick said.\"What is new is that people with heart failure also may benefit from omega-3 fish oil supplements,\" Siscovick said. Heart failure occurs when the heart cannot adequately pump blood.The scientific evidence for the heart failure recommendation comes from a large, randomized, clinical trial that showed a low dose of omega-3 fish oil supplements reduced death and hospitalization by 9 percent in patients with heart failure, which led the authors to determine that healthcare providers could consider omega-3 fish oil supplements reasonable for these patients.To determine whether scientific studies since 2002 found additional evidence on the usefulness of omega-3 fish oil supplements, the authors focused on studies related to preventing a first heart attack in the general population, or in patients who were at high risk for heart disease, and preventing recurrent events and death in patients who had a prior heart attack, congestive heart failure, stroke, or atrial fibrillation.Most studies used approximately 1,000 mg/day doses of omega-3 fatty acids, and the writing group concluded that treatment is reasonable in patients with a prior heart attack or heart failure based upon the studies that show modest reduction of cardiovascular events or death from coronary heart disease in the clinical study populations.The advisory focused only on the use of omega-3 fish oil supplements to prevent cardiovascular diseases and death and did not address the potential benefits of consuming fish, given the differences in dietary fish intake and omega-3 fish oil supplements.\"Physicians should use this advisory as a guide to make decisions on whether omega-3 fish oil supplements might be appropriate for some patients. The advisory concludes that supplementation with omega-3 fish oil may benefit patients with specific, clinical, cardiovascular disease indications, including patients with a recent prior heart attack and heart failure,\" Siscovick said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}