{"journal": "Canadian Medical Association Journal", "url": "http://www.eurekalert.org/pub_releases/2017-03/cmaj-fft030817.php", "description": "Women who undergo fertility therapy, but do not get pregnant, have a higher risk of developing long-term cardiovascular disease, compared with women who become pregnant, according to a new study published in CMAJ (Canadian Medical Association Journal).", "article_link": null, "date": "Mon, 13 Mar 2017 04:00:00 GMT", "funder": "Heart and Stroke Foundation of Canada, Canada Research Chair in Medical Decision Science", "title": "Failed fertility therapy associated with increased risk of later cardiac disease", "region": "namerica", "source_link": null, "institution": "Canadian Medical Association Journal", "text": "Women who undergo fertility therapy, but do not get pregnant, have a higher risk of developing long-term cardiovascular disease, compared with women who become pregnant, according to a new study published in CMAJ (Canadian Medical Association Journal).\"We found that two-thirds of women never became pregnant after being managed for fertility treatment and these women also had worse long-term cardiovascular risk, specifically higher risks of stroke and heart failure, compared with the remaining third of women who did become pregnant and delivered a baby,\" says Dr. Jacob Udell, lead author of the study, scientist at the Institute for Clinical Evaluative Sciences (ICES) and cardiologist at the Peter Munk Cardiac Centre and Women's College Hospital.There is a lack of data on the long-term health impacts of fertility therapy, especially in women who do not conceive. The study looked at data on 28 442 women under age 50 who underwent fertility therapy in Ontario during the study (April 1993 through March 2011). The women were followed until March 31, 2015, for adverse cardiovascular effects. About one-third (9349) gave birth within 1 year of final treatment, while the remaining two-thirds did not give birth. Fertility therapy failure was associated with a 19% increased risk of adverse cardiovascular events, in particular, heart failure. However, the researchers stress the absolute risk was modest at about 10 events per 1000 women after 10 years for those where fertility therapy failed versus 6 events per 1000 women for those who became pregnant and delivered a child after fertility therapy.The average age of the women who received fertility therapy was 35 years; 23 575 (83%) had no prior deliveries, and the median number of fertility cycles was 3.\"These findings are consistent with the hypothesis that fertility therapy may represent an early indication for future cardiovascular disease because it represents a unique cardiometabolic stress test,\" write the authors. However, they suggest the results should be interpreted with caution.\"We don't want to alarm women who undergo fertility therapy; we are instead suggesting that as women age, they should stay mindful of their health and remind their physician about any fertility therapy years earlier,\" states Dr. Donald Redelmeier, co-author of the study and senior scientist at ICES. \"It can be an opportunity for their doctor to review other risk factors for heart disease and discuss ways to protect against future cardiac problems.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Fertility", " Gynecology", " Sex-Linked Conditions"]}