{"journal": "Nature Ecology and Evolution", "url": "http://www.eurekalert.org/pub_releases/2017-03/tfci-ekc030917.php", "description": "A set of biochemical processes crucial to cellular life on Earth could have originated in chemical reactions taking place on the early Earth four billion years ago, believes a group of scientists from the Francis Crick Institute and the University of Cambridge.", "article_link": "http://dx.doi.org/10.1038/s41559-017-0083", "date": "Mon, 13 Mar 2017 04:00:00 GMT", "funder": "The Francis Crick Institute, Cancer Research UK, UK Medical Research Council, Wellcome", "title": "Enzyme-free krebs cycle may have been key step in origin of life on Earth", "region": "europe", "source_link": null, "institution": "The Francis Crick Institute", "text": "A set of biochemical processes crucial to cellular life on Earth could have originated in chemical reactions taking place on the early Earth four billion years ago, believes a group of scientists from the Francis Crick Institute and the University of Cambridge. The researchers have demonstrated a network of chemical reactions in the lab which mimic the important Krebs cycle present in living organisms today. In a study published in the journal Nature Ecology and Evolution, they say it could explain an important step in how life developed on Earth. Life developed four billion years ago on a harsh, volcanic Earth that lacked any oxygen, but that did possess large oceans rich in metal ions. There has been much interest in how the first life forms developed in these conditions and how the biochemical processes necessary to sustain life could form from nothing. Metabolism is universal to life. It's the set of processes through which we gain energy from food and produce the biomolecules we need in our body's cells. The biochemical pathways that underpin these processes are highly similar across all organisms and species. One central metabolic pathway learned by every A-level biology student is the Krebs cycle. But how did this essential set of chemical reactions, each step catalyzed by an enzyme, first arise? Each step in the cycle is not enough by itself. Life needs a sequence of these reactions, and it would have needed it before biological enzymes were around: Amino acids, the molecular components of enzymes, are made from products of the Krebs cycle.The research group from the Francis Crick Institute and the University of Cambridge say their demonstration offers an answer. They have shown an enzyme-free metabolic pathway that mirrors the Krebs cycle. It is sparked by particles called sulphate radicals under conditions similar to those on Earth four billion years ago. Senior author Dr Markus Ralser of the Francis Crick Institute and University of Cambridge explains: \"This non-enzymatic precursor of the Krebs cycle that we have demonstrated forms spontaneously, is biologically sensible and efficient. It could have helped ignite life four billion years ago.\"The scientists used simple carbon compounds which are involved at various points in the Krebs cycle (such compounds have recently been found in a meteorite by NASA scientists) and mixed them with iron and sulphur-containing chemicals that would be found in sediments in the early oceans.They carried out a systematic screening strategy of around 4,850 different experiments using mass spectrometry techniques, and looked out for reactions similar to those seen in the Krebs cycle.In the vast majority of cases, the mixtures were unreactive. However, in the presence of the compound peroxydisulfate, the researchers detected 24 chemical reactions. These resembled the pattern of reactions seen in the Krebs cycle in living organisms.\"We took components representative of the sediments present on Earth billions of years ago.\" says Dr Ralser, \"As salts that would have been present in the sediments did not trigger many reactions, we mostly concentrated on metal ions and sulphate species. These are also known to be important in the modern cell's Krebs cycle.\"We conducted a huge screen involving thousands of measurements then systematically worked through them. At the end we found a condition that may have enabled the Krebs cycle to emerge. It relies on sulphate radicals and previously nobody had thought about them.\"An alternative hypothesis for the origin of life suggests that RNA - a molecule similar to DNA that can maintain genetic information but is more transient and more reactive - can explain the first steps towards life. This is known as the RNA-world hypothesis. Dr Ralser says: \"There is a huge scientific debate about whether the first steps towards life were driven by metabolism or genetics.\"He argues that the presence of RNA molecules cannot easily explain the origin of metabolism, as RNA is made from products of metabolism. And that his group's results support the theory that environmental chemistry enabled metabolism to begin. \"People have tried to work on a non-enzymatic Krebs cycle for years, but most have thought about it theoretically or philosophically. Few have done systematic physical experiments like those we report here. A non-enzymatic catalyst for the Krebs cycle exists and we have found it,\" concludes Dr Ralser. ", "meeting": "", "keywords": ["Biology", " Biochemistry", " Evolution", " Physiology", " Biochemistry", " Earth Science"]}