{"title": "Follow-up study suggests group meditation reduced murder rates in large US cities", "text": "Following up on a 2016 study on group meditation that found a 21.2% reduction in the national homicide rate during the period 2007-2010, a new study focusing on 206 large US urban areas found an even greater decrease of 28.4% in the murder rate. In both studies, the reductions during the period 2007-2010 were in comparison to the baseline period 2002-2006.In their study, published in the Journal of Health and Environmental Research, the authors suggest that these results are consistent with the hypothesis that a sufficiently large group practicing the Transcendental Meditation® technique and its advanced program, the TM-Sidhi® program would lead to reduced societal stress, as reflected in reduced rates of murder and violence. This group practice is said to create a positive effect in the environment due to a hypothesized \"field effect of consciousness.\"During 2007-2010, the size of the TM-Sidhi group located at Maharishi University of Management in Fairfield, Iowa, was above or near 1,725 participants, the size predicted to have a positive influence on the US quality of life. This predicted threshold represents the square root of 1% of the US population at that time.\"In view of the recent increases in murder rates in large US cities, the results of this prospective social experiment should be of particular interest to government policy makers seeking an effective method of reducing urban violence,\" said lead author Dr. Kenneth Cavanaugh. \"This study and 17 other peer-reviewed studies suggest that one's individual consciousness is directly connected to an underlying, universal field of consciousness, and that by collectively enlivening that universal field through the Transcendental Meditation technique, such a group can have a positive effect on the quality of life in society,\" added coauthor Dr. Michael Dillbeck.28.4% reduction compared to previous four-year periodThe study found that a slightly increasing trend in murder rate during the baseline period 2002 to 2006 shifted significantly to a declining trend during the four-year period 2007 through 2010. As a result, the urban murder rate was reduced 28.4% relative to the 2002-2006 average. The researchers estimated 4,136 murders in the 206 cities were averted by the significantly reduced trend in murder rates.They calculated that the probability that the reduced trend in murder rates could simply be due to chance was 1 in 10 million million.Rising murder rates cause concernDespite long-term declines in US murder and other violent crime rates from their peak in the early 1990s, recent increases in these rates have led to heightened concern among policy makers and the general public.Beginning at historically low levels not experienced since the early 1960s, the national murder rate (murder and non-negligent manslaughter) increased 10.8% in 2015, the largest increase in 25 years. Ten large cities with an average population of about one million experienced a disproportionately large surge in homicides during 2015. Preliminary data indicate that continued increases in national murder rates in 2016 were also being driven by a handful of large US cities.\"The 2015-2016 increase in US murder and violent crime rates, especially in urban areas, highlights the need to consider new, alternative approaches to reducing violence that might help address this important national issue,\" said Dr. Dillbeck.Using time series analysis to compare trendsThe researchers first calculated a baseline trend for monthly murder rates during 2002-2006 for all 206 urban areas over 100,000 population for which uninterrupted FBI data were available. They then used time series intervention analysis to compare that baseline with the corresponding trend for the intervention period 2007-2010. A slightly rising trend in the urban murder rate (see Figures 1 and 2) during the baseline was reversed significantly when the Transcendental Meditation and TM-Sidhi group exceeded 1,725 participants beginning in January 2007 (vertical dashed line in Figure 1). This declining trend continued through 2010. (The irregular ups and downs of the murder rate shown in Figure 1 are largely due to seasonal fluctuations around the trend.)A hypothesized \"field effect of consciousness\"The Transcendental Meditation technique is said to allow the mind to settle down to quieter states and ultimately experience \"pure consciousness\" or \"pure awareness,\" in which the mind is aware but without an object of thought. EEG research and subjective reports suggest the existence of this unique state. Research has found that experience of this state results in benefits such as reduced stress and increased brain integration.According to Dr. Cavanaugh, \"The basis for the hypothesized effect on society is that consciousness in its pure form, pure consciousness, has a field-like character and is a universal field at the basis of everyone's thought and behavior. When the participants in a group equal to or exceeding the square root of one percent of the entire population are experiencing pure consciousness during group practice of the Transcendental Meditation and TM-Sidhi program, the field of pure consciousness is enlivened in the entire population. This will positively influence all others in society, leading to development in the same holistic direction as experienced by individuals practicing the Transcendental Meditation technique.\"Reduction not explainable by factors such as policingThe authors noted that reductions in the trends of murder rates occurred at the predicted time and in the predicted direction, and this reduction could not be predicted from baseline trends or seasonal cycles. The researchers also were able to rule out other alternative explanations. The reduction in murder rates could not be explained by such factors as unemployment and national economic conditions, changes in incarceration rates, police strategy and police technology, urban demographics, police reporting standards, or temperature changes. And for the first time in a major economic downturn since 1945, the murder and violent crime rates failed to rise during the severe recession of December 2007 to June 2009.The authors point out that the study's findings are especially noteworthy because these 206 large urban areas pose a particularly difficult challenge to any proposed initiative to help reduce urban rates of murder and violence. These cities experience higher poverty rates, lower educational levels, higher unemployment, greater social instability, and other predictors of higher rates of violent crime than the rest of the US.A total of eighteen peer-reviewed articles have now been published validating the prediction by Maharishi Mahesh Yogi, the founder of the Transcendental Meditation program, that a TM-Sidhi group of this size would lead to reduced societal stress, as reflected in reduced crime, violence, accidents, illness, and increased positive trends in society. Fourth study in a seriesThe study, titled \"Field Effects of Consciousness and Reduction in US Urban Murder Rates: Evaluation of a Prospective, Quasi-Experiment,\" was published in the Journal of Health and Environmental Research, March 2017.This article is the fourth in a series that comprehensively evaluates the impact of the Transcendental Meditation and TM-Sidhi group on the US quality of life and public health.The first in the series, published in 2016 in SAGE Open journal, reported a highly significant 21.2% reduction in the US national homicide rate during the same 2007-2010 period, resulting in the prevention of an estimated 8,157 homicides. A reduction of 18.5% in violent crime rates in 206 urban areas was also found, thus averting an estimated 186,774 violent crimes. The second article in the series, published in the January/February 2017 issue of the Journal of Consciousness Studies, found a highly significant reduction of 20.6% in the rate of US motor vehicle fatalities and 13.5% in the rate of all other accidental fatalities during the same experimental period. The study estimates that 19,435 motor vehicle fatalities and 16,759 other accidental deaths were averted by the significantly reduced trends in fatality rates. The third in the series, published in the March 2017 issue of SAGE Open, found a highly significant reduction of 30.4% in the US drug-related death rate and 12.5% in the rate of infant mortality. The researchers estimate that 26,425 drug-related fatalities and 992 infant deaths were averted by the significantly reduced trends in fatality rates.In view of these findings, the authors invite governments to implement and evaluate this scientifically validated approach to reducing violence and other negative trends in society.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/muom-fss032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Maharishi University of Management", "keywords": ["Environmental Health", " Science/Health and the Law", " Social/Behavioral Science", " Quality of Life", " Urbanization", " Depression/Anger", " Stress/Anxiety", " Violence/Criminals", " Science/Health/Law"], "journal": "Journal of Health and Environmental Research", "description": "A follow-up study in the Journal of Health and Environmental Research examines a novel proposed approach to help reduce murder rates in large US urban areas. In a prospective social experiment from 2007 to 2010, practice of the Transcendental Meditation® and TM-Sidhi® program by a large group at Maharishi University of Management in Iowa was associated with a 28.4 percent reduction in murder rates in 206 US urban areas, preventing an estimated 4,136 deaths.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}