{"title": "Brain protein predicts recovery time following concussion | EurekAlert! Science News", "year": "Fri, 06 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txelevated", "levels", "brain", "protein", "tau", "following", "concussion", "associated", "longer", "recovery", "period", "delayed", "return", "play", "athletes", "according", "study", "published", "january", "6", "2017", "issue", "medical", "journal", "american", "academy", "neurology", "findings", "suggest", "tau", "measured", "blood", "may", "serve", "marker", "help", "physicians", "determine", "athlete", "readiness", "return", "million", "concussions", "occur", "annually", "united", "states", "objective", "tools", "confirm", "athlete", "ready", "resume", "play", "returning", "play", "early", "brain", "healed", "increases", "athlete", "risk", "physical", "cognitive", "problems", "especially", "sustains", "another", "concussion", "currently", "physicians", "trainers", "must", "make", "decisions", "based", "athlete", "subjective", "symptoms", "performance", "standardized", "tests", "memory", "attention", "team", "led", "jessica", "gill", "national", "institute", "nursing", "research", "national", "institutes", "health", "jeffrey", "bazarian", "university", "rochester", "medical", "center", "evaluated", "changes", "tau", "46", "division", "iii", "college", "athletes", "experienced", "concussion", "tau", "plays", "role", "development", "chronic", "traumatic", "encephalopathy", "cte", "frontotemporal", "dementia", "alzheimer", "disease", "measured", "preseason", "blood", "samples", "within", "6", "hours", "following", "concussion", "using", "technology", "allows", "researchers", "detect", "single", "protein", "athletes", "mix", "soccer", "football", "basketball", "hockey", "lacrosse", "players", "university", "rochester", "rochester", "institute", "technology", "divided", "two", "groups", "based", "recovery", "time", "athletes", "long", "return", "play", "group", "took", "10", "days", "recover", "following", "concussion", "athletes", "short", "return", "play", "group", "took", "less", "10", "days", "return", "sport", "individuals", "long", "return", "play", "group", "higher", "levels", "tau", "blood", "6", "hours", "concussion", "compared", "short", "return", "play", "group", "long", "return", "play", "athletes", "also", "exhibited", "jump", "tau", "preseason", "levels", "compared", "short", "return", "play", "counterparts", "statistical", "analyses", "showed", "higher", "blood", "tau", "concentrations", "6", "hours", "consistently", "predicted", "athlete", "would", "take", "10", "days", "resume", "play", "study", "suggests", "tau", "may", "useful", "biomarker", "identifying", "athletes", "may", "take", "longer", "recover", "concussion", "said", "bazarian", "professor", "emergency", "medicine", "physical", "medicine", "rehabilitation", "urmc", "treats", "patients", "ur", "medicine", "sports", "concussion", "clinic", "athletes", "typically", "eager", "get", "back", "play", "soon", "possible", "may", "tell", "doctors", "better", "even", "tau", "unbiased", "measurement", "ca", "gamed", "athletes", "ca", "fake", "may", "tau", "combined", "current", "clinical", "assessments", "could", "help", "us", "make", "informed", "decisions", "prevent", "players", "going", "back", "contact", "sport", "brains", "still", "healing", "study", "included", "male", "female", "athletes", "showed", "changes", "occurred", "genders", "across", "variety", "sports", "team", "found", "significant", "differences", "based", "sex", "women", "made", "61", "percent", "long", "return", "play", "group", "28", "percent", "short", "return", "play", "group", "bazarian", "says", "surprising", "well", "established", "females", "take", "longer", "recover", "following", "concussion", "males", "bazarian", "gill", "acknowledge", "study", "limited", "small", "size", "research", "needed", "establish", "tau", "biomarker", "concussion", "severity", "next", "steps", "include", "getting", "blood", "samples", "athletes", "immediately", "following", "concussion", "see", "relationship", "tau", "return", "play", "holds", "true", "sideline", "first", "minutes", "following", "head", "hit", "addition", "bazarian", "gill", "kian", "urmc", "andreas", "jeromin", "quanterix", "corporation", "whitney", "livingston", "national", "institute", "nursing", "research", "contributed", "study", "work", "supported", "funds", "eunice", "kennedy", "shriver", "national", "institute", "child", "health", "human", "development", "nih", "award", "k24hd064754", "national", "institute", "nursing", "research", "intramural", "research", "program", "nih"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uorm-bpp010617.php", "date": "2018-01-19_20:57:39", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXElevated levels of the brain protein tau following a sport-related concussion are associated with a longer recovery period and delayed return to play for athletes, according to a study published in the January 6, 2017 issue of Neurology®, the medical journal of the American Academy of Neurology. The findings suggest that tau, which can be measured in the blood, may serve as a marker to help physicians determine an athlete's readiness to return to the game.Despite the 3.8 million sports-related concussions that occur annually in the United States, there are no objective tools to confirm when an athlete is ready to resume play. Returning to play too early, before the brain has healed, increases an athlete's risk of long-term physical and cognitive problems, especially if he or she sustains another concussion. Currently, physicians and trainers must make return-to-play decisions based on an athlete's subjective, self-reported symptoms and their performance on standardized tests of memory and attention. A team led by Jessica Gill, R.N., Ph.D. of the National Institute of Nursing Research at the National Institutes of Health and Jeffrey Bazarian, M.D., M.P.H. of the University of Rochester Medical Center evaluated changes in tau in 46 Division I and III college athletes who experienced a concussion. Tau, which plays a role in the development of chronic traumatic encephalopathy or CTE, frontotemporal dementia and Alzheimer's disease was measured in preseason blood samples and again within 6 hours following concussion using an ultra-sensitive technology that allows researchers to detect single protein molecules.The athletes - a mix of soccer, football, basketball, hockey and lacrosse players from the University of Rochester and Rochester Institute of Technology - were divided into two groups based on recovery time. Athletes in the \"long return to play\" group took more than 10 days to recover following concussion, while athletes in the \"short return to play\" group took less than 10 days to return to their sport.  Individuals in the long return to play group had higher levels of tau in their blood 6 hours after concussion compared to those in the short return to play group. Long return to play athletes also exhibited a jump in tau from preseason levels compared to their short return to play counterparts. Statistical analyses showed that higher blood tau concentrations 6 hours post-concussion consistently predicted that an athlete would take more than 10 days to resume play. \"This study suggests that tau may be a useful biomarker for identifying athletes who may take longer to recover after a concussion,\" said Bazarian, professor of Emergency Medicine and Physical Medicine & Rehabilitation at URMC who treats patients at the UR Medicine Sports Concussion Clinic. \"Athletes are typically eager to get back to play as soon as possible and may tell doctors that they're better even when they're not. Tau is an unbiased measurement that can't be gamed; athletes can't fake it. It may be that tau combined with current clinical assessments could help us make more informed return-to-play decisions and prevent players from going back to a contact sport when their brains are still healing.\"The study included both male and female athletes and showed that tau-related changes occurred in both genders across a variety of sports. The team found significant differences based on sex: women made up 61 percent of the long return to play group, but only 28 percent of the short return to play group. Bazarian says this isn't surprising; it's well established that females take longer to recover following concussion than males. Bazarian and Gill acknowledge that the study is limited by its small size and that more research is needed to establish tau as a biomarker of concussion severity. Next steps include getting blood samples from athletes immediately following a concussion to see if the relationship between tau and return to play holds true on the sideline in the first few minutes following a head hit. In addition to Bazarian and Gill, Kian Merchant-Borna, M.P.H. from URMC, Andreas Jeromin, Ph.D. from Quanterix Corporation and Whitney Livingston, B.A. from the National Institute of Nursing Research contributed to the study. The work was supported by funds from the Eunice Kennedy Shriver National Institute of Child Health and Human Development at NIH (award no. K24HD064754) and the National Institute of Nursing Research Intramural Research Program at NIH. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXElevated levels of the brain protein tau following a sport-related concussion are associated with a longer recovery period and delayed return to play for athletes, according to a study published in the January 6, 2017 issue of Neurology®, the medical journal of the American Academy of Neurology.", "The findings suggest that tau, which can be measured in the blood, may serve as a marker to help physicians determine an athlete's readiness to return to the game.Despite the 3.8 million sports-related concussions that occur annually in the United States, there are no objective tools to confirm when an athlete is ready to resume play.", "Returning to play too early, before the brain has healed, increases an athlete's risk of long-term physical and cognitive problems, especially if he or she sustains another concussion.", "Currently, physicians and trainers must make return-to-play decisions based on an athlete's subjective, self-reported symptoms and their performance on standardized tests of memory and attention.", "A team led by Jessica Gill, R.N., Ph.D. of the National Institute of Nursing Research at the National Institutes of Health and Jeffrey Bazarian, M.D., M.P.H.", "of the University of Rochester Medical Center evaluated changes in tau in 46 Division I and III college athletes who experienced a concussion.", "Tau, which plays a role in the development of chronic traumatic encephalopathy or CTE, frontotemporal dementia and Alzheimer's disease was measured in preseason blood samples and again within 6 hours following concussion using an ultra-sensitive technology that allows researchers to detect single protein molecules.The athletes - a mix of soccer, football, basketball, hockey and lacrosse players from the University of Rochester and Rochester Institute of Technology - were divided into two groups based on recovery time.", "Athletes in the \"long return to play\" group took more than 10 days to recover following concussion, while athletes in the \"short return to play\" group took less than 10 days to return to their sport.", "Individuals in the long return to play group had higher levels of tau in their blood 6 hours after concussion compared to those in the short return to play group.", "Long return to play athletes also exhibited a jump in tau from preseason levels compared to their short return to play counterparts.", "Statistical analyses showed that higher blood tau concentrations 6 hours post-concussion consistently predicted that an athlete would take more than 10 days to resume play.", "\"This study suggests that tau may be a useful biomarker for identifying athletes who may take longer to recover after a concussion,\" said Bazarian, professor of Emergency Medicine and Physical Medicine & Rehabilitation at URMC who treats patients at the UR Medicine Sports Concussion Clinic.", "\"Athletes are typically eager to get back to play as soon as possible and may tell doctors that they're better even when they're not.", "Tau is an unbiased measurement that can't be gamed; athletes can't fake it.", "It may be that tau combined with current clinical assessments could help us make more informed return-to-play decisions and prevent players from going back to a contact sport when their brains are still healing.", "\"The study included both male and female athletes and showed that tau-related changes occurred in both genders across a variety of sports.", "The team found significant differences based on sex: women made up 61 percent of the long return to play group, but only 28 percent of the short return to play group.", "Bazarian says this isn't surprising; it's well established that females take longer to recover following concussion than males.", "Bazarian and Gill acknowledge that the study is limited by its small size and that more research is needed to establish tau as a biomarker of concussion severity.", "Next steps include getting blood samples from athletes immediately following a concussion to see if the relationship between tau and return to play holds true on the sideline in the first few minutes following a head hit.", "In addition to Bazarian and Gill, Kian Merchant-Borna, M.P.H.", "from URMC, Andreas Jeromin, Ph.D. from Quanterix Corporation and Whitney Livingston, B.A.", "from the National Institute of Nursing Research contributed to the study.", "The work was supported by funds from the Eunice Kennedy Shriver National Institute of Child Health and Human Development at NIH (award no.", "K24HD064754) and the National Institute of Nursing Research Intramural Research Program at NIH."], "source": "University of Rochester Medical Center"}