{"title": "Increased reaction to stress linked to gastrointestinal issues in children with autism | EurekAlert! Science News", "year": "Wed, 04 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "david", "beversdorf", "associate", "professor", "departments", "radiology", "neurology", "psychological", "sciences", "mu", "mu", "thompson", "center", "autism", "neurodevelopmental", "disorders", "view", "columbia", "mo", "4", "2017", "one", "45", "american", "children", "lives", "autism", "spectrum", "disorder", "according", "centers", "disease", "control", "prevention", "many", "children", "also", "significant", "gastrointestinal", "issues", "cause", "symptoms", "unknown", "researchers", "university", "missouri", "school", "medicine", "suggest", "gastrointestinal", "issues", "individuals", "autism", "may", "related", "increased", "reaction", "stress", "finding", "researchers", "hope", "could", "lead", "better", "treatment", "options", "patients", "know", "common", "individuals", "autism", "intense", "reaction", "stress", "patients", "seem", "experience", "frequent", "constipation", "abdominal", "pain", "gastrointestinal", "issues", "said", "david", "beversdorf", "associate", "professor", "departments", "radiology", "neurology", "psychological", "sciences", "mu", "mu", "thompson", "center", "autism", "neurodevelopmental", "disorders", "better", "understand", "looked", "relationship", "gastrointestinal", "symptoms", "immune", "markers", "responsible", "stress", "response", "found", "relationship", "increased", "cortisol", "response", "stress", "symptoms", "cortisol", "hormone", "released", "body", "times", "stress", "one", "functions", "prevent", "release", "substances", "body", "cause", "inflammation", "inflammatory", "substances", "known", "cytokines", "associated", "autism", "gastrointestinal", "issues", "stress", "researchers", "studied", "120", "individuals", "autism", "treated", "mu", "vanderbilt", "university", "individuals", "parents", "completed", "questionnaire", "assess", "children", "gastrointestinal", "symptoms", "resulting", "51", "patients", "symptoms", "69", "without", "gastrointestinal", "symptoms", "elicit", "stress", "response", "individuals", "took", "stress", "test", "cortisol", "samples", "gathered", "participants", "saliva", "test", "researchers", "found", "individuals", "gastrointestinal", "symptoms", "greater", "cortisol", "response", "stress", "participants", "without", "gastrointestinal", "symptoms", "treating", "patient", "autism", "constipation", "lower", "gastrointestinal", "issues", "physicians", "may", "give", "laxative", "address", "issues", "beversdorf", "said", "findings", "suggest", "may", "subset", "patients", "may", "contributing", "factors", "research", "needed", "anxiety", "stress", "reactivity", "may", "important", "factor", "treating", "patients"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-irt010417.php", "date": "2018-01-19_20:57:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: David Beversdorf, M.D., associate professor in the departments of radiology, neurology and psychological sciences at MU and the MU Thompson Center for Autism and Neurodevelopmental Disorders.\n       view more COLUMBIA, Mo. (Jan. 4, 2017) -- One in 45 American children lives with autism spectrum disorder, according to the Centers for Disease Control and Prevention. Many of these children also have significant gastrointestinal issues, but the cause of these symptoms is unknown. Now, researchers from the University of Missouri School of Medicine suggest that the gastrointestinal issues in these individuals with autism may be related to an increased reaction to stress. It's a finding the researchers hope could lead to better treatment options for these patients.\"We know that it is common for individuals with autism to have a more intense reaction to stress, and some of these patients seem to experience frequent constipation, abdominal pain or other gastrointestinal issues,\" said David Beversdorf, M.D., associate professor in the departments of radiology, neurology and psychological sciences at MU and the MU Thompson Center for Autism and Neurodevelopmental Disorders. \"To better understand why, we looked for a relationship between gastrointestinal symptoms and the immune markers responsible for stress response. We found a relationship between increased cortisol response to stress and these symptoms.\"Cortisol is a hormone released by the body in times of stress, and one of its functions is to prevent the release of substances in the body that cause inflammation. These inflammatory substances -- known as cytokines -- have been associated with autism, gastrointestinal issues and stress. The researchers studied 120 individuals with autism who were treated at MU and Vanderbilt University. The individuals' parents completed a questionnaire to assess their children's gastrointestinal symptoms, resulting in 51 patients with symptoms and 69 without gastrointestinal symptoms. To elicit a stress response, individuals took a 30-second stress test. Cortisol samples were gathered through participants' saliva before and after the test. The researchers found that the individuals with gastrointestinal symptoms had greater cortisol in response to the stress than the participants without gastrointestinal symptoms.\"When treating a patient with autism who has constipation and other lower gastrointestinal issues, physicians may give them a laxative to address these issues,\" Beversdorf said. \"Our findings suggest there may be a subset of patients for which there may be other contributing factors. More research is needed, but anxiety and stress reactivity may be an important factor when treating these patients.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: David Beversdorf, M.D., associate professor in the departments of radiology, neurology and psychological sciences at MU and the MU Thompson Center for Autism and Neurodevelopmental Disorders.", "view more COLUMBIA, Mo.", "(Jan. 4, 2017) -- One in 45 American children lives with autism spectrum disorder, according to the Centers for Disease Control and Prevention.", "Many of these children also have significant gastrointestinal issues, but the cause of these symptoms is unknown.", "Now, researchers from the University of Missouri School of Medicine suggest that the gastrointestinal issues in these individuals with autism may be related to an increased reaction to stress.", "It's a finding the researchers hope could lead to better treatment options for these patients.", "\"We know that it is common for individuals with autism to have a more intense reaction to stress, and some of these patients seem to experience frequent constipation, abdominal pain or other gastrointestinal issues,\" said David Beversdorf, M.D., associate professor in the departments of radiology, neurology and psychological sciences at MU and the MU Thompson Center for Autism and Neurodevelopmental Disorders.", "\"To better understand why, we looked for a relationship between gastrointestinal symptoms and the immune markers responsible for stress response.", "We found a relationship between increased cortisol response to stress and these symptoms.", "\"Cortisol is a hormone released by the body in times of stress, and one of its functions is to prevent the release of substances in the body that cause inflammation.", "These inflammatory substances -- known as cytokines -- have been associated with autism, gastrointestinal issues and stress.", "The researchers studied 120 individuals with autism who were treated at MU and Vanderbilt University.", "The individuals' parents completed a questionnaire to assess their children's gastrointestinal symptoms, resulting in 51 patients with symptoms and 69 without gastrointestinal symptoms.", "To elicit a stress response, individuals took a 30-second stress test.", "Cortisol samples were gathered through participants' saliva before and after the test.", "The researchers found that the individuals with gastrointestinal symptoms had greater cortisol in response to the stress than the participants without gastrointestinal symptoms.", "\"When treating a patient with autism who has constipation and other lower gastrointestinal issues, physicians may give them a laxative to address these issues,\" Beversdorf said.", "\"Our findings suggest there may be a subset of patients for which there may be other contributing factors.", "More research is needed, but anxiety and stress reactivity may be an important factor when treating these patients.\""], "source": "University of Missouri-Columbia"}