{"title": "Not feeling the music | EurekAlert! Science News", "year": "Wed, 04 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "using", "fmri", "data", "researchers", "found", "listening", "music", "specific", "musical", "anhedonics", "presented", "reduction", "activity", "nucleus", "accumbens", "key", "subcortical", "structure", "view", "ever", "met", "someone", "music", "may", "condition", "called", "specific", "musical", "anhedonia", "affects", "per", "cent", "population", "researchers", "university", "barcelona", "montreal", "neurological", "institute", "hospital", "mcgill", "university", "discovered", "people", "condition", "showed", "reduced", "functional", "connectivity", "cortical", "regions", "responsible", "processing", "sound", "subcortical", "regions", "related", "reward", "understand", "origins", "specific", "musical", "anhedonia", "researchers", "recruited", "45", "healthy", "participants", "completed", "questionnaire", "measuring", "level", "sensitivity", "music", "divided", "three", "groups", "sensitivity", "based", "responses", "test", "subjects", "listened", "music", "excerpts", "inside", "fmri", "machine", "providing", "pleasure", "ratings", "control", "brain", "response", "reward", "types", "participants", "also", "played", "monetary", "gambling", "task", "could", "win", "lose", "real", "fmri", "data", "researchers", "found", "listening", "music", "specific", "musical", "anhedonics", "presented", "reduction", "activity", "nucleus", "accumbens", "key", "subcortical", "structure", "reward", "network", "reduction", "related", "general", "improper", "functioning", "nucleus", "accumbens", "since", "region", "activated", "money", "gambling", "task", "specific", "musical", "anhedonics", "however", "show", "reduced", "functional", "connectivity", "cortical", "regions", "associated", "auditory", "processing", "nucleus", "accumbens", "contrast", "individuals", "high", "sensitivity", "music", "showed", "enhanced", "connectivity", "fact", "subjects", "could", "insensible", "music", "still", "responsive", "another", "stimulus", "like", "money", "suggests", "different", "pathways", "reward", "different", "stimuli", "finding", "may", "pave", "way", "detailed", "study", "neural", "substrates", "underlying", "anhedonias", "evolutionary", "perspective", "help", "us", "understand", "music", "acquired", "reward", "value", "lack", "brain", "connectivity", "shown", "responsible", "deficits", "cognitive", "ability", "studies", "children", "autism", "spectrum", "disorder", "example", "shown", "inability", "experience", "human", "voice", "pleasurable", "may", "explained", "reduced", "coupling", "bilateral", "posterior", "superior", "temporal", "sulcus", "distributed", "nodes", "reward", "system", "including", "nucleus", "accumbens", "latest", "research", "reinforces", "importance", "neural", "connectivity", "reward", "response", "human", "beings", "findings", "help", "us", "understand", "individual", "variability", "way", "reward", "system", "functions", "also", "applied", "development", "therapies", "treatment", "disorders", "including", "apathy", "depression", "addiction", "says", "robert", "zatorre", "mni", "neuroscientist", "one", "paper"], "url": "http://www.eurekalert.org/pub_releases/2017-01/mu-nft010417.php", "date": "2018-01-19_20:57:45", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Using the fMRI data, the researchers found that while listening to music, specific musical anhedonics presented a reduction in the activity of the Nucleus Accumbens, a key subcortical structure of...\n     view more Have you ever met someone who just wasn't into music? They may have a condition called specific musical anhedonia, which affects three-to-five per cent of the population. Researchers at the University of Barcelona and the Montreal Neurological Institute and Hospital of McGill University have discovered that people with this condition showed reduced functional connectivity between cortical regions responsible for processing sound and subcortical regions related to reward. To understand the origins of specific musical anhedonia, researchers recruited 45 healthy participants who completed a questionnaire measuring their level of sensitivity to music and divided them into three groups of sensitivity based on their responses. The test subjects then listened to music excerpts inside an fMRI machine while providing pleasure ratings in real-time. To control for their brain response to other reward types, participants also played a monetary gambling task in which they could win or lose real money.Using the fMRI data, the researchers found that while listening to music, specific musical anhedonics presented a reduction in the activity of the Nucleus Accumbens, a key subcortical structure of the reward network. The reduction was not related to a general improper functioning of the Nucleus Accumbens itself, since this region was activated when they won money in the gambling task. Specific musical anhedonics, however, did show reduced functional connectivity between cortical regions associated with auditory processing and the Nucleus Accumbens. In contrast, individuals with high sensitivity to music showed enhanced connectivity. The fact that subjects could be insensible to music while still responsive to another stimulus like money suggests different pathways to reward for different stimuli. This finding may pave the way for the detailed study of the neural substrates underlying other domain-specific anhedonias and, from an evolutionary perspective, help us to understand how music acquired reward value. Lack of brain connectivity has been shown to be responsible for other deficits in cognitive ability. Studies of children with autism spectrum disorder, for example, have shown that their inability to experience the human voice as pleasurable may be explained by a reduced coupling between the bilateral posterior superior temporal sulcus and distributed nodes of the reward system, including the Nucleus Accumbens. This latest research reinforces the importance of neural connectivity in the reward response of human beings.\"These findings not only help us to understand individual variability in the way the reward system functions, but also can be applied to the development of therapies for treatment of reward-related disorders, including apathy, depression, and addiction,\" says Robert Zatorre, an MNI neuroscientist and one of the paper's co-authors.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Using the fMRI data, the researchers found that while listening to music, specific musical anhedonics presented a reduction in the activity of the Nucleus Accumbens, a key subcortical structure of...\n     view more Have you ever met someone who just wasn't into music?", "They may have a condition called specific musical anhedonia, which affects three-to-five per cent of the population.", "Researchers at the University of Barcelona and the Montreal Neurological Institute and Hospital of McGill University have discovered that people with this condition showed reduced functional connectivity between cortical regions responsible for processing sound and subcortical regions related to reward.", "To understand the origins of specific musical anhedonia, researchers recruited 45 healthy participants who completed a questionnaire measuring their level of sensitivity to music and divided them into three groups of sensitivity based on their responses.", "The test subjects then listened to music excerpts inside an fMRI machine while providing pleasure ratings in real-time.", "To control for their brain response to other reward types, participants also played a monetary gambling task in which they could win or lose real money.Using the fMRI data, the researchers found that while listening to music, specific musical anhedonics presented a reduction in the activity of the Nucleus Accumbens, a key subcortical structure of the reward network.", "The reduction was not related to a general improper functioning of the Nucleus Accumbens itself, since this region was activated when they won money in the gambling task.", "Specific musical anhedonics, however, did show reduced functional connectivity between cortical regions associated with auditory processing and the Nucleus Accumbens.", "In contrast, individuals with high sensitivity to music showed enhanced connectivity.", "The fact that subjects could be insensible to music while still responsive to another stimulus like money suggests different pathways to reward for different stimuli.", "This finding may pave the way for the detailed study of the neural substrates underlying other domain-specific anhedonias and, from an evolutionary perspective, help us to understand how music acquired reward value.", "Lack of brain connectivity has been shown to be responsible for other deficits in cognitive ability.", "Studies of children with autism spectrum disorder, for example, have shown that their inability to experience the human voice as pleasurable may be explained by a reduced coupling between the bilateral posterior superior temporal sulcus and distributed nodes of the reward system, including the Nucleus Accumbens.", "This latest research reinforces the importance of neural connectivity in the reward response of human beings.", "\"These findings not only help us to understand individual variability in the way the reward system functions, but also can be applied to the development of therapies for treatment of reward-related disorders, including apathy, depression, and addiction,\" says Robert Zatorre, an MNI neuroscientist and one of the paper's co-authors."], "source": "McGill University"}