{"title": "Genes affecting our communication skills relate to genes for psychiatric disorder | EurekAlert! Science News", "year": "Tue, 03 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "researchers", "studied", "genetic", "overlap", "risk", "psychiatric", "disorders", "measures", "social", "communicative", "competence", "ability", "socially", "engage", "people", "successfully", "middle", "childhood", "adolescence", "showed", "genes", "influencing", "social", "communication", "problems", "childhood", "overlap", "genes", "conferring", "risk", "autism", "relationship", "wanes", "adolescence", "contrast", "genes", "influencing", "risk", "schizophrenia", "strongly", "interrelated", "genes", "affecting", "social", "competence", "later", "adolescence", "line", "natural", "history", "disorder", "findings", "published", "molecular", "psychiatry", "3", "january", "makes", "difference", "findings", "suggest", "risk", "developing", "contrasting", "psychiatric", "conditions", "strongly", "related", "distinct", "sets", "genes", "influence", "social", "communication", "skills", "exert", "maximum", "influence", "different", "periods", "development", "explained", "beate", "st", "pourcain", "senior", "investigator", "mpi", "lead", "author", "autism", "schizophrenia", "problems", "interacting", "communicating", "people", "easily", "initiate", "social", "interactions", "give", "appropriate", "responses", "return", "hand", "disorders", "autism", "schizophrenia", "develop", "different", "ways", "first", "signs", "asd", "typically", "occur", "infancy", "early", "childhood", "whereas", "symptoms", "schizophrenia", "usually", "appear", "early", "autism", "schizophrenia", "found", "many", "uspeople", "autism", "serious", "difficulties", "engaging", "socially", "others", "understanding", "social", "cues", "well", "rigid", "concrete", "thinkers", "obsessive", "interests", "contrast", "schizophrenia", "characterised", "hallucinations", "delusions", "seriously", "disturbed", "thought", "processes", "yet", "recent", "research", "shown", "many", "characteristics", "experiences", "found", "mild", "degree", "typically", "developing", "children", "adults", "words", "underlying", "continuum", "normal", "abnormal", "advances", "analyses", "helped", "drawing", "precise", "picture", "genetic", "architecture", "underlying", "psychiatric", "disorders", "related", "symptoms", "unaffected", "people", "large", "proportion", "risk", "disorder", "also", "variation", "milder", "symptoms", "stems", "combined", "small", "effects", "many", "thousands", "genetic", "differences", "across", "genome", "known", "polygenic", "effects", "social", "communication", "behaviour", "genetic", "factors", "constant", "change", "childhood", "adolescence", "genes", "exert", "effects", "consistent", "biological", "psychiatric", "disorders", "developmentally", "sensitive", "analysis", "genetic", "relationships", "traits", "disorders", "may", "help", "disentangle", "apparent", "behavioural", "overlap", "psychiatric", "conditions", "st", "pourcain", "davey", "smith", "professor", "clinical", "epidemiology", "university", "bristol", "senior", "author", "study", "said", "emergence", "associations", "genetic", "predictors", "different", "psychiatric", "conditions", "social", "communication", "differences", "around", "ages", "particular", "conditions", "reveal", "provides", "window", "specific", "causes", "conditions", "skuse", "professor", "behavioural", "brain", "sciences", "university", "college", "london", "added", "study", "shown", "convincingly", "measurement", "social", "communicative", "competence", "childhood", "sensitive", "indicator", "genetic", "risk", "greatest", "challenge", "identify", "genetic", "variation", "influences", "development", "social", "brain"], "url": "http://www.eurekalert.org/pub_releases/2017-01/mpif-gao122716.php", "date": "2018-01-19_20:57:48", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe researchers studied the genetic overlap between the risk of having these psychiatric disorders and measures of social communicative competence - the ability to socially engage with other people successfully - during middle childhood to adolescence. They showed that genes influencing social communication problems during childhood overlap with genes conferring risk for autism, but that this relationship wanes during adolescence. In contrast, genes influencing risk for schizophrenia were most strongly interrelated with genes affecting social competence during later adolescence, in line with the natural history of the disorder. The findings were published in Molecular Psychiatry on 3 January 2017.Timing makes the difference\"The findings suggest that the risk of developing these contrasting psychiatric conditions is strongly related to distinct sets of genes, both of which influence social communication skills, but which exert their maximum influence during different periods of development\", explained Beate St Pourcain, senior investigator at the MPI and lead author of the study.People with autism and with schizophrenia both have problems interacting and communicating with other people, because they cannot easily initiate social interactions or give appropriate responses in return. On the other hand, the disorders of autism and schizophrenia develop in very different ways. The first signs of ASD typically occur during infancy or early childhood, whereas the symptoms of schizophrenia usually do not appear until early adulthood.Features of autism or schizophrenia are found in many of usPeople with autism have serious difficulties in engaging socially with others and understanding social cues, as well as being rigid, concrete thinkers with obsessive interests. In contrast, schizophrenia is characterised by hallucinations, delusions, and seriously disturbed thought processes. Yet recent research has shown that many of these characteristics and experiences can be found, to a mild degree, in typically developing children and adults. In other words, there is an underlying continuum between normal and abnormal behaviour.Recent advances in genome-wide analyses have helped drawing a more precise picture of the genetic architecture underlying psychiatric disorders and their related symptoms in unaffected people. A large proportion of risk to disorder, but also variation in milder symptoms, stems from combined small effects of many thousands of genetic differences across the genome, known as polygenic effects. For social communication behaviour, these genetic factors are not constant, but change during childhood and adolescence. This is because genes exert their effects consistent with their biological programming.Disentangling psychiatric disorders\"A developmentally sensitive analysis of genetic relationships between traits and disorders may help to disentangle apparent behavioural overlap between psychiatric conditions\", St Pourcain commented.George Davey Smith, Professor of Clinical Epidemiology at the University of Bristol and senior author of the study, said, \"The emergence of associations between genetic predictors for different psychiatric conditions and social communication differences, around the ages the particular conditions reveal themselves, provides a window into the specific causes of these conditions\".David Skuse, Professor of Behavioural and Brain Sciences at University College London added, \"This study has shown convincingly how the measurement of social communicative competence in childhood is a sensitive indicator of genetic risk. Our greatest challenge now is to identify how genetic variation influences the development of the social brain\".", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe researchers studied the genetic overlap between the risk of having these psychiatric disorders and measures of social communicative competence - the ability to socially engage with other people successfully - during middle childhood to adolescence.", "They showed that genes influencing social communication problems during childhood overlap with genes conferring risk for autism, but that this relationship wanes during adolescence.", "In contrast, genes influencing risk for schizophrenia were most strongly interrelated with genes affecting social competence during later adolescence, in line with the natural history of the disorder.", "The findings were published in Molecular Psychiatry on 3 January 2017.Timing makes the difference\"The findings suggest that the risk of developing these contrasting psychiatric conditions is strongly related to distinct sets of genes, both of which influence social communication skills, but which exert their maximum influence during different periods of development\", explained Beate St Pourcain, senior investigator at the MPI and lead author of the study.People with autism and with schizophrenia both have problems interacting and communicating with other people, because they cannot easily initiate social interactions or give appropriate responses in return.", "On the other hand, the disorders of autism and schizophrenia develop in very different ways.", "The first signs of ASD typically occur during infancy or early childhood, whereas the symptoms of schizophrenia usually do not appear until early adulthood.Features of autism or schizophrenia are found in many of usPeople with autism have serious difficulties in engaging socially with others and understanding social cues, as well as being rigid, concrete thinkers with obsessive interests.", "In contrast, schizophrenia is characterised by hallucinations, delusions, and seriously disturbed thought processes.", "Yet recent research has shown that many of these characteristics and experiences can be found, to a mild degree, in typically developing children and adults.", "In other words, there is an underlying continuum between normal and abnormal behaviour.Recent advances in genome-wide analyses have helped drawing a more precise picture of the genetic architecture underlying psychiatric disorders and their related symptoms in unaffected people.", "A large proportion of risk to disorder, but also variation in milder symptoms, stems from combined small effects of many thousands of genetic differences across the genome, known as polygenic effects.", "For social communication behaviour, these genetic factors are not constant, but change during childhood and adolescence.", "This is because genes exert their effects consistent with their biological programming.Disentangling psychiatric disorders\"A developmentally sensitive analysis of genetic relationships between traits and disorders may help to disentangle apparent behavioural overlap between psychiatric conditions\", St Pourcain commented.George Davey Smith, Professor of Clinical Epidemiology at the University of Bristol and senior author of the study, said, \"The emergence of associations between genetic predictors for different psychiatric conditions and social communication differences, around the ages the particular conditions reveal themselves, provides a window into the specific causes of these conditions\".David Skuse, Professor of Behavioural and Brain Sciences at University College London added, \"This study has shown convincingly how the measurement of social communicative competence in childhood is a sensitive indicator of genetic risk.", "Our greatest challenge now is to identify how genetic variation influences the development of the social brain\"."], "source": "Max Planck Institute for Psycholinguistics"}