{"title": "Chemo-brain among women with breast cancer is pervasive, study shows | EurekAlert! Science News", "year": "Tue, 03 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "largest", "study", "date", "condition", "known", "shows", "women", "breast", "cancer", "report", "substantial", "problem", "chemotherapy", "long", "six", "months", "treatment", "according", "investigators", "university", "rochester", "wilmot", "cancer", "institute", "scientists", "known", "cognitive", "impairment", "includes", "problems", "memory", "attention", "processing", "information", "important", "issue", "patients", "yet", "limitations", "previous", "studies", "left", "several", "questions", "occurs", "likely", "develop", "condition", "wilmot", "research", "published", "journal", "clinical", "oncology", "led", "michelle", "janelsins", "scientists", "compared", "cognitive", "difficulties", "among", "581", "breast", "cancer", "patients", "treated", "clinical", "sites", "across", "364", "healthy", "people", "mean", "age", "53", "years", "groups", "researchers", "used", "specialized", "tool", "called", "measurement", "cognitive", "impairment", "examines", "person", "perceived", "impairment", "well", "cognitive", "impairment", "perceived", "others", "goal", "discover", "whether", "persistent", "symptoms", "existed", "possibly", "correlate", "factors", "age", "education", "race", "menopausal", "status", "example", "investigators", "found", "compared", "healthy", "people", "scores", "women", "breast", "cancer", "exhibited", "45", "percent", "impairment", "fact", "period", "nearly", "year", "diagnosis", "six", "months", "percent", "women", "reported", "decline", "scores", "compared", "percent", "healthy", "women", "study", "said", "anxiety", "depressive", "symptoms", "onset", "led", "greater", "impact", "scores", "factors", "influenced", "cognitive", "decline", "younger", "age", "black", "race", "women", "received", "hormone", "therapy", "radiation", "treatment", "chemotherapy", "similar", "cognitive", "problems", "women", "received", "chemotherapy", "alone", "study", "noted", "study", "one", "largest", "nationwide", "studies", "date", "shows", "cognitive", "problems", "substantial", "pervasive", "issue", "many", "women", "breast", "cancer", "said", "janelsins", "assistant", "professor", "surgery", "wilmot", "cancer", "control", "survivorship", "program", "also", "director", "program", "psychoneuroimmunology", "laboratory", "currently", "assessing", "data", "context", "objective", "cognitive", "measures", "understand", "role", "possible", "biologic", "mechanisms", "may", "confer", "risk", "cognitive", "problems", "patients", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uorm-caw010317.php", "date": "2018-01-19_20:57:52", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe largest study to date of a condition known as \"chemo-brain\" shows that women with breast cancer report it's a substantial problem after chemotherapy for as long as six months after treatment, according to investigators at University of Rochester's Wilmot Cancer Institute.\r\nScientists have known that cancer-related cognitive impairment, which includes problems with memory, attention, and processing information, is an important issue for patients. Yet limitations in previous studies have left several questions about when and why it occurs and who is most likely to develop the condition.\r\nThe Wilmot research was published in the Journal of Clinical Oncology. Led by Michelle C. Janelsins, Ph.D., scientists compared cognitive difficulties among 581 breast cancer patients treated at clinical sites across the U.S. and 364 healthy people, with a mean age of 53 years in both groups. Researchers used a specialized tool called FACT-Cog, a well-validated measurement of cognitive impairment that examines a person's own perceived impairment as well as cognitive impairment perceived by others. Their goal was to discover whether persistent symptoms existed and to possibly correlate them with other factors such as age, education, race, and menopausal status, for example.\r\nInvestigators found that compared to healthy people, the FACT-Cog scores of women with breast cancer exhibited 45 percent more impairment. In fact, over a period of nearly a year (from diagnosis and pre-chemotherapy to post-chemotherapy follow-up at six months) 36.5 percent of women reported a decline in scores compared to 13.6 percent of the healthy women, the study said.\r\nHaving more anxiety and depressive symptoms at the onset led to a greater impact on the FACT-Cog scores. Other factors that influenced cognitive decline were younger age and black race. Women who received hormone therapy and/or radiation treatment after chemotherapy had similar cognitive problems to women who received chemotherapy alone, the study noted.\r\n\"Our study, from one of the largest nationwide studies to date, shows that cancer-related cognitive problems are a substantial and pervasive issue for many women with breast cancer,\" said Janelsins, assistant professor of Surgery in Wilmot's Cancer Control and Survivorship program. She is also director of the program's Psychoneuroimmunology Laboratory.\r\n\"We are currently assessing these data in the context of objective cognitive measures and to understand the role of possible biologic mechanisms that may confer risk to cognitive problems in patients,\" she said.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe largest study to date of a condition known as \"chemo-brain\" shows that women with breast cancer report it's a substantial problem after chemotherapy for as long as six months after treatment, according to investigators at University of Rochester's Wilmot Cancer Institute.", "Scientists have known that cancer-related cognitive impairment, which includes problems with memory, attention, and processing information, is an important issue for patients.", "Yet limitations in previous studies have left several questions about when and why it occurs and who is most likely to develop the condition.", "The Wilmot research was published in the Journal of Clinical Oncology.", "Led by Michelle C. Janelsins, Ph.D., scientists compared cognitive difficulties among 581 breast cancer patients treated at clinical sites across the U.S. and 364 healthy people, with a mean age of 53 years in both groups.", "Researchers used a specialized tool called FACT-Cog, a well-validated measurement of cognitive impairment that examines a person's own perceived impairment as well as cognitive impairment perceived by others.", "Their goal was to discover whether persistent symptoms existed and to possibly correlate them with other factors such as age, education, race, and menopausal status, for example.", "Investigators found that compared to healthy people, the FACT-Cog scores of women with breast cancer exhibited 45 percent more impairment.", "In fact, over a period of nearly a year (from diagnosis and pre-chemotherapy to post-chemotherapy follow-up at six months) 36.5 percent of women reported a decline in scores compared to 13.6 percent of the healthy women, the study said.", "Having more anxiety and depressive symptoms at the onset led to a greater impact on the FACT-Cog scores.", "Other factors that influenced cognitive decline were younger age and black race.", "Women who received hormone therapy and/or radiation treatment after chemotherapy had similar cognitive problems to women who received chemotherapy alone, the study noted.", "\"Our study, from one of the largest nationwide studies to date, shows that cancer-related cognitive problems are a substantial and pervasive issue for many women with breast cancer,\" said Janelsins, assistant professor of Surgery in Wilmot's Cancer Control and Survivorship program.", "She is also director of the program's Psychoneuroimmunology Laboratory.", "\"We are currently assessing these data in the context of objective cognitive measures and to understand the role of possible biologic mechanisms that may confer risk to cognitive problems in patients,\" she said."], "source": "University of Rochester Medical Center"}