{"title": "A closer look at the eye | EurekAlert! Science News", "year": "Mon, 02 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "university", "rochester", "medical", "center", "developed", "new", "imaging", "technique", "could", "revolutionize", "eye", "health", "disease", "assessed", "group", "first", "able", "make", "individual", "cells", "back", "eye", "implicated", "vision", "loss", "diseases", "like", "glaucoma", "hope", "new", "technique", "could", "prevent", "vision", "loss", "via", "earlier", "diagnosis", "treatment", "diseases", "study", "highlighted", "proceedings", "national", "academy", "sciences", "ethan", "rossi", "assistant", "professor", "ophthalmology", "university", "pittsburgh", "school", "medicine", "describes", "new", "method", "image", "human", "retina", "layer", "cells", "back", "eye", "essential", "vision", "group", "led", "david", "williams", "dean", "research", "arts", "sciences", "engineering", "william", "allyn", "chair", "medical", "optics", "university", "rochester", "able", "distinguish", "individual", "retinal", "ganglion", "cells", "rgcs", "bear", "responsibility", "relaying", "visual", "information", "brain", "longstanding", "interest", "imaging", "rgcs", "death", "causes", "vision", "loss", "glaucoma", "second", "leading", "cause", "acquired", "blindness", "worldwide", "despite", "great", "efforts", "one", "successfully", "captured", "images", "individual", "rgcs", "part", "nearly", "perfectly", "transparent", "instead", "imaging", "rgcs", "directly", "glaucoma", "currently", "diagnosed", "assessing", "thickness", "nerve", "fibers", "projecting", "rgcs", "brain", "however", "time", "retinal", "nerve", "fiber", "thickness", "changed", "detectably", "patient", "may", "lost", "rgcs", "million", "rgcs", "whole", "eye", "loss", "significant", "said", "williams", "sooner", "catch", "loss", "better", "chances", "halting", "disease", "preventing", "vision", "loss", "rossi", "colleagues", "able", "see", "rgcs", "modifying", "existing", "technology", "confocal", "adaptive", "optics", "scanning", "light", "ophthalmoscopy", "aoslo", "collected", "multiple", "images", "varying", "size", "location", "detector", "used", "gather", "light", "scattered", "retina", "image", "combined", "images", "technique", "called", "detection", "performed", "university", "rochester", "medical", "center", "animals", "well", "volunteers", "normal", "vision", "patients", "macular", "degeneration", "technique", "allow", "group", "visualize", "individual", "rgcs", "structures", "within", "cells", "like", "nuclei", "could", "also", "distinguished", "animals", "rossi", "achieve", "level", "resolution", "humans", "hopes", "able", "assess", "glaucoma", "retinal", "nerve", "fiber", "thins", "even", "rgcs", "die", "detecting", "size", "structure", "changes", "rgc", "cell", "bodies", "rgcs", "main", "focus", "rossi", "investigations", "one", "type", "cell", "imaged", "using", "new", "technique", "macular", "degeneration", "cone", "photoreceptors", "detect", "color", "important", "central", "vision", "first", "die", "aoslo", "used", "image", "cones", "cells", "difficult", "see", "areas", "near", "drusen", "fatty", "deposits", "common", "early", "sign", "disease", "using", "technique", "macular", "degeneration", "patients", "rossi", "able", "assess", "health", "cones", "near", "drusen", "areas", "retina", "damaged", "technique", "offers", "opportunity", "evaluate", "many", "cell", "classes", "previously", "remained", "inaccessible", "imaging", "living", "eye", "said", "rossi", "rgcs", "potentially", "translucent", "cell", "classes", "cellular", "structures", "rossi", "colleagues", "warn", "study", "included", "small", "number", "volunteers", "even", "smaller", "number", "macular", "degeneration", "patients", "studies", "needed", "improve", "robustness", "technique", "ensure", "results", "reproducible", "widely", "used", "clinic", "rossi", "setting", "laboratory", "university", "pittsburgh", "plans", "continue", "working", "williams", "group", "studying", "technique", "ability", "detect", "changes", "retinal", "cells", "course", "retinal", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uorm-acl123016.php", "date": "2018-01-19_20:57:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at the University of Rochester Medical Center have developed a new imaging technique that could revolutionize how eye health and disease are assessed. The group is first to be able to make out individual cells at the back of the eye that are implicated in vision loss in diseases like glaucoma. They hope their new technique could prevent vision loss via earlier diagnosis and treatment for these diseases. \r\nIn a study highlighted in the Proceedings of the National Academy of Sciences, Ethan A. Rossi, Ph.D., assistant professor of Ophthalmology at the University of Pittsburgh School of Medicine, describes a new method to non-invasively image the human retina, a layer of cells at the back of the eye that are essential for vision. The group, led by David Williams, Ph.D., Dean for Research in Arts, Sciences, and Engineering and the William G. Allyn Chair for Medical Optics at the University of Rochester, was able to distinguish individual retinal ganglion cells (RGCs), which bear most of the responsibility of relaying visual information to the brain. \r\nThere has been a longstanding interest in imaging RGCs because their death causes vision loss in glaucoma, the second leading cause of acquired blindness worldwide. Despite great efforts, no one has successfully captured images of individual RGCs, in part because they are nearly perfectly transparent.\r\nInstead of imaging RGCs directly, glaucoma is currently diagnosed by assessing the thickness of the nerve fibers projecting from the RGCs to the brain. However, by the time retinal nerve fiber thickness has changed detectably, a patient may have lost 100,000 RGCs or more. \r\n\"You only have 1.2 million RGCs in the whole eye, so a loss of 100,000 is significant,\" said Williams. \"The sooner we can catch the loss, the better our chances of halting disease and preventing vision loss.\" \r\nRossi and his colleagues were able to see RGCs by modifying an existing technology - confocal adaptive optics scanning light ophthalmoscopy (AOSLO).  They collected multiple images, varying the size and location of the detector they used to gather light scattered out of the retina for each image, and then combined those images. The technique, called multi-offset detection, was performed at the University of Rochester Medical Center in animals as well as volunteers with normal vision and patients with age-related macular degeneration. \r\nNot only did this technique allow the group to visualize individual RGCs, but structures within the cells, like nuclei, could also be distinguished in animals. If Rossi can achieve that level of resolution in humans, he hopes to be able to assess glaucoma before the retinal nerve fiber thins - and even before any RGCs die - by detecting size and structure changes in RGC cell bodies. \r\nWhile RGCs were the main focus of Rossi's investigations, they are just one type of cell that can be imaged using this new technique. In age-related macular degeneration, cone photoreceptors that detect color and are important for central vision are the first to die. AOSLO has been used to image cones before, but these cells were difficult to see in areas near Drusen, fatty deposits that are the most common early sign of the disease. Using their multi-offset technique in age-related macular degeneration patients, Rossi was able to assess the health of cones near Drusen and in areas where the retina had been damaged.\r\n\"This technique offers the opportunity to evaluate many cell classes that have previously remained inaccessible to imaging in the living eye,\" said Rossi.  \"Not only RGCs, but potentially other translucent cell classes and cellular structures.\"\r\nRossi and his colleagues warn that their study included a small number of volunteers and an even smaller number of age-related macular degeneration patients. More studies will be needed to improve the robustness of the technique and ensure their results are reproducible before it can be widely used in the clinic. Rossi is now setting up his own laboratory at the University of Pittsburgh and plans to continue working with Williams' group in studying this technique and its ability to detect changes in retinal cells over the course of retinal diseases. \r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at the University of Rochester Medical Center have developed a new imaging technique that could revolutionize how eye health and disease are assessed.", "The group is first to be able to make out individual cells at the back of the eye that are implicated in vision loss in diseases like glaucoma.", "They hope their new technique could prevent vision loss via earlier diagnosis and treatment for these diseases.", "In a study highlighted in the Proceedings of the National Academy of Sciences, Ethan A. Rossi, Ph.D., assistant professor of Ophthalmology at the University of Pittsburgh School of Medicine, describes a new method to non-invasively image the human retina, a layer of cells at the back of the eye that are essential for vision.", "The group, led by David Williams, Ph.D., Dean for Research in Arts, Sciences, and Engineering and the William G. Allyn Chair for Medical Optics at the University of Rochester, was able to distinguish individual retinal ganglion cells (RGCs), which bear most of the responsibility of relaying visual information to the brain.", "There has been a longstanding interest in imaging RGCs because their death causes vision loss in glaucoma, the second leading cause of acquired blindness worldwide.", "Despite great efforts, no one has successfully captured images of individual RGCs, in part because they are nearly perfectly transparent.", "Instead of imaging RGCs directly, glaucoma is currently diagnosed by assessing the thickness of the nerve fibers projecting from the RGCs to the brain.", "However, by the time retinal nerve fiber thickness has changed detectably, a patient may have lost 100,000 RGCs or more.", "\"You only have 1.2 million RGCs in the whole eye, so a loss of 100,000 is significant,\" said Williams.", "\"The sooner we can catch the loss, the better our chances of halting disease and preventing vision loss.\"", "Rossi and his colleagues were able to see RGCs by modifying an existing technology - confocal adaptive optics scanning light ophthalmoscopy (AOSLO).", "They collected multiple images, varying the size and location of the detector they used to gather light scattered out of the retina for each image, and then combined those images.", "The technique, called multi-offset detection, was performed at the University of Rochester Medical Center in animals as well as volunteers with normal vision and patients with age-related macular degeneration.", "Not only did this technique allow the group to visualize individual RGCs, but structures within the cells, like nuclei, could also be distinguished in animals.", "If Rossi can achieve that level of resolution in humans, he hopes to be able to assess glaucoma before the retinal nerve fiber thins - and even before any RGCs die - by detecting size and structure changes in RGC cell bodies.", "While RGCs were the main focus of Rossi's investigations, they are just one type of cell that can be imaged using this new technique.", "In age-related macular degeneration, cone photoreceptors that detect color and are important for central vision are the first to die.", "AOSLO has been used to image cones before, but these cells were difficult to see in areas near Drusen, fatty deposits that are the most common early sign of the disease.", "Using their multi-offset technique in age-related macular degeneration patients, Rossi was able to assess the health of cones near Drusen and in areas where the retina had been damaged.", "\"This technique offers the opportunity to evaluate many cell classes that have previously remained inaccessible to imaging in the living eye,\" said Rossi.", "\"Not only RGCs, but potentially other translucent cell classes and cellular structures.\"", "Rossi and his colleagues warn that their study included a small number of volunteers and an even smaller number of age-related macular degeneration patients.", "More studies will be needed to improve the robustness of the technique and ensure their results are reproducible before it can be widely used in the clinic.", "Rossi is now setting up his own laboratory at the University of Pittsburgh and plans to continue working with Williams' group in studying this technique and its ability to detect changes in retinal cells over the course of retinal diseases."], "source": "University of Rochester Medical Center"}