{"title": "Delirium in critically ill children admitted to intensive care units common and widespread", "text": "One out of every four children admitted to intensive care units (ICUs) for critical illness develops delirium, according to an international study led by Weill Cornell Medicine and NewYork-Presbyterian investigators. The researchers also found the prevalence of delirium nearly doubles after five days of hospitalization in a pediatric ICU, underscoring the need for routine monitoring of delirium in children.The study, published March 14 in Critical Care Medicine, describes the first-ever, large international study on delirium prevalence in critically ill pediatric patients admitted to the ICU. Delirium, a disturbed mental state characterized by changes in alertness, cognition or awareness known to occur in adults with critical illnesses, has only recently been recognized in children and its prevalence and effects on recovery are not well understood. Adult patients with delirium do poorly when they are in the hospital and are more likely to die; those who survive their critical illness tend to do worse after discharge compared to those without delirium. \"Our study shows that delirium in children is more common and more widespread than previously recognized,\" said Dr. Chani Traube, an associate professor of clinical pediatrics in the Division of Critical Care Medicine at Weill Cornell Medicine and a pediatric intensivist at the Phyllis and David Komansky Center for Children's Health at NewYork-Presbyterian/Weill Cornell Medical Center. \"Monitoring children for the development of delirium should be a routine part of the care we provide, just as we monitor children for the development of fevers when they are sick.\"The research team conducted the study at 25 pediatric ICUs in the United States, the Netherlands, New Zealand, Australia and Saudi Arabia. Over the course of two designated study days, nurses screened 994 children for delirium using the Cornell Assessment for Pediatric Delirium (CAPD), a rapid, bedside tool developed by Dr. Gabrielle Silver, a child psychiatrist at Weill Cornell Medicine and NewYork-Presbyterian/Weill Cornell Medical Center, and the investigative team. The CAPD questionnaire enables ICU nurses, who have multiple interactions with a child during the course of a day, to evaluate the child's awareness of his environment, ability to make eye contact, and ability to communicate needs or wants, among other factors. Of those screened, the researchers determined the mental status of 835 children.The researchers found that 209 out of the 835 patients, or 25 percent, had delirium. Delirium prevalence rates varied significantly with the underlying medical reason for patients' ICU admission, with highest delirium rates found in children admitted with an infectious disease or inflammatory disorder. In addition, while delirium was common throughout hospitalization, the prevalence increased to 38 percent after six days, which Dr. Traube attributes to hospital-based risk factors, including use of physical restraints, medications for sedation (benzodiazepines), immobility and sleep deprivation. Children 2 years old or younger were especially vulnerable to the health effects of these hospital-based risk factors.The study, which was funded in part by the Clinical and Translational Science Center at Weill Cornell Medicine, shows the feasibility of using CAPD to screen for delirium in children, Dr. Traube said.\"Most of the ICUs participating in our study don't routinely screen for delirium, and they were able to do so without much difficulty in nearly all their patients,\" Dr. Traube said. \"You don't need to buy expensive equipment or do extensive training.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wcm-dic031617.php", "region": "namerica", "source_link": "http://news.weill.cornell.edu/news/2017/03/delirium-in-critically-ill-children-admitted-to-intensive-care-units-common-and", "funder": "", "meeting": "", "institution": "Weill Cornell Medicine", "keywords": ["Medicine/Health", " Pediatrics"], "journal": "Critical Care Medicine", "description": "One out of every four children admitted to intensive care units (ICUs) for critical illness develops delirium, according to an international study led by Weill Cornell Medicine and NewYork-Presbyterian investigators. The researchers also found the prevalence of delirium nearly doubles after five days of hospitalization in a pediatric ICU, underscoring the need for routine monitoring of delirium in children.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}