{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/imc-duo050417.php", "description": "New, first-of-its-kind, large-scale study includes more than 76,000 heart patients.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Delayed use of blood thinners for atrial fibrillation patients increases risk of dementia", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "A new study has found that dementia rates increase when anticoagulation treatment is delayed for patients with atrial fibrillation, the most common heart arrhythmia in the world that affects more than 2.7 million American adults.The first-of-its-kind, large-scale study, conducted by researchers at the Intermountain Medical Center Heart Institute in Salt Lake City, included more than 76,000 atrial fibrillation patients with no prior history of dementia who were treated with an antiplatelet or warfarin, a medication used to treat or prevent blood clots in veins or arteries.Researchers studied patients from the time of their atrial fibrillation diagnosis to actual start of an antiplatelet agent or anticoagulation therapy. Patients were then divided into two categories: those who received immediate treatment (started less than 30 days from diagnosis) and those who received delayed treatment (started after one year).Using a measurement scale known as the CHADS2 Vasc score to predict stroke risks and identify those at highest risk of cognitive decline with a delay in therapy, researchers found the risk of dementia in low-risk patients was 30 percent higher for those who received delayed treatment, and a significant 136 percent higher for high-risk patients.Researchers also found that when the time period of delays were analyzed as a spectrum from less than 30 days; 31 days to one year; one to three years; and longer than three years, there was a linear risk of dementia as the delays in warfarin initiation increased.Results of the study will be presented at Heart Rhythm 2017, the Heart Rhythm Society's 38th Annual Scientific Sessions, in Chicago on May 12, 2017.\"Our results reinforce the importance of starting anticoagulation treatment as early as possible after a patient is diagnosed with atrial fibrillation,\" said Jared Bunch, MD, director of heart rhythm research at the Intermountain Medical Center Heart Institute and medical director for heart rhythm services for the Intermountain Healthcare system in Salt Lake City. \"We saw for the first time that waiting even just 30 days to initiate anticoagulation treatment can increase a patient's long-term risk of developing dementia.Anticoagulants, or blood thinners, like antiplatelets and warfarin are powerful stroke prevention interventions and are now being prescribed to millions worldwide. However, there's often a delay in starting anticoagulants after an initial diagnosis of atrial fibrillation for a variety of reasons, including low risk of stroke, exploration of other treatment options like aspirin, older age, multiple comorbidities, and more.The study included 76,230 atrial fibrillation patients who had no prior history of dementia or prior use of an anticoagulation treatment. Of those, 26,189 patients were ultimately treated with an antiplatelet (n=21,781) or warfarin anticoagulation (n=4,408).\"We want to ensure we're doing everything possible to limit the risk of brain injury for our patients, and our study not only shows the importance of early therapy, but also shows the very limited role, if any, of aspirin for stroke prevention,\" said Dr. Bunch. \"In this study, the benefit was derived from using warfarin, and we hope newer anticoagulants that perform better than warfarin and are easier to start and use will further improve dementia risk.\"The authors of the study call for additional studies to increase understanding of how the risk of dementia increases over a longer period of time.Researchers at the Intermountain Medical Center Heart Institute have recently launched a prospective study using dabigatran versus warfarin, which will closely study cognitive changes over a two-year period. The growing use of these newer treatments like direct oral anticoagulants -- such as dabigatran, apixaban and rivaroxaban -- are providing patients with more effective options and should also be studied to determine the risk of dementia, they say.", "meeting": "Heart Rhythm 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Epidemiology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Pharmaceutical Science", " Physiology"]}