{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-ala051117.php", "description": "Results from 'Impact of valve design and bivalirudin vs. unfractionated heparin for anticoagulation in transcatheter aortic valve replacement: Results from the BRAVO-3 trial' were presented today as a late-breaking clinical trial at the Society for Cardiovascular\r\nAngiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Analysis looks at role type of valve plays in patient outcomes post-TAVR", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "For patients who undergo transcatheter aortic valve replacement (TAVR), their risk factors, not the type of valve used, determined their 30-day post-TAVR outcomes. Results from \"Impact of valve design and bivalirudin vs. unfractionated heparin for anticoagulation in transcatheter aortic valve replacement: Results from the BRAVO-3 trial\" were presented today as a late-breaking clinical trial at the Society for Cardiovascular\r\nAngiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.TAVR is performed in intermediate or high-risk patients with significant symptomatic aortic valve stenosis, who\r\nare deemed suitable for the procedure following heart team assessment. In the past 10 years, more than\r\n100,000 TAVR valves have been implanted with several device improvements during that time.This pre-specified subgroup analysis from the BRAVO-3 trial included 500 patients undergoing transfemoral\r\nTAVR with balloon expandable valves (BE) and 282 patients with non-BE valves. Although selection of valve type\r\nwas at operator's discretion, randomization to bivalirudin (BIV) or unfractionated heparin (UFH) was stratified by\r\nvalve type.Results demonstrated that the two-thirds of TAVR patients receiving BE valves had a different baseline profile\r\nthan patients treated with non-BE valves. Non-BE valve patients were older, had a higher euroSCORE I, but had\r\nlower rates of diabetes. They also had a trend for higher prevalence of chronic obstructive lung disease, lower\r\nleft ventricular ejection fraction and lower body weight. Within the BE valve patient group, 251 were treated\r\nwith BIV and 249 with UFH. Among non-BE patients, 140 were treated with BIV and 142 with UFH.Although non-BE valve patients were more likely to require a second implant during the procedure, there were\r\nno significant differences in the adjusted endpoints between the groups. \"This is not a one size fits all situation,\" said Roxana Mehran, MD, professor of medicine and director of Interventional Cardiovascular Research and\r\nClinical Trials at the Zena and Michael A. Weiner Cardiovascular Institute at Icahn School of Medicine at Mount Sinai. \"It is not the differences in the valves, but differences in the patients. When we select the valve based on the patient's characteristics, the outcomes are positive.\"Thirty day clinical outcomes for BE patients were stroke (3.0 percent), death (3.8 percent), BARC major bleeding\r\n(9.0 percent), major vascular complications (8.4 percent), MACE (6.8 percent) and NACE (14.2 percent). Those\r\ntreated with non-BE valves were stroke (3.6 percent), death (7.1 percent), BARC major bleeding (10.6 percent),\r\nmajor vascular complications (11.0 percent), MACE (10.6 percent) and NACE (17.7 percent).The patients with non-BE valves exhibited a trend for higher adjusted risk of major vascular complications (OR\r\n1.78, 95 percent CI 0.97-3.26, p = 0.062), which researchers note may be a function of available device generation during the study period. There was a borderline interaction noted between valve type and anticoagulation treatment for the occurrence of major vascular complications, suggesting that bivalirudin might be associated with lower risk in patients treated with non-BE valves.", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}