{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-etf051117.php", "description": "Results from 'Outcomes of Early vs. Late Revascularization in Low and High-Risk Patients Hospitalized\r\nwith Non-ST-Elevation Myocardial Infarction: The Atherosclerosis Risk in Communities (ARIC) Surveillance Study' were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Early treatment for NSTEMI patients shows greater rate of survival", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "An analysis of NSTEMI patients who undergo coronary revascularization within 24 hours of hospitalization showed an increased reduction in mortality, marking the first time this difference has been demonstrated. Results from \"Outcomes of Early vs. Late Revascularization in Low and High-Risk Patients Hospitalized with Non-ST-Elevation Myocardial Infarction: The Atherosclerosis Risk in Communities (ARIC) Surveillance Study\" were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions\r\n(SCAI) 2017 Scientific Sessions in New Orleans.NSTEMI, or Non-ST-Elevation Myocardial Infarction, is a type of heart attack that occurs when an artery is only\r\npartially blocked as opposed to a STEMI, or ST-Elevation Myocardial Infarction, where there is a complete blockage of the artery, making it the more severe of the two types.While current guidelines recommend early intervention -- defined as less than 24 hours -- for STEMI patients, a\r\ndelayed or late strategy -- defined as between 24-72 hours -- for NSTEMI is considered reasonable, unless there are extenuating circumstances, such as refractory angina or other conditions that put the patient in a higher risk category.However, the optimum time for coronary revascularization of NSTEMI patients is under debate, according to Sameer\r\nArora, MD, of the University of North Carolina at Chapel Hill, Division of Cardiology and the study's lead investigator. Evidence for current recommendations is based on clinical trials in controlled settings and selected patients.Arora and his collaborators looked at data from the ARIC Community Surveillance Study, a large, ongoing\r\ninvestigation that began in 1987 involving 21 hospitals in four states: Maryland, Minnesota, Mississippi, and North\r\nCarolina. Arora analyzed data from hospitalized NSTEMI patients undergoing coronary revascularization, and\r\nclassified them as low or high risk, based on accepted risk scores. The survival benefit of an early revascularization\r\n(\r\n\tFrom 1987-2012, 9,960 patients were hospitalized with NSTEMI and underwent revascularization (67 percent\r\npercutaneous intervention, 28 percent bypass surgery, and 5 percent thrombosis). Most were white (81 percent),\r\nmale (69 percent), with a mean age of 62; approximately half (54 percent) were classified as low risk. The overall\r\n28-day mortality was 3 percent and most revascularizations (66 percent) were late.After adjusting for confounding variables, such as diabetes and hypertension among others, early intervention was\r\nassociated with an 87 percent lower mortality for low-risk patients (OR = 0.13; 95 percent CI: 0.02 - 0.93; p=0.04) and\r\na 38 percent lower mortality for high-risk patients (OR = 0.62; 95 percent CI: 0.40 - 0.94; p=0.04). The association was consistent regardless of sex, race, or year of hospitalization.Arora noted, \"What we observed was both low- and high-risk NSTEMI patients who were treated within 24 hours of\r\nsymptom onset had a 28-day survival benefit. To our knowledge, no clinical trials to date have reported a survival benefit related to early versus late revascularization.\"", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}