{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-lms051117.php", "description": "Results from the PRECISION trial (Efficacy and Safety Outcomes of Radial- vs Femoral-Access Robotic\r\nPercutaneous Coronary Intervention: Final Results of the Multicenter PRECISION Registry) were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Large multicenter study shows high success rate for robotic PCI procedures", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "The largest real-world study of robotic percutaneous coronary intervention (PCI) demonstrated clinical and technical success for patients across multiple sites using multiple operators. Results from the PRECISION trial (Efficacy and Safety Outcomes of Radial- vs Femoral-Access Robotic Percutaneous Coronary Intervention: Final Results of the Multicenter PRECISION Registry) were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.While previous studies have evaluated PCI procedures performed manually versus robotically and shown similar results, limited data exist when comparing radial (wrist access) and femoral (groin area access) robotic PCI procedures.\"This is the first time we are demonstrating that the robotic system can be used, with either a radial or femoral approach, with high clinical and technical success in multiple sites with multiple operators,\" said Ehtisham Mahmud, MD, FSCAI, the study's lead author and division chief, cardiovascular medicine and director, Sulpizio Cardiovascular Center at the University of California, San Diego School of Medicine.The multicenter PRECISION registry, which included 16 U.S. sites, collected clinical and procedural data of the first FDA-approved generation robotic technology, CorPath 200 System (Corindus, Waltham, MA), to remotely control coronary guidewires and stents for PCI patients. Technical success was defined as procedural success (residual stenosis \r\nThe study comprised of 754 robotic PCI procedures with 949 lesions (63.4% type B2/C) treated with robotic PCI using transradial access (TRA) in 452 procedures and transfemoral access (TFA) in 298 procedures. Results demonstrated high technical (88.6 percent TRA vs 82.4 percent TFA; p=0.017) and clinical success rates (98.9 percent TRA vs 94.9 percent TFA; p=0.0012). Eighteen serious adverse events, unrelated to the CorPath 200 System, occurred (1.99 percent TRA vs 3.02 percent TFA, p=0.47); six were determined to be major adverse cardiac events, all of which occurred with transfemoral access.\"In unadjusted analysis, it appears that there may be slightly better outcomes with the radial approach,\" noted Mahmud. \"However, there were significant baseline demographic and angiographic differences between the two groups with radial access patients being less complicated. After conducting a propensity score matched analysis, no differences were observed between the two approaches. Although, there was a slightly superior clinical success with radial access, it was likely the result of patient selection.\"Most importantly, according to Mahmud, the data presented show that using robotic technology to perform PCI in clinical practice via the radial or femoral approach is feasible, safe and effective. Future iteration of the technology (CorPath GRX) has recently been FDA approved, enables robotic guide catheter control and should reduce the rates of manual assistance or conversion.Mahmud reported (disclosures): Corindus: consulting, clinical research support.", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Robotry/Artificial Intelligence"]}