{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-rga051117.php", "description": "Results from 'Interaction Effects of Race/Ethnicity and Sex on Outcomes after PCI: A Subanalysis of the PLATINUM Diversity study' were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Race, gender and socioeconomic factors impact PCI outcomes", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "A first-of-its-kind study discovered that women and minorities who underwent a percutaneous coronary intervention (PCI) are at a greater risk of experiencing recurrent cardiac events within the first year after their procedure compared to Caucasian men. Those outcomes may be attributable to their race, gender and socioeconomic status rather than the PCI procedure itself. Results from \"Interaction Effects of Race/Ethnicity and Sex on Outcomes after PCI: A Subanalysis of the PLATINUM Diversity study\" were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.The trial is the first prospective study that enrolled solely women and minorities, a group that historically has been under-represented in cardiovascular clinical trials. The purpose of the PLATINUM Diversity trial was to come up with a novel way to enroll enough women and minorities to compare outcomes among different genders and race where results would be statistically valid. Wayne Batchelor, MD, MHS, FSCAI, an interventional cardiologist at Southern Medical Group in Tallahassee, Fla., along with Roxana Mehran, MD, MSCAI, Director of Interventional Cardiovascular Research and Clinical Trials at the Icahn School of Medicine at Mount Sinai, served as the study's co-Principal Investigator. Batchelor said the impetus for PLATINUM Diversity stemmed in part from past studies that showed a higher rate of stent thrombosis in African Americans, but noted there were severe limitations of those studies.\"We wanted to design a study to prospectively examine outcomes across a large sample of women and minorities and compare that with the same stent used in recent studies of large numbers of Caucasian men,\" said Batchelor. \"What is unique about our study is that, counter to prevailing assumptions, it shows that you can rapidly enroll women and minorities into a prospective registry and collect statistically valid data.\"PLATINUM Diversity enrolled U.S. patients who received one (1) Promus PREMIER stent and self-identified as being female, black (of African heritage), Hispanic/Latino, or American Indian/Alaskan Native. To enrich the study with women and minorities and allow for comparisons to white men, PLATINUM Diversity (N=1,501) patients were pooled with the Promus-Element Plus Post Approval Study (PE PAS) patients (N=2,687) for a total study sample of 4,188 patients.Within this large cohort, there were 1,417 white and 427 minority women and 1,635 white and 632 minority men available for analysis. The subgroup analysis evaluated one-year outcomes in both minority and white men and women and the inter-related effects of sex and race.\"What we found was that there were significant differences in adjusted outcomes between these groups, with especially higher risks of cardiac events in minority women at one year,\" Batchelor continued. \"However, these incremental risks appeared to be related to progression of the patient's ischemic heart disease more than failure of the stent due to stent thrombosis or restenosis.\"Batchelor reported consulting/speaker honoraria from Boston Scientific, Abbott Medical and Medtronic.Mehran's disclosures are as follows: Grants/Research support: The Medicines Company, BMS, Astra Zeneca, Lilly/Daiichi Sankyo, Abbott Vascular, Boston Scientific, CSL Behring, Janssen (J+J), Claret Consulting fees: Advisory board for Janssen (J+J), Medscape, Osprey.Batchelor presented \"Interaction Effects of Race/Ethnicity and Sex on Outcomes after PCI: A Subanalysis of the PLATINUM Diversity study\" on Friday, May 12, 2017, 11:15 a.m. CDT. ", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Minorities", " Socioeconomics"]}