{"journal": "World Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-05/kcl-smi051117.php", "description": "An international study of more than 3.2 million people with severe mental illness reveals a substantially increased risk for developing cardiovascular disease compared to the general population.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Severe mental illness linked to much higher risk for cardiovascular disease", "region": "europe", "source_link": null, "institution": "King's College London", "text": "An international study of more than 3.2 million people with severe mental illness reveals a substantially increased risk for developing cardiovascular disease compared to the general population.Led by King's College London, the research shows that people with severe mental illness (SMI), including schizophrenia, bipolar disorder and major depression, have a 53 per cent higher risk for having cardiovascular disease than healthy controls, with a 78 per cent higher risk of developing cardiovascular disease over the longer term. Their risk of dying from the disease was also 85 per cent higher than people of a similar age in the general population.Published online in World Psychiatry, these findings highlight the importance of regularly screening SMI patients for cardiovascular risk and also point towards a number of potentially modifiable risk factors.It is well documented that people with SMI die 10 to 15 years earlier than the general population, largely due to cardiovascular disease, including heart disease, heart attack and stroke. This new study is the largest ever meta-analysis of SMI and cardiovascular disease, including over 3.2 million patients and more than 113 million people from the general population. The researchers examined 92 studies across four continents and 16 different countries, including the US, UK, France, Australia and Sweden.10 per cent of people with SMI had cardiovascular disease, with rates slightly higher in schizophrenia (11.8 per cent) and depression (11.7 per cent) than bipolar disorder (8.4 per cent), with a substantially increased risk for developing cardiovascular disease over time.The researchers identified some important factors which increase risk for cardiovascular disease, including antipsychotic use and higher body mass index. Based on these results, it is crucial that clinicians where possible choose antipsychotics with lower side effects related to weight gain, high blood pressure and glucose abnormalities. Clinicians should also screen for emerging and existing cardiovascular diseases, as well as proactively managing risk factors such as weight and body mass index, according to the study authors. Dr Brendon Stubbs from the Institute of Psychiatry, Psychology & Neuroscience (IoPPN) at King's College London, said: 'These findings are a stark reminder that people with SMI are being left behind, at a time when the health of the general population as a whole appears to be benefitting from public health initiatives to reduce the burden of cardiovascular disease. We found that the prevalence of cardiovascular disease in people with severe mental illness (SMI) was higher in more recent studies, which suggests that our efforts so far have been unsuccessful in reducing the health gap between people with SMI and the general population.'People with SMI die much earlier than those without these disorders, yet the majority of these premature deaths may be preventable with care that prioritises lifestyle changes, such as exercise, better nutrition and stopping smoking, along with cautious prescribing of antipsychotics.'", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Health Professionals", " Metabolism/Metabolic Diseases", " Public Health", " Social/Behavioral Science", " Mental Health", " Depression/Anger"]}