{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-afa051217.php", "description": "In a new study presented today at the Heart Rhythm Society's 38th Annual Scientific Session in Chicago, researchers from the Perelman School of Medicine at the University of Pennsylvania have found that CHD patients -- even with complex defects -- can safely undergo ablation for AF, with similar success rates as patients with normal hearts.", "article_link": null, "date": "Fri, 12 May 2017 04:00:00 GMT", "funder": "", "title": "Ablation for atrial fibrillation proven safe and effective for patients with congenital heart disease, Penn study finds", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA--Congenital heart disease (CHD) includes a range of defects that occur in the heart which patients are born with, such as a hole in the heart's wall, a leaky valve or even an inversion in the heart's orientation. CHD was once a severe condition often resulting in early death, but now, more and more CHD patients are living long and healthy lives. Therefore, as this population grows, so does the number of patients who are treated for other complications of their disease, such as early onset atrial fibrillation (AF), a quivering or irregular heartbeat that can lead to blood clots, stroke, heart failure and other complications. AF is often treated with a catheter ablation, a minimally invasive procedure in which the areas of the heart causing the irregularity are cauterized, but until now, there was limited data to support the safety and efficacy of treating CHD patients with an AF ablation. In a new study presented today at the Heart Rhythm Society's 38th Annual Scientific Session in Chicago, researchers from the Perelman School of Medicine at the University of Pennsylvania have found that CHD patients--even with complex defects--can safely undergo ablation for AF, with similar success rates as patients with normal hearts. \"Treatment for atrial fibrillation is critical, whether the patient has a normal heart or whether they have complex congenital heart disease,\" said the study's presenter Jackson J. Liang, DO, a third-year cardiovascular disease fellow in the Perelman School of Medicine at the University of Pennsylvania. \"In fact, atrial fibrillation can be especially detrimental in patients with complex congenital heart disease since they may be more reliant on the \"atrial kick\" provided during sinus rhythm. Unfortunately for some CHD patients, AF ablation may be more challenging due to the presence of complex anatomy, and the optimal ablation strategy for these patients remains to be defined.\" In this multicenter study, researchers performed a retrospective analysis of 69 CHD patients who underwent AF ablation, by collecting data from Penn, University of Colorado, University of California San Francisco, and Texas Cardiac Arrhythmia Institute at St. David's Medical Center. Researchers looked at those who underwent AF ablation for paroxysmal (intermittent) or persistent AF between 2008 and 2016. They identified the type of CHD, and tracked the ablation strategy - pulmonary vein isolation (PVI), PVI with additional ablation, or non-PV ablation only.\"Some physicians may not be aware that catheter ablation can be performed to treat atrial fibrillation in patients with congenital heart disease, and instead they may prescribe anti-arrhythmic medications,\" said David Frankel, MD, an assistant professor of Cardiovascular Medicine at Penn. \"We hope this study will increase awareness of catheter ablation as a viable treatment option for atrial fibrillation in these patients.\"Of the 69 patients, 34 had paroxysmal AF and 25 had complex CHD. The team defined complete success as freedom from recurrent AF for one year off antiarrhythmic medications, and partial success as freedom from AF recurrences for one year on previously ineffective anti-arrhythmic medications. At one year, researchers concluded that 53 percent of the patients had complete success with an additional 13 percent experiencing partial success. 92 percent of patients underwent a PVI approach, while seven percent had a non-PVI ablation alone.\"We also found that 12 patients needed a repeat ablation within the first year, but most notably, there were no major procedural complications identified and only five minor complications, which is on par with rates in non-CHD patients,\" said Liang. \"While PVI should remain the cornerstone of ablation, an individualized approach utilizing pre-procedural imaging to help to define the anatomy is necessary to improve outcomes in patients with CHD.\"Researchers conclude that AF ablation in this complex population was safe and effective, with similar outcomes to those seen in non-CHD patients, despite anatomical differences. However, they noted that more research is needed to further define the challenges and optimal ablation strategies in CHD patients. ", "meeting": "Haematological Malignancies", "keywords": ["Medicine/Health", " Cardiology"]}