{"journal": "FASEB Journal", "url": "http://www.eurekalert.org/pub_releases/2017-05/foas-scc051117.php", "description": "New research published online in The FASEB Journal may ultimately help athletes and trainers better understand who may be more at risk for heat stroke. In the report, scientists use animals to show that there is a link between the susceptibility to malignant hyperthermia (MH) and exertional heat stroke.", "article_link": "http://dx.doi.org/10.1096/fj.201601292R", "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "Scientists confirm correlation between malignant hyperthermia and exertional heat stroke", "region": "namerica", "source_link": null, "institution": "Federation of American Societies for Experimental Biology", "text": "New research published online in The FASEB Journal may ultimately help athletes and trainers better understand who may be more at risk for heat stroke. In the report, scientists use animals to show that there is a link between the susceptibility to malignant hyperthermia (MH) and exertional heat stroke. \"Global warming and increasing frequency of heat waves, which are particularly dangerous in large urban areas, in future years will represent a reason of concern for human health,\" said Feliciano Protasi, Ph.D., a researcher involved in the work at the Department of Neuroscience, Imaging and Clinical Sciences, University G. d'Annunzio, Chieti, Italy. \"However, in spite of the increased incidence, severity and life-threatening nature of heat stroke, there are currently no safe and effective drug interventions to protect or reverse this deadly syndrome.  We hope that our study will contribute to develop preventive measures and/or acute treatments for heat stroke caused by environmental heat and physical exertion.\"Scientists used three groups of mice to reach their conclusion. The first two groups (RYR1Y522S/WT and CASQ1-null mice) had altered genes that made them susceptible to lethal hyperthermic crises when exposed to anesthetics, while the third group was normal (wild-type mice). When the three sets of mice were exposed to a protocol of exertional stress (incremental running at 34 degrees Celsius and 40 percent humidity) the MH-susceptible mice (but not the normal mice) suffered lethal overheating episodes.  \"This work addresses a dangerous, often lethal, physiological maladjustment that animals and humans can undergo,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"The door now stands open to finding effective preventative drugs.\"", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Cardiology", " Stroke", " Internal Medicine", " Sports Medicine"]}