{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-asi051017.php", "description": "Results from 'Effect of bivalirudin versus unfractionated heparin in patients with baseline or new-onset atrial fibrillation in transcatheter aortic valve replacement: From the BRAVO-3 randomized trial' were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "Analysis shows increased risk of early stroke with new-onset atrial fibrillation post-TAVR", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "More than one-third of patients undergoing transcatheter aortic valve replacement (TAVR) were observed to have atrial fibrillation (AF) either at baseline or new-onset within 30 days after TAVR. Patients with new-onset AF had a >4 fold greater risk of stroke within 30 days. Results from \"Effect of bivalirudin versus unfractionated heparin in patients with baseline or new-onset atrial fibrillation in transcatheter aortic valve replacement: From the BRAVO-3 randomized trial\" were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.The BRAVO-3 trial included 802 patients with a mean age of 82 years randomized to bivalirudin (BIV) or unfractionated heparin (UFH) for transfemoral TAVR. In this sub-study, 41.4 percent (n=332) of patients were noted to have baseline AF or new AF within 30 days of TAVR, and 58.6 percent (n=470) had no AF. Patients with existing or new AF had a greater occurrence of pre-existing comorbidities, including renal dysfunction, lower left ventricular ejection fraction and a higher euroSCORE I.\"Previous studies have shown that AF patients undergoing TAVR have a greater risk for ischemic as well as bleeding events,\" said the study's principal investigator George D. Dangas, MD, PhD, professor of medicine at the Icahn School of Medicine at Mount Sinai and director of cardiovascular innovation at the Zena and Michael A. Weiner Cardiovascular Institute of the Mount Sinai Medical Health System in New York City.\"We wanted to study these associations using a more contemporary population, in the context of overall improved devices, techniques and post-TAVR management to see if the results were similar. We were also interested in studying the antithrombotic prescription patterns in this high-risk patient population, as there is currently no consensus on the optimal strategy following TAVR.\"The primary endpoint of the BRAVO-3 trial was 48h Bleeding Academic Research Consortium (BARC) type 3b bleeding. For this sub-study, the two main outcomes of interest were stroke and death at 30-days in patients with AF vs. no AF. Outcomes were also examined by treatment with bivalirudin (BIV) or unfractionated heparin (UFH).Unadjusted 30-day clinical outcomes for AF patients were stroke (3.9 percent), death (6.0 percent), and BARC major bleeding (10.2 percent). Outcomes for non-AF patients were stroke (2.6 percent), death (4.5 percent), and BARC major bleeding (9.4 percent). The unadjusted odds of early stroke in patients with new-onset AF were 4.49 times greater compared to odds in patients with no AF. No significant differences were noted in 30-day outcomes by AF status and anticoagulant strategy.\"Our study showed that a large percentage of patients have AF, either baseline or new-onset,\" said study investigator Usman Baber, MD, assistant professor, medicine, cardiology Icahn School of Medicine at Mount Sinai. \"New-onset AF lends a significantly higher risk of early stroke, nearly five-fold. Moreover, although nearly all AF patients had a high calculated predictive stroke risk score (CHA2DS2VASc) of ≥4, we found that around two-thirds went home on an oral anticoagulant. We need to better risk stratify AF patients during follow-up, when acute risk of bleeding has abated, for prescription of anticoagulants where appropriate.\"", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Death/Dying"]}