{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/imc-ns050817.php", "description": "Researchers have identified a microRNA biomarker that demonstrates a strong association with the incidence of atrial fibrillation, the most common abnormal heart rhythm.", "article_link": null, "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "New study identifies biomarker that may indicate risk of atrial fibrillation", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "Researchers have identified a microRNA biomarker that demonstrates a strong association with the incidence of atrial fibrillation, the most common abnormal heart rhythm that affects more than 2.7 million Americans. The researchers from the Intermountain Medical Center Heart Institute in Salt Lake City have been seeking microRNA biomarkers to guide the diagnosis and potential treatment of troublesome heart conditions including atrial fibrillation and heart failure. For the study, the researchers sought biomarkers that could specifically predict the occurrence and severity of atrial fibrillation, said the study's lead author, Oxana Galenko, PhD, clinical research senior scientist in cardiovascular research at Intermountain Medical Center Heart Institute.\"We wanted to generate specific profiles of the molecules and see if they could be used to distinguish between the risk of atrial fibrillation in different groups of patients,\" Galenko said. The research team identified microRNAs, small, stable, noncoding RNA molecules that negatively control gene expression at a stage called the post-transcriptional level. These markers could potentially indicate which atrial fibrillation patients are most likely to benefit from ablation - a procedure that creates tissue scarring around the pulmonary veins and prevents electrical impulses from being misdirected, which can cause atrial fibrillation. Researchers will present results of the study at Heart Rhythm 2017, the Heart Rhythm Society's 38th Annual Scientific Sessions, in Chicago on Thursday, May 11, 2017. Atrial fibrillation is characterized by a rapid and irregular heartbeat caused when the top chambers of the heart quiver erratically, sometimes faster than 200 times per minute. The condition can have a significant negative impact on an individual's quality of life, causing heart palpitations, chronic fatigue, debilitating pain and can increase the risk of stroke fivefold.\"From the research, we knew certain markers that were cited mostly for heart failure patients, so we knew which microRNAs we were going to look at, because we've looked at them before,\" said Victoria Jacobs, NP, PhD, a member of the research team. Atrial fibrillation has four subtypes, with two most common: Paroxysmal AF is episodic, while persistent AF lasts and has different degrees of severity. The researchers hoped to identify specific microRNAs involved in atrial fibrillation, with an eye toward using them to discriminate between the two subtypes. The Intermountain Medical Center Heart Institute maintains an extensive bio bank that contains a large amount of biological and medical data that's collected by taking a small amount of blood from consenting patients, then banking those samples for future research. For the study, researchers used very small amounts of plasma from the bio bank. Because microRNAs are so small and stable, they can be detected in circulating biological fluids like saliva and blood.The researchers examined samples from 140 atrial fibrillation patients -- 93 paroxysmal and 47 persistent-- and 50 people with no identified heart disease who served as a control group. Researchers then examined several miRs that had been associated with atrial fibrillation, including 21, 291, 133a, 133b, 150 and 328. They were able to narrow it to miR 21.Researchers looked specifically at the concentration of microRNAs in the patients' circulating blood and found that risk of atrial fibrillation increased as levels of miR 21 decreased. While having low levels of the microRNA appears to be strongly associated with the development of atrial fibrillation, it wasn't associated with any differences between paroxysmal and persistent AF.The researchers believe that means the mechanism of how the disease occurs and its progression are different. In future studies, they hope to find out what initiates the disease.  \"As atrial fibrillation progresses, we know there's more fibrosis in the left atrium,\" said Dr. Jacobs. \"We have theories of what causes the harmful fibrosis, including which pathways are activated to causes fibrosis. But we really don't know the cause yet. It's unclear if the microRNA carries the signals then it progresses to fibrosis or vice versa.\"", "meeting": "Heart Rhythm 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Epidemiology", " Internal Medicine", " Physiology"]}