{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-e2t051117.php", "description": "Paris, France: EuroPCR 2017, the official annual meeting of the European Association for Percutaneous Cardiovascular Interventions (EAPCI), is being held from 16 to 19 May 2017 at the Palais des Congres in Paris, France.\r\n\r\nMore than 12,000 interventional cardiologists, nurse, technicians, scientists and industry innovators from around the world will meet to share the latest developments, research, and best practice in treating cardiovascular conditions, including coronary and valvular heart disease and stroke, with minimally endovascular techniques.", "article_link": null, "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "EuroPCR 2017, the world-leading course for cardiovascular interventions", "region": "europe", "source_link": "https://www.pcronline.com/Courses/EuroPCR/EuroPCR-2017", "institution": "PCR", "text": "PCR will celebrate the 40th anniversary of angioplasty with an exposition tracing the major milestones in the pioneering history of interventional cardiology. \"We are celebrating the continuing contribution of angioplasty to improve patient outcomes through patient-friendly procedures,\" said EuroPCR 2017 Course Director William Wijns. Twelve interactive modules will take participants on a journey through time from early devices to innovations for the future. Pioneers in interventional cardiology from across the world, including Ibrahim Al Rasdan (Kuwait), Jorge Belardi (Argentina), Antonio Colombo (Italy), Alain Cribier (France), Pim de Feyter (the Netherlands), Runlin Gao (China), Spencer B. King III (USA), Jean Marco (France), Patrick Serruys (the Netherlands) and Ulrich Sigwart (Switzerland) will share their experience and insights with younger physicians at 'Meet the pioneers' interactive sessions.Cutting-edge research highlights-A first look at the largest 'real-world' dataset to evaluate the safety of deferring coronary revascularisation based on functional intracoronary measurements using pressure guidewires in patients with intermediate coronary stenosis: what will the patient-level pooled analysis for the 4,500 patients in the DEFINE FLAIR and iFR SWEDEHEART studies mean for future practice?-Results will be reported for the first time from the long-awaited Euro-CTO randomised study comparing revascularisation with optimal medical therapy in patients with coronary chronic total occlusion: what is the impact on symptoms and quality of life?Sharing expertise and passing it on to the next generationEuroPCR provides a unique experience for young interventional cardiologists to build their learning and expertise in a series of new sessions designed by and for the younger generation, based on their suggestions gathered from social media and questionnaires:-'Evidence-practice mismatch' sessions explore situations where guidelines give high-level recommendations but where, in practice, physicians may not always adhere to them. Participants will discuss and resolve these clinical situations.-'Treatment dilemma' sessions enable case-based discussions of situations where the optimal treatment may not be immediately clear. Leading the way on the future for bioresorbable scaffolds (BRS)EuroPCR will make a statement about bioresorbable scaffolds during the 2017 course to plan for the future after recent studies have raised questions about the safety of some devices. \"We think it's important to make a statement because of the need to continue to develop this approach for the future, supporting the concept of a stent that disappears in patients with 30, 40, and even 50 years of life expectancy after undergoing a procedure,\" said William Wijns. He said the statement would include a call for responsibility by interventional physicians to protect the potential of this innovation by avoiding its use in situations where poor results might be predicted. It will also recommend continued focus on the fundamentals of good procedural practice, including adequate sizing and good stent expansion.", "meeting": "EuroPCR 2017", "keywords": ["Cardiology"]}