{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-iis051017.php", "description": "Results from the DANCE trial (Dexamethasone Infusion to the Adventitia to Enhance Clinical Efficacy after Femoropopliteal Revascularization) were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "Interrupting inflammatory signals decreases repeat artery blockage", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "Peripheral artery disease (PAD) patients who were treated with an anti-inflammatory steroid injected directly into the tissue surrounding their leg artery showed a significant reduction in inflammatory biomarkers. Results from the DANCE trial (Dexamethasone Infusion to the Adventitia to Enhance Clinical Efficacy after Femoropopliteal Revascularization) were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.Current treatments for PAD include percutaneous transluminal angioplasty angioplasty (PTA) and atherectomy (ATX). While these treatments can be effective in the short term, they have limitations over time. Both of these approaches treat the blockage from the inside of the artery and can trigger a cycle of inflammation that may contribute to restenosis. Over the course of 6-12 months, a meaningful percentage of patients experience a repeat blockage due to restenosis that was initiated by inflammation resulting from the PTA or ATX.Researchers in the DANCE trial measured the inflammatory biomarkers in a patient subgroup (n=52 PTA and n=42 ATX) before and after using the Bullfrog® Micro-Infusion Device to locally deliver dexamethasone (1.6 mg per cm of treated artery) after their angioplasty or atherectomy, and a control group (n=12 PTA and n=16 ATX) that did not receive the steroid following the same techniques. Both groups had blood drawn prior to intervention, at 24-hours, and at four weeks post-procedure. Patients treated with the Bullfrog® Micro-Infusion Device and dexamethasone experienced a significant reduction of two key inflammatory biomarkers that have been linked to restenosis in balloon angioplasty interventions: high-sensitivity C-reactive protein (hsCRP) and monocyte chemoattractive protein-1 (MCP-1).\"This is a novel approach to treating the diseased artery by administering a steroid to the tissue that surrounds it,\" said one of the study's leading investigators Ehrin J. Armstrong, MD, MSc, FSCAI, director, VA Eastern Colorado Healthcare System and associate professor of medicine, University of Colorado School of Medicine. \"By injecting anti-inflammatory drug directly into the artery wall and the adjacent tissue, as opposed to inside the artery where much of the drug could be washed away by blood flow, the drug is precisely targeted to the site of the inflammatory signals. Thus, the cycle of inflammation that can lead to repeat blockages is controlled, and the healing process is potentially improved.\"In the control group, the average 24-hour increase in hsCRP was 280 percent (PTA) or 138 percent (ATX) as compared to 55 percent (PTA) or 14 percent (ATX) in treated patients (P=NS). Additionally, a 24-hour mean rise in MCP-1 of 19 percent (PTA) or 14 percent (ATX) was seen in the non-treated group, while treated patients experienced a reduction of 39 percent (PTA, P\r\n\tArmstrong noted, \"The way we address a blockage in the leg artery now is to initially restore blood flow and any limitation to the blood flow dynamics using a balloon or stent to mechanically open the artery back up. The idea behind the addition of a steroid to the procedure is to change the underlying biology associated with these techniques so that the intervention is more durable over time. The DANCE study has provided insight that the measurement of the levels of the inflammatory biomarkers for individual patients may be a beneficial strategy in predicting outcomes and lead to improvement by personalizing our therapy for each PAD patient.\"Armstrong reported no relevant disclosures.", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}