{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-sct051017.php", "description": "Results from 'CD34+ Stem Cell Therapy Improves Exercise Time and Mortality in Refractory Angina: A Patient Level Meta-Analysis' were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.", "article_link": null, "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "Stem cell therapy holds promise for treating most severe cases of angina", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "An analysis of data from the entire development program consisting of three trials assessing the feasibility of using a stem cell therapy (CD34+ cells) to treat patients with the most severe cases of angina, refractory angina (RA), showed a statistically significant improvement in exercise time as well as a reduction in mortality. Results from \"CD34+ Stem Cell Therapy Improves Exercise Time and Mortality in Refractory Angina: A Patient Level Meta-Analysis\" were presented today as a late-breaking clinical trial at the Society for Cardiovascular Angiography and Interventions (SCAI) 2017 Scientific Sessions in New Orleans.One of the warning signs of coronary artery disease is angina, or chest pain, which occurs when the heart muscle does not receive enough blood. Unlike angina pectoris or \"stable angina,\" which can often be treated with medication, RA can be incapacitating, impacting quality of life. In the most severe cases, those with class III or IV angina, treatment options are exhausted, and patients remain severely debilitated. Unfortunately, one of the untoward consequences of the improved survival of patients with chronic ischemic heart disease is more patients with refractory angina.A meta-analysis of three trials that each showed promising results looked at injecting RA patients with autologous CD34+ cells -- which have been shown to increase blood flow -- and the therapy's effect on mortality and total exercise time (TET), an important predictor of long-term mortality.Data from 304 patients was extracted and analyzed from phase 1 (24 patients), ACT-34 and ACT-34 extension studies (168 patients), and RENEW (112 patients), which was prematurely terminated by the sponsor due to financial considerations.\"The goal of this meta-analysis was to combine patient level data from three very similar trials to try understand what it would tell us,\" said lead investigator Tom Povsic, MD, FSCAI, associate professor at the Duke Clinical Research Institute (DCRI) and an interventional cardiologist at Duke University School of Medicine.Results showed that patients treated with CD34+ cell therapy (n=187) improved TET by 80.5 ± 12.1, 101.8 ±13.7, and 90.5 ± 14.7 seconds at three months, six months, and 12 months compared with 28.1 ± 15.7, 48.8 ± 18.2, and 39.5 ± 20.3 seconds for the placebo group (n=89), resulting in treatment effects of 52.5 (p=0.002), 52.9 (p=0.009) and 50.9 (p=0.027) seconds.The relative risk of angina was 0.90 (p=0.40), 0.81 (p=0.14), and 0.79 (p=0.17) at three months, six months, and 12 months in CD34+ treated patients.CD34+ treatment decreased mortality by 24 months (2.6 percent vs. 11.8 percent, p=0.003). In addition, major adverse cardiac events were less frequent (29.8 percent for CD34+ patients vs. 40.0 percent for the placebo group, p=0.08).\"Therapies for these patients are direly needed,\" said Povsic, \"and results from our meta-analysis are very compelling. Most importantly, the number of patients in our meta-analysis approximates those who were targeted\r\nfor enrollment in RENEW, the prematurely terminated phase III study. These results suggest that had RENEW been completed, a regenerative therapy for these patients might meet criteria for approval. I still think this therapy has a lot of promise.\"Timothy Henry, MD, chief of cardiology at Cedars-Sinai Medical Center in Los Angeles, agrees \"CD34+ cell therapy appears to be an extremely safe and effective therapy for this growing and challenging patient population with limited options.\"", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Mortality/Longevity"]}