{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/luhs-mta051117.php", "description": "A Loyola Medicine study has found that two simulation techniques dramatically improved physicians' brain death diagnostic and communications skills. The techniques employ SimMan® 3G, a high-tech patient simulator (mannequin) and actors who simulate family members having a brain-death discussions.", "article_link": null, "date": "Thu, 11 May 2017 04:00:00 GMT", "funder": "", "title": "Mannequin, trained actors help physicians learn to diagnose and communicate brain death", "region": "namerica", "source_link": null, "institution": "Loyola University Health System", "text": "MAYWOOD, IL -  One of the most difficult skills a neurologist must learn is how to diagnosis brain death and communicate the bad news to family members.A Loyola Medicine study has found that two simulation techniques dramatically improved the brain death diagnostic and communications skills of neurologists in training. The techniques employ SimMan® 3G, a high-tech patient simulator (mannequin) that simulates a brain-dead patient and trained actors who simulate family members having a brain-death discussion with a physician.The study was presented during the American Academy of Neurology's annual meeting in Boston, where the study received the academy's prestigious 2017 Safety and Quality Award.Brain death is the irreversible loss of all functions of the brain. Clinically and legally, the patient is dead. (Brain death differs from persistent vegetative state, in which some autonomic functions such as breathing and sleeping persist.) The concept can be difficult to communicate to family members, who, for example, may wish to keep their loved-one on life support.Brain death is determined with a procedure that includes a physical exam and an apnea test. In an apnea test, the patient is taken off the ventilator, and if there is no attempt to breathe, the patient is declared dead. Typically, a physician meets with the family to describe the procedure before it is performed. If the procedure confirms the patient is brain dead, the physician meets with the family again to deliver the bad news.\"The physician has only one chance to relay information in a compassionate way that the family can understand,\" said Preston Douglas, MD, first author of the Loyola study. \"The family's whole view of the healthcare system can be enhanced or tainted depending on how well the discussion is conducted.\"The Loyola study included 12 neurologists who were beginning their second year of residency training. They were tested before and after they underwent brain death simulation training.Instructed by senior neurologists, the resident neurologists learned how to diagnose brain death using a patient simulator. The simulator can move and talk and realistically mimic human responses relevant to brain death testing, such as breathing and response to light. Instructed by palliative-care specialists, the resident neurologists learned how to discuss brain death with actors who played the roles of family members. (The actors are specialists from the Gift of Hope Organ & Tissue Donor Network.)Before the training, the residents scored 46 percent on a test that measured how well they performed a brain death exam on the patient simulator, 48 percent on a test of how well they delivered bad news and 55 percent on an apnea test. After training, their scores improved to 73 percent, 74 percent and 91 percent, respectively.Previous studies have shown how using patient simulators can help improve brain death diagnosis skills. The Loyola study is the first to show that using actors can help improve physicians' communication skills in brain death discussions.The study is titled, \"Simulation-based training in brain death determination incorporating family discussion: An update to an ongoing project.\"", "meeting": "American Academy of Neurology", "keywords": ["Medicine/Health", " Death/Dying", " Neurobiology"]}