{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-hfp050517.php", "description": "Heart failure patients readmitted to the same facility spend fewer days in the hospital and are more likely to survive. Time is important when seeking hospital care for acute events like heart attack or stroke, but for treatment of a chronic condition like heart failure, continuity of care seems to be more important, researchers said.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.004892", "date": "Wed, 10 May 2017 04:00:00 GMT", "funder": "", "title": "Heart failure patients readmitted to the same hospital may have better outcomes", "region": "namerica", "source_link": "http://newsroom.heart.org/news/heart-failure-patients-readmitted-to-the-same-hospital-may-have-better-outcomes?preview=6de4d65ca389ef430db954b4addc24d1", "institution": "American Heart Association", "text": "DALLAS, May 10, 2017 -- When patients with heart failure were re-hospitalized within a month, those who returned to the same hospital were discharged quicker and were more likely to survive, according to new Canadian research in the Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.In both Canada and the United States, ambulance policies usually require patients be taken to the nearest emergency room, even if a patient has recently been hospitalized somewhere else.\"This makes sense in time-sensitive acute conditions where delays in initial treatment are associated with poorer outcomes - thus the adage \"time is muscle\" for heart attacks and \"time is brain\" for strokes. Heart failure is a chronic condition and continuity of care seems to be more important,\" said Finlay A. McAlister, M.D., M.Sc., study lead author and professor of general internal medicine at the University of Alberta in Edmonton, Canada.Researchers examined data on readmissions for all patients discharged with a primary diagnosis of heart failure in Canada between 2004 and 2013. Of the 217,039 patients (average age 76.8 years, 50.1 percent male), 18.1 percent were readmitted within 30 days - 83.2 percent to the original hospital and 16.8 percent to a different hospital. The most common cause for readmission was heart failure (36.9 percent).After adjusting for factors such as age and gender, heart failure patients who were readmitted to the same hospital were discharged an average of one day sooner and were 11 percent less likely to die during their hospitalization.\"For the individual patient, these differences may not seem like much, but considering that heart failure is one of the most common reasons for hospitalization (and readmission) in North America, it's a big issue for the healthcare system,\" McAlister said.Currently, about 6.5 million adults in the United States live with heart failure. In heart failure, the heart muscle is too weak to pump sufficient blood to vital organs throughout the body. Although Canada has free universal access to hospital care, the findings in this study are likely to apply to the United State as well, since there are similar rates of readmission for heart failure and similar gaps in the transfer of medical information from one facility to another, researchers said.According to the American Heart Association's Heart Disease and Stroke Statistics, projections show that the prevalence of heart failure will increase 46 percent from 2012 to 2030.\"Patients' hospital records may not be completed for weeks and they don't report all of the things that happened during the initial hospitalization. For example, it is not uncommon for heart failure patients to not tolerate or have adverse responses to higher doses of some guideline-recommended medications. That information rarely appears on discharge summaries, so patients are at risk of the same thing happening if they are admitted to a different hospital,\" McAlister said.\"If you are discharged from the hospital after heart failure, book a follow-up appointment with your physician within two weeks of discharge. If your condition deteriorates, try to see a familiar physician as soon as possible,\" McAlister said.In the study, patients readmitted to a different hospital were younger and more likely to be male, live in a rural area and to have arrived at the new hospital by ambulance.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}