{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-05/nion-sfw051017.php", "description": "According to a new study in JAMA Neurology, US military service members who endured a mild concussion after blast injury while deployed in Iraq or Afghanistan may continue to experience mental health symptoms as well as decreases in quality of life for at least five years after their injury. The study was supported by the National Institute of Neurological Disorders and Stroke (NINDS) and the Department of Defense. NINDS is part of the National Institutes of Health.", "article_link": null, "date": "Wed, 10 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Department of Defense", "title": "Study finds worsening outcomes in service members 5 years after mild blast-induced concussion", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "According to a new study in JAMA Neurology, U.S. military service members who endured a mild concussion after blast injury while deployed in Iraq or Afghanistan may continue to experience mental health symptoms as well as decreases in quality of life for at least five years after their injury. The study was supported by the National Institute of Neurological Disorders and Stroke (NINDS) and the Department of Defense. NINDS is part of the National Institutes of Health.\"This is one of the first studies to connect the dots from injury to longer-term outcomes and it shows that even mild concussions can lead to long-term impairment and continued decline in satisfaction with life,\" said lead author Christine L. Mac Donald, Ph.D., an associate professor in the Department of Neurological Surgery at the University of Washington School of Medicine in Seattle. \"Most physicians believe that patients will stabilize 6-12 months post-injury, but this study challenges that, showing progression of post-concussive symptoms well after this time frame.\"Dr. Mac Donald's team studied five-year outcomes in 50 service members who experienced mild traumatic brain injury (mTBI) in Iraq or Afghanistan and compared the findings to 44 controls who were deployed but not injured. The researchers have been studying the service members with mTBI since their injury and examined changes in their symptoms from one year to five years after injury. The service members underwent a battery of neurological and neuropsychological assessments as well as tests of their overall functional ability to return to work and live independently.     According to the results, 72 percent of service members in the head injury group experienced a decline in disability scores, compared to 11 percent of the combat-deployed controls. Worsening of post-traumatic stress and depression symptoms, between one and five years following injury was also more common in the blast-injured service members. The injured service members also experienced more headaches and disrupted sleep compared to controls. There were no differences in cognitive performance between service members who had experienced a concussion and those in the control group. The study also showed that a combination of factors, including neurobehavioral symptom severity, walking ability, and verbal fluency at one year after injury, was highly predictive of poor outcomes five years later.\"We need to identify effective, long-term treatment strategies that will help these brave men and women enjoy the highest quality of life possible following their service to our country,\" said Walter Koroshetz, M.D., director of NINDS.  \"This unique academic-military partnership highlights the power of data sharing and cutting across traditional boundaries to advance research that will help improve the lives of our military members.\"Blast injury due to improvised explosive devices was the representative injury of the wars in Iraq and Afghanistan. Approximately 20 percent of deployed service members in Iraq and Afghanistan experienced head injury. While the majority of those injuries were considered mild, the long-term effects are unknown.Dr. Mac Donald's group also found that while 80 percent of service members with concussions had sought treatment from mental health providers, only 19 percent reported that those programs were helpful. The authors note that this suggests the need for more targeted treatment options with longer-lasting benefits. Dr. Mac Donald and her colleagues are currently examining a larger group of service members in order to validate these findings and are looking at how injured service members are doing beyond five years.   ", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Trauma/Injury", " Social/Behavioral Science", " Mental Health"]}