{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfca-tri051017.php", "description": "The Society for Cardiovascular Angiography and Interventions (SCAI) is pleased to announce the selection of 12 early-career interventional cardiologists to participate in the 2017-19 Emerging Leader Mentorship (ELM) Program. These promising young physicians will take part in an intense, hands-on, two-year mentorship program to improve and refine their skills as leaders in medicine, ambassadors for their specialty and advocates for their patients.", "article_link": null, "date": "Wed, 10 May 2017 04:00:00 GMT", "funder": "", "title": "Twelve rising interventional cardiologists selected for Emerging Leader Mentorship Program", "region": "namerica", "source_link": "http://www.scai.org/Press/detail.aspx?cid=7b904fa6-5ddf-4c19-9fce-2b1febfa36f4", "institution": "Society for Cardiovascular Angiography and Interventions", "text": "New Orleans - The Society for Cardiovascular Angiography and Interventions (SCAI) is pleased to announce the selection of 12 early-career interventional cardiologists to participate in the 2017-19 Emerging Leader Mentorship (ELM) Program. These promising young physicians will take part in an intense, hands-on, two-year mentorship program to improve and refine their skills as leaders in medicine, ambassadors for their specialty and advocates for their patients.\"The ELM program was created seven years ago in response to the increasingly diverse challenges faced by today's physicians,\" said Thomas M. Tu, MD, FSCAI, ELM program chair and interventional cardiologist at the Louisville Cardiology Medical Group in Kentucky. \"These struggles are just as relevant now as they were when the program first started:  uncertainty in healthcare reform, focus on cost containment, rapidly-changing technology, the effect of social media, a challenging regulatory environment, and increasing bureaucratic responsibilities.\" This year's Emerging Leaders were carefully selected by the ELM Selection Committee from a group of more than 75 applicants. They are a diverse group of adult and pediatric interventional cardiologists from across the United States and Europe. Each candidate was chosen for their leadership potential and motivation to excel both regionally and nationally in the areas of clinical care, scholarship, education and/or advocacy. \"The program has an established track record of identifying promising interventional cardiologists at an early stage and providing them a unique learning platform from which to develop skills not commonly taught in traditional medical school or fellowship training,\" Tu continued.ELM Fellows meet throughout the program for training sessions designed to help them expand their leadership skills, enhance presentation skills, foster relationships, keep up-to-date on emerging trends and develop their professional niche. In addition, they are given responsibilities and opportunities to make meaningful contributions to the field of interventional cardiology. Throughout the two years, mentors selected to match their interests, talent, and aspirations will assist them, with the overriding goal of ongoing, perpetual contributions to the field even long after the program is completed.The SCAI ELM Program is currently supported by educational grants from Abbott Vascular, Medtronic, and Philips Volcano. The new 2017-19 ELM program will commence on Saturday, May 13, at the SCAI 2017 Scientific Sessions. For more information, visit http://www.scai.org/SCAI2017.", "meeting": "SCAI 2017 Scientific Sessions", "keywords": ["Business/Economics", " Group Organization", " Medicine/Health", " Cardiology", " Stroke"]}