{"journal": "Science", "url": "http://www.eurekalert.org/pub_releases/2017-05/nion-sbu051017.php", "description": "Have you ever found yourself craving a steak or a burger? The brain controls our feelings of hunger and also determines the types of nutrients we should be seeking out. Not much is understood about the brain's regulation of nutrient-specific hunger, but in a new study published in Science, researchers identified the brain cells in fruit flies that regulate protein hunger and were able to control those cells, affecting what the animals ate.", "article_link": null, "date": "Wed, 10 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Study beefs up support for brain cells that control protein hunger", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "Have you ever found yourself craving a steak or a burger? The brain controls our feelings of hunger and also determines the types of nutrients we should be seeking out. Not much is understood about the brain's regulation of nutrient-specific hunger, but in a new study published in Science, researchers identified the brain cells in fruit flies that regulate protein hunger and were able to control those cells, affecting what the animals ate. The study, was funded by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health. To study protein hunger, a team of researchers led by Mark Wu, M.D., Ph.D., associate professor of neurology at Johns Hopkins University in Baltimore, starved flies of yeast (the animal's protein source) for one week. Afterwards, they discovered that the flies ate more yeast and less sugar than flies that ate a control diet.\"Flies have been a great model system for brain research so we can learn a lot about how our own brain circuits work by peeking inside the heads of flies,\" said Janet He, Ph.D., program director at the NINDS. \"A better understanding of the basic mechanisms that regulate the consumption of different nutrients may help to provide clues to addressing the obesity epidemic.\" Using novel genetic tools, Dr. Wu's team identified a specific circuit, a set of brain cells that communicate with one another, which controls protein-seeking behavior. When the circuit was stimulated, flies ate more yeast than normal. In contrast, when the researchers turned off the circuit, the flies ate less yeast. The cells in the circuit were more active, which was demonstrated by increased firing activity, when the flies were starved of yeast. Turning the circuit on or off did not affect the animals' general hunger or thirst.  The researchers also discovered that the circuit serves dual functions in regulating feeding. Following protein starvation, this circuit promotes protein feeding and also simultaneously suppresses sugar intake. One branch of the circuit is activated when the flies are deprived of protein, leading them to seek more protein and increase their consumption of that nutrient. Meanwhile, the other branch of the circuit acts to reduce interest in eating sugar when the flies are protein-starved. When Dr. Wu and his colleagues closely examined the brain circuit during protein starvation, they discovered structural changes in the brain cells, but only in the branch controlling protein hunger. Some of the changes included elongated processes and an increased number of active zones, which are the sites where brain cells release chemicals to communicate with their neighbors. The part of the circuit regulating sugar intake did not show any changes. These findings suggest that the structural changes in the protein branch of the circuit are responsible for the long-lasting increase in protein-seeking behavior.  \"Adult flies usually have a sweet tooth, but when they are starved of protein, the brain makes it a priority to find this nutrient. Once they finally get some protein, the blockade on sugar feeding lifts but the flies still continue to be interested in eating protein,\" said Dr. Wu. \"In this way, the circuit we identified promotes a single-minded focus on eating protein when the animal is protein-starved, but also allows for more flexible eating patterns with a continued preference for protein, when the need for protein is less.\" Dr. Wu and his team are now trying to identify specific molecules involved in regulating protein hunger and plan to examine protein-specific hunger in mammals. They noted that this research may eventually have implications for obesity research, because the amount of protein in the diet significantly affects caloric intake. ", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Nutrition/Nutrients", " Physiology", " Social/Behavioral Science"]}