{"journal": "Science", "url": "http://www.eurekalert.org/pub_releases/2017-05/jhm-sop050917.php", "description": "Using fruit flies, Johns Hopkins researchers say they have identified a specific and very small set of brain cells -- dubbed dopamine wedge neurons -- responsible for driving the insects' food preferences toward what they need, rather than what they like.", "article_link": "http://dx.doi.org/10.1126/science.aal3245", "date": "Wed, 10 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Japan Society for the Promotion of Science fellowship, Burroughs-Wellcome Career Award for Medical Scientists", "title": "Sugar or protein? How fruit fly brains control what they choose to eat", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/sugar_or_protein_how_fruit_fly_brains_control_what_they_choose_to_eat", "institution": "Johns Hopkins Medicine", "text": "Using fruit flies, Johns Hopkins researchers say they have identified a specific and very small set of brain cells -- dubbed dopamine wedge neurons -- responsible for driving the insects' food preferences toward what they need, rather than what they like.When the investigators deprived flies of protein in their diets, those neurons released a chemical signal (dopamine) that appeared to direct the flies craving for their main protein source -- yeast -- overriding their natural tendency to seek out sugar, they report.In a summary of the experiments, published online on May 5 in Science, the researchers say their findings could advance the search for similar processes in mammals (including humans), which may lead to a better understanding of hunger, cravings and ultimately weight gain and obesity.Although experimenters have identified sensors and hormones in fruit flies and mammals that control how many calories we consume, the Johns Hopkins researchers say they believe this is the first time a protein-specific hunger mechanism has been identified in any animal. \"We showed that just a few neurons forming a circuit in the fruit fly brain adopts processes used in learning and memory to control persistent, motivated behaviors, food preference in this case,\" says Mark Wu, M.D., Ph.D., associate professor of neurology at the Johns Hopkins University School of Medicine. Last year, Wu's research team found a similar type of circuit in fruit fly brains that controls sleepiness the longer a fruit fly stays awake.In the search for the neurons that control eating behavior, the researchers used recently mated females that tend to feed on higher protein sources to load up nutrients in their eggs. They searched through different fruit flies lines each engineered using a genetic tool that stopped certain different groups of neurons in the brain from firing. They tested the females from each line for ones that no longer preferred eating high-protein yeast after mating. To measure how much high-protein yeast the flies ate, they put a dye in their yeast food source, then ground up the flies and used an instrument that detects the amount of dye ingested.Initially, Wu's team found a set of dopamine neurons that controlled protein preference. But as they continued to analyze the neurons, they say they were able to assign the food preference signals to just two neurons on each side of the insects' brains in a region referred to as the wedge because of its shape, leading them to call these food preference cells dopamine wedge neurons.The researchers then used tiny electrodes to measure the electrical firing (signaling) behavior of these neurons in fruit flies deprived of protein-rich yeast in their diets. After eight days of protein deprivation, their dopamine-wedge neurons fired four times faster than those in fruit flies fed a normal protein diet.In nature, after protein deprivation, flies tend to seek out high-protein yeast as a food source instead of the fruit sugar they normally prefer for their quick energy boost, so the researchers wondered if the dopamine wedge neurons also suppressed sugar cravings.Using genetically engineered male fruit flies with silenced dopamine wedge neurons, the researchers deprived the flies of high-protein yeast and then measured how much sugar and yeast they ate. Those flies ate on average about twice as much sugar per fly compared with those whose food-preference neurons had not been silenced.When the scientists genetically engineered the dopamine wedge neurons to fire on command, sugar consumption fell to normal levels, whereas protein consumption increased.Wu says there are four dopamine receptors in fruit flies, and the researchers believed that one of more of these were likely involved in controlling food preferences. They looked at food preferences (yeast versus sugar) in each of four fruit fly lines bred to be missing each of these receptors.When given a single food choice, those flies without the DopR2 ate about half as much yeast, and those flies without DopR1 ate double the amount of sugar.Wu's team also searched for structural changes in the dopamine wedge neurons after protein deprivation. They put an additional protein tagged with a green fluorescent protein that hung out on the edges of the neuron at the places where it sends signals to other neurons -- at the synapses.In normally fed fruit flies, the dopamine-wedge neurons had two branches reaching out. But after the flies were deprived of high-protein yeast, they saw one of these branches increase in size and this increase in size persisted for hours after the flies began eating protein.\"We found that each of these food preference neurons has two branches, one that controls protein feeding and the other sugar feeding,\" says Wu.\"Typically flies need sugar as a quick source of calories to fly around, so their neurons bypass the protein circuit,\" Wu notes. After protein deprivation, they bypass the sugar circuit that makes them seek out protein. \"Once you relieve pressure on the protein side by feeding them yeast, the flies can eat sugar again, but they still have a strong craving for protein because it takes time for the fly to replenish its protein stores and for its neuron branches to go back to their original state,\" he adds.Wu says that his next steps will be to understand the chemical molecules involved in causing the neurons in the hunger circuit to fire, so they can look for similar molecules in mammals like mice or rats.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}