{"journal": "Archives of Physical Medicine and Rehabilitation", "url": "http://www.eurekalert.org/pub_releases/2017-05/epfd-spt050917.php", "description": "EPFL spin-off Intento has developed a patient-controlled electrical-stimulation device that helps stroke victims regain mobility in paralyzed arms. The promising results of the first clinical study are published in Archives of Physical Medicine and Rehabilitation.", "article_link": null, "date": "Tue, 09 May 2017 04:00:00 GMT", "funder": "", "title": "Stroke patients take the lead in their rehabilitation", "region": "europe", "source_link": null, "institution": "Ecole Polytechnique Fédérale de Lausanne", "text": "Every year, 17 million people worldwide suffer strokes, and a third are left paralyzed on one side of their body. But current rehabilitation solutions are not always effective in improving mobility declines after the first few months. This is where EPFL startup Intento comes in with a new device that can help patients regain mobility in their arms. Lausanne University Hospital (CHUV) conducted a clinical study on the device and has now published the encouraging results in Archives of Physical Medicine and Rehabilitation.One common stroke-rehabilitation method used today is functional electrical stimulation: the therapist places electrodes on the patient's skin, adjusts the stimulus intensity, and delivers an electrical shock that makes the patient's muscles move. However, studies have shown that this therapy works better when the patients are actively involved in moving their own limbs. Intento leveraged the benefits of self-regulating electrical pulses to develop a system that lets the patient take the lead in rehabilitation their arms. With Intento's device, patients self-administer the electrical stimulation to generate the desired motor functions and perform basic tasks. Even severely paralyzed patients can use the new system to regain control of an arm and work towards a more active therapy. Intento's system consists of electrode patches, a device the patients control using their working hand, and tablet software also developed by Intento. The therapist selects one of several programmed movements on the tablet and loads it, with a single click, onto the device. The program shows where the electrodes need to be placed and automatically configures the electrical pulse settings to generate the desired movement. Patients then move their functioning hand to control the electrical stimulation needed to, for example, pick up a glass or press a button. The ultimate aim is that, after a number of repetitions, patients can perform the movements without using the device. Improved mobility in 70% of patients The CHUV ran a clinical study to compare Intento's device to conventional occupational therapy. Eleven severely paralyzed patients who had suffered a stroke more than six months prior to the study and for whom other therapies had not worked underwent 1.5-hour sessions of the new treatment over 10 days. The results were then compared to their mobility following conventional occupational therapy over the same amount of time. The patients' mobility was measured before and after each type of treatment.The study showed that patients' mobility significantly improved with Intento's device. Intento's co-founder Andrea Biasiucci said that 70% of patients showed a significant improvement in their motor functions, versus only 30% with the conventional therapy. Andrea Maesani, Intento's CEO and other cofounder, said: \"Above and beyond the study's findings, several of the patients told us a few weeks later that they were already using their arms more than before.\" Patients were still making steady progress six months after the study was conducted, suggesting that the treatment produces long-term effects. Intento's two founders are now going to run a clinical study on a larger group before marketing their device.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Technology/Engineering/Computer Science", " Research/Development"]}