{"journal": "Developmental Dynamics", "url": "http://www.eurekalert.org/pub_releases/2017-05/w-rpu050917.php", "description": "Annual killifish are an excellent animal model for research on interactions between genes and the environment during development. A new article describes the development of one particular South American species of this fish in great detail and updates the classic embryo staging guide developed in 1972.", "article_link": "http://dx.doi.org/10.1002/dvdy.24513", "date": "Tue, 09 May 2017 04:00:00 GMT", "funder": "", "title": "Researchers provide update on popular fish model of development", "region": "namerica", "source_link": null, "institution": "Wiley", "text": "Annual killifish are an excellent animal model for research on interactions between genes and the environment during development. A new article describes the development of one particular South American species of this fish in great detail and updates the classic embryo staging guide developed in 1972. The methodological guide will be very useful for scientists who study killifish and will also likely encourage other developmental biologists to consider this fascinating vertebrate model system. \"Annual killifish are amazing creatures. They have evolved to survive in temporary ponds miles from permanent water by producing embryos that arrest development in up to three stages of diapause. While the adult fish die when the ponds dry, the embryos can survive for months without water, and without oxygen,\" said Dr. Jason Podrabsky, lead author of the Developmental Dynamics article. When faced with lack of oxygen, the heart of the embryo stops beating and the embryo's metabolic rate is severely reduced, he explained. \"These embryos offer the opportunity to study the limits of vertebrate survival of extreme conditions and how the environment may alter developmental outcomes, and they may help us to understand how to mitigate damage due to heart attack and stroke in humans.\"\r\n", "meeting": "", "keywords": ["Earth Science", " Oceanography"]}