{"journal": "Circulation Research: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/uos-ers050417.php", "description": "Screening for asymptomatic atrial fibrillation (AF) in people aged 65 and over and treating it with anticoagulant medications could greatly reduce the risk of stroke and premature death, say the AF-SCREEN International Collaboration in today's issue of Circulation, the journal of the American Heart Association.", "article_link": null, "date": "Mon, 08 May 2017 04:00:00 GMT", "funder": "", "title": "Experts recommend screening for AF in older people to cut risk of stroke and death", "region": "asia", "source_link": null, "institution": "University of Sydney", "text": "Screening for asymptomatic atrial fibrillation (AF) in people aged 65 and over and treating it with anticoagulant medications could greatly reduce the risk of stroke and premature death, say the AF-SCREEN International Collaboration in today's issue of Circulation, the journal of the American Heart Association.Atrial fibrillation is a common and serious heart arrhythmia accounting for one in three strokes. This happens because the abnormal heart rhythm poses the risk of blood clots forming inside the heart. When clots break off they usually travel to the brain, causing severe strokes. About 10 percent of ischemic strokes are caused by AF that is first detected at the time of stroke. Asymptomatic AF which underlies these strokes is not uncommon and can be easily detected by simply taking the pulse, or by handheld ECGs which provide a diagnosis in less than a minute.\"Widespread screening for asymptomatic atrial fibrillation in people aged 65 years and above could cost-effectively reduce strokes and their associated disability, and help save lives,\" says University of Sydney and Heart Research Institute Cardiology Professor, Ben Freedman, who led the research review. \"However, this is not yet widely recommended in guidelines,\" says Freedman who is also Professor of Cardiology at Concord Hospital and holds a research appointment at the University's Charles Perkins Centre.Freedman is co-founder of AF-SCREEN International Collaboration, comprising over 130 cardiologists, neurologists, GPs, health economists, nurses, pharmacists and patient support organisations from 33 countries. The article was written by 60 AF-SCREEN members.Earlier research led by Professor Freedman reveals that previously undetected asymptomatic AF carries a doubling of the risk of stroke and a doubling of premature death compared to age and gender matched people without AF.\"There is also good evidence that finding asymptomatic AF before symptoms develop, and treating it with oral anticoagulants and other therapies, could greatly reduce the increased risk of stroke, and partially reverse the increased risk of associated death,\" he says.Screening has been shown to detect undiagnosed AF in one to three per cent of people aged over 65 to 75 years of age.Professor Freedman and colleagues have also published evidence revealing that AF can be detected easily and accurately via an inexpensive ECG using a novel hand-held device attached to an iPhone. The iPhone-based ECG device can diagnose AF in 30 seconds.\"Given such easy ways to detect AF, and our demonstration of the poor outcomes that can be substantially modified by treatment, we believe there is a reasonable, cost-effective case to screen for this abnormal heart rhythm in older people in the community, as well as in the clinic,\" Professor Freedman said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Epidemiology", " Aging", " Health Care Systems/Services", " Health Professionals", " Public Health"]}