{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-kts050317.php", "description": "Restaurant foods and commercially processed foods sold in stores accounted for about 70 percent of dietary sodium intake in a study in three US regions. Salt added at home during food preparation or at the table accounted for a small fraction of dietary sodium. These findings confirm earlier recommendations from the Institute of Medicine to lower dietary sodium by decreasing the amount in commercially processed foods.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.024446", "date": "Mon, 08 May 2017 04:00:00 GMT", "funder": "US Centers for Disease Control and Prevention", "title": "Kicking the salt shaker habit may not be enough", "region": "namerica", "source_link": "http://newsroom.heart.org/news/kicking-the-salt-shaker-habit-may-not-be-enough?preview=5a94bb9fe03ce4fc4a7772815bafb2d1", "institution": "American Heart Association", "text": "DALLAS, May 8, 2017 -- Restaurant foods and commercially processed foods sold in stores accounted for about 70 percent of dietary sodium intake in a study in three U.S. regions, according to new research in the American Heart Association's journal Circulation.Sodium is an important contributor to high blood pressure, one of the leading causes of heart attack and stroke. The American Heart Association recommends a maximum of 2,300 milligrams (mg) of sodium a day, which is equivalent to 1 teaspoon of salt. For nearly 70 percent of U.S. adults, the maximum sodium intake recommendation is even lower - 1500 mg/day - based on their age, race or ethnicity, or existing high blood pressure. Sodium can be difficult to avoid, especially when people eat a lot of processed food from grocery stores or restaurants. In fact, the average American adult consumes more than 3,400 mg of sodium per day. To address this serious health threat, in 2010 the Institute of Medicine recommended gradually decreasing sodium levels in commercially processed foods.Between December 2013 and December 2014, researchers recruited 450 study participants in Palo Alto, California; Birmingham, Alabama; and Minneapolis, Minnesota; divided evenly among each location. Half of participants were female, and equal percentages, overall, were Hispanic, African American, Asian and white. They ranged in age from 18 to 74 years old.Participants visited the clinic once at the beginning of the study and then kept records of daily food intake for four days, which they reported to researchers in four telephone interviews along with providing samples of salt replicating the amount they had added to food at home.Across age groups, the level of dietary sodium was similar, with an average 3,501 mg consumed per day --  over 50 percent more than the recommended 2,300 mg.Researchers found:\r\n\"Telling patients to lay off the salt shaker isn't enough,\" said Lisa J. Harnack, Dr.PH., study lead author and professor at the University of Minnesota in Minneapolis. \"Rather, commercially processed and restaurant foods should be the primary focus when educating patients on strategies for lowering sodium in the diet. Food manufacturers and restaurants should be encouraged to lower the sodium content in their food products to support Americans in consuming a diet consistent with sodium intake recommendations.\"\"If you're aiming to limit your sodium intake to the recommended level of less than 2,300 milligrams per day, you'll need to choose foods wisely when grocery shopping and dining out,\" Harnack said. \"For packaged foods, the nutrition fact panel may be useful in identifying lower sodium products, and for menu items diners can request sodium content information. Also, if you frequently add salt to food at the table or in home food preparation, consider using less.\"The study was limited in that it did not represent the overall U.S. population because participants were selected based on location and also may have changed their sodium consumption during the study because they knew that it was under watch.According to the American Heart Association, restaurant and prepackaged food companies must be a part of the solution to reduce sodium and give Americans the healthy options they need and deserve. The American Heart Association encourages packaged food companies and restaurants to reduce the sodium in their products to help make meaningful impact on the health of all Americans. The association has developed a sodium reduction campaign to help.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}