{"journal": "Journal of Neurotrauma", "url": "http://www.eurekalert.org/pub_releases/2017-05/uobc-bic050817.php", "description": "New research from the University of British Columbia confirms for the first time that even mild brain injury can result in impulse control problems in rats.", "article_link": "http://dx.doi.org/10.1089/neu.2016.4813", "date": "Mon, 08 May 2017 04:00:00 GMT", "funder": "Djavad Mowafaghian Centre for Brain Health, Canadian Institute for Health Research, Weston Brain Institute, National Institute of Neurological Disorders and Stroke, Michael Smith Foundation for Health Research", "title": "Brain injury causes impulse control problems in rats", "region": "namerica", "source_link": "https://news.ubc.ca/2017/05/08/brain-injury-causes-impulse-control-problems-in-rats-study/", "institution": "University of British Columbia", "text": "New research from the University of British Columbia confirms for the first time that even mild brain injury can result in impulse control problems in rats.The study, published in the Journal of Neurotrauma, also found that the impulsivity problems may be linked to levels of an inflammatory molecule in the brain, and suggest that targeting the molecule could be helpful for treatment.\"Few studies have looked at whether traumatic brain injuries cause impulse control problems,\" said the study's lead author, Cole Vonder Haar, a former postdoctoral research fellow in the UBC department of psychology who is now an assistant professor at West Virginia University. \"This is partly because people who experience a brain injury are sometimes risk-takers, making it difficult to know if impulsivity preceded the brain injury or was caused by it. But our study confirms for the first time that even a mild brain injury can cause impulse control problems.\"For the study, researchers gave rats with brain injuries a reward test to measure impulsivity.Rats that were unable to wait for the delivery of a large reward, and instead preferred an immediate, but small reward, were considered more impulsive.The researchers found that impulsivity in the rats increased regardless of the severity of the brain injury. The impulsivity also persisted eight weeks after injury in animals with a mild injury, even after memory and motor function returned.\"These findings have implications for how brain injury patients are treated and their progress is measured,\" said Vonder Haar. \"If physicians are only looking at memory or motor function, they wouldn't notice that the patient is still being affected by the injury in terms of impulsivity.\"After analyzing samples of frontal cortex brain tissue, the researchers also found a substantial increase in levels of an inflammatory molecule, known as interleukin-12, that correlated with levels of impulsivity. Interleukins are groups of proteins and molecules responsible for regulating the body's immune system.The study builds on the researchers' previous findings about the link between interleukin-12 and impulsivity.Catharine Winstanley, the study's senior author and associate professor in the UBC department of psychology, said the findings are important because impulsivity is linked to addiction vulnerability.\"Addiction can be a big problem for patients with traumatic brain injuries,\" she said. \"If we can target levels of interleukin-12, however, that could potentially provide a new treatment target to address impulsivity in these patients.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry", " Social/Behavioral Science", " Behavior", " Mental Health"]}