{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-05/tl-tlh050417.php", "description": "Israel's health system ensures that a basket of health services are provided for its 8.5 million citizens, mostly free at point of service, which has led to strong progress in the health of the Israeli population. However, challenges remain -- for example, in addressing the health needs of an aging society and for women and children's health. Important ethnic and geographical health inequalities also persist and must be addressed, according to a new series in The Lancet examining health in Israel.", "article_link": null, "date": "Mon, 08 May 2017 04:00:00 GMT", "funder": "", "title": "Health in Israel: Progress and challenges in a region of conflict", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "Israel's health system ensures that a basket of health services are provided for its 8.5 million citizens, mostly free at point of service, which has led to strong progress in the health of the Israeli population. However, challenges remain - for example, in addressing the health needs of an ageing society and for women and children's health. Important ethnic and geographical health inequalities also persist and must be addressed, according to a new Series in The Lancet examining health in Israel.Additionally, the Series points to important examples of health care and scientific research crossing political and religious divides, offering opportunities for collaboration in a region of deep conflict. The Series is part of The Lancet's programme of country analyses investigating progress towards universal health coverage, and explores the unique aspects of health and health care delivery in Israel. [1] The papers, authored by academics and policy makers in Israel, offer constructive recommendations for strengthening the country's health care system, improving health, and addressing health inequalities in Israel. The Series was led by Professors A. Mark Clarlfield, Orly Manor and Zaher Azzam and will be launched at consecutive events in Tel-Aviv (at the Annual Conference of the Israel National Institute for Health Policy Research, to be chaired by Professor Rafi Beyar), Haifa, Nazareth, Beer Sheva, and Jerusalem during 8-11 May 2017. Healthcare in Israel\nOverall, life expectancy has increased substantially and now stands at 80 years for men and 84 years for women (compared with 75.3 and 79.1 years, respectively, in 1993). Over the same period, infant mortality halved from 7.5 per 1000 live births to 3 per 1000. Universal health care insurance - via a landmark National Health Insurance Law - was enacted for all Israeli citizens in 1995, ensuring access to a range of core health services. Reviewed on an annual basis, these services initially included a more limited repertoire of medications, procedures, and tests. But in the past decade, they have expanded to include quality of life and preventive services. Although domestic spending on health has increased from 5% of GDP in 1960 to 7.6% in the 2000s, the level of spending has remained relatively constant for the past 20 years. The percentage of funding from public sources has slowly declined from 70% in 1995 to 60% today, with a parallel increase in household expenditure on health. Professor A. Mark Clarfield, Ben-Gurion University of the Negev, Beer Sheva, Israel, says: \"Israel has made strong progress on health, but challenges remain. The slow, but increasing privatisation of services, and stagnating national expenditure on health must be addressed so as to ensure the country is able to continue providing good quality health care for its citizens. Given that health care delivery and representation in the health professions represent areas of the greatest equality among population sectors in Israel, residual troublesome disparities in health outcomes among population and regional groups reflect inequalities in the socioeconomic underpinnings of health and well-being.\" [2]Health disparities\nIsrael's population consists of many groups - 74.8% Israeli Jews and 20.8% Israeli Arabs (including Muslim, Druze, and Christian populations). Although there has been progress on health, inequalities persist, often as a result of underlying socioeconomic differences. For example, life expectancy is consistently higher among Israeli Jews compared with Israeli Arabs (80.3 vs 78 for men and 84.1 vs 80.9 for women).Smoking prevalence is twice as high among Israeli Arab men (43.9%) compared with Israeli Jewish men (22.1%), and lung cancer is much more common among Israeli Arabs, despite most other cancers being similarly common across both groups. Rates of diabetes and heart disease are also more common among Israeli Arabs. Disparities exist in terms of healthcare too. For example, Israeli Arab women are more likely to be diagnosed at a more advanced stage of breast cancer, and less likely to take part in screening programmes. Although progress has been made on reducing infant mortality (now at 3.1 deaths per 1000 live births), it remains twice as high among Israeli Arabs compared with Israeli Jews. Bedouin-Arabs have the highest rates of infant mortality at 11.3 per 1000 live births. Additionally, about a third of children in Israel live in poverty, and rates are especially high among ultra-Orthodox Jewish communities (67%) and Arab communities (63%), compared with all other Israeli communities (15%). Israel is a relatively young country, but the proportion of people over 65 is predicted to rise from 11.1% in 2015 to 14.6% by 2035, putting pressure on health and social care. A unique aspect of Israeli society is the high proportion of immigrants, including from the former Soviet Union and Holocaust survivors who make up a third of the population aged 70 years and older in 2013. Dr Khitam Muhsen, Tel Aviv University, Israel, says: \"Overall, health in Israel has improved steadily over recent decades but disparities persist. Life expectancy has remained lower for Israeli Arabs compared to Israeli Jews and this gap has recently widened. Mortality from heart disease, stroke and diabetes remain higher for Israeli Arabs, as does smoking and obesity. All government ministries should make addressing health disparities between rich and poor and Israeli Arabs and Israeli Jews a priority.\" [2]Recommendations for improving health care in Israel\nThe authors make several recommendations to improve health in Israel, including:  Collaboration in a region of conflict\nFinally, the Series points to examples of collaboration in the fields of science and health care across historical, demographic, ethnic, political and economic divides. While diplomatic relationships are either non-existent or limited between Israel and its neighbouring countries, shared public health issues such as disease, pathogens or water sources require collaboration between Israel and its neighbours, most especially the Palestinian population. For instance, regional collaboration between Israeli, Jordanian, and Palestinian veterinary and public health services helped contain the outbreak of influenza A H5N1.Additionally, an accompanying paper details the medical effort in treating over 2000 Syrian patients who have made their way over the border and been treated in hospitals in Israel, despite the countries being in a state of war. Professor Karl Skorecki, Rambam Health Care Campus, Haifa, says: \"This Series shows that there is an enormous opportunity, to leverage the universally accepted principles of health as a sanctuary against conflict and inequity, to achieve a brighter future for a deeply troubled region of the world.  It is especially in those areas of greatest challenge where Israel has shown innovative leadership, that greater mutual engagement in global health forums is most urgently needed.\" [2]Dr Richard Horton, Editor in chief of The Lancet, adds: \"This Series was conceived in the aftermath of a tragic conflict in 2014 between Israel and Gaza, and following publication of a letter that divided world medical opinion about that conflict. Through the generous and courageous outreach of the authors of this Series, we have sought to show that medicine and science can be a bridge to a better understanding of complex and seemingly intractable geopolitical challenges. Our future commitment is to work intensively with both our Palestinian and Israeli colleagues to provide the foundations in one aspect of society for peace and justice.\" [2]", "meeting": "", "keywords": ["Medicine/Health"]}