{"institution": "University of Sydney", "title": "Cannabis use in people with epilepsy revealed: Australian survey", "url": "http://www.eurekalert.org/pub_releases/2017-03/uos-cui030817.php", "article_link": null, "region": "asia", "funder": "", "meeting": "", "journal": "Epilepsy & Behaviour", "source_link": null, "text": "People with epilepsy resort to cannabis products when antiepileptic drug side-effects are intolerable and epilepsy uncontrolled.The first Australian nationwide survey on the experiences and opinions of medicinal cannabis use in people with epilepsy has revealed that 14 per cent of people with epilepsy have used cannabis products as a way to manage seizures. The study showed that of those with a history of cannabis product use, 90 per cent of adults and 71 per cent of parents of children with epilepsy reported success in managing seizures after commencing using cannabis products.Published in Epilepsy & Behaviour, the Epilepsy Action Australia study, in partnership with The Lambert Initiative at the University of Sydney, surveyed 976 respondents to examine cannabis use in people with epilepsy, reasons for use, and any perceived benefits self-reported by consumers (or their carers).  The survey revealed:* \tAcross all respondents, the main reasons for trying cannabis products were to manage treatment-resistant epilepsy and to obtain a more favourable side-effect profile compared to standard antiepileptic drugs.* \tThe number of past antiepileptic drugs was a significant predictor of medicinal cannabis use in both adults and children with epilepsy.\"This survey provides insight into the use of cannabis products for epilepsy, in particular some of the likely factors influencing use, as well as novel insights into the experiences of and attitudes towards medicinal cannabis in people with epilepsy in the Australian community,\" said lead author Anastasia Suraev from The Lambert Initiative.\"Despite the limitations of a retrospective online survey, we cannot ignore that a significant proportion of adults and children with epilepsy are using cannabis-based products in Australia, and many are self-reporting considerable benefits to their condition. \"More systematic clinical studies are urgently needed to help us better understand the role of cannabinoids in epilepsy,\" she said. Co-author of the paper Carol Ireland, CEO of Epilepsy Action Australia, who was recently appointed to the Australian Government's new Australian Advisory Council on the Medicinal Use of Cannabis, said: \"Cannabis products are often what people turn to when they have been unable to control their epilepsy with conventional medication.\"\"This highlights a growing need to educate consumers and health professionals on the use of cannabis by people with epilepsy, and to provide safe and timely access to cannabinoid medicine in order to lessen people's reliance on illicit black market products\" she said.\r\n", "keywords": ["Medicine/Health", " Alternative Medicine", " Health Professionals", " Neurobiology", " Physiology", " Addiction", " Mental Health"], "description": "The first Australian nationwide survey on the experiences and opinions of medicinal cannabis use in people with epilepsy has revealed that 14 per cent of people with epilepsy have used cannabis products as a way to manage seizures. The study showed that of those with a history of cannabis product use, 90 per cent of adults and 71 per cent of parents of children with epilepsy reported success in managing seizures after commencing using cannabis products.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}