{"institution": "University of Missouri-Columbia", "title": "Researchers find neurological link between religious experiences and epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-rfn030817.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Mental Health, Religion & Culture", "source_link": "http://munews.missouri.edu/news-releases/2017/0308-researchers-find-neurological-link-between-religious-experiences-and-epilepsy/", "text": "COLUMBIA, Mo. - A relationship between epilepsy and heightened religious experiences has been recognized since at least the 19th century. In a recent study, researchers from the University of Missouri found a neurological relationship exists between religiosity-- a disposition for spiritual experience and religious activity--and epilepsy. This finding sheds light on the connection between religion and neuropsychological processes within the human brain.\"Past research has indicated that humans might have a distinctive neurological tendency toward being spiritually oriented,\" said Brick Johnstone, a neuropsychologist and professor of health psychology. \"This research supports the notion that the human propensity for religious or spiritual experiences may be neurologically based.\"\"The end goal of this research is to understand if some type of connection exists between the brain and spiritual experience,\" said Daniel Cohen, co-author and assistant professor of religious studies. \"If a connection exists, what does it mean for humans and their relationship with religion?\"In their study, the researchers asked individuals with epilepsy to take two surveys. The first survey assessed behavior characteristics specifically associated with epilepsy. The second survey measured religious activities and spiritual orientations. The average participant was 39 years old, with the majority of participants of Caucasian descent; 32 percent identified as Protestant, 10 percent as Catholic, 5 percent as Buddhist, 5 percent as atheist, 38 percent as other, and 10 percent did not indicate any religious affiliation.\"We found a strong correlation between philosophical religious thoughts and epilepsy, but no correlation between emotional thinking and epilepsy,\" said Greyson Holliday, co-author and MU undergraduate student studying psychology. \"This study suggests that people may have natural neurological predispositions to think about religion but not in a way that is necessarily associated with emotion.\"Based on the findings, future research from Johnstone, Holliday and Cohen will examine religious experiences before and after brain surgery to help determine the specific nature of religiously oriented neuropsychological processes.\"Heightened religiosity and epilepsy: evidence for religious-specific neuropsychological processes,\" recently was published in the journal Mental Health, Religion and Culture. Future research from Johnstone, Holliday and Cohen will examine religious experiences before and after brain surgery. Johnstone is a professor of health psychology in the MU School of Health Professions. The psychology and religious studies departments are in the MU College of Arts and Sciences.\r\n", "keywords": ["Health Professionals", " Neurobiology", " Social/Behavioral Science", " Mental Health", " Philosophy/Religion", " Researchers/Scientists/Awards", " Collaboration"], "description": "A relationship between epilepsy and heightened religious experiences has been recognized since at least the 19th century. In a recent study, researchers from the University of Missouri found a neurological relationship exists between religiosity -- a disposition for spiritual experience and religious activity -- and epilepsy. This finding sheds light on the connection between religion and neuropsychological processes within the human brain.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}