{"institution": "Wiley", "title": "Updated epilepsy classification may lead to advances in diagnosis, treatment, and research", "url": "http://www.eurekalert.org/pub_releases/2017-03/w-uec030817.php", "article_link": "http://dx.doi.org/10.1111/epi.13670", "region": "namerica", "funder": "", "meeting": "", "journal": "Epilepsia", "source_link": null, "text": "It has been nearly three decades since experts published a classification system related to epilepsy. Now, the International League Against Epilepsy (ILAE) provides an update to systems that includes many types of seizures not captured in the older version, allowing clinicians and patients to make more informed decisions concerning treatment. The three companion articles are published today in Epilepsia.\"There are many more avenues for epilepsy diagnosis and therapy than there were when the  classification was constructed in the 1980s,\" said Robert Fisher, MD, PhD, a professor in the Stanford Department of Neurology & Neurological Sciences and lead author of two of the articles in Epilepsia. \"Applying the right therapy often depends upon knowing the precise type of seizure.\" Dr. Fisher noted that some important seizure types did not fit into the old classification, while others had names that were difficult to understand and apply. The 2017 ILAE seizure classification addresses some of these issues. \"Patients and families will hopefully better understand the name of their seizures: for example, a 'focal aware seizure' is more understandable than is the old term 'simple partial seizure',\" said Dr. Fisher.The new Classification of the Epilepsies takes care to include the whole clinical picture of epilepsy, which may point to potential causes and groupings of different types of seizures that could lead to further advances in research and treatment. \"The new classification will help clinicians to think more deeply about each patient so that they can improve their care with optimized treatment and understanding of their disease,\" said Ingrid Scheffer, MBBS, PhD, a paediatric neurologist and professor at The University of Melbourne and lead author of one of the articles. \"It will also be used for research into the epilepsies and to frame collaborative approaches that will lead to greater insights into this important group of diseases.\" ", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Public Health"], "description": "It has been nearly three decades since experts published a classification system related to epilepsy. Now, the International League Against Epilepsy (ILAE) provides an update to systems that includes many types of seizures not captured in the older version, allowing clinicians and patients to make more informed decisions concerning treatment. The three companion articles are published today in Epilepsia.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}