{"institution": "American Academy of Neurology", "title": "Telemedicine ambulance may deliver faster stroke care", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaon-tam030217.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - When experiencing a stroke, people who are brought to the hospital in an ambulance with a CT scanner and telemedicine capabilities are evaluated and treated nearly two times faster than people taken in a regular ambulance, according to a study published in the March 8, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. An ischemic stroke is the most common kind of stroke, when a blood clot blocks blood flow to the brain. It can often be treated with intravenous tissue plasminogen activator (IV tPA), a clot-busting drug, but the drug ideally should be given within four-and-a-half hours of the start of symptoms to improve chances of recovery.\"The sooner someone is treated for stroke, the better chance they have for survival and an improved recovery,\" said study author Muhammad S. Hussain, MD, of the Cleveland Clinic in Cleveland, Ohio, and member of the American Academy of Neurology. \"Telemedicine makes it possible for a neurologist to see a stroke patient, and possibly treat them, before they even arrive at the hospital.\"To improve treatment times, the Cleveland Clinic created a mobile stroke treatment unit, an ambulance equipped with a mobile CT scanner and telemedicine technology. It was first used in the city of Cleveland in 2014. The medical team on board includes a registered nurse, a paramedic, an emergency medical technician and a CT technologist.For the study, researchers compared the stroke care of the first 100 people transported by the mobile stroke unit to the stroke care of 53 people brought to the hospital by a regular ambulance in 2014. People in both groups had similar stroke severity. A vascular neurologist evaluated each person transported in the mobile stroke unit on the way to the hospital. A neuroradiologist and vascular neurologist also assessed CT scan images taken during the ride.Researchers found there was a significant reduction in the time from the initial call for help to getting a CT scan, an average of 33 minutes for those transported by the mobile stroke unit compared to 56 minutes for those transported by regular ambulance. Average time from the first call for help to receiving clot-busting drugs was 56 minutes compared to 94 minutes. Average time between arrival at hospital to treatment with clot-busting drugs was 32 minutes compared to 58 minutes. Average time from the start of symptoms to receiving clot-busting drugs was 97 minutes compared to 123 minutes. Of those evaluated in the mobile stroke unit, 16 people received clot-busting drugs and 25 percent of them received the drugs within an hour of the start of symptoms. \"Overall, people transported by the mobile stroke unit received clot-busting drugs nearly 40 minutes faster,\" said Hussain. \"Also, 44 percent of them received clot-busting drugs within an hour-and-a-half, compared to just 8 percent of other patients. More people were given the treatment they needed, faster.\"Limitations of the study include its small sample size and that those transported by regular ambulance were taken to facilities in just one hospital system. Questions remain about the cost-effectiveness of mobile stroke units, especially in rural areas, as well as their feasibility since fast wireless networks are needed to transmit images quickly.In an accompanying editorial, Andrew M. Southerland, MD, of the University of Virginia Health System in Charlottesville and member of the American Academy of Neurology, said, \"Ongoing efforts are needed to streamline mobile stroke unit costs and efficiency before achieving road-readiness for widespread health system deployment.\" ", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Diagnostics", " Technology/Engineering/Computer Science", " Computer Science", " Telecommunications"], "description": "When experiencing a stroke, people who are brought to the hospital in an ambulance with a CT scanner and telemedicine capabilities are evaluated and treated nearly two times faster than people taken in a regular ambulance, according to a study published in the March 8, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}