{"institution": "Rice University", "title": "Statistics method shows networks differ in epileptic brains", "url": "http://www.eurekalert.org/pub_releases/2017-03/ru-sms030617.php", "article_link": null, "region": "namerica", "funder": "NIH/National Library of Medicine, Gulf Coast Consortia for Quantitative Biomedical Sciences", "meeting": "", "journal": "Human Brain Mapping", "source_link": null, "text": "A novel statistical approach to analyzing patients with epilepsy has revealed details about their brains' internal networks. The findings may lead to better understanding and treatment of the disease, according to Rice University researchers.Rice statistician Marina Vannucci and lead author Sharon Chiang, an M.D./Ph.D. student at Rice and Baylor College of Medicine, and their co-authors detailed their technique to analyze brain activity data from patients with epilepsy and control groups to see how distinct structures in the brain spontaneously interact.The results showed differences in brain connectivity between the groups. In one instance, they showed structures that plan and then activate movement, which tend to interact in one direction in control subjects, may have abnormal bidirectional interactions in the brains of patients with temporal lobe epilepsy. The study appears in the journal Human Brain Mapping.The Rice team approached its analysis of the brain in much the same way a meteorologist uses radar to predict the weather. Rather than winds and water, they look at the shifting circulation of blood in brain images that depict dynamic connections between structures. \"Temporal lobe epilepsy is a form of focal epilepsy with seizures originating from the brain's temporal lobe. However, a network of regions is affected, which is evident in the research findings,\" said co-author John Stern, director of the Epilepsy Clinical Program at the University of California, Los Angeles, and co-director of the UCLA Seizure Disorder Center.\"The idea is that, with better understanding of drivers in these networks, down the line, future treatments may be able to disrupt these networks and prevent epileptic seizures,\" Chiang said.The new approach is based on Bayesian probability, which does not provide definitive answers but \"degrees of belief\" based on the strength of the evidence.The researchers used two types of data from patients with temporal lobe epilepsy and healthy control subjects. The first, functional magnetic resonance imaging (fMRI), detailed the brain's resting-state networks, thought to control higher-order functions including attention, executive control and language. Functional MRI produces maps of the brain based on oxygenated blood flow related to neural activity.The second, standard MRI, detailed structural connections in the brain believed to be necessary for effective communication. Integrating both types of data allowed for improved inference, Vannucci said.Extended imaging sessions at UCLA allowed the statisticians to model links between structures in epileptic patients' brains and to compare them either individually or collectively with each other and with the controls.The data from scans of multiple patients and control subjects helped piece together insights unavailable from individual techniques like electroencephalography or positron emission tomography (PET) scans.\"The statistical approach has advantages,\" said Vannucci, who chairs Rice's Department of Statistics. \"One is that we use data from multiple subjects. Rather than estimating networks from individuals and then averaging them, we estimate networks at the epileptic and control group levels by using all the data at once. Then we can look for differences between the two networks and across time.\"We take into account what we call heterogeneity, accounting for variations between one individual and another,\" she said. \"It allows us to get better estimations. At the end of the day we have fewer false positives, so the network we are able to construct is more reliable.\"Ultimately, we want to understand what is different about that connectivity and the effect of epilepsy on the connections across the whole brain,\" she said.Vannucci said results using fMRI data corroborated several previously known connections found through electrocorticography. One, for example, was the sequential activation during motor tasks of the premotor cortex, then the primary somatosensory cortex, then the primary motor cortex in healthy brains.But it also revealed novel connections in patients with temporal lobe epilepsy, including two-way communications between the premotor and primary somatosensory cortex. It showed epileptic brains engage other parts of the brain to handle alertness tasks. Brains of patients with epilepsy may have smaller overall areas and intensity of activation in their alertness networks, which keep brains ready for incoming stimuli. The study found a different spatial pattern for effective connections into and out of the alertness network in patients as compared to controls.\"Currently, surgical resection is the treatment of choice for some patients with medically refractory epilepsy,\" Chiang said. \"However, if drivers in these networks can be identified and possibly stimulated, rather than completely resected, this may potentially allow a more targeted treatment.\"", "keywords": ["Education", " Medicine/Health"], "description": "A novel statistical approach to analyzing data from patients with epilepsy, developed at Rice University, reveals details about their brains' internal networks.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}