{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-08/uow-lut081817.php", "description": "Patients at risk of heart attacks and strokes may be spotted earlier thanks to a diagnosis tool that uses near-infrared light to identify high-risk arterial plaques, according to research carried out at WMG, University of Warwick, the Baker Institute and Monash University.", "article_link": "http://dx.doi.org/10.1038/s41467-017-00138-x", "date": "Fri, 18 Aug 2017 04:00:00 GMT", "funder": "National Health and Medical Research Council of Australia", "title": "Lasers used to detect risk of heart attack and stroke", "region": "europe", "source_link": "http://www2.warwick.ac.uk/newsandevents/pressreleases/lasers_used_to/", "institution": "University of Warwick", "text": "Patients at risk of heart attacks and strokes may be spotted earlier thanks to a diagnosis tool that uses near-infrared light to identify high-risk arterial plaques, according to research carried out at WMG, University of Warwick, the Baker Institute and Monash University.The scientists observed that when they increased the wavelength of the light currently used to visualise the fatty build-up found in arteries (atherosclerotic plaques) they could selectively identify the rupture-prone deposits, which commonly lead to blood clots, heart attacks and strokes.While some fatty deposits or plaques can remain stable for years, other high-risk cases develop complications, such as bleeding into the plaque, which leads to the formation of cracks and rupture of the fatty plaque. This can result in blockages in the blood vessels causing a heart attack or stroke. Current imaging techniques are able to identify some characteristics of high-risk plaques but none are generally accepted as reliable methods for selectively detecting the dangerous plaques.\"What we have done uses innovative, materials-based techniques to assist in the development of new diagnostic tools,\" explains Dr Tara Schiller, WMG, University of Warwick.\"This could help us to detect the threat of an imminent heart attack and result in a decrease of the mortality rates,\" Dr Schiller continues.Dr Tara Schiller from the International Institute for Nanocomposites Manufacturing at WMG, along with colleagues from the Baker and Monash University, have discovered that increasing the wavelength of the infra-red (IR) radiation currently used to detect fatty deposit build-up in arteries to near-infrared (NIR) wavelengths allowed them to selectively identify plaques with internal bleeding, typically associated with high-risk deposits.The products causing this fluorescence were identified using Raman spectroscopy. They are thought to be a mixture of heme products, formed during the degradation of red blood cells. These products were only observed in the unstable plaques with internal bleeding and not observed in the more stable fatty deposits. This can improve selectivity when looking for high-risk deposits in patients and could help doctors to identify the most at-risk patients.\"Despite the millions of dollars spent each year particularly on heart imaging, there still isn't a reliable way of identifying these unstable plaques,\" explains Dr Karlheinz Peter.\"We realised when we shine a light in the near-infrared wavelength range, that this light is reflected at a certain wavelength. So in a way we can use laser light to shine up the plaques that are unstable, and it's very characteristic,\" Dr Peter continues.After further investigation with clinical trials this method of imaging technique could be used to assess unstable fatty arterial plaques and could be used to monitor the effectiveness of the drugs used to prevent heart attacks or strokes.The research 'Near-infrared autofluorescence induced by intraplaque hemorrhage and heme degradation as marker for high-risk atherosclerotic plaques' is published in Nature Communications.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Nanotechnology/Micromachines", " Research/Development", " Nanotechnology/Micromachines"]}