{"journal": "Brain and Behaviour", "url": "http://www.eurekalert.org/pub_releases/2017-08/uol-eos081717.php", "description": "A new University of Liverpool study, published in Brain and Behaviour, identifies simple measures that could substantially improve the quality of life of stroke survivors with visual impairments.", "article_link": "http://dx.doi.org/10.1002/brb3.778", "date": "Thu, 17 Aug 2017 04:00:00 GMT", "funder": "", "title": "Experiences of stroke survivors with visual impairments examined", "region": "europe", "source_link": null, "institution": "University of Liverpool", "text": "A new University of Liverpool study, published in Wiley Brain and Behaviour, identifies simple measures that could substantially improve the quality of life of stroke survivors with visual impairments.About two thirds of stroke survivors have visual impairment which typically relates to impaired central or peripheral vision, eye movement abnormalities, or visual perceptual defects.Symptoms can include blurred or altered vision, double or jumbled vision, loss of visual field, reading difficulty, inability to recognize familiar objects or people and glare. Post stroke visual impairment (PSVI) is currently an under researched area.Daily lifeIn order to gain the views and experiences on the impact of these impairments on stroke survivors Dr Fiona Rowe, from the University's Department of Health Services Research, interviewed 35 post stroke survivors who had lived with PSVI for more than one year.Of the 35 people interviewed 16 were women and 19 were men all aged between 20 and 75 at the time of their stroke.Their interviews were transcribed and researchers broke their answers down into five different areas; \"Formal care,\" \"Symptoms and self,\" \"Adaptations,\" \"Daily life,\" and \"Information.\" Where visual problems existed, they were often not immediately recognized as part of the stroke syndrome and attributed to other causes such as migraine.Lack of supportDr Fiona Rowe, said: \"Strokes can be devastating, and many stroke survivors who are recovering from one of the most awful experiences of their lives face the additional challenge of visual impairment.\"\"The results of our study showed that many participants did not receive early vision assessment or treatment for their visual problems. Visual problems included loss of peripheral vision, double vision, and perceptual problems (difficulties interpreting what they could see). Impact of visual problems included loss in confidence, being a burden to others, increased collisions/accidents, and fear of falling.\"Stroke survivors, themselves, made many self-identified adaptations to compensate for visual problems: magnifiers, large print, increased lighting, use of white sticks. There was a consistent lack of support and provision of information about visual problems from clinical services.\"PSVI causes considerable impact to daily life which could be substantially improved by simple measures including early formal visual screening and assessment, management and advice on adaptive strategies and self-management options. Improved education about PSVI for the public and clinicians could further help earlier diagnosis of visual impairments.\"", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Neurobiology", " Ophthalmology", " Policy/Ethics", " Aging"]}