{"journal": "American Journal of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-08/msu-cca081717.php", "description": "A new Michigan State University study on 240 emergency room patients shows just how much of a role a person's cholesterol plays, when in a crystallized state, during a heart attack.", "article_link": null, "date": "Thu, 17 Aug 2017 04:00:00 GMT", "funder": "", "title": "Cholesterol crystals are sure sign a heart attack may loom", "region": "namerica", "source_link": "http://msutoday.msu.edu/news/2017/cholesterol-crystals-are-sure-sign-a-heart-attack-may-loom/", "institution": "Michigan State University", "text": "EAST LANSING, Mich. - A new Michigan State University study on 240 emergency room patients shows just how much of a role a person's cholesterol plays, when in a crystallized state, during a heart attack.George Abela, lead author and chief cardiologist at MSU, analyzed the material that was obstructing the coronary arteries of patients who had suffered a heart attack and found that 89 percent of them had an excessive amount of these crystallized structures, referred to as cholesterol crystals. The research is now published online in the American Journal of Cardiology.These crystals are released from plaque that can build up in the heart and is often made up of fat, calcium and other substances as well. When this material hardens over time in the arteries, it's known as atherosclerosis. \"In previous studies, we showed that when cholesterol goes from a liquid to a solid, or crystal state, it expands in volume like ice and water,\" Abela said. \"This expansion inside the wall of the artery can tear it and block blood flow causing a heart attack or stroke.\"After heart attack patients entered the emergency room, Abela and his team suctioned out this plaque. They were able to see that clusters of large crystals had formed and were able to break through the plaque and walls of the arteries and then released into the heart. This caused damage by blocking blood flow.\"We now know to what great extent these crystals are contributing to a heart attack,\" Abela said.This latest research also reconfirms what Abela discovered in an earlier study that cholesterol crystals activated the production of inflammation molecules, known as Interleukin-1 beta, which aggravate, or inflame, coronary arteries.\"Now that we've shown how extensive cholesterol crystals are irritating and blocking off these arteries, treatments that dissolve these crystals may be used to reduce heart damage,\" Abela said.Some of these treatments can include the use of statin drugs - often used to lower one's cholesterol - aspirin and solvents such as alcohol that can be injected in low doses into a vein during a heart attack. Using these options could allow doctors to improve patient outcomes and save more lives. A recent clinical trial using an already FDA-approved antibody, known as canakinumab, has also shown to block the Interleukin-1 beta inflammation molecule and reduce the chances of a cardiac event. \"Saving heart muscle is the most important aspect of treating a heart attack,\" Abela said. \"So, if we are able to provide patients with better, more targeted treatments, then this could help open up and calm down the aggravated artery and protect the heart muscle from injury.\"Abela also added that by simply controlling one's cholesterol by eating a healthy diet, exercising and taking statin medications as needed, could be the best way to prevent these crystals from forming.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Metabolism/Metabolic Diseases", " Cholesterol"]}