{"journal": "Menopause: The Journal of the North American Menopause Society", "url": "http://www.eurekalert.org/pub_releases/2017-08/tnam-nsr081717.php", "description": "Although hot flashes are the most commonly reported problem associated with menopause, between 20 percent and 45 percent of women also complain of sexual and urinary issues. There is good news. A recent study documents that vaginal estrogen is not only effective but also safe for the treatment of the genitourinary syndrome of menopause. The study results have been published in Menopause, the journal of The North American Menopause Society (NAMS).", "article_link": null, "date": "Thu, 17 Aug 2017 04:00:00 GMT", "funder": "", "title": "New study reassures women about the safety of vaginal estrogen", "region": "namerica", "source_link": "http://www.menopause.org/docs/default-source/default-document-library/vaginal-estrogen-risks-and-benefits-8-17.pdf", "institution": "The North American Menopause Society (NAMS)", "text": "CLEVELAND, Ohio (August 17, 2017)--Although hot flashes are the most commonly reported problem associated with menopause, between 20% and 45% of women also complain of sexual and urinary issues. There is good news. A recent study documents that vaginal estrogen is not only effective but also safe for the treatment of the genitourinary syndrome of menopause. The study results have been published in Menopause, the journal of The North American Menopause Society (NAMS).Since the results of the Women's Health Initiative (WHI) were released, the risks and benefits of hormone therapy have been highly scrutinized. Concerns about possible increased risk of cancer and stroke have kept many women from getting relief from their menopause symptoms. Newer studies, however, have suggested that low-dose vaginal estrogen therapy is not only effective in relieving a wide array of symptoms that can disrupt sexual and urinary function but is also safer than systemic estrogen therapy. It is important to note, however, that vaginal estrogen is not effective in managing hot flashes.In the article \"Breast cancer, endometrial cancer, and cardiovascular events in participants who used vaginal estrogen in the Women's Health Initiative Observational Study,\" data was analyzed from more than 45,000 participants. In women with an intact uterus, the risk of stroke, invasive breast cancer, colorectal cancer, endometrial cancer, and pulmonary embolism were not significantly different between vaginal estrogen users and nonusers. Moreover, women using vaginal estrogen were found to be at less risk for coronary heart disease, fracture, and all-cause mortality than nonusers.Several formulations of low-dose vaginal estrogen therapy are available, including topical creams, an intravaginal insert, and an intravaginal ring--all with the same proven efficacy and safety.\"These findings should reassure women and their healthcare providers that low-dose vaginal estrogen, which keeps blood levels within the normal postmenopausal range, is effective and safe for postmenopausal women who need relief from only vaginal symptoms,\" says Dr. JoAnn Pinkerton, NAMS executive director. \"The boxed warnings about the risk of heart disease, stroke, blood clots, and cancer do not apply to these low-dose vaginal therapies. Instead, women who experience bleeding or those with breast cancer should include their healthcare providers and oncologists in deciding about this option.\"", "meeting": "", "keywords": ["Medicine/Health", " Endocrinology", " Aging", " Gynecology"]}