{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-08/bch-tcc081517.php", "description": "After spinal cord injury or stroke, axons originating in the brain's cortex and along the spinal cord become damaged, disrupting motor skills. Now, according to new findings published today in Neuron, a team of scientists at Boston Children's Hospital has developed a method to promote axon regrowth after injury.", "article_link": null, "date": "Wed, 16 Aug 2017 04:00:00 GMT", "funder": "Craig Neilsen Foundation, NINDS, Wings for Life, Hong Kong Spinal Cord Injury Fund, Dr. Miriam and Sheldon G. Adelson Medical Research Foundation", "title": "Therapeutic cocktail could restore motor skills after spinal cord injury, stroke", "region": "namerica", "source_link": null, "institution": "Boston Children's Hospital", "text": "After spinal cord injury or stroke, axons originating in the brain's cortex and along the spinal cord become damaged, disrupting motor skills. Now, according to new findings published today in Neuron, a team of scientists at Boston Children's Hospital has developed a method to promote axon regrowth after injury. The team developed a therapeutic cocktail of molecules, which they administered to mice with either a spinal cord injury or stroke and observed that the mice were able to recover fine motor skills. \"In our lab for the first time we have a treatment that allowed the spinal cord injury and the stroke model to regain functional recovery,\" says senior author on the paper Zhigang He, PhD, of Boston Children's Hospital and Harvard Medical School.He's team designed the mixture by building off some of their earlier collaborative work with Dr. Joshua Sanes group at Harvard, in optical nerve injury, when they had observed that the combination of insulin-like growth factor 1 (IGF1) and a protein called osteopontin (OPN) promoted nerve regrowth and vision improvement in optically-injured mice. Regaining function after spinal cord injuryTo investigate whether this combination would influence functional recovery, the team studied a mouse model of spinal cord injury to one side of the body. Without intervention after injury, the mice were gradually able to recover some major motor function through natural resprouting of their axons. But, big shortfalls remained in their fine motor skills, making it difficult for them to walk on ladders with irregularly spaced rungs or retrieve food pellets.In contrast, when the mice were injected with IGF1 and OPN one day after spinal cord injury, their fine motor skills greatly improved. By week 12, the team observed that the mice's error rates on the irregular ladder dropped to 46 percent, performing strikingly better than the untreated control group, which still continued to make errors 70 percent of the time.According to He, the improvement was caused by a boost in axon sprouting and regeneration that resulted from the therapeutic mixture. Next, the team wondered if adding 4- aminopyridine-3-methanol, known to improve axon conduction, into their therapeutic cocktail would further enhance the mice's functional recovery. \r\nWhen they gave the cocktail of three molecules, they saw that the mice's error rates in the irregular ladder task fell to 30 percent - only 10 percent higher than the healthy side.Recovering motor function after strokeStudying a mouse model of stroke, He's team made a surprising observation. \"We saw what we expected - axon sprouting in spinal cord,\" says He. \"But we also found something unexpected - increased axon sprouting in the subcortical area.\" By genetic manipulation He's team ablated the sprouted axons of the CST and found that the improvement diminished. This means the functional recovery was not particularly dependent on sprouting in subcortical regions but on those in the spinal cord. \"The functional outcomes of such subcortical sprouting remain to be tested,\" He added. Excited by their findings, He's team is now in talks with rehabilitation centers to determine the prerequisites of ultimately taking this work to clinical trials. ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}