{"journal": "Therapeutic Hypothermia and Temperature Management", "url": "http://www.eurekalert.org/pub_releases/2017-08/mali-has081617.php", "description": "A new study has shown that following brain ischemia caused by cerebral blockage in mice both immediate and delayed reduction in body temperature helped limit cell death and levels of a protein called dynamin.", "article_link": "http://dx.doi.org/10.1089/ther.2017.0005", "date": "Wed, 16 Aug 2017 04:00:00 GMT", "funder": "", "title": "Hypothermia after stroke reduces dynamin levels and neuronal cell death", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/hypothermia-after-stroke-reduces-dynamin-levels-and-neuronal-cell-death/2238/", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "text": "New Rochelle, NY, August 16, 2017-A new study has shown that following brain ischemia caused by cerebral blockage in mice both immediate and delayed reduction in body temperature helped limit cell death and levels of a protein called dynamin. These results, which suggest that dynamin may have a role in--and be a potential drug target for--stroke-related neuronal cell death, are reported in Therapeutic Hypothermia and Temperature Management, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal website until September 16, 2017.The article entitled \"Hypothermia Identifies Dynamin as a Potential Therapeutic Target in Experimental Stroke\" is coauthored by Jong Youl Kim, PhD, Nuri Kim, Jong Eun Lee, PhD, and Midori Yenari, MD, University of California, San Francisco and Yonsei University College of Medicine, Seoul, Republic of Korea.The researchers demonstrated increased expression of dynamin and the cell surface receptor FAS in a mouse model of stroke. They assessed the effects of two cooling approaches on the survival of brain cells: cooling as soon as cerebral blockage occurs (early hypothermia) and cooling that began 1 hour later (delayed hypothermia). The results were compared to those in mice not subjected to hypothermia. \"These exciting results present new injury pathways to target for utilizing therapeutic hypothermia in acute as well as sub-acute time points after stroke,\" says W. Dalton Dietrich, III, PhD, Editor-in-Chief of Therapeutic Hypothermia and Temperature Management, Scientific Director of The Miami Project to Cure Paralysis, and Kinetic Concepts Distinguished Chair in Neurosurgery, University of Miami Leonard M. Miller School of Medicine.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Neurobiology", " Trauma/Injury"]}