{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/bumc-brr081617.php", "description": "Vijaya B. Kolachalama, Ph.D., assistant professor of medicine at Boston University School of Medicine, has received a Scientist Development grant from the American Heart Association.", "article_link": null, "date": "Wed, 16 Aug 2017 04:00:00 GMT", "funder": "American Heart Association", "title": "BU researcher receives AHA grant to improve cardiovascular treatments", "region": "namerica", "source_link": null, "institution": "Boston University Medical Center", "text": "(Boston)--Vijaya B. Kolachalama, PhD, assistant professor of medicine at Boston University School of Medicine (BUSM), has received a Scientist Development grant from the American Heart Association (AHA).The $231,000 award will fund his three-year study, \"Mechanisms of drug-coated balloon therapy.\" This project will focus on developing models for smarter artery care including improving drug coated angioplasty balloons that could benefit patients with clogged arteries. Devices such as stents and balloon catheters are used millions of times each year to help manage coronary heart disease, the leading cause of global mortality. \r\nKolachalama's research involves machine learning which is a type of artificial intelligence that provides computers with the ability to learn without being explicitly programmed. His laboratory is focused on three areas: machine learning and image processing for precision medicine, machine learning and cardiovascular simulation and mechanisms of endovascular therapies. For more than a decade, his research has been within the cardiovascular domain, specifically on endovascular device-based therapies. \r\nKolachalama received his undergraduate degree in aerospace engineering from the Indian Institute of Technology, Kharagpur. He then obtained a PhD from the University of Southampton, UK. His doctoral research under the guidance of Neil Bressloff, PhD, and Prasanth Nair, MD, was focused on developing machine learning approaches to quantify the benefits of interventions such as stenting or bypass grafting, as a means of individualizing therapies.Upon completing his PhD, Kolachalama joined Elazer Edelman's laboratory at the Massachusetts Institute of Technology, as a postdoctoral associate. His work focused on expanding computational and imaging paradigms to better quantify the mechanisms of local drug delivery from cardiovascular devices. As an Oak Ridge Institute for Science and Education fellow at the FDA, Kolachalama helped define and promote the role of computational modeling for medical device development and regulatory evaluation. Before joining BUSM, he was a principal member of technical staff in the machine intelligence group at the Charles Stark Draper Laboratory, in Cambridge, Mass.The goal of the Scientist Development grant is to support promising young scientists in cardiovascular and stroke research in the gap between completion of their research training and readiness as an independent investigator\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}