{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/jl-nfg081617.php", "description": "A five-year federal research grant totaling $1,887,049 to Jackson Laboratory research scientist Yanjiao Zhou, M.D., Ph.D., will fund studies exploring the therapeutic potential of the gut microbiome in multiple sclerosis.", "article_link": null, "date": "Wed, 16 Aug 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "New federal grant to fund JAX studies of microbiome's role in multiple sclerosis", "region": "namerica", "source_link": "https://www.jax.org/news-and-insights/2017/august/grant-for-microbiome-role-in-ms", "institution": "Jackson Laboratory", "text": "A five-year federal research grant totaling $1,887,049 to Jackson Laboratory (JAX) Research Scientist Yanjiao Zhou, M.D., Ph.D., will fund studies exploring the therapeutic potential of the gut microbiome in multiple sclerosis (MS). MS is a chronic autoimmune disease targeting the central nervous system, causing damage to the myelin covering of nerve fibers and, ultimately, the nerve fibers themselves, leading to impaired movement, coordination, sensation and thinking. Affecting about 2.5 million people worldwide, MS is among the most common causes of neurological disability in young adults (about two-thirds of them women). \"Current treatments may be inadequate,\" says Zhou, a research scientist in the laboratory of JAX Professor and Director of Microbial Genomics George Weinstock, Ph.D. \"There is a need for new therapeutic approaches.\" There is growing evidence that the gut microbiome -- the collection of microorganisms that live in the human digestive tract -- has a role in triggering the onset of MS, but the underlying mechanisms are currently unknown. The gut microbiome has a major role in shaping the host's immunity, and also interacts with the central nervous system. Zhou will investigate how intermittent fasting alters the gut microbiome of a mouse model of MS and, in turn, may reduce symptoms of the disease. \"Mounting evidence suggesting that alterations in the gut microbiome may play a role in MS disease activity is intriguing,\" says Bruce Bebo, Ph.D., executive vice president of research at the National Multiple Sclerosis Society. \"We look forward to seeing how Dr. Zhou's findings in mice contribute to the development of safe and effective treatment strategies for people with MS.\"With the new funding from the National Institute of Neurological Disorders and Stroke, Zhou will define the potential pathways by which changes in the gut microbiome caused by intermittent fasting protects against experimental autoimmune encephalomyelitis (EAE), a murine model for MS, as well as develop dietary and gut microbiome-based therapeutic strategies for the disease.\r\n", "meeting": "", "keywords": ["Biology", " Genetics", " Medicine/Health", " Immunology/Allergies/Asthma", " Neurobiology", " Genes"]}