{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/kf-djd081617.php", "description": "John DeLuca, PhD, senior vice president for Research and Training at Kessler Foundation, has been awarded the Fred Foley Award for Best Practices in Mental Health and Multiple Sclerosis (MS). The Fred Foley Award, established in 2016 by the Consortium of Multiple Sclerosis Centers(CMSC), recognizes Dr. DeLuca's outstanding contributions to advancing research in the understanding and clinical treatment of cognitive impairments in MS.", "article_link": null, "date": "Wed, 16 Aug 2017 04:00:00 GMT", "funder": "", "title": "Dr. John DeLuca receives Fred Foley Award for best practices in mental health and MS", "region": "namerica", "source_link": "https://kesslerfoundation.org/content/dr-john-deluca-receives-fred-foley-award-best-practices-mental-health-and-ms", "institution": "Kessler Foundation", "text": "John DeLuca, PhD, senior vice president for Research and Training at Kessler Foundation, has been awarded the Fred Foley Award for Best Practices in Mental Health and Multiple Sclerosis (MS). The Fred Foley Award, established in 2016 by the Consortium of Multiple Sclerosis Centers(CMSC), recognizes Dr. DeLuca's outstanding contributions to advancing research in the understanding and clinical treatment of cognitive impairments in MS.Mental health deficits, such as depression and anxiety, remain a major impediment among individuals with MS; affecting quality of life, self-care, relationships, employment status, and adherence to MS disease modifying therapies. One focus of cognitive rehabilitation research for MS at Kessler Foundation is improvement of the individual's acquisition of information through memory and learning techniques.\"Cognitive impairments affect many people with MS, but further research is necessary to gain a deeper understanding of this aspect of the disease,\" explained Dr. DeLuca. \"Our MS research aims to improve quality of life by developing effective non-invasive treatments, using the latest in brain imaging technology, to minimize the effects of MS on cognitive performance. Our ultimate goal is to help individuals with MS remain active participants in their communities, the workplace and family life.  I am honored to be associated with the work of Dr. Foley, who has dedicated his career to improving mental health treatment and outcomes in persons with MS and their family members.\"The award is named after Frederick W. Foley, PhD, professor of psychology at Yeshiva University and Ferkauf Graduate School of Psychology and director of Neuropsychology & Psychosocial Research at Holy Name Medical Center Multiple Sclerosis Center.  Dr. DeLuca accepted the award at the 2017 Annual Meeting of the CMSC in New Orleans, where he gave a presentation on cognitive rehabilitation in MS.", "meeting": "2017 Annual Meeting of the Consortium of Multiple Sclerosis Centers", "keywords": ["Grants/Funding", " Medicine/Health", " Clinical Trials", " Health Professionals", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Mental Health", " Memory/Cognitive Processes", " Researchers/Scientists/Awards"]}