{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaon-ipc081117.php", "description": "For people with Parkinson's disease, seeing a neurologist by video conference from their homes may be as effective as their usual in-person care with their local physician, according to a new study published in the Aug. 16, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 16 Aug 2017 04:00:00 GMT", "funder": "", "title": "Is Parkinson's care via telemedicine as effective as going to the clinic?", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - For people with Parkinson's disease, seeing a neurologist by video conference from their homes may be as effective as their usual in-person care with their local physician, according to a new study published in the August 16, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"Over 40 percent of people with Parkinson's disease never receive care from a neurologist, yet studies have shown that people who see a neurologist are less likely to be hospitalized with illnesses related to Parkinson's disease, have greater independence and are less likely to die prematurely,\" said study author Ray Dorsey, MD, of the University of Rochester Medical Center in New York and a member of the American Academy of Neurology. \"We wanted to see if virtual house calls would be feasible for people with Parkinson's disease.\" He says this study is the first national randomized controlled trial of telemedicine to connect remote specialists to patients directly in their homes.  Dorsey said, \"People were very interested in taking part in this study, and the results showed that these virtual house calls were feasible for people with Parkinson's disease. People's care was as effective as with the in-office visits, and the virtual house calls provided the participants with convenience and comfort.\" Participants were mainly recruited through electronic outreach by the National Parkinson Foundation, PatientsLikeMe and the Michael J. Fox Foundation for Parkinson's Research. A total of 927 people indicated interest in the study, and 195 were chosen to participate. Participants received either their usual care through their usual providers or their usual care plus up to four visits by video conference with a neurologist who they had not seen before. The study was designed to see if the method was effective, which was measured by a quality of life scale, and whether the method was feasible, which was measured by whether people completed at least one virtual visit and did so on time. The researchers found that the virtual house calls were as effective as in-person visits, with quality of life no better or worse for people receiving care at home than for people receiving care in the office. The method was determined to be feasible, with 98 percent completing at least one in-home visit and 91 percent of all in-home visits that were scheduled being completed. The study also found that participants' overall quality of care and the burden felt by caregivers was no different whether they had in-home visits or in-person visits. Each virtual house call saved the patients an average of 169 minutes and nearly 100 miles of driving. A total of 97 percent of the patients and 86 percent of the neurologists said they were satisfied with the virtual visits, and 55 percent of patients said they preferred virtual visits over in-person visits. Dorsey noted that in this study group, 73 percent had visited a Parkinson's disease specialist in the past year and 83 percent said they were satisfied with their care. \"So the fact that adding the virtual house calls to peoples' care did not improve their quality of life could be because a large proportion were already seeing a specialist and were satisfied with that care,\" he said. \"Of course, it's also possible that virtual house calls are not enough to improve quality of life.\" One major barrier to implementing telemedicine is that Medicare covers it only in limited situations. Telemedicine visits in the patient's home are not covered by Medicare, and telemedicine is only covered for people who live in rural areas. \"Virtual house calls have the potential to dramatically increase access to care for people with such a debilitating disease,\" said David Shprecher, DO, Msci, of Banner Sun Health Research Institute in Sun City, Ariz., and a member of the American Academy of Neurology. Shprecher wrote an editorial accompanying the study. \"The 21st Century Cures Act mandated a report on which chronic conditions could be improved most by the expansion of telemedicine. Parkinson's disease should be considered for this report, and it should expand the definition of telemedicine to include the virtual house call.\" Limitations of the study include that study participants were mainly well-educated and more familiar with the internet than the general population, so the results may not be relevant for all people with Parkinson's disease. In addition, the study did not include people with the disease who live in nursing homes, who account for nearly 25 percent of all Medicare beneficiaries with Parkinson's disease. ", "meeting": "", "keywords": ["Medicine/Health", " Diagnostics", " Gerontology", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Parkinson's Disease"]}