{"journal": "Science Signaling", "url": "http://www.eurekalert.org/pub_releases/2017-08/bch-tfp081517.php", "description": "Scientists from Boston Children's Hospital Vascular Biology Program have revealed an engineered fusion protein that could recover blood vessel health following the onset of hypertension, atherosclerosis, stroke, heart attack, and other cardiovascular diseases.", "article_link": null, "date": "Tue, 15 Aug 2017 04:00:00 GMT", "funder": "National Institutes of Health, Fondation Leducq, American Heart Association, Laura and Isaac Perlmutter Cancer Center, NYSTEM, Japan Society for the Promotion of Science Overseas Research Fellowships, Uehara Memorial Foundation", "title": "Therapeutic fusion protein could mitigate blood vessel damage from cardiovascular disease", "region": "namerica", "source_link": null, "institution": "Boston Children's Hospital", "text": "Scientists from Boston Children's Hospital Vascular Biology Program have revealed an engineered fusion protein that could recover blood vessel health following the onset of hypertension, atherosclerosis, stroke, heart attack, and other cardiovascular diseases. The findings were published today in Science Signaling.On average, each person has 60,000 miles of blood vessels coursing through his or her body. There are a number of mechanisms that the body uses to keep its vast vascular network healthy, including a tiny fat molecule, a lipid called S1P, that plays a particularly important role. S1P receptors dot the surface of the endothelium, a layer of cells that line the inside of all the body's blood cells. Together, these so-called endothelial cells form a barrier between the body's circulating blood and surrounding tissue. When S1P molecules activate their receptors, it suppresses endothelial inflammation and generally helps regulate cardiovascular health.Now, researchers led by Timothy Hla, PhD, from the Boston Children's Vascular Biology Program, have designed a novel therapeutic fusion that could trigger increased S1P receptor activity and recover blood vessel health following the onset of a range of cardiovascular diseases. Seeking stabilityAs crucial as S1P is to our health, it can't do its job alone. Instead, S1P relies on another set of the body's molecules to ferry it through the bloodstream so that it can find and bind with its cell receptors on the endothelium. \"High density cholesterol (HDL) -- also known as good cholesterol -- carries a protein called ApoM, which in turn attracts and binds S1P in its cargo,\" says Hla, an investigator in the Vascular Biology Program, Patricia K. Donahoe Professor Surgery at the Harvard Medical School and the senior author on the new paper. \"Together, this trio activates S1P receptors and promotes endothelial cell function and, ultimately, blood vessel repair.\"But, mimicking this trio in a therapeutic derivation would not be as straightforward. HDL, a highly-complex and large nanoparticle decorated with a plethora of proteins and lipids in addition to ApoM, is very difficult to synthesize and produce in the lab. So, Hla strategized on how to optimize ApoM, the linker protein between HDL and S1P.Hla knew from previous studies in mice that synthetically-derived ApoM is unstable, only having a 15-minute half-life inside the body's blood stream. To make a therapeutic impact and deliver more S1P to their receptors, Hla would need to make ApoM last much longer on its own.Making a better carrier for S1PTo engineer a much more stable version of ApoM in their laboratory, Hla's team took a cue from the immune system. They adapted a highly-stable antibody fragment called Fc and fused it to synthetic ApoM. To test its therapeutic efficacy, Hla and his team gave their engineered ApoM-Fc in combination with S1P to groups of mice with different models of vascular disease and injury. Together, the ApoM-Fc fusion had a staggeringly longer half-life than ApoM alone, lasting for up to 90 hours within the blood stream. Inside the mice's blood, ApoM-Fc robustly activated S1P receptors on the blood vessel's endothelial cells. Strikingly, the therapeutic combination of ApoM-Fc and S1P reduced blood pressure in hypertensive mice, mitigated tissue damage from heart attack and boosted brain tissue recovery after stroke. \"If you provide engineered ApoM-Fc with S1P, we see a clear therapeutic benefit in preclinical animal models,\" says Hla. \"In mice, it allowed blood vessels to better repair themselves after various types of disease and injury - so we are eager to see if this is something that could one day translate into the clinic.\"", "meeting": "", "keywords": ["Medicine/Health"]}