{"journal": "Catheterization and Cardiovascular Interventions", "url": "http://www.eurekalert.org/pub_releases/2017-08/sfca-me081417.php", "description": "A study has examined the efficacies of various post-percutaneous coronary intervention (PCI) bivalirudin doses on net adverse clinical events (NACEs) and mortality.", "article_link": null, "date": "Tue, 15 Aug 2017 04:00:00 GMT", "funder": "", "title": "Meta-analysis evaluates the effect of post-primary PCI Bivalirudin I", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "WASHINGTON -- A study has examined the efficacies of various post-percutaneous coronary intervention (PCI) bivalirudin doses on net adverse clinical events (NACEs) and mortality. Patients recovering from PCI with bivalirudin are at a lower risk of bleeding, but also suffer an increased risk of acute stent thrombosis (ST). Bivalirudin is a direct thrombin inhibitor that can prevent blood clots during and after an angioplasty procedure. Previous research concluded that continuing bivalirudin infusion at full doses for four hours post-PCI eliminates acute ST risk while maintaining the bleeding benefit. The results of the current study determined that full-dose bivalirudin infusion post-PCI for four hours is also associated with improved NACEs and all-cause mortality. Details of the entire study are outlined in the Editor's Choice article of the August 2017 issue of Catheterization and Cardiovascular Interventions.   Researchers analyzed randomized-clinical trials (RCTs) to gather results. The data was separated into two groups: (1) patients treated with bivalirudin and (2) patients treated with unfractionated heparin (UFH). The bivalirudin arm was divided based on post-PCI bivalirudin dosage; The Biv-Full group received 1.75 mg/kg/h, the BivLow group, 0.25 mg/kg/h and the Biv-No group, none.  \"For many years, heparin was the only anticoagulant available for primary PCI,\" said Rahman Shah, MD, FSCAI, of the Division of Cardiovascular Medicine at the University of Tennessee Health Science Center.  \"However, once a lower risk of bleeding was found with bivalirudin, many cardiologists started using it preferentially over heparin. Once the acute stent thrombosis risk with bivalirudin was well-publicized, many physicians returned to using heparin. With this research, we show that for patients undergoing primary PCI, bivalirudin [with four-hour post-PCI infusion at full dose] might be the safest and most effective anticoagulation because it is associated not only with decreased risk of bleeding and net adverse clinical event events, but also improved mortality.\"Six RCTs and 16,842 patients met the criteria for inclusion. Bivalirudin exhibited an improvement in 30-day all-cause mortality by 35% and cardiac mortality by 32%, but did not yield a NACE rate better than that achieved with UFH. Subgroup analysis showed the Biv-Full group had a 46% lower NACE rate and 47% lower all-cause mortality than UFH. These effects were not seen in the other two groups. The Biv-Full group yielded the best treatment efficacy overall. \"Our findings are consistent with recent changes to the bivalirudin package insert by the FDA,\" Shah continued. \"Therefore, if bivalirudin-based anticoagulation is used during primary PCI, it should be continued for at least four hours [at full dose] post-PCI. Ongoing trials such as SWEDEHEART (NCT02311231), which mandates full-dose bivalirudin post-PCI in patients with acute coronary syndrome, will provide additional insights into this topic.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Mortality/Longevity"]}