{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-08/acoc-ncd081017.php", "description": "Patients newly diagnosed with cancer may have a substantially increased short-term risk of arterial thromboembolism, according to a study published today in the Journal of the American College of Cardiology.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.06.047", "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "", "title": "New cancer diagnosis may come with risk of thromboembolism", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (Aug. 14, 2017) -- Patients newly diagnosed with cancer may have a substantially increased short-term risk of arterial thromboembolism, according to a study published today in the Journal of the American College of Cardiology.Patients with cancer face an increased risk of medical complications. However, the risk of arterial thromboembolism -- or the blockage of blood flow due to a clot that has come from another part of the body -- in patients with cancer is not well understood. Researchers found that patients newly diagnosed with cancer faced a considerably increased short-term risk of arterial thromboembolism. Within six months of diagnosis, more than twice as many patients with cancer had experienced arterial thromboembolism as compared with matched control patients without cancer. The risks of both heart attack and ischemic stroke were also increased in patients with cancer. The risk of arterial thromboembolism varied by cancer type, with lung, gastric and pancreatic cancers conferring the highest risk. Additionally, advanced cancer stage was associated with increased risk, directly relating arterial thromboembolism to overall tumor burden and extent of disease.According to the authors, these findings raise the question of whether patients with newly diagnosed malignant cancer, particularly those with advanced disease, should be considered for antithrombotic and statin medicines for primary prevention of cardiovascular disease. They stress that because patients with cancer are also prone to bleeding due to frequent coagulopathy and invasive procedures, carefully designed clinical trials are needed to answer these questions.  ", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Stroke"]}