{"journal": "Journal of Thoracic and Cardiovascular Surgery", "url": "http://www.eurekalert.org/pub_releases/2017-08/bcom-hgh081417.php", "description": "Gata4 alone is able to reduce post-heart attack fibrosis and improve cardiac function in a rat model of heart attack.  In rat fibroblasts in the lab, the molecular mechanism involves reduced expression of Snail, the master gene of fibrosis.", "article_link": "http://dx.doi.org/10.1016/j.jtcvs.2017.06.035", "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "", "title": "How Gata4 helps mend a broken heart", "region": "namerica", "source_link": "https://fromthelabs.bcm.edu/2017/08/14/how-gata4-helps-mend-a-broken-heart/", "institution": "Baylor College of Medicine", "text": "During a heart attack, blood stops flowing into the heart; starved for oxygen, part of the heart muscle dies. The heart muscle does not regenerate; instead it replaces dead tissue with scars made of cells called fibroblasts that do not help the heart pump. The heart weakens; most people who had a severe heart attack will develop heart failure, which remains the leading cause of mortality from heart disease.\"Our most important goal is to treat post-heart attack cardiac failure,\" said Dr. Megumi Mathison, associate professor of surgery at Baylor College of Medicine. \"Our approach is to restore cardiac function by reprogramming scar tissue into cardiomyocytes.\"In the Laboratory for Cardiac Regeneration, led by Dr. Todd K. Rosengart, professor and chair of surgery and professor of molecular and cellular biology at Baylor, a team of researchers has shown that administration of a cocktail made of transcription factors Gata4, Mef2c and Tbx5 (GMT) results in less scar tissue, or fibrosis, and up to a 50 percent increase in cardiac function in small animal models of the disease. \"We and others had described that, in addition to inducing reprograming of fibroblasts into cardiomyocyte-like cells, the GMT cocktail also induced reduction of post-heart attack fibrosis,\" Mathison said. \"However, not much attention had been paid to the latter.\"The research team investigated in more detail how the GMT cocktail activated mechanisms that reduced fibrosis. They found the first evidence that, of the three components in the GMT cocktail, only Gata4 was able to reduce post-heart attack fibrosis and improve cardiac function in a rat model of heart attack. Further exploration of the molecular mechanism mediating this novel effect showed that administering Gata4 to rat fibroblasts in the lab resulted in reduced expression of Snail, the master gene of fibrosis.  \"Gata4 plays a complex role in heart regeneration: as part of the GMT cocktail, it contributes to the reprograming of fibroblasts into cardiomyocyte-like cells; we know it contributes to heart hypertrophy - the development of an enlarged heart - and now we discovered that it alone can decrease cardiac fibrosis,\" Mathison said. \"Others have reported that Gata4 also can suppress liver fibrosis. There is still a lot to be done before we can transfer these discoveries to the bedside, but they are important first steps.\" ", "meeting": "", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Cardiology", " Stroke", " Physiology"]}