{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-08/cchm-sha080917.php", "description": "Researchers report encouraging preclinical results as they pursue elusive therapies that can repair scarred and poorly functioning heart tissues after cardiac injury. Scientists from the Cincinnati Children's Heart Institute inhibited a protein that helps regulate the heart's response to adrenaline, alleviating the disease processes in mouse models and human cardiac cells. Their data publishes Aug. 22 in the Journal of the American College of Cardiology.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.06.049", "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "", "title": "Study hints at experimental therapy for heart fibrosis", "region": "namerica", "source_link": null, "institution": "Cincinnati Children's Hospital Medical Center", "text": "CINCINNATI - Researchers report encouraging preclinical results as they pursue elusive therapeutic strategies to repair scarred and poorly functioning heart tissues after cardiac injury -- describing an experimental molecular treatment for heart failure. In an Aug. 22 study in the Journal of the American College of Cardiology, researchers at the Cincinnati Children's Heart Institute inhibited a protein that helps regulate the heart's response to adrenaline. This alleviated the disease processes in mouse models of human heart failure, and in cardiac cells isolated from heart failure patients undergoing reparative surgery.The experimental approach focuses on the role of the proteins Gβγ and GRK2, which are involved in a signaling pathway activated by adrenaline stimulation. The adrenergic system plays a fundamental role in maintaining normal heart function, according to study authors. Their data show that chronic over stimulation of the system (which happens after a heart attack) prompts hypertrophy -- a thickening and enlargement of the heart muscle. It also causes fibrosis, the formation of scar tissue.    In a mouse model that closely simulates the disease progression in humans after a heart attack, the researchers blocked Gβγ-GRK2 molecular signaling with an experimental small molecular inhibitor called gallein. When treatment was started one week after the initial cardiac injury, it preserved heart function and reduced tissue scarring and enlargement -- essentially rescuing the animals from heart failure. The authors also reported a similar level of protection in a new genetically altered mouse model in which GRK2 is removed from a specific cell type in the heart - the cardiac fibroblast. \"Regrettably, there are essentially no clinical interventions that effectively target these tissue-damaging cardiac fibroblasts. This work may provide evidence that shifts the way we think about treating heart failure,\" said Burns Blaxall, PhD, senior investigator and the heart institute's director of translational science. \"Not only has our study identified the cardio-protective properties of pharmacological and fibroblast-specific Gβγ-GRK2 inhibition in a clinically relevant mouse model, we also showed that inhibition reduced the activation of human heart failure cardiac fibroblasts. This is a key cell type responsible for the scarring of heart tissue.\"Diseases of the heart muscle are common ailments in both pediatric and adult populations, and research by the Blaxall group has revealed many are linked to heart tissue fibrosis.  Adult congenital heart disease is also a growing concern for clinicians and researchers at Cincinnati Children's, who are developing new clinical and research strategies for adults who were pediatric heart patients. Despite the current study's promising preclinical findings the authors stress it's too early to say whether the data will translate into clinically beneficial treatments for human heart failure patients. However, the data do open the door to developing new pharmacologic compounds with therapeutic potential.  Blaxall and colleagues have dedicated many years to searching for clinically relevant clues to address the lack of effective drugs. In 2006 he was on a research team that published findings (Journal of Cardiac Failure) that identified elevated levels of GRK2 in cardiac cells from heart failure patients. The study put a number of different investigative teams on the trail of exploring whether targeted inhibition of Gβγ, and its interaction with GRK2, might be therapeutically relevant.Blaxall's team has since published numerous studies testing the therapeutic efficacy of the experimental research compound gallein (a Gβγ-GRK2 inhibitor) in various animal models of heart failure. Collectively, these previous studies revealed the compound has significant promise for treating cardiac dysfunction and fibrosis. Until the current study, the cellular processes responsible for fibrosis reduction have remained unknown -- an important piece of knowledge needed to develop potential new drugs. In the current study, researchers first tested the compound gallein by administering it one week following cardiac injury in control mice with unaltered expression of GRK2. Four weeks after the initial cardiac injury, control mice showed signs of significant fibrosis and heart dysfunction, although targeted Gβγ-GRK2 inhibition with gallein offered the animals substantial cardiac functional protection. This included preservation of the heart muscle's contractile abilities and a reduction of fibrosis within the cardiac tissue.In a second group of mice, the Blaxall team genetically removed the GRK2 protein shortly after cardiac injury from either cardiomyocytes (the contractile/functional cells of the heart). Study authors note that in mice that had GRK2 specifically removed from their cardiomyocytes post-injury, gallein treatment demonstrated significant protection of heart function in the animals. This suggests a potential protective role for the drug beyond cardiomyocyte cells, they said.In a third group of mice, GRK2 expression was eliminated post injury from just heart fibroblast cells.  These animals maintained nearly normal heart function and showed significant improvements in ejection fraction (how forcefully the heart muscle pumps blood) with no further cardio protection provided by gallein treatment.Researchers attribute the benefits of Gβγ-GRK2 inhibition to a decrease in the pathologic activation of cardiac fibroblasts, as well as a subsequent reduction in fibrosis in the injured cardiac tissue. Taken together, these findings suggest that the improvements observed in the heart's contractile performance after injury may be the result of an overall reduced fibrotic burden.As they continue their research, the authors are working with collaborators at other institutions to develop a pharmacologic compound that would work much the same way as gallein and also would be safe in animal testing and (eventually) patients.Also, because the therapeutic approach tested in the current study may target molecular pathways that affect fibrosis in general, the researchers plan to extend their findings to the study of fibrotic remodeling in other tissues such as the lung, liver, and kidney.", "meeting": "", "keywords": ["Biology", " Genetics", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Diagnostics", " Internal Medicine", " Pediatrics", " Pharmaceutical Science"]}