{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/mcog-aut081417.php", "description": "Public/Private Partnerships for Translational Research is the topic for the 2017 Southern Translational Education and Research Conference set for Sept. 21-22 at the Augusta Marriott Hotel downtown.", "article_link": null, "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "", "title": "AU, UGA Translational Research Conference set for Sept. 21-22 in Augusta", "region": "namerica", "source_link": null, "institution": "Medical College of Georgia at Augusta University", "text": "AUGUSTA, Ga. (Aug. 14, 2017) - Public/Private Partnerships for Translational Research is the topic for the 2017 Southern Translational Education and Research Conference set for Sept. 21-22 at the Augusta Marriott Hotel downtown.The regional research meeting, sponsored by the University of Georgia and Augusta University, supports healthy collaboration and competition in initiatives that enable scientific findings about the body to translate to better health for patients, say the organizers of the eighth STaR conference. The conference begins at 5 p.m. Thursday, Sept. 21 with research highlights and poster presentations by AU graduate students Dr. Steven Stice, Georgia Research Alliance Eminent Scholar, D.W. Brooks Distinguished Professor and director of the Regenerative Bioscience Center at UGA and a biotech entrepreneur, will discuss Neural stem cell derived exosomes: A viable alternative to cell therapies? at 1 p.m. Friday, Sept. 22. MCG Dean Dr. David C. Hess, a stroke specialist and co-founder and chair of the board of directors of REACH Health Inc., a telestroke company that eliminates distance as a factor in the provision of rapid stroke assessment and treatment, will discuss Stem cell therapy for stroke: hype or hope? The results of the largest stem cell trial to date in stroke at 8:30 a.m. Sept. 22. \r\nBoth speakers, academicians who have successfully forged public/private partnerships, will also share both the benefit and peril of the journey.\r\n\"Partnerships become essential as we focus increasingly on translational work and the realities of federal funding opportunities,\" says Dr. Susan Fagan, assistant dean for the UGA College of Pharmacy campus in Augusta, Albert W. Jowdy Professor and Director of the Center for Pharmacy and Experimental Therapeutics at MCG. \"Even if all the pipeline investigations lead to treatments, we can't make it to the patients unless we partner.\"  The National Institutes of Health, considered the gold standard for biomedical research funding, is developing multiple mechanisms whereby partnerships are encouraged and nurtured and the NIH can retain oversight, said Dr. Adviye Ergul, a federally funded vascular physiologist and Regents Professor in the MCG Department of Physiology.While translational research is always a conference focus, STaR organizers hope this year's focus on the role of public/private partnerships in enabling the work will get medical and biomedical science students and other trainees excited about how partnerships can work and their potential, Ergul says.Poster presentations and judging will resume at 9:30 a.m. Sept. 22. The top four early investigators will present their work at 2 p.m. and a top honoree will be selected. Postdoctoral fellow and travel awards also will be awarded. Poster presentations need to be submitted by Aug. 22. For more information, visit http://www.rxugace.com/STaR-2017.\r\n", "meeting": "AU, UGA Translational Research Conference set for Sept. 21-22 in Augusta", "keywords": ["Business/Economics", " Collaboration", " Medicine/Health", " Researchers/Scientists/Awards", " Collaboration"]}