{"journal": "Journal of Neurosurgery", "url": "http://www.eurekalert.org/pub_releases/2017-08/slu-sss081417.php", "description": "SLU researchers are encouraged by study results which they hope can reduce the risks associated with this type of brain surgery.", "article_link": null, "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "", "title": "SLU surgeons study 'awake aneurysm surgery' for better outcomes", "region": "namerica", "source_link": "https://www.slu.edu/news/2017/august/awake-aneurysm-surgery.php", "institution": "Saint Louis University", "text": "ST. LOUIS -- In a first time study published in the August edition of the Journal of Neurosurgery, Saint Louis University surgeons and researchers report that the use of conscious sedation - also called \"awake brain surgery\" - allowed them to make adjustments mid-surgery to lower risks during aneurysm surgery. The research was led by Saleem Abdulrauf, M.D., chair of neurosurgery at Saint Louis University and a SLUCare surgeon at SSM Health Saint Louis University Hospital. Abdulrauf is encouraged by the results of this study, which he hopes can reduce the risks associated with this type of brain surgery.  \"Awake surgery for brain aneurysms may open a new frontier in neurosurgery that could lead to improved outcomes and decreased risk,\" says Abdulrauf. \"This initial study is encouraging.\"Surgeons use a technique called \"clipping\" to limit the damage of brain aneurysms, weak areas in blood vessel walls that can bulge or rupture. In this procedure, patients typically are given general anesthesia, the skull is opened by surgeons, and the artery is clipped below the aneurysm to prevent it from bursting. Ischemia - inadequate blood supply to a part of the body - is a significant risk during this procedure that can cause neurological damage.Abdulrauf and his team wanted to know if adding \"awake\" neurological testing to the procedure could help limit this risk. Awake surgery, through conscious sedation, has been used in neurosurgery in order for patients to maintain consciousness and communicate with doctors, giving surgeons \"real time\" information to see how their patients' brains are functioning during a surgery.  In the current study, 30 patients with aneurysms that had not burst were given awake neurological testing during their procedure. Three patients developed symptoms of neurological deterioration during the course of surgery. Because the use of conscious sedation allowed the surgery team to communicate with these patients and note the nature of the neurological symptoms, the surgeons were able to make adjustments during surgery and eliminate the neurological symptoms that were being cause by lack of blood flow.   The researchers concluded that these patients benefited from the awake neurological testing by decreasing their risk of ischemic injury. Though more study is needed, the team is pleased that the study shows an avenue to explore as they aim to reduce risks associated with this type of brain surgery. ", "meeting": "", "keywords": ["Medicine/Health", " Surgery"]}