{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-apl080917.php", "description": "Exposure to fine particulate matter via air pollution, led to increases in stress hormones and, in a study of healthy college students in China. Negative effects of pollution exposure decreased after using indoor air purifiers over a nine-day period.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.026796", "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "National Natural Science Foundation of China, Public Welfare Research Program of National Health and Family Planning Commission of China, Shanghai 3-Year Public Health Action Plan, Cyrus Tang Foundation, China Medical Board Collaborating Program", "title": "Air pollution linked to cardiovascular disease; air purifiers may lessen impact", "region": "namerica", "source_link": "http://newsroom.heart.org/news/air-pollution-linked-to-cardiovascular-disease-air-purifiers-may-lessen-impact?preview=144970683add5a3d33ad9577a6ac9fbf", "institution": "American Heart Association", "text": "DALLAS, Aug. 14, 2017 -- Exposure to high levels of air pollution increased stress hormone levels and negative metabolic changes in otherwise healthy, young adults in a recent study conducted in China. Air purifiers appeared to lessen the negative effects, according to new research published in the American Heart Association's journal Circulation.Researchers focused on fine particulate matter (PM2.5) -- a component of air pollution emitted from vehicles, factories, power plants, fires and smoking -- because many studies have suggested this type of major air pollutant might lead to cardiovascular and metabolic health consequences, according to Haidong Kan, M.D., Ph.D., study author and professor of environmental health sciences at Fudan University in Shanghai, China.However, the biological mechanisms linking air pollution to cardiovascular risk are unclear. In this study, the first of its kind, researchers used \"metabolomics\" -- a method that could reflect how glucose, amino acids, fatty acids and lipids are metabolized -- to get a snapshot of the chemical processes by which cells produce the substances and energy needed to sustain life.Researchers recruited 55 healthy, young college students, who received alternate treatments of real and sham air purification in random orders in their dormitory rooms.Researchers measured indoor and outdoor fine particulate matter levels during the study, and at certain points did health tests and collected blood serum and urine samples to analyze the students' metabolites, inflammation and oxidative stress biomarkers. They looked for differences in blood serum metabolites, biomarkers and blood pressures with increasing exposure to fine particulate matter.Researchers found:Higher fine particulate matter exposure was also associated with increases in stress hormone levels, which are believed to induce high blood pressure, inflammatory and metabolic effects in the body, Kan said.Fine particulate matter exposure impacted metabolism of glucose, amino acids, fatty acids and lipids. These changes, along with the significantly higher blood pressure, insulin resistance and biomarkers of inflammation and oxidative stress found among people exposed to higher levels, could be partly responsible for the adverse cardiovascular effects caused by air pollution exposure, researchers said.\"Levels of stress hormones, systolic blood pressure and biomarkers of oxidative stress and inflammation were significantly lower when using real air purifiers,\" Kan said. \"Although we found significant health benefits with air purifiers, the actual health protection people could get from air purifiers in real living conditions is still not well-determined.\"This was also a small study and whether the results translate to other countries remains to be seen, because air pollution levels are much higher in urban China than in the United States or Europe. Nevertheless, the study highlights air pollution's potential impact on human health in more ways than we currently know, Kan said.\"Future studies should examine whether the health benefits from short-term air purification can improve long-term health, and whether these findings are also found in people who live in low pollution areas,\" Kan said. The current study only focused on one particulate matter size found in pollution.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}