{"journal": "Nanomedicine: Nanotechnology, Biology and Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/dgi-pts081417.php", "description": "Korean researchers newly found thermo-responsive protein to accelerate development of biopharmaceuticals to treat brain diseases. It is expected to be used to develop biopharmaceutical for hemostasis of cerebral hemorrhage and brain tissue regeneration", "article_link": "http://dx.doi.org/10.1016/j.nano.2017.04.001", "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "South Korea's Ministry of Science, ICT and Future Planning", "title": "Protein to stop acute cerebral hemorrhage", "region": "asia", "source_link": null, "institution": "DGIST (Daegu Gyeongbuk Institute of Science and Technology)", "text": "DGIST (President, Sang Hyuk Son) announced that a research team led by principal researcher Won Bae Jeon at DGIST's Companion Diagnostics and Medical Technology Research Group conducted a joint research with the research team of Professor Jong Eun Lee at Yonsei University's College of Medicine and found a thermally responsive elastin-like polypeptide, a protein that controls acute intracerebral hemorrhage and accelerates nerve regeneration. The thermos-responsive elastin-like polypeptides (ELP) is cell-attaching proteins that are soluble in water at room temperature, but are transformed to insoluble gel at body temperature. Brain hemorrhage, which can occur in the human brain, including intraventricular hemorrhage, intracerebral hemorrhage and subarachnoid hemorrhage, is known to be a brain disease that causes permanent disability, such as paralysis or language disorder, or results in a high mortality rate.Cerebral hemorrhage accounts for 10-15% of all stroke patients, and the mortality rate is 30-50% within 30 days of onset. However, there are no effective hemostatic methods or therapies to stop bleeding within the first 6 hours of acute intracerebral hemorrhage. The two research teams used laboratory rats and artificially induce intracerebral hemorrhage. Then, they injected right internal carotid artery with a thermally responsive elastin-like polypeptide solution and observed that the volume of hematoma was significantly reduced in the rats injected with the polypeptide solution.Through the biochemical and immunological analysis, the teams have identified the mechanism that thermo-responsive elastin-like polypeptides play a role to block physically damaged cerebral blood vessels by building a protein nanostructure in the form of self-assembled gel and simultaneously accelerate vascular restoration by binding to the vascular endothelium.In addition, the joint research team anticipates that there would be no toxicity or side effects as the peptide gel produced in the cerebral hemorrhage region will not only have a hemostatic effect, but also stimulate brain tissue regeneration then the gel will be decomposed into amino acids and release into the urine.Thermo-responsive elastin-like polypeptides can be used for the treatment of intracerebral hemorrhage including hypertensive cerebral hemorrhage, Willis' arterial ring obstruction (Moyamoya disease) and other particular cerebral hemorrhage. Moreover, it is expected to be used as a hemostatic agent in the operation of removing cerebral hematoma.The principal researcher Won Bae Jeon states \"While there is no proper treatment to stop bleeding in the early stage of acute intracerebral hemorrhage, this study suggests the possibility of developing hemostatic therapies using thermo-responsive elastin-like polypeptide proteins.\" He added \"We will continue further researches to develop biopharmaceuticals for hemostatic therapy for intracerebral hemorrhage and brain tissue regeneration by optimizing the molecular weight and cell binding capacity of polypeptides.\"", "meeting": "", "keywords": ["Biology", " Biomechanics/Biophysics", " Cell Biology"]}