{"journal": "Nature Materials", "url": "http://www.eurekalert.org/pub_releases/2017-08/uotf-itp081117.php", "description": "A team of U of T Engineering researchers is mending broken hearts with an expanding tissue bandage a little smaller than a postage stamp.", "article_link": "http://dx.doi.org/10.1038/nmat4956", "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "Canadian Institutes of Health Research, National Sciences and Engineering Research Council of Canada, University of Toronto, Heart and Stroke Foundation, Canada Foundation for Innovation, and others", "title": "Injectable tissue patch could help repair damaged organs", "region": "namerica", "source_link": null, "institution": "University of Toronto Faculty of Applied Science & Engineering", "text": "A team of U of T Engineering researchers is mending broken hearts with an expanding tissue bandage a little smaller than a postage stamp.Repairing heart tissue destroyed by a heart attack or medical condition with regenerative cells or tissues usually requires invasive open-heart surgery. But now biomedical engineering Professor Milica Radisic and her colleagues have developed a technique that lets them use a small needle to inject a repair patch, without the need to open up the chest cavity.Radisic's team are experts in using polymer scaffolds to grow realistic 3D slices of human tissue in the lab. One of their creations, AngioChip, is a tiny patch of heart tissue with its own blood vessels -- the heart cells even beat with a regular rhythm. Another one of their innovations snaps together like sheets of Velcro™.Such lab-grown tissues are already being used to test potential drug candidates for side effects, but the long-term goal is to implant them back into the body to repair damage.\"If an implant requires open-heart surgery, it's not going to be widely available to patients,\" says Radisic. She says that after a myocardial infarction -- a heart attack -- the heart's function is reduced so much that invasive procedures like open-heart surgery usually pose more risks than potential benefits. \"It's just too dangerous,\" she says.Miles Montgomery, a PhD candidate in Radisic's lab, has spent nearly three years developing a patch that could be injected, rather than implanted. \"At the beginning it was a real challenge; there was no template to base my design on and nothing I tried was working,\" says Montgomery. \"But I took these failures as an indication that I was working on a problem worth solving.\"After dozens of attempts, Montgomery found a design that matched the mechanical properties of the target tissue, and had the required shape-memory behaviour: as it emerges from the needle, the patch unfolds itself into a bandage-like shape.\"The shape-memory effect is based on physical properties, not chemical ones,\" says Radisic. This means that the unfolding process doesn't require additional injections, and won't be affected by the local conditions within the body.The next step was to seed the patch with real heart cells. After letting them grow for a few days, they injected the patch into rats and pigs. Not only does the injected patch unfold to nearly the same size as a patch implanted by more invasive methods, the heart cells survive the procedure well.\"When we saw that the lab-grown cardiac tissue was functional and not affected by the injection process, that was very exciting,\" says Montgomery. \"Heart cells are extremely sensitive, so if we can do it with them, we can likely do it with other tissues as well.\"The scaffold is built out of the same biocompatible, biodegradable polymer used in the team's previous creations. Over time, the scaffold will naturally break down, leaving behind the new tissue.The team also showed that injecting the patch into rat hearts can improve cardiac function after a heart attack: damaged ventricles pumped more blood than they did without the patch.\"It can't restore the heart back to full health, but if it could be done in a human, we think it would significantly improve quality of life,\" says Radisic.There is still a long way to go before the material is ready for clinical trials. Radisic and her team are collaborating with researchers at the Hospital for Sick Children to assess the long-term stability of the patches, as well as whether the improved cardiac function can be maintained. They have also applied for patents on the invention and are exploring the use of the patch in other organs, such as the liver.\"You could customize this platform, adding growth factors or other drugs that would encourage tissue regeneration,\" says Radisic. \"I think this is one of the coolest things we've done.\"", "meeting": "", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Physiology", " Health Care", " Biochemistry", " Medicine/Health", " Cardiology", " Trauma/Injury", " Biotechnology", " Research/Development"]}