{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--uls081417.php", "description": "University of California, Irvine researchers received more than $378 million in grants and contract funding for fiscal 2016-17, the second-highest total in campus history.", "article_link": null, "date": "Mon, 14 Aug 2017 04:00:00 GMT", "funder": "Bill & Melinda Gates Foundation, National Science Foundation, California Energy Commission, Academy of Korean Studies, National Institutes of Health, U.S. Department of Health & Human Services", "title": "UCI logs second-highest research funding total in fiscal 2016-17", "region": "namerica", "source_link": "https://news.uci.edu/2017/08/14/uci-logs-second-highest-research-funding-total-in-fiscal-2016-17/", "institution": "University of California - Irvine", "text": "Irvine, Calif., Aug. 14, 2017 -- University of California, Irvine researchers received more than $378 million in grants and contract funding for fiscal 2016-17, the second-highest total in campus history.From federal and state agencies, leading foundations and companies, this funding -- which follows a record year in 2015-16, when the university garnered $395 million -- represents continued support for UCI's top-ranked faculty, first-rate facilities, diverse and talented student body, and community-based programs.\"Innovation and discovery thrive with robust research grant funding,\" said Pramod Khargonekar, vice chancellor for research. \"Research is a central mission for the UCI faculty, students and staff, and these strong results indicate that UCI's world-class research enterprise will continue to make important, productive contributions to the state, the nation and the world.\"The slightly lower total is due to decreased federal funding; nonfederal support increased this year. Khargonekar explained that a possible reason for the drop is that federal agencies did not receive their 2017 budgets until May 2017, eight months after the start of the fiscal year.Although research funding touches every corner of campus, the greatest investment was in the area of health. The Chao Family Comprehensive Cancer Center brought in more than $24 million, and the School of Medicine logged $147.5 million in support, 39 percent of UCI's 2016-17 total.Other noteworthy funding sources and recipients:", "meeting": "", "keywords": ["Earth Science"]}