{"title": "HKU scientists utilize innovative neuroimaging approach to unravel complex brain networks | EurekAlert! Science News", "year": "Thu, 02 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "research", "team", "led", "professor", "ed", "wu", "department", "electrical", "electronic", "engineering", "university", "hong", "kong", "used", "innovative", "neuroimaging", "tool", "view", "research", "team", "led", "professor", "ed", "wu", "department", "electrical", "electronic", "engineering", "university", "hong", "kong", "used", "innovative", "neuroimaging", "tool", "interrogate", "complex", "brain", "networks", "functions", "team", "successfully", "manipulated", "two", "pioneering", "technologies", "optogenetics", "functional", "magnetic", "resonance", "imaging", "fmri", "investigation", "dynamics", "underlying", "brain", "activity", "propagation", "breakthrough", "simultaneously", "capture", "neural", "activity", "propagation", "interaction", "dynamics", "examining", "functional", "roles", "taken", "scientists", "step", "unravelling", "mysteries", "brain", "could", "lead", "development", "new", "neurotechnologies", "early", "diagnosis", "intervention", "brain", "diseases", "including", "autism", "alzheimer", "disease", "dementia", "findings", "recently", "published", "prestigious", "international", "academic", "journal", "proceedings", "national", "academy", "sciences", "united", "states", "america", "pnas", "human", "brain", "source", "thoughts", "emotions", "perceptions", "actions", "memories", "brain", "actually", "works", "however", "remains", "largely", "unknown", "one", "grand", "challenge", "21st", "century", "neuroscience", "achieve", "integrated", "understanding", "interactions", "particularly", "patterns", "neural", "activities", "give", "rise", "functions", "behavior", "2013", "obama", "government", "us", "launched", "brain", "initiative", "accelerate", "development", "application", "new", "technologies", "enable", "researchers", "produce", "dynamic", "pictures", "brain", "show", "individual", "brain", "cells", "complex", "neural", "circuits", "interact", "speed", "thought", "november", "2016", "china", "launched", "initiative", "china", "brain", "project", "aims", "advance", "basic", "research", "neural", "circuit", "mechanisms", "underlying", "cognition", "hopes", "improve", "brain", "disease", "inspire", "development", "intelligence", "technology", "technologies", "adopted", "professor", "wu", "team", "optogenetics", "provides", "important", "tool", "understanding", "brain", "activities", "turning", "brain", "cells", "using", "light", "see", "ones", "contribute", "certain", "functions", "ones", "go", "wrong", "certain", "pathologies", "functional", "magnetic", "resonance", "imaging", "functional", "mri", "fmri", "imaging", "technique", "detecting", "activations", "researchers", "make", "use", "fmri", "visualise", "whole", "brain", "activity", "response", "numerous", "types", "stimuli", "professor", "wu", "team", "pioneering", "team", "globally", "fmri", "research", "particularly", "investigation", "visual", "auditory", "functions", "brain", "connectivity", "synergistic", "combination", "two", "powerful", "technologies", "enormous", "potential", "spark", "new", "age", "interdisciplinary", "research", "advance", "understanding", "brain", "ability", "modulate", "specific", "neurons", "demand", "reversible", "manner", "map", "activities", "simultaneously", "enable", "researchers", "interrogate", "complex", "brain", "networks", "functions", "experiments", "conducted", "professor", "wu", "team", "rodents", "far", "revealed", "dynamic", "network", "wiring", "mammalian", "species", "major", "research", "findings", "connections", "thalamus", "cortex", "one", "ubiquitous", "brain", "responsible", "many", "critical", "functions", "perceiving", "five", "senses", "producing", "meaningful", "motor", "actions", "regulating", "cycle", "abnormalities", "circuit", "implicated", "many", "pathologies", "brain", "professor", "wu", "team", "revealed", "functional", "connections", "thalamus", "cortex", "extend", "beyond", "traditional", "boundaries", "delineated", "previous", "studies", "based", "current", "knowledge", "one", "expects", "one", "one", "relationship", "thalamus", "cortex", "somatosensory", "thalamus", "somatosensory", "cortex", "however", "study", "optogenetic", "excitation", "somatosensory", "thalamus", "also", "activates", "visual", "auditory", "cingulate", "cortices", "regions", "little", "connections", "somatosensory", "thalamus", "interestingly", "phenomenon", "occurs", "low", "high", "frequency", "optogenetic", "excitation", "furthermore", "demonstrated", "low", "frequency", "thalamic", "excitation", "enhance", "visual", "processing", "brain", "connectivity", "revelations", "demonstrate", "thalamus", "relay", "passive", "brain", "region", "initially", "thought", "rather", "initiate", "neural", "interactions", "different", "frequencies", "human", "brain", "accounts", "2", "total", "body", "weight", "yet", "consumes", "20", "total", "body", "energy", "demand", "despite", "importance", "one", "least", "understood", "organs", "body", "advent", "utilisation", "new", "neurotechnologies", "professor", "wu", "team", "hopes", "research", "findings", "inspire", "efforts", "visualise", "complex", "brain", "networks", "creating", "comprehensive", "catalog", "brain", "connectivity", "maps", "furthermore", "better", "knowledge", "brain", "functional", "connections", "vast", "potential", "neuromodulation", "techniques", "solve", "pressing", "diseases", "including", "autism", "alzheimer", "disease", "dementia"], "url": "http://www.eurekalert.org/pub_releases/2017-02/tuoh-hsu020217.php", "date": "2018-01-19_20:59:48", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A research team led by Professor Ed X. Wu of the Department of Electrical and Electronic Engineering at the University of Hong Kong has used an innovative neuroimaging tool to...\n       view more A research team led by Professor Ed X. Wu of the Department of Electrical and Electronic Engineering at the University of Hong Kong has used an innovative neuroimaging tool to interrogate the complex brain networks and functions.\r\nThe team has successfully manipulated two pioneering technologies: optogenetics and functional magnetic resonance imaging (fMRI), for investigation of the dynamics underlying brain activity propagation. Their breakthrough to simultaneously capture large-scale brain-wide neural activity propagation and interaction dynamics, while examining their functional roles has taken scientists a step further in unravelling the mysteries of the brain. It could lead to the development of new neurotechnologies for early diagnosis and intervention of brain diseases including autism, Alzheimer's disease or dementia.\r\nThe findings have recently been published in the prestigious international academic journal Proceedings of the National Academy of Sciences of the United States of America (PNAS).   \r\nThe human brain is the source of our thoughts, emotions, perceptions, actions, and memories. How the brain actually works, however, remains largely unknown. One grand challenge for the 21st century neuroscience is to achieve an integrated understanding of the large-scale brain-wide interactions, particularly the patterns of neural activities that give rise to functions and behavior.\r\nIn 2013, the Obama government in the US launched the BRAIN Initiative to \"accelerate the development and application of new technologies that will enable researchers to produce dynamic pictures of the brain that show how individual brain cells and complex neural circuits interact at the speed of thought.\" In November 2016, China launched its own initiative \"China Brain Project\", which aims to advance basic research on the neural circuit mechanisms underlying cognition in hopes to improve brain disease diagnosis/intervention and inspire development of brain-machine intelligence technology.\r\nThe technologies adopted by Professor Wu's team - optogenetics provides an important tool for understanding brain activities by turning brain cells on and off using light to see which ones contribute to certain functions and which ones go wrong in certain pathologies; functional magnetic resonance imaging or functional MRI (fMRI) is a large-view non-invasive imaging technique for detecting brain-wide activations. Researchers can make use of fMRI to visualise whole brain activity in response to numerous types of stimuli. Professor Wu's team has been a pioneering team globally in fMRI research, particularly in the investigation of visual and auditory functions, and brain connectivity.\r\nThe synergistic combination of the two powerful technologies has enormous potential to spark a new age of interdisciplinary research to advance our understanding of the brain. The ability to modulate specific neurons on demand in a reversible manner and map their activities non-invasively simultaneously can enable researchers to interrogate the complex brain networks and functions. The experiments conducted by Professor Wu's team on rodents so far have revealed the dynamic network wiring in the mammalian species.\r\nMajor research findings\r\nConnections between the thalamus and cortex are one of the most ubiquitous in the brain. They are responsible for many critical functions such as perceiving our five senses, producing meaningful motor actions and regulating the sleep-wake cycle. As such, abnormalities in this circuit have been implicated in many pathologies of the brain. Professor Wu's team revealed that functional connections between the thalamus and cortex can extend beyond the traditional boundaries delineated by previous studies.\r\nBased on the current knowledge, one expects a one to one relationship between the thalamus and the cortex (e.g., somatosensory thalamus and the somatosensory cortex). However, in their study, optogenetic excitation of the somatosensory thalamus also activates the visual, auditory and cingulate cortices; regions that have little to no connections with the somatosensory thalamus. Interestingly, this phenomenon only occurs during low, not high frequency, optogenetic excitation. Furthermore, they demonstrated that low frequency thalamic excitation can enhance visual processing and brain connectivity. These revelations demonstrate that the thalamus is not just a relay or passive brain region as initially thought. Rather, it can initiate brain-wide neural interactions at different frequencies.\r\nThe human brain only accounts for 2% of the total body weight, yet it consumes about 20% of the total body's energy demand. Despite its importance, it is one of the least understood organs of the body. With the advent and utilisation of new neurotechnologies, Professor Wu's team hopes that their research findings will inspire further efforts to visualise complex large-scale brain networks, creating a comprehensive catalog of well-mapped brain connectivity maps. Furthermore, with a better knowledge of the brain's functional connections, there is a vast potential for neuromodulation techniques to solve the most pressing neuro-related diseases including autism, Alzheimer's disease or dementia.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A research team led by Professor Ed X. Wu of the Department of Electrical and Electronic Engineering at the University of Hong Kong has used an innovative neuroimaging tool to...\n       view more A research team led by Professor Ed X. Wu of the Department of Electrical and Electronic Engineering at the University of Hong Kong has used an innovative neuroimaging tool to interrogate the complex brain networks and functions.", "The team has successfully manipulated two pioneering technologies: optogenetics and functional magnetic resonance imaging (fMRI), for investigation of the dynamics underlying brain activity propagation.", "Their breakthrough to simultaneously capture large-scale brain-wide neural activity propagation and interaction dynamics, while examining their functional roles has taken scientists a step further in unravelling the mysteries of the brain.", "It could lead to the development of new neurotechnologies for early diagnosis and intervention of brain diseases including autism, Alzheimer's disease or dementia.", "The findings have recently been published in the prestigious international academic journal Proceedings of the National Academy of Sciences of the United States of America (PNAS).", "The human brain is the source of our thoughts, emotions, perceptions, actions, and memories.", "How the brain actually works, however, remains largely unknown.", "One grand challenge for the 21st century neuroscience is to achieve an integrated understanding of the large-scale brain-wide interactions, particularly the patterns of neural activities that give rise to functions and behavior.", "In 2013, the Obama government in the US launched the BRAIN Initiative to \"accelerate the development and application of new technologies that will enable researchers to produce dynamic pictures of the brain that show how individual brain cells and complex neural circuits interact at the speed of thought.\"", "In November 2016, China launched its own initiative \"China Brain Project\", which aims to advance basic research on the neural circuit mechanisms underlying cognition in hopes to improve brain disease diagnosis/intervention and inspire development of brain-machine intelligence technology.", "The technologies adopted by Professor Wu's team - optogenetics provides an important tool for understanding brain activities by turning brain cells on and off using light to see which ones contribute to certain functions and which ones go wrong in certain pathologies; functional magnetic resonance imaging or functional MRI (fMRI) is a large-view non-invasive imaging technique for detecting brain-wide activations.", "Researchers can make use of fMRI to visualise whole brain activity in response to numerous types of stimuli.", "Professor Wu's team has been a pioneering team globally in fMRI research, particularly in the investigation of visual and auditory functions, and brain connectivity.", "The synergistic combination of the two powerful technologies has enormous potential to spark a new age of interdisciplinary research to advance our understanding of the brain.", "The ability to modulate specific neurons on demand in a reversible manner and map their activities non-invasively simultaneously can enable researchers to interrogate the complex brain networks and functions.", "The experiments conducted by Professor Wu's team on rodents so far have revealed the dynamic network wiring in the mammalian species.", "Major research findings\r\nConnections between the thalamus and cortex are one of the most ubiquitous in the brain.", "They are responsible for many critical functions such as perceiving our five senses, producing meaningful motor actions and regulating the sleep-wake cycle.", "As such, abnormalities in this circuit have been implicated in many pathologies of the brain.", "Professor Wu's team revealed that functional connections between the thalamus and cortex can extend beyond the traditional boundaries delineated by previous studies.", "Based on the current knowledge, one expects a one to one relationship between the thalamus and the cortex (e.g., somatosensory thalamus and the somatosensory cortex).", "However, in their study, optogenetic excitation of the somatosensory thalamus also activates the visual, auditory and cingulate cortices; regions that have little to no connections with the somatosensory thalamus.", "Interestingly, this phenomenon only occurs during low, not high frequency, optogenetic excitation.", "Furthermore, they demonstrated that low frequency thalamic excitation can enhance visual processing and brain connectivity.", "These revelations demonstrate that the thalamus is not just a relay or passive brain region as initially thought.", "Rather, it can initiate brain-wide neural interactions at different frequencies.", "The human brain only accounts for 2% of the total body weight, yet it consumes about 20% of the total body's energy demand.", "Despite its importance, it is one of the least understood organs of the body.", "With the advent and utilisation of new neurotechnologies, Professor Wu's team hopes that their research findings will inspire further efforts to visualise complex large-scale brain networks, creating a comprehensive catalog of well-mapped brain connectivity maps.", "Furthermore, with a better knowledge of the brain's functional connections, there is a vast potential for neuromodulation techniques to solve the most pressing neuro-related diseases including autism, Alzheimer's disease or dementia."], "source": "The University of Hong Kong"}