{"title": "Study: Social biases contribute to challenges for those with autism | EurekAlert! Science News", "year": "Wed, 01 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "ut", "dallas", "professor", "found", "negative", "first", "impressions", "formed", "potential", "social", "partners", "may", "reduce", "quality", "social", "experiences", "people", "study", "noah", "sasson", "doctoral", "student", "daniel", "faso", "collaboration", "researchers", "indiana", "university", "emerson", "college", "study", "participants", "reported", "first", "impressions", "individuals", "autism", "videos", "social", "interaction", "researchers", "found", "people", "autism", "rated", "similarly", "adults", "trustworthiness", "intelligence", "less", "favorably", "likeability", "awkwardness", "traits", "important", "connecting", "people", "participants", "watching", "videos", "also", "reported", "greater", "reluctance", "pursue", "social", "interaction", "adults", "autism", "colleagues", "emerson", "college", "reported", "similar", "findings", "children", "study", "published", "journal", "scientific", "reports", "study", "provides", "evidence", "social", "difficulties", "faced", "people", "autism", "exacerbated", "perceived", "people", "said", "sasson", "associate", "professor", "school", "behavioral", "brain", "sciences", "ut", "dallas", "tend", "think", "social", "difficulties", "autism", "individual", "impairment", "social", "interaction", "street", "social", "challenges", "often", "affected", "judgments", "social", "decisions", "made", "around", "study", "participants", "reviewed", "transcripts", "participants", "said", "without", "seeing", "videos", "cases", "adults", "autism", "rated", "favorably", "suggests", "us", "something", "adults", "autism", "present", "drove", "negative", "first", "impressions", "substance", "conversational", "content", "sasson", "said", "said", "important", "note", "study", "participants", "meet", "people", "photos", "videos", "told", "whether", "people", "viewing", "autism", "said", "getting", "know", "someone", "reduce", "bias", "somebody", "prejudice", "meaningful", "interaction", "help", "better", "understand", "person", "instead", "judging", "people", "afar", "said", "unfortunately", "found", "suggests", "people", "autism", "may", "given", "fewer", "social", "opportunities", "occur", "sasson", "said", "study", "findings", "highlight", "obstacles", "people", "autism", "face", "jobs", "social", "situations", "many", "adults", "autism", "like", "ones", "often", "work", "ut", "dallas", "intellectual", "creative", "strengths", "finding", "environments", "conducive", "strengths", "minimize", "weaknesses", "incredibly", "important", "helping", "improve", "quality", "life", "sasson", "said", "one", "way", "minimize", "weaknesses", "encourage", "accepting", "social", "environment", "another", "part", "study", "researchers", "indiana", "university", "found", "people", "autism", "reported", "strong", "interest", "social", "relationships", "high", "rates", "loneliness", "want", "friendships", "notice", "perceived", "well", "according", "sasson", "often", "happens", "autism", "without", "autism", "motivation", "avoid", "social", "situations", "hard", "predict", "interaction", "might", "go", "often", "anxiety", "sides", "might", "less", "inclined", "engage", "situation", "unpredictable", "provokes", "anxiety", "easiest", "thing", "avoid", "situation", "said", "said", "autism", "often", "receive", "treatment", "improve", "socials", "skills", "although", "helpful", "many", "cases", "social", "experiences", "autism", "also", "could", "improve", "world", "structured", "way", "little", "welcoming", "differences", "played", "better", "strengths", "sasson", "said", "many", "adults", "autism", "say", "yes", "disabilities", "challenges", "overwhelming", "emphasis", "changing", "always", "productive", "solution", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uota-ssb020117.php", "date": "2018-01-19_20:59:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study by a UT Dallas professor found that negative first impressions formed by potential social partners may reduce the quality of social experiences for people with autism.The study was co-authored by Dr. Noah Sasson and doctoral student Daniel Faso in collaboration with researchers at Indiana University and Emerson College. In the study, non-autistic participants reported their first impressions of individuals with autism from videos of them during social interaction. The researchers found that the people with autism were rated similarly to non-autistic adults on trustworthiness and intelligence, but less favorably on likeability and awkwardness -- traits that are important to connecting with other people. Participants watching the videos also reported greater reluctance to pursue social interaction with the adults with autism. Colleagues at Emerson College reported similar findings for children with autism.The study was published in the journal Scientific Reports. \"Our study provides evidence that the social difficulties faced by people with autism are exacerbated by how they are perceived by other people,\" said Sasson, an associate professor in the School of Behavioral and Brain Sciences at UT Dallas. \"We tend to think of social difficulties in autism as an individual impairment. But social interaction is a two-way street, and their social challenges are often affected by the judgments and social decisions made by those around them.\"Some study participants reviewed transcripts of what the participants said without seeing the videos. In these cases, the adults with autism were rated more favorably. \"This suggests to us that it is something about how the adults with autism present themselves that drove the negative first impressions and not the substance of their conversational content,\" Sasson said. He said it is important to note that study participants did not meet the people in the photos and videos, and were not told whether the people they were viewing had autism. He said getting to know someone can reduce bias. \"When somebody has prejudice, a meaningful interaction can help them better understand the other person, instead of judging people from afar,\" he said. \"Unfortunately, what we found here suggests that people with autism may be given fewer social opportunities for this to occur.\"  Sasson said the study findings highlight the obstacles that people with autism face in jobs and social situations. \"Many adults with autism, like the ones I often work with here at UT Dallas, have intellectual and creative strengths. Finding environments that are conducive to these strengths and that minimize their weaknesses is incredibly important for helping them improve their quality of life,\" Sasson said. \"One way to minimize those weaknesses is to encourage a more accepting social environment.\" Another part of the study by researchers at Indiana University found that people with autism reported a strong interest in social relationships but high rates of loneliness. Most want to have friendships and can notice when they are not being perceived well. According to Sasson, what often happens is that those with autism and those without autism have a motivation to avoid social situations. \"It's hard for each to predict how an interaction might go. There's often anxiety on both sides. Each might be less inclined to engage because the situation is unpredictable and provokes anxiety. The easiest thing is just to avoid the situation,\" he said. He said those with autism often receive treatment to improve their socials skills. \"Although this can be helpful in many cases, the social experiences for those with autism also could improve if the world was structured in a way that was a little more welcoming of their differences and played better to their strengths,\" Sasson said. \"Many adults with autism say that, yes, we have disabilities and challenges. But this overwhelming emphasis on changing who we are is not always the most productive solution,\" he said. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study by a UT Dallas professor found that negative first impressions formed by potential social partners may reduce the quality of social experiences for people with autism.The study was co-authored by Dr. Noah Sasson and doctoral student Daniel Faso in collaboration with researchers at Indiana University and Emerson College.", "In the study, non-autistic participants reported their first impressions of individuals with autism from videos of them during social interaction.", "The researchers found that the people with autism were rated similarly to non-autistic adults on trustworthiness and intelligence, but less favorably on likeability and awkwardness -- traits that are important to connecting with other people.", "Participants watching the videos also reported greater reluctance to pursue social interaction with the adults with autism.", "Colleagues at Emerson College reported similar findings for children with autism.The study was published in the journal Scientific Reports.", "\"Our study provides evidence that the social difficulties faced by people with autism are exacerbated by how they are perceived by other people,\" said Sasson, an associate professor in the School of Behavioral and Brain Sciences at UT Dallas.", "\"We tend to think of social difficulties in autism as an individual impairment.", "But social interaction is a two-way street, and their social challenges are often affected by the judgments and social decisions made by those around them.", "\"Some study participants reviewed transcripts of what the participants said without seeing the videos.", "In these cases, the adults with autism were rated more favorably.", "\"This suggests to us that it is something about how the adults with autism present themselves that drove the negative first impressions and not the substance of their conversational content,\" Sasson said.", "He said it is important to note that study participants did not meet the people in the photos and videos, and were not told whether the people they were viewing had autism.", "He said getting to know someone can reduce bias.", "\"When somebody has prejudice, a meaningful interaction can help them better understand the other person, instead of judging people from afar,\" he said.", "\"Unfortunately, what we found here suggests that people with autism may be given fewer social opportunities for this to occur.\"", "Sasson said the study findings highlight the obstacles that people with autism face in jobs and social situations.", "\"Many adults with autism, like the ones I often work with here at UT Dallas, have intellectual and creative strengths.", "Finding environments that are conducive to these strengths and that minimize their weaknesses is incredibly important for helping them improve their quality of life,\" Sasson said.", "\"One way to minimize those weaknesses is to encourage a more accepting social environment.\"", "Another part of the study by researchers at Indiana University found that people with autism reported a strong interest in social relationships but high rates of loneliness.", "Most want to have friendships and can notice when they are not being perceived well.", "According to Sasson, what often happens is that those with autism and those without autism have a motivation to avoid social situations.", "\"It's hard for each to predict how an interaction might go.", "There's often anxiety on both sides.", "Each might be less inclined to engage because the situation is unpredictable and provokes anxiety.", "The easiest thing is just to avoid the situation,\" he said.", "He said those with autism often receive treatment to improve their socials skills.", "\"Although this can be helpful in many cases, the social experiences for those with autism also could improve if the world was structured in a way that was a little more welcoming of their differences and played better to their strengths,\" Sasson said.", "\"Many adults with autism say that, yes, we have disabilities and challenges.", "But this overwhelming emphasis on changing who we are is not always the most productive solution,\" he said."], "source": "University of Texas at Dallas"}