{"title": "Adults with autism see interests as strengths, career paths | EurekAlert! Science News", "year": "Wed, 01 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txadults", "autism", "spectrum", "see", "interests", "possible", "fields", "study", "career", "paths", "well", "ways", "mitigate", "anxiety", "finds", "study", "nyu", "steinhardt", "school", "culture", "education", "human", "development", "findings", "published", "journal", "occupational", "therapy", "mental", "health", "continue", "shift", "away", "perceiving", "strong", "interests", "negative", "toward", "perspective", "recognizes", "strengths", "potential", "personal", "shown", "people", "autism", "may", "show", "intense", "interest", "subjects", "like", "science", "technology", "art", "developing", "instance", "deep", "knowledge", "appreciation", "trains", "mechanics", "animals", "anime", "cartoons", "historically", "preferred", "interests", "negatively", "perceived", "deemed", "restrictive", "problems", "even", "obsessions", "experts", "thought", "intensity", "interests", "may", "interfere", "people", "spectrum", "ability", "develop", "social", "relationships", "limiting", "topics", "field", "autism", "shifting", "away", "perspective", "beginning", "recognize", "benefits", "preferred", "interests", "researchers", "arguing", "preferred", "interests", "strengths", "using", "interests", "rather", "discouraging", "lead", "better", "outcomes", "including", "increasing", "attention", "engagement", "reducing", "anxiety", "individuals", "study", "examined", "role", "preferred", "interests", "play", "adults", "autism", "viewed", "childhood", "interests", "well", "incorporated", "interests", "current", "lives", "study", "participants", "included", "80", "adults", "autism", "spectrum", "ages", "completed", "online", "survey", "preferred", "interests", "researchers", "found", "adults", "autism", "positive", "view", "preferred", "interests", "childhood", "current", "interests", "believe", "interests", "encouraged", "also", "see", "interests", "way", "alleviate", "anxiety", "92", "percent", "respondents", "reporting", "provide", "calming", "effect", "many", "study", "participants", "referred", "preferred", "interests", "said", "study", "author", "kristie", "patten", "koenig", "chair", "department", "occupational", "therapy", "nyu", "steinhardt", "reflecting", "childhoods", "participants", "reported", "majority", "53", "percent", "parents", "supportive", "interests", "10", "percent", "teachers", "supportive", "highlights", "important", "gap", "educational", "practices", "supporting", "students", "spectrum", "potential", "incorporating", "preferred", "interests", "classroom", "said", "interests", "shifted", "children", "autism", "grew", "adults", "68", "percent", "participants", "reporting", "different", "preferred", "interests", "grew", "although", "19", "percent", "similar", "interests", "throughout", "study", "also", "offers", "support", "utilizing", "interests", "strengths", "classroom", "workplace", "note", "86", "percent", "participants", "reported", "currently", "job", "educational", "training", "program", "incorporates", "preferred", "interests", "instance", "one", "person", "surveyed", "strong", "interest", "computers", "visual", "hypersensitivity", "successful", "database", "analyst", "findings", "support", "paradigm", "contrast", "deficit", "model", "assumes", "restricted", "interests", "sensory", "sensitivities", "negative", "impact", "koenig", "added", "employment", "opportunities", "leverage", "individuals", "preferred", "interests", "could", "lead", "successful", "professional", "experiences", "contribute", "individuals", "overall", "lauren", "hough", "williams", "founder", "square", "peg", "labs", "director", "nyu", "asd", "nest", "support", "project", "coauthored", "study"], "url": "http://www.eurekalert.org/pub_releases/2017-02/nyu-awa013117.php", "date": "2018-01-19_20:59:58", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAdults on the autism spectrum see their interests as possible fields of study and career paths, as well as ways to mitigate anxiety, finds a study by NYU's Steinhardt School of Culture, Education, and Human Development. The findings, published in the journal Occupational Therapy in Mental Health, continue a shift away from perceiving strong interests as a negative and toward a perspective that recognizes the strengths and potential of these personal pursuits.Research has shown that people with autism may show intense interest in subjects like science, technology, and art -- developing, for instance, a deep knowledge and appreciation of trains, mechanics, animals, or anime and cartoons. Historically, these \"preferred interests\" have been negatively perceived and deemed as \"restrictive\" problems or even obsessions. Some experts have thought that the intensity of the interests may interfere with people on the spectrum's ability to develop social relationships by limiting their topics of conversation.However, the field of autism is shifting away from this deficit-focused perspective and is beginning to recognize the benefits of preferred interests. Researchers are now arguing that preferred interests can be strengths and that using these interests, rather than discouraging them, can lead to better outcomes, including increasing attention and engagement and reducing anxiety in individuals with autism.This study examined the role that preferred interests play in adults with autism, both how they viewed their childhood interests, as well as how they have incorporated these interests into their current lives. Study participants included 80 adults on the autism spectrum, ages 18-70, who completed a 29-question online survey about their preferred interests. The researchers found that adults with autism have a positive view of preferred interests, both their childhood and current interests, and believe that these interests should be encouraged. They also see their interests as a way to alleviate anxiety, with 92 percent of respondents reporting that they provide a calming effect. \"Many of our study participants referred to their preferred interests as a 'lifeline',\" said study author Kristie Patten Koenig, chair of the Department of Occupational Therapy at NYU Steinhardt. Reflecting on their childhoods, participants reported that the majority (53 percent) of parents were supportive of their interests, but only 10 percent of their teachers were supportive. \"This highlights an important gap in the educational practices of supporting students on the spectrum and the potential for incorporating their preferred interests in the classroom,\" said Koenig.Preferred interests shifted for most children with autism as they grew into adults, with 68 percent of participants reporting having different preferred interests as they grew up - although 19 percent did have similar interests throughout their lives.The study also offers further support for utilizing interests as strengths in the classroom and workplace. Of note, 86 percent of participants reported that they currently have a job or are in an educational or training program that incorporates their preferred interests. For instance, one person surveyed with a strong interest in computers and visual hypersensitivity is successful as a database analyst. \"The findings support a strength-based paradigm that is in contrast to a deficit model that assumes restricted interests and sensory sensitivities only have a negative impact,\" Koenig added. \"Employment opportunities that leverage individuals' preferred interests could lead to successful professional experiences and contribute to individuals' overall well-being.\"Lauren Hough Williams, founder of Square Peg Labs and co-project director of the NYU ASD Nest Support Project, coauthored the study. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAdults on the autism spectrum see their interests as possible fields of study and career paths, as well as ways to mitigate anxiety, finds a study by NYU's Steinhardt School of Culture, Education, and Human Development.", "The findings, published in the journal Occupational Therapy in Mental Health, continue a shift away from perceiving strong interests as a negative and toward a perspective that recognizes the strengths and potential of these personal pursuits.Research has shown that people with autism may show intense interest in subjects like science, technology, and art -- developing, for instance, a deep knowledge and appreciation of trains, mechanics, animals, or anime and cartoons.", "Historically, these \"preferred interests\" have been negatively perceived and deemed as \"restrictive\" problems or even obsessions.", "Some experts have thought that the intensity of the interests may interfere with people on the spectrum's ability to develop social relationships by limiting their topics of conversation.However, the field of autism is shifting away from this deficit-focused perspective and is beginning to recognize the benefits of preferred interests.", "Researchers are now arguing that preferred interests can be strengths and that using these interests, rather than discouraging them, can lead to better outcomes, including increasing attention and engagement and reducing anxiety in individuals with autism.This study examined the role that preferred interests play in adults with autism, both how they viewed their childhood interests, as well as how they have incorporated these interests into their current lives.", "Study participants included 80 adults on the autism spectrum, ages 18-70, who completed a 29-question online survey about their preferred interests.", "The researchers found that adults with autism have a positive view of preferred interests, both their childhood and current interests, and believe that these interests should be encouraged.", "They also see their interests as a way to alleviate anxiety, with 92 percent of respondents reporting that they provide a calming effect.", "\"Many of our study participants referred to their preferred interests as a 'lifeline',\" said study author Kristie Patten Koenig, chair of the Department of Occupational Therapy at NYU Steinhardt.", "Reflecting on their childhoods, participants reported that the majority (53 percent) of parents were supportive of their interests, but only 10 percent of their teachers were supportive.", "\"This highlights an important gap in the educational practices of supporting students on the spectrum and the potential for incorporating their preferred interests in the classroom,\" said Koenig.Preferred interests shifted for most children with autism as they grew into adults, with 68 percent of participants reporting having different preferred interests as they grew up - although 19 percent did have similar interests throughout their lives.The study also offers further support for utilizing interests as strengths in the classroom and workplace.", "Of note, 86 percent of participants reported that they currently have a job or are in an educational or training program that incorporates their preferred interests.", "For instance, one person surveyed with a strong interest in computers and visual hypersensitivity is successful as a database analyst.", "\"The findings support a strength-based paradigm that is in contrast to a deficit model that assumes restricted interests and sensory sensitivities only have a negative impact,\" Koenig added.", "\"Employment opportunities that leverage individuals' preferred interests could lead to successful professional experiences and contribute to individuals' overall well-being.", "\"Lauren Hough Williams, founder of Square Peg Labs and co-project director of the NYU ASD Nest Support Project, coauthored the study."], "source": "New York University"}