{"title": "Autism may begin early in brain development | EurekAlert! Science News", "year": "Tue, 31 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "images", "mouse", "brains", "compare", "laser", "scanning", "photostimulation", "maps", "neurons", "connected", "one", "central", "neuron", "control", "mice", "left", "mice", "dosed", "valproic", "acid", "vpa", "view", "autism", "single", "condition", "spectrum", "disorders", "affect", "brain", "ability", "perceive", "process", "information", "recent", "research", "suggests", "many", "connections", "brain", "could", "least", "partially", "responsible", "symptoms", "autism", "communication", "deficits", "unusual", "research", "university", "maryland", "suggests", "overload", "connections", "begins", "early", "mammalian", "development", "key", "neurons", "brain", "region", "known", "cerebral", "cortex", "begin", "form", "first", "circuits", "pinpointing", "neural", "defects", "first", "emerge", "mice", "study", "results", "could", "lead", "stronger", "understanding", "autism", "humans", "including", "possible", "early", "intervention", "researchers", "outline", "findings", "research", "paper", "published", "january", "31", "2017", "journal", "cell", "reports", "work", "suggests", "neural", "pathology", "autism", "manifests", "earliest", "cortical", "circuits", "formed", "cell", "type", "called", "subplate", "neurons", "said", "umd", "biology", "professor", "senior", "study", "author", "patrick", "kanold", "nobody", "looked", "developing", "circuits", "early", "level", "detail", "context", "autism", "truly", "new", "discovery", "potentially", "represents", "new", "paradigm", "autism", "research", "subplate", "neurons", "form", "first", "connections", "developing", "cerebral", "cortex", "outer", "part", "mammalian", "brain", "controls", "perception", "memory", "humans", "higher", "functions", "language", "abstract", "reasoning", "brain", "develops", "interconnected", "subplate", "neurons", "build", "network", "scaffolding", "thought", "support", "neurons", "grow", "later", "development", "cortex", "important", "region", "adult", "human", "brain", "undergoes", "complex", "development", "process", "said", "daniel", "nagode", "former", "postdoctoral", "researcher", "umd", "lead", "author", "study", "findings", "implicate", "earliest", "stages", "cortex", "circuit", "formation", "mouse", "model", "suggest", "pathological", "changes", "leading", "autism", "might", "start", "birth", "humans", "study", "relationship", "autism", "subplate", "neuron", "development", "mice", "kanold", "nagode", "collaborators", "began", "mouse", "model", "autism", "model", "involves", "dosing", "mouse", "embryos", "valproic", "acid", "vpa", "day", "12", "gestation", "period", "injecting", "drug", "mother", "mouse", "vpa", "known", "link", "autism", "humans", "also", "induces", "cognitive", "behavioral", "abnormalities", "mice", "example", "normal", "newborn", "mouse", "pups", "emit", "frequent", "noises", "separated", "littermates", "pups", "researchers", "used", "technique", "called", "laser", "scanning", "photostimulation", "map", "connections", "individual", "subplate", "neuron", "cells", "brains", "mouse", "pups", "within", "first", "week", "birth", "mice", "showed", "patches", "hyperconnected", "subplate", "neurons", "contrast", "control", "mouse", "pups", "dosed", "plain", "saline", "solution", "showed", "normal", "connections", "throughout", "cortical", "days", "birth", "patches", "hyperconnected", "subplate", "neurons", "grown", "widespread", "homogeneous", "pups", "compared", "control", "pups", "subplate", "neurons", "help", "lay", "foundation", "cortical", "development", "mammalian", "brains", "thicket", "hyperconnected", "subplate", "neurons", "developing", "cortex", "could", "result", "permanent", "hyperconnections", "subplate", "neurons", "form", "critical", "developmental", "structures", "early", "progress", "impaired", "later", "development", "cortex", "also", "impaired", "kanold", "explained", "developing", "human", "fetus", "stage", "critical", "gateway", "subplate", "neuron", "circuits", "abundant", "dynamic", "plays", "human", "brains", "hyperconnections", "developing", "cortex", "could", "result", "neural", "pathologies", "observed", "human", "autism", "kanold", "said", "mice", "well", "humans", "critical", "window", "time", "subplate", "neurons", "develop", "short", "timing", "effects", "important", "hyperconnectivity", "vpa", "pups", "occurs", "small", "patches", "days", "birth", "nagode", "said", "10", "days", "hyperconnectivity", "becomes", "much", "widespread", "mice", "subplate", "neuron", "development", "takes", "place", "mostly", "birth", "eventually", "subplate", "neurons", "die", "disappear", "job", "done", "neural", "circuits", "take", "place", "humans", "however", "first", "subplate", "neuron", "connections", "form", "second", "trimester", "time", "humans", "born", "subplate", "neurons", "already", "disappeared", "results", "suggest", "might", "interfere", "quite", "early", "address", "autism", "kanold", "said", "fetal", "brain", "small", "adult", "brain", "subplate", "neurons", "major", "difference", "may", "fact", "developmental", "disorders", "tackle", "using", "information"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-amb012717.php", "date": "2018-01-19_21:00:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: These images of mouse brains compare laser scanning photostimulation maps of all the neurons connected to one central neuron in control mice (left) vs. mice dosed with valproic acid (VPA)...\n       view more Autism is not a single condition, but a spectrum of disorders that affect the brain's ability to perceive and process information. Recent research suggests that too many connections in the brain could be at least partially responsible for the symptoms of autism, from communication deficits to unusual talents.New research from the University of Maryland suggests that this overload of connections begins early in mammalian development, when key neurons in the brain region known as the cerebral cortex begin to form their first circuits. By pinpointing where and when autism-related neural defects first emerge in mice, the study results could lead to a stronger understanding of autism in humans--including possible early intervention strategies.The researchers outline their findings in a research paper published January 31, 2017 in the journal Cell Reports.\"Our work suggests that the neural pathology of autism manifests in the earliest cortical circuits, formed by a cell type called subplate neurons,\" said UMD Biology Professor and senior study author Patrick Kanold. \"Nobody has looked at developing circuits this early, in this level of detail, in the context of autism before. This is truly a new discovery and potentially represents a new paradigm for autism research.\"Subplate neurons form the first connections in the developing cerebral cortex--the outer part of the mammalian brain that controls perception, memory and, in humans, higher functions such as language and abstract reasoning. As the brain develops, the interconnected subplate neurons build a network of scaffolding thought to support other neurons that grow later in development. \"The cortex is a very important region in the adult human brain that undergoes a complex, multi-stage development process,\" said Daniel Nagode, a former postdoctoral researcher at UMD and lead author of the study. \"Because our findings implicate the earliest stages of cortex circuit formation in a mouse model, they suggest that the pathological changes leading to autism might start before birth in humans.\" To study the relationship between autism and subplate neuron development in mice, Kanold, Nagode and their collaborators began with a well-established mouse model of autism. The model involves dosing mouse embryos with valproic acid (VPA) on day 12 of their 20-day gestation period by injecting the drug into the mother mouse. VPA has a known link to autism in humans and also induces autism-like cognitive and behavioral abnormalities in mice. For example, normal newborn mouse pups will emit frequent, high-pitched noises when they are separated from their littermates, but VPA-treated pups do not.The researchers used a technique called laser scanning photostimulation to map the connections between individual subplate neuron cells in the brains of the mouse pups. Within the first week after birth, the VPA-dosed mice showed some patches of \"hyperconnected\" subplate neurons. In contrast, control mouse pups dosed with plain saline solution showed normal connections throughout their cortical tissue.Ten days after birth, the patches of hyperconnected subplate neurons had grown more widespread and homogeneous in the VPA-dosed pups compared with the control pups. Because subplate neurons help lay the foundation for cortical development in all mammalian brains, a thicket of hyperconnected subplate neurons in the developing cortex could result in permanent hyperconnections. \"Subplate neurons form critical developmental structures. If their early progress is impaired, later development of the cortex is also impaired,\" Kanold explained. \"In a developing human fetus, this stage is a critical gateway, when subplate neuron circuits are the most abundant.\"If the same dynamic plays out in human brains, hyperconnections in the developing cortex could result in the neural pathologies observed in human autism, Kanold said. In mice as well as in humans, the critical window of time when subplate neurons develop is very short.\"The timing of the effects is important. The hyperconnectivity in VPA pups occurs only in small patches a few days after birth,\" Nagode said. \"But after 10 days, the hyperconnectivity becomes much more widespread.\"In mice, subplate neuron development takes place mostly after birth. Eventually, the subplate neurons die off and disappear, their job done, as other neural circuits take their place. In humans, however, the first subplate neuron connections form in the second trimester. By the time humans are born, most of their subplate neurons have already disappeared.\"Our results suggest that we might have to interfere quite early to address autism,\" Kanold said. \"The fetal brain is not just a small adult brain, and these subplate neurons are the major difference. There may, in fact, be other developmental disorders we can tackle using this information.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: These images of mouse brains compare laser scanning photostimulation maps of all the neurons connected to one central neuron in control mice (left) vs. mice dosed with valproic acid (VPA)...\n       view more Autism is not a single condition, but a spectrum of disorders that affect the brain's ability to perceive and process information.", "Recent research suggests that too many connections in the brain could be at least partially responsible for the symptoms of autism, from communication deficits to unusual talents.New research from the University of Maryland suggests that this overload of connections begins early in mammalian development, when key neurons in the brain region known as the cerebral cortex begin to form their first circuits.", "By pinpointing where and when autism-related neural defects first emerge in mice, the study results could lead to a stronger understanding of autism in humans--including possible early intervention strategies.The researchers outline their findings in a research paper published January 31, 2017 in the journal Cell Reports.", "\"Our work suggests that the neural pathology of autism manifests in the earliest cortical circuits, formed by a cell type called subplate neurons,\" said UMD Biology Professor and senior study author Patrick Kanold.", "\"Nobody has looked at developing circuits this early, in this level of detail, in the context of autism before.", "This is truly a new discovery and potentially represents a new paradigm for autism research.", "\"Subplate neurons form the first connections in the developing cerebral cortex--the outer part of the mammalian brain that controls perception, memory and, in humans, higher functions such as language and abstract reasoning.", "As the brain develops, the interconnected subplate neurons build a network of scaffolding thought to support other neurons that grow later in development.", "\"The cortex is a very important region in the adult human brain that undergoes a complex, multi-stage development process,\" said Daniel Nagode, a former postdoctoral researcher at UMD and lead author of the study.", "\"Because our findings implicate the earliest stages of cortex circuit formation in a mouse model, they suggest that the pathological changes leading to autism might start before birth in humans.\"", "To study the relationship between autism and subplate neuron development in mice, Kanold, Nagode and their collaborators began with a well-established mouse model of autism.", "The model involves dosing mouse embryos with valproic acid (VPA) on day 12 of their 20-day gestation period by injecting the drug into the mother mouse.", "VPA has a known link to autism in humans and also induces autism-like cognitive and behavioral abnormalities in mice.", "For example, normal newborn mouse pups will emit frequent, high-pitched noises when they are separated from their littermates, but VPA-treated pups do not.The researchers used a technique called laser scanning photostimulation to map the connections between individual subplate neuron cells in the brains of the mouse pups.", "Within the first week after birth, the VPA-dosed mice showed some patches of \"hyperconnected\" subplate neurons.", "In contrast, control mouse pups dosed with plain saline solution showed normal connections throughout their cortical tissue.Ten days after birth, the patches of hyperconnected subplate neurons had grown more widespread and homogeneous in the VPA-dosed pups compared with the control pups.", "Because subplate neurons help lay the foundation for cortical development in all mammalian brains, a thicket of hyperconnected subplate neurons in the developing cortex could result in permanent hyperconnections.", "\"Subplate neurons form critical developmental structures.", "If their early progress is impaired, later development of the cortex is also impaired,\" Kanold explained.", "\"In a developing human fetus, this stage is a critical gateway, when subplate neuron circuits are the most abundant.", "\"If the same dynamic plays out in human brains, hyperconnections in the developing cortex could result in the neural pathologies observed in human autism, Kanold said.", "In mice as well as in humans, the critical window of time when subplate neurons develop is very short.", "\"The timing of the effects is important.", "The hyperconnectivity in VPA pups occurs only in small patches a few days after birth,\" Nagode said.", "\"But after 10 days, the hyperconnectivity becomes much more widespread.", "\"In mice, subplate neuron development takes place mostly after birth.", "Eventually, the subplate neurons die off and disappear, their job done, as other neural circuits take their place.", "In humans, however, the first subplate neuron connections form in the second trimester.", "By the time humans are born, most of their subplate neurons have already disappeared.", "\"Our results suggest that we might have to interfere quite early to address autism,\" Kanold said.", "\"The fetal brain is not just a small adult brain, and these subplate neurons are the major difference.", "There may, in fact, be other developmental disorders we can tackle using this information.\""], "source": "University of Maryland"}