{"title": "Kaiser Permanente study finds children exposed to complications at birth at risk of autism | EurekAlert! Science News", "year": "Tue, 31 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txchildren", "exposed", "complications", "shortly", "birth", "including", "birth", "asphyxia", "preeclampsia", "likely", "develop", "autism", "spectrum", "disorder", "according", "kaiser", "permanente", "study", "published", "today", "american", "journal", "perinatology", "retrospective", "study", "researchers", "examined", "electronic", "health", "records", "children", "born", "kaiser", "permanente", "hospitals", "southern", "california", "1991", "2009", "time", "children", "diagnosed", "asd", "37", "percent", "experienced", "perinatal", "complications", "researchers", "found", "children", "exposed", "complications", "birth", "10", "percent", "increased", "risk", "developing", "asd", "compared", "children", "experience", "perinatal", "number", "rose", "22", "percent", "increased", "risk", "developing", "asd", "children", "exposed", "complications", "labor", "began", "study", "also", "showed", "children", "exposed", "complications", "birth", "44", "percent", "greater", "risk", "developing", "asd", "children", "experience", "perinatal", "complications", "study", "suggests", "children", "exposed", "certain", "perinatal", "complications", "especially", "birth", "asphyxia", "preeclampsia", "likely", "diagnosed", "asd", "exposed", "even", "adjusting", "factors", "gestational", "age", "birth", "mother", "age", "race", "education", "said", "study", "lead", "author", "darios", "getahun", "md", "phd", "mph", "kaiser", "permanente", "southern", "california", "department", "research", "evaluation", "currently", "cure", "asd", "early", "identification", "children", "may", "risk", "developing", "disorder", "extremely", "important", "research", "shows", "early", "intervention", "treatment", "services", "children", "asd", "greatly", "improve", "development", "according", "study", "findings", "perinatal", "complications", "highest", "association", "asd", "birth", "asphyxia", "deprivation", "oxygen", "birthing", "process", "preeclampsia", "pregnancy", "complication", "characterized", "high", "blood", "pressure", "signs", "damage", "organ", "systems", "perinatal", "complications", "associated", "asd", "included", "premature", "separation", "placenta", "uterus", "fetal", "presentation", "fetal", "size", "position", "umbilical", "spectrum", "disorders", "group", "neurodevelopmental", "disorders", "characterized", "impaired", "social", "interaction", "communication", "deficits", "range", "restricted", "repetitive", "behavior", "patterns", "according", "american", "psychiatric", "association", "according", "latest", "estimates", "centers", "disease", "control", "prevention", "1", "68", "children", "identified", "asd", "disorder", "reported", "occur", "racial", "ethnic", "socioeconomic", "groups", "asd", "times", "common", "among", "boys", "study", "part", "kaiser", "permanente", "broader", "efforts", "deliver", "transformational", "health", "research", "regarding", "autism", "spectrum", "disorder", "august", "2016", "kaiser", "permanente", "study", "found", "risk", "younger", "siblings", "developing", "autism", "spectrum", "disorder", "14", "times", "higher", "older", "sibling", "asd", "2015", "kaiser", "permanente", "study", "found", "children", "whose", "mothers", "developed", "gestational", "diabetes", "26th", "week", "pregnancy", "increased", "risk", "developing", "autism", "later", "life"], "url": "http://www.eurekalert.org/pub_releases/2017-01/kp-kps013117.php", "date": "2018-01-19_21:00:05", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXChildren who were exposed to complications shortly before or during birth, including birth asphyxia and preeclampsia, were more likely to develop autism spectrum disorder, according to a Kaiser Permanente study published today in the American Journal of Perinatology. For this retrospective study, researchers examined the electronic health records of 594,638 children born in Kaiser Permanente hospitals in Southern California between 1991 and 2009. During this time, 6,255 of these children were diagnosed with ASD, 37 percent of whom experienced perinatal complications. Researchers found that children exposed to complications during birth were at a 10 percent increased risk of developing ASD, compared to children who did not experience perinatal complications.That number rose to a 22 percent increased risk of developing ASD for children exposed to complications before labor began. The study also showed that children exposed to complications both before and during birth had a 44 percent greater risk of developing ASD than children who did not experience perinatal complications.\"Our study suggests that children exposed to certain perinatal complications, especially birth asphyxia and preeclampsia, were more likely to be diagnosed with ASD than those who were not exposed, even after adjusting for factors such as gestational age at birth and a mother's age, race and education,\" said study lead author Darios Getahun, MD, PhD, MPH, of the Kaiser Permanente Southern California Department of Research & Evaluation. \"While there currently is no cure for ASD, early identification of children who may be at risk of developing the disorder is extremely important, as research shows that early intervention treatment services for children with ASD can greatly improve their development.\"According to the study findings, the perinatal complications that had the highest association with ASD were birth asphyxia -- deprivation of oxygen during the birthing process -- and preeclampsia, a pregnancy complication characterized by high blood pressure and signs of damage to other organ systems. Other perinatal complications that were associated with ASD included premature separation of the placenta from the uterus, breech/transverse fetal presentation, fetal dystocia/abnormal size or position, and a prolapsed/exposed umbilical cord.Autism spectrum disorders are a group of neurodevelopmental disorders characterized by impaired social interaction, communication deficits and a range of restricted and repetitive behavior patterns, according to the American Psychiatric Association. According to the latest estimates from the Centers for Disease Control and Prevention, about 1 in 68 children have been identified with ASD, and the disorder is reported to occur in all racial, ethnic and socioeconomic groups. ASD is about 4.5 times more common among boys than girls.This study is part of Kaiser Permanente's broader efforts to deliver transformational health research regarding autism spectrum disorder. In August 2016, a Kaiser Permanente study found that the risk of younger siblings developing an autism spectrum disorder is 14 times higher if an older sibling has ASD. And in 2015, a Kaiser Permanente study found that children whose mothers developed gestational diabetes by the 26th week of pregnancy were at increased risk of developing autism later in life.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXChildren who were exposed to complications shortly before or during birth, including birth asphyxia and preeclampsia, were more likely to develop autism spectrum disorder, according to a Kaiser Permanente study published today in the American Journal of Perinatology.", "For this retrospective study, researchers examined the electronic health records of 594,638 children born in Kaiser Permanente hospitals in Southern California between 1991 and 2009.", "During this time, 6,255 of these children were diagnosed with ASD, 37 percent of whom experienced perinatal complications.", "Researchers found that children exposed to complications during birth were at a 10 percent increased risk of developing ASD, compared to children who did not experience perinatal complications.That number rose to a 22 percent increased risk of developing ASD for children exposed to complications before labor began.", "The study also showed that children exposed to complications both before and during birth had a 44 percent greater risk of developing ASD than children who did not experience perinatal complications.", "\"Our study suggests that children exposed to certain perinatal complications, especially birth asphyxia and preeclampsia, were more likely to be diagnosed with ASD than those who were not exposed, even after adjusting for factors such as gestational age at birth and a mother's age, race and education,\" said study lead author Darios Getahun, MD, PhD, MPH, of the Kaiser Permanente Southern California Department of Research & Evaluation.", "\"While there currently is no cure for ASD, early identification of children who may be at risk of developing the disorder is extremely important, as research shows that early intervention treatment services for children with ASD can greatly improve their development.", "\"According to the study findings, the perinatal complications that had the highest association with ASD were birth asphyxia -- deprivation of oxygen during the birthing process -- and preeclampsia, a pregnancy complication characterized by high blood pressure and signs of damage to other organ systems.", "Other perinatal complications that were associated with ASD included premature separation of the placenta from the uterus, breech/transverse fetal presentation, fetal dystocia/abnormal size or position, and a prolapsed/exposed umbilical cord.Autism spectrum disorders are a group of neurodevelopmental disorders characterized by impaired social interaction, communication deficits and a range of restricted and repetitive behavior patterns, according to the American Psychiatric Association.", "According to the latest estimates from the Centers for Disease Control and Prevention, about 1 in 68 children have been identified with ASD, and the disorder is reported to occur in all racial, ethnic and socioeconomic groups.", "ASD is about 4.5 times more common among boys than girls.This study is part of Kaiser Permanente's broader efforts to deliver transformational health research regarding autism spectrum disorder.", "In August 2016, a Kaiser Permanente study found that the risk of younger siblings developing an autism spectrum disorder is 14 times higher if an older sibling has ASD.", "And in 2015, a Kaiser Permanente study found that children whose mothers developed gestational diabetes by the 26th week of pregnancy were at increased risk of developing autism later in life."], "source": "Kaiser Permanente"}