{"title": "Drug candidate stabilizes essential transport mechanism in nerve cells | EurekAlert! Science News", "year": "Tue, 31 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtau", "key", "brain", "protein", "involved", "alzheimer", "disease", "brain", "diseases", "aggregates", "tau", "known", "neurofibrillary", "tangles", "associated", "nerve", "cell", "death", "cognitive", "important", "new", "tel", "aviv", "university", "study", "published", "molecular", "psychiatry", "pinpoints", "mechanism", "harnessed", "drug", "candidate", "nap", "block", "formation", "harmful", "neurofibrillary", "tangles", "facilitates", "interaction", "tau", "microtubules", "minitubes", "serve", "train", "tracks", "essential", "movement", "biological", "material", "nerve", "cells", "abnormal", "tau", "proteins", "form", "tangles", "contribute", "progression", "alzheimer", "disease", "said", "illana", "gozes", "led", "research", "study", "showed", "first", "time", "drug", "candidate", "nap", "augmented", "microtubule", "movement", "nerve", "cells", "molecular", "level", "nap", "fragment", "neuroprotective", "protein", "adnp", "enhanced", "interactions", "block", "recruitment", "tau", "tangles", "observed", "alzheimer", "disease", "related", "prof", "gozes", "incumbent", "lily", "avraham", "gildor", "chair", "investigation", "growth", "factors", "head", "elton", "laboratory", "molecular", "neuroendocrinology", "tau", "sackler", "faculty", "medicine", "member", "tau", "adams", "super", "center", "brain", "studies", "sagol", "school", "neurobiological", "processprof", "gozes", "responsible", "discovering", "adnp", "gene", "dysregulated", "alzheimer", "mutations", "adnp", "occur", "pregnancy", "major", "cause", "autism", "intellectual", "disability", "adnp", "nap", "operate", "stabilization", "microtubules", "tubes", "within", "cell", "maintain", "cellular", "shape", "gozes", "said", "transport", "biological", "material", "microtubules", "break", "alzheimer", "disease", "may", "dysfunctional", "autism", "nap", "works", "protect", "microtubules", "thereby", "protecting", "cell", "discovered", "adnp", "dramatically", "enhances", "tau", "binding", "microtubules", "protecting", "destruction", "tau", "pathology", "discovered", "action", "adnp", "nap", "fragment", "intended", "clinical", "development", "knowing", "precise", "mechanism", "action", "much", "easier", "bring", "nap", "clinic", "patients", "said", "gozes", "furthermore", "precise", "mechanism", "defines", "new", "drug", "target", "autism", "spectrum", "disorders", "alzheimer", "disease", "many", "neurodegenerative", "neuropsychiatric", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-01/afot-dcs013117.php", "date": "2018-01-19_21:00:12", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTau is a key brain protein involved in Alzheimer's disease and other brain diseases. Aggregates of Tau known as \"neurofibrillary tangles\" have been associated with nerve cell death and cognitive decline.An important new Tel Aviv University study published in Molecular Psychiatry pinpoints the mechanism harnessed by the drug candidate NAP to block the formation of these harmful neurofibrillary tangles. It facilitates the interaction of Tau with microtubules, the minitubes that serve as \"train tracks\" for essential movement of biological material in nerve cells.\"Abnormal Tau proteins form tangles that contribute to the progression of Alzheimer's disease,\" said Prof. Illana Gozes, who led the research for the study. \"We showed here, for the first time, that the drug candidate NAP augmented microtubule movement in nerve cells. At the molecular level, NAP, a fragment of activity-dependent neuroprotective protein (ADNP), enhanced Tau-microtubule interactions that block the recruitment of Tau to the tangles observed in Alzheimer's disease and related disorders.\"Prof. Gozes is the incumbent of the Lily and Avraham Gildor Chair for the Investigation of Growth Factors, Head of the Elton Laboratory for Molecular Neuroendocrinology at TAU's Sackler Faculty of Medicine and a member of TAU's Adams Super Center for Brain Studies and the Sagol School of Neuroscience.Stabilizing a neurobiological processProf. Gozes is responsible for discovering ADNP, a gene that is dysregulated in Alzheimer's. Mutations in ADNP that occur in pregnancy are a major cause of autism with intellectual disability.\"ADNP and NAP operate through the stabilization of microtubules -- tubes within the cell that maintain cellular shape,\" Prof. Gozes said. \"They transport biological material. These microtubules break down in in Alzheimer's disease and may be dysfunctional in autism. NAP works to protect the microtubules, thereby protecting the cell.\"\"We now discovered that ADNP dramatically enhances Tau binding to the microtubules, protecting them against destruction and against Tau pathology. We further discovered that this action of ADNP is through its NAP fragment, which is now intended for further clinical development.\"\"Knowing the precise mechanism of its action, it will be much easier to bring NAP to the clinic and to patients,\" said Prof. Gozes. \"Furthermore, the precise mechanism defines a new drug target for autism spectrum disorders, Alzheimer's disease and many other neurodegenerative and neuropsychiatric diseases.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTau is a key brain protein involved in Alzheimer's disease and other brain diseases.", "Aggregates of Tau known as \"neurofibrillary tangles\" have been associated with nerve cell death and cognitive decline.An important new Tel Aviv University study published in Molecular Psychiatry pinpoints the mechanism harnessed by the drug candidate NAP to block the formation of these harmful neurofibrillary tangles.", "It facilitates the interaction of Tau with microtubules, the minitubes that serve as \"train tracks\" for essential movement of biological material in nerve cells.", "\"Abnormal Tau proteins form tangles that contribute to the progression of Alzheimer's disease,\" said Prof. Illana Gozes, who led the research for the study.", "\"We showed here, for the first time, that the drug candidate NAP augmented microtubule movement in nerve cells.", "At the molecular level, NAP, a fragment of activity-dependent neuroprotective protein (ADNP), enhanced Tau-microtubule interactions that block the recruitment of Tau to the tangles observed in Alzheimer's disease and related disorders.\"Prof.", "Gozes is the incumbent of the Lily and Avraham Gildor Chair for the Investigation of Growth Factors, Head of the Elton Laboratory for Molecular Neuroendocrinology at TAU's Sackler Faculty of Medicine and a member of TAU's Adams Super Center for Brain Studies and the Sagol School of Neuroscience.Stabilizing a neurobiological processProf.", "Gozes is responsible for discovering ADNP, a gene that is dysregulated in Alzheimer's.", "Mutations in ADNP that occur in pregnancy are a major cause of autism with intellectual disability.", "\"ADNP and NAP operate through the stabilization of microtubules -- tubes within the cell that maintain cellular shape,\" Prof. Gozes said.", "\"They transport biological material.", "These microtubules break down in in Alzheimer's disease and may be dysfunctional in autism.", "NAP works to protect the microtubules, thereby protecting the cell.", "\"\"We now discovered that ADNP dramatically enhances Tau binding to the microtubules, protecting them against destruction and against Tau pathology.", "We further discovered that this action of ADNP is through its NAP fragment, which is now intended for further clinical development.", "\"\"Knowing the precise mechanism of its action, it will be much easier to bring NAP to the clinic and to patients,\" said Prof. Gozes.", "\"Furthermore, the precise mechanism defines a new drug target for autism spectrum disorders, Alzheimer's disease and many other neurodegenerative and neuropsychiatric diseases.\""], "source": "American Friends of Tel Aviv University"}