{"title": "Scientists uncover possible therapeutic targets for rare autism spectrum disorder", "text": "Researchers have uncovered 30 genes that could, one day, serve as therapeutic targets to reverse Rett syndrome, a rare neurological disorder that affects only girls and is a severe form of an autism spectrum disorder.The study, led by scientists at Fred Hutchinson Cancer Research Center in Seattle, will be published January 30 in the Proceedings of the National Academy of Sciences.There are currently no treatments specific to Rett syndrome, which affects approximately 15,000 girls and women in the U.S. and 350,000 around the world. Girls with Rett syndrome are born healthy and seem like any other baby up to one or two years of age. But then they start missing milestones and backslide in development. \"They have this period of normal development, and then it's taken away from them,\" said Dr. Antonio Bedalov, who led the study and is a clinical researcher at Fred Hutch. \"It's devastating for the families.\"The disorder is tied to a genetic defect in the MeCP2 gene, which is carried on the X chromosome. Girls, of course, have two copies of this chromosome but one X is silenced in every cell. Even though, on average, half of a girl's cells will produce the healthy version of this X-linked gene, the mutation in the other half of cells is enough to trigger the symptoms of the disorder.Using adult mouse cells in the lab, Bedalov and his colleagues identified a way to partially reawaken the \"inactive X,\" the X chromosome that is silenced in every cell. The researchers were also able to reactivate the normal copy of the MeCP2 gene.Bedalov emphasized that the findings are still in the preclinical stage and that therapeutics are a long ways off.But it's a start, Bedalov said. Because their approach leads to the reactivation of the entire chromosome, it could also apply to other, similar disorders that involve the X chromosome.", "journal": "Proceedings of the National Academy of Sciences", "funder": "Rett Syndrome Research Trust", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/fhcr-sup012717.php", "institution": "Fred Hutchinson Cancer Research Center", "meeting": "", "description": "Researchers have uncovered 30 genes that could, one day, serve as therapeutic targets to reverse Rett syndrome, a rare neurological disorder that affects only girls and is a severe form of an autism spectrum disorder.", "article_link": null, "keywords": ["Biology", " Biotechnology", " Cell Biology", " Genetics", " Medicine/Health"], "source_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT"}