{"title": "New TSRI study shows early brain changes in Fragile X syndrome | EurekAlert! Science News", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "tsri", "professor", "jeanne", "loring", "left", "led", "new", "study", "first", "author", "michael", "boland", "columbia", "university", "view", "la", "jolla", "ca", "january", "30", "2017", "new", "study", "led", "scientists", "scripps", "research", "institute", "tsri", "giving", "researchers", "first", "look", "early", "stages", "brain", "development", "patients", "fragile", "x", "syndrome", "disorder", "causes", "mild", "severe", "intellectual", "disability", "common", "genetic", "cause", "autism", "spectrum", "disorder", "first", "see", "changes", "happen", "early", "brain", "development", "said", "tsri", "professor", "jeanne", "loring", "led", "study", "published", "week", "journal", "brain", "may", "way", "able", "identify", "possible", "drug", "treatments", "minimize", "effects", "disorder", "fragile", "x", "syndrome", "typically", "occurs", "fragile", "x", "mental", "retardation", "fmr1", "gene", "x", "chromosome", "epigenetically", "silenced", "people", "born", "syndrome", "show", "symptoms", "hyperactivity", "seizures", "intellectual", "disability", "fragile", "x", "symptoms", "delayed", "speech", "problems", "social", "interactions", "resemble", "symptoms", "autism", "spectrum", "better", "understand", "biology", "syndrome", "possibility", "early", "treatment", "scientists", "need", "know", "brain", "person", "fragile", "x", "syndrome", "develops", "starting", "first", "weeks", "womb", "problem", "impossible", "study", "brain", "early", "team", "tackled", "problem", "using", "expertise", "induced", "pluripotent", "stem", "cells", "ipscs", "taken", "almost", "tissue", "adult", "reprogrammed", "become", "different", "kind", "tissue", "case", "researchers", "used", "samples", "juveniles", "adults", "fragile", "x", "syndrome", "induced", "cells", "become", "neurons", "lab", "research", "revealed", "multiple", "ipsc", "lines", "fragile", "x", "syndrome", "showed", "delayed", "neurodevelopment", "compared", "x", "control", "group", "suggesting", "thing", "might", "happen", "fetus", "develops", "utero", "study", "also", "suggested", "fragile", "x", "cells", "delayed", "development", "formation", "neuronal", "synapses", "connections", "neurons", "make", "regions", "brain", "send", "messages", "cells", "brain", "migrate", "properly", "connect", "correctly", "said", "scientists", "also", "discovered", "second", "surprising", "aspect", "syndrome", "mutation", "x", "chromosome", "appeared", "trigger", "changes", "dna", "modifications", "changes", "made", "process", "called", "dna", "methylation", "alter", "gene", "expression", "really", "surprised", "find", "suggests", "protein", "lost", "fragile", "x", "syndrome", "regulatory", "role", "said", "study", "first", "author", "michael", "boland", "researcher", "tsri", "time", "study", "columbia", "tsri", "alumnus", "kristopher", "nazor", "boland", "found", "dna", "methylation", "changes", "appeared", "affect", "many", "genes", "associated", "autism", "spectrum", "disorder", "may", "help", "explain", "two", "disorders", "show", "many", "researchers", "said", "plan", "take", "closer", "look", "dna", "methylation", "patterns", "discovered", "study", "also", "hope", "use", "ipsc", "reprogramming", "techniques", "study", "disorders", "start", "birth", "tools", "ask", "questions", "advance", "people", "health", "said", "loring"], "url": "http://www.eurekalert.org/pub_releases/2017-01/sri-nts013017.php", "date": "2018-01-19_21:00:35", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: TSRI Professor Jeanne Loring (left) led the new study with first author Michael J. Boland of Columbia University. \n       view more LA JOLLA, CA - January 30, 2017 - A new study led by scientists at The Scripps Research Institute (TSRI) is giving researchers a first look at the early stages of brain development in patients with Fragile X syndrome, a disorder that causes mild to severe intellectual disability and is the most common genetic cause of autism spectrum disorder.\"We're the first to see that these changes happen very early in brain development,\" said TSRI Professor Jeanne Loring, who led the study, published this week in the journal Brain. \"This may be the only way we'll be able to identify possible drug treatments to minimize the effects of the disorder.\"Fragile X syndrome typically occurs when the Fragile X Mental Retardation (FMR1) gene on the X chromosome is epigenetically silenced. People born with the syndrome can show symptoms of hyperactivity, seizures and intellectual disability. Other Fragile X symptoms, such as delayed speech and problems with social interactions, resemble symptoms of autism spectrum disorder.To better understand the biology of this syndrome and the possibility for early treatment, scientists need to know how the brain of a person with Fragile X syndrome develops--starting with the first weeks in the womb. The problem is that it has been impossible to study the brain so early in development.Loring's team tackled this problem using their expertise with induced pluripotent stem cells (iPSCs), which can be taken from almost any tissue in an adult and reprogrammed to become a different kind of tissue. In this case, the researchers used samples from juveniles and adults with Fragile X syndrome and induced the cells to become neurons in a lab dish.The research revealed that multiple iPSC lines with Fragile X syndrome showed delayed neurodevelopment compared with a non-Fragile X control group, suggesting that the same thing might happen when a fetus develops in utero. The study also suggested that the Fragile X cells had delayed development in formation of neuronal synapses, the connections that neurons make between regions of the brain to send messages. \"The cells are in the brain, but they don't migrate properly or connect correctly,\" said Loring.The scientists also discovered a second, more surprising aspect of the syndrome. The mutation on the X chromosome appeared to trigger genome-wide changes to DNA modifications. These changes, made through a process called DNA methylation, alter gene expression.\"We were really surprised to find that, and it suggests the protein that is lost in Fragile X syndrome has some regulatory role,\" said study first author Michael J. Boland, a researcher at TSRI at the time of the study, now at Columbia University.Working with TSRI alumnus Kristopher L. Nazor, Boland found that these DNA methylation changes appeared to affect many genes associated with autism spectrum disorder, which may help explain why the two disorders show many similarities.The researchers said they plan to take a closer look at the DNA methylation patterns discovered in this study. They also hope to use the same iPSC reprogramming techniques to study other disorders that start before birth.\"Now we have the tools to ask the questions to advance people's health,\" said Loring.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: TSRI Professor Jeanne Loring (left) led the new study with first author Michael J. Boland of Columbia University.", "view more LA JOLLA, CA - January 30, 2017 - A new study led by scientists at The Scripps Research Institute (TSRI) is giving researchers a first look at the early stages of brain development in patients with Fragile X syndrome, a disorder that causes mild to severe intellectual disability and is the most common genetic cause of autism spectrum disorder.", "\"We're the first to see that these changes happen very early in brain development,\" said TSRI Professor Jeanne Loring, who led the study, published this week in the journal Brain.", "\"This may be the only way we'll be able to identify possible drug treatments to minimize the effects of the disorder.", "\"Fragile X syndrome typically occurs when the Fragile X Mental Retardation (FMR1) gene on the X chromosome is epigenetically silenced.", "People born with the syndrome can show symptoms of hyperactivity, seizures and intellectual disability.", "Other Fragile X symptoms, such as delayed speech and problems with social interactions, resemble symptoms of autism spectrum disorder.To better understand the biology of this syndrome and the possibility for early treatment, scientists need to know how the brain of a person with Fragile X syndrome develops--starting with the first weeks in the womb.", "The problem is that it has been impossible to study the brain so early in development.Loring's team tackled this problem using their expertise with induced pluripotent stem cells (iPSCs), which can be taken from almost any tissue in an adult and reprogrammed to become a different kind of tissue.", "In this case, the researchers used samples from juveniles and adults with Fragile X syndrome and induced the cells to become neurons in a lab dish.The research revealed that multiple iPSC lines with Fragile X syndrome showed delayed neurodevelopment compared with a non-Fragile X control group, suggesting that the same thing might happen when a fetus develops in utero.", "The study also suggested that the Fragile X cells had delayed development in formation of neuronal synapses, the connections that neurons make between regions of the brain to send messages.", "\"The cells are in the brain, but they don't migrate properly or connect correctly,\" said Loring.The scientists also discovered a second, more surprising aspect of the syndrome.", "The mutation on the X chromosome appeared to trigger genome-wide changes to DNA modifications.", "These changes, made through a process called DNA methylation, alter gene expression.", "\"We were really surprised to find that, and it suggests the protein that is lost in Fragile X syndrome has some regulatory role,\" said study first author Michael J. Boland, a researcher at TSRI at the time of the study, now at Columbia University.Working with TSRI alumnus Kristopher L. Nazor, Boland found that these DNA methylation changes appeared to affect many genes associated with autism spectrum disorder, which may help explain why the two disorders show many similarities.The researchers said they plan to take a closer look at the DNA methylation patterns discovered in this study.", "They also hope to use the same iPSC reprogramming techniques to study other disorders that start before birth.", "\"Now we have the tools to ask the questions to advance people's health,\" said Loring."], "source": "Scripps Research Institute"}