{"title": "Deciphering the emergence of neuronal diversity", "text": "The development of cerebral cortex plays a major role in the evolution of species and in particular for mankind. This is why scientists are studying the emergence of its cellular microstructure with high resolution methods. Neuroscientists at the University of Geneva (UNIGE), Switzerland, have analysed the diversity of cortical neurons -- more precisely inhibitory interneurons -- during the developmental period surrounding birth. They have discovered the emergence of three main sub-groups of interneurons by decoding the expression of cell-type specific genes as well as their exact, and often unexpected, location in the cortex. These results, which can be read in Nature Communications, will open the door to a more accurate understanding of the complex cell-type specific mechanisms underlying neuro-developmental disorders such as autism and schizophrenia. This should help researchers in discovering how psychiatric-related genetic disturbances impact the emergence of neuronal sub-types and how to design novel cell-type specific interventions. Our cerebral cortex comprises two main types of neurons: excitatory neurons (80%), which generate  cortical activity, and inhibitory interneurons (20%), which fine-tune this activity. Cortical brain function therefore depends on this neuronal diversity made up of numerous excitatory and inhibitory interneuron sub-groups. The team of Alexandre Dayer, Professor in the Departments of Psychiatry and Fundamental Neurosciences at UNIGE's Faculty of Medicine, studied inhibitory neurons during the embryonic and early postnatal phase just after birth. In adults, over 20 interneuron sub-types have been identified. But when do they appear? When do they differentiate themselves? \"To discover this, we used transgenic mice, where specific types of inhibitory interneurons were labelled by fluorescent molecules. These fluorescent cells were studied during early development, just before the birth of the mouse and a few days after. Using a technique called fluorescence activated cell sorting, labelled neurons were isolated from the cerebral cortex and the genetic code of each of these neurons was analysed using single-cell transcriptomics,\" explains Alexandre Dayer. Thus, the molecular diversity of cell types is currently being dissected thanks to tools providing access to the gene expression landscape  of individual cells at a given point in time during development. Following gene sequencing of all these unique cells, bioinformatics tools allow scientists to identify distinct  sub-groups of interneurons and to track the timing of their emergence during the early postnatal period. They also discovered that the location of these inhibitory interneuron sub-types varied depending on their genetic identity. \"What is surprising is that one of the identified sub-groups was located in the cortical white matter, and not in the grey matter, as is usually the case,\" adds Professor Dayer. Indeed, the cortical white matter contains numerous fibres which transmit neuronal activity information from one cortical region to the other. The UNIGE neuroscientists, still need to discover what role this specific interneuron sub-group plays in the white matter and also how the large diversity of inhibitory interneurons appears over time.A detailed analysis of the cell-type specific gene expression patterns belonging to these three main inhibitory interneuron sub-groups, is available to the scientific community online. This research is important when studying neuro-developmental disorders since cortical interneurons are a privileged target in psychiatric illnesses such as autism and schizophrenia. \"Thanks to single-cell transcriptomics, we were able to map gene expression patterns for each cell at a given time during normal development. Hereafter, we can use this large reference database to determine how developmental disorders specifically affect individual cell types during the course of development,\" explains Alexandre Dayer. Cortical interneurons play a key role in the physio-pathology of psychiatric disorders. It is now necessary to determine when and how psychiatric-associated risk genes affect interneuron subtypes and to test therapies which could directly target specific cell types during developmental time windows. This is the direction that Professor Dayer's team will be taking in their future work within the framework of the National Research Centre - Synapsy.", "journal": "Nature Communications", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-01/udg-dte012617.php", "institution": "Université de Genève", "meeting": "", "description": "Neuroscientists at UNIGE have analysed the diversity of inhibitory interneurons during the developmental period surrounding birth. They have discovered the emergence of three main sub-groups of interneurons by decoding the expression of cell-type specific genes as well as their exact, and often unexpected, location in the cortex. These results should help researchers in discovering how psychiatric-related genetic disturbances impact the emergence of neuronal sub-types and how to design novel cell-type specific interventions.", "article_link": null, "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology", " Neurochemistry"], "source_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT"}