{"title": "Unique mapping of methylome in insulin-producing islets | EurekAlert! Science News", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthroughout", "lives", "genes", "affected", "way", "live", "diet", "exercise", "age", "diseases", "create", "imprints", "stored", "something", "called", "methylome", "first", "time", "researchers", "lund", "university", "diabetes", "centre", "sweden", "able", "map", "entire", "methylome", "pancreatic", "islets", "produce", "insulin", "researchers", "made", "several", "important", "years", "ago", "researchers", "analysed", "per", "cent", "methylome", "plays", "major", "role", "whether", "genes", "activated", "inactivated", "cells", "using", "new", "powerful", "technique", "lund", "researchers", "able", "analyse", "practically", "entire", "methylome", "measure", "individual", "gene", "function", "expression", "compared", "first", "comprehensive", "analysis", "entire", "genome", "genes", "individual", "says", "professor", "charlotte", "ling", "charge", "genome", "described", "map", "genes", "methylome", "map", "epigenetics", "see", "fact", "box", "allowing", "researchers", "also", "see", "methyl", "groups", "small", "hydrocarbon", "molecules", "chemically", "attached", "dna", "genes", "thereby", "affecting", "unique", "survey", "covers", "24", "million", "locations", "dna", "researchers", "analysed", "cells", "healthy", "individuals", "others", "type", "2", "diabetes", "found", "25", "820", "regions", "genome", "altered", "dna", "methylation", "several", "alterations", "linked", "insulin", "production", "several", "previously", "established", "risk", "genes", "type", "2", "diabetes", "found", "increased", "degree", "methylation", "reduced", "gene", "expression", "simpler", "terms", "means", "methylation", "increases", "gene", "produces", "less", "researchers", "studied", "whether", "differentially", "methylated", "genes", "people", "type", "2", "diabetes", "affected", "production", "insulin", "insulin", "secretion", "deteriorated", "changed", "expression", "genes", "beta", "cells", "see", "correlation", "amount", "methylation", "impaired", "function", "pancreatic", "islets", "says", "charlotte", "particular", "gene", "study", "stood", "pdx1", "plays", "key", "role", "stem", "cells", "converted", "beta", "cells", "rare", "form", "diabetes", "mody4", "caused", "mutation", "pdx1", "gene", "current", "study", "researchers", "discovered", "diabetes", "strong", "impact", "methylation", "pdx1", "cells", "reduces", "gene", "activity", "resulting", "less", "released", "research", "shown", "rats", "exposed", "poor", "nutrition", "fetal", "development", "also", "experience", "epigenetic", "changes", "pdx1", "gene", "found", "cells", "resulting", "later", "developing", "diabetes", "study", "confirms", "previous", "assumptions", "epigenetic", "changes", "may", "contribute", "development", "type", "2", "diabetes", "says", "charlotte", "study", "includes", "pancreatic", "islets", "14", "individuals", "six", "type", "2", "diabetes", "eight", "healthy"], "url": "http://www.eurekalert.org/pub_releases/2017-01/lu-umo013017.php", "date": "2018-01-19_21:00:41", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThroughout our lives, our genes are affected by the way we live. Diet, exercise, age and diseases create imprints that are stored in something called methylome. Now, for the first time, researchers at the Lund University Diabetes Centre in Sweden have been able to map the entire methylome in the pancreatic islets which produce insulin, and the researchers have made several important discoveries.Until a few years ago, researchers had analysed only 1.5 per cent of the methylome, which plays a major role in whether genes are activated or inactivated in our cells. Using a new powerful technique, the Lund researchers have now been able to analyse practically the entire methylome and measure individual gene function and expression.\"It can be compared to the first comprehensive analysis of the entire genome - the genes of an individual\", says Professor Charlotte Ling, in charge of the study.The genome can be described as a map of all genes. The methylome is a map of our epigenetics (see fact box), allowing researchers to also see where the methyl groups - i.e. the small hydrocarbon molecules - are chemically attached to the DNA in the genes, thereby affecting their function.This unique survey covers 24 million locations on the DNA. The researchers analysed cells from healthy individuals and others with type 2 diabetes and found 25 820 regions of the genome with altered DNA methylation. Several of these alterations can be linked to insulin production. In several previously established risk genes for type 2 diabetes, they found both an increased degree of methylation and a reduced gene expression. In simpler terms, this means that if the methylation increases, the gene produces less protein.The researchers then studied whether the differentially methylated genes in people with type 2 diabetes affected the production of insulin.\r\n\"Because the insulin secretion deteriorated when we changed the expression of these genes in beta cells, we see a correlation between the amount of methylation and an impaired function of the pancreatic islets\", says Charlotte Ling.One particular gene in the study stood out: PDX1. It plays a key role when stem cells are converted into insulin-producing beta cells. The rare form of diabetes, MODY4, is caused by a mutation in the PDX1 gene. In the current study, the researchers discovered that diabetes had a strong impact on the methylation of PDX1 in insulin-producing cells. It reduces gene activity, resulting in less released insulin.Previous research has shown that rats exposed to poor nutrition during fetal development also experience epigenetic changes in the PDX1 gene found in insulin-producing cells, resulting in them later developing diabetes.\"The study confirms our previous assumptions that epigenetic changes may contribute to the development of type 2 diabetes\" says Charlotte Ling.The study includes pancreatic islets from 14 individuals of whom six had type 2 diabetes and eight were healthy.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThroughout our lives, our genes are affected by the way we live.", "Diet, exercise, age and diseases create imprints that are stored in something called methylome.", "Now, for the first time, researchers at the Lund University Diabetes Centre in Sweden have been able to map the entire methylome in the pancreatic islets which produce insulin, and the researchers have made several important discoveries.Until a few years ago, researchers had analysed only 1.5 per cent of the methylome, which plays a major role in whether genes are activated or inactivated in our cells.", "Using a new powerful technique, the Lund researchers have now been able to analyse practically the entire methylome and measure individual gene function and expression.", "\"It can be compared to the first comprehensive analysis of the entire genome - the genes of an individual\", says Professor Charlotte Ling, in charge of the study.The genome can be described as a map of all genes.", "The methylome is a map of our epigenetics (see fact box), allowing researchers to also see where the methyl groups - i.e.", "the small hydrocarbon molecules - are chemically attached to the DNA in the genes, thereby affecting their function.This unique survey covers 24 million locations on the DNA.", "The researchers analysed cells from healthy individuals and others with type 2 diabetes and found 25 820 regions of the genome with altered DNA methylation.", "Several of these alterations can be linked to insulin production.", "In several previously established risk genes for type 2 diabetes, they found both an increased degree of methylation and a reduced gene expression.", "In simpler terms, this means that if the methylation increases, the gene produces less protein.The researchers then studied whether the differentially methylated genes in people with type 2 diabetes affected the production of insulin.", "\"Because the insulin secretion deteriorated when we changed the expression of these genes in beta cells, we see a correlation between the amount of methylation and an impaired function of the pancreatic islets\", says Charlotte Ling.One particular gene in the study stood out: PDX1.", "It plays a key role when stem cells are converted into insulin-producing beta cells.", "The rare form of diabetes, MODY4, is caused by a mutation in the PDX1 gene.", "In the current study, the researchers discovered that diabetes had a strong impact on the methylation of PDX1 in insulin-producing cells.", "It reduces gene activity, resulting in less released insulin.Previous research has shown that rats exposed to poor nutrition during fetal development also experience epigenetic changes in the PDX1 gene found in insulin-producing cells, resulting in them later developing diabetes.", "\"The study confirms our previous assumptions that epigenetic changes may contribute to the development of type 2 diabetes\" says Charlotte Ling.The study includes pancreatic islets from 14 individuals of whom six had type 2 diabetes and eight were healthy."], "source": "Lund University"}