{"title": "URMC drug extends effectiveness of HIV therapy | EurekAlert! Science News", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "new", "drug", "extends", "effectiveness", "multiple", "hiv", "therapies", "unleashing", "cell", "protective", "machinery", "virus", "finding", "important", "step", "towards", "creation", "view", "drug", "developed", "university", "rochester", "medical", "center", "extends", "effectiveness", "multiple", "hiv", "therapies", "unleashing", "cell", "protective", "machinery", "virus", "finding", "published", "today", "journal", "clinical", "investigation", "important", "step", "towards", "creation", "hiv", "drugs", "could", "administered", "twice", "per", "year", "contrast", "current", "hiv", "treatments", "must", "taken", "daily", "drug", "called", "developed", "laboratory", "ur", "scientist", "harris", "handy", "gelbard", "combined", "nanoformulated", "versions", "two", "commonly", "used", "drugs", "also", "called", "antiretroviral", "drugs", "lifts", "brakes", "process", "called", "autophagy", "normally", "autophagy", "allows", "cells", "get", "rid", "intracellular", "trash", "including", "invading", "viruses", "hiv", "infection", "virus", "prevents", "cells", "turning", "autophagy", "one", "many", "tricks", "uses", "survive", "brake", "autophagy", "lifted", "cells", "able", "digest", "virus", "remains", "treatment", "antiretroviral", "therapy", "leaving", "cells", "free", "virus", "extended", "periods", "time", "study", "shows", "potential", "reduce", "frequency", "hiv", "therapy", "would", "eliminate", "burden", "daily", "treatment", "greatly", "increase", "compliance", "help", "people", "better", "manage", "disease", "said", "gelbard", "professor", "director", "ur", "center", "neural", "development", "disease", "studied", "past", "25", "years", "finding", "builds", "previous", "research", "gelbard", "conducted", "howard", "gendelman", "professor", "chair", "department", "neuroscience", "university", "nebraska", "medical", "center", "ultimate", "goal", "hiv", "field", "develop", "vaccine", "single", "shot", "provides", "lifetime", "protection", "virus", "scientists", "around", "world", "studying", "various", "strategies", "including", "use", "broadly", "neutralizing", "antibodies", "ability", "neutralize", "wide", "variety", "strains", "hiv", "techniques", "years", "away", "used", "people", "gelbard", "believes", "combination", "nanoformulated", "antiretroviral", "hiv", "therapy", "mobilized", "human", "use", "next", "5", "years", "tested", "combination", "nanoformulations", "two", "hiv", "medications", "protease", "inhibitor", "called", "atazanavir", "integrase", "inhibitor", "called", "dolutegravir", "laboratory", "experiments", "using", "human", "immune", "cells", "mice", "engineered", "human", "immune", "system", "sustain", "hiv", "infection", "reversed", "block", "autophagy", "restricted", "viral", "growth", "presence", "nanoformulated", "drugs", "alone", "antiviral", "effect", "team", "also", "found", "initiation", "autophagy", "kept", "nanoformulated", "hiv", "drugs", "cells", "extended", "periods", "time", "leading", "increase", "period", "time", "required", "amount", "drug", "body", "reduced", "half", "nanoformulated", "dolutegravir", "scientists", "know", "happens", "conducting", "additional", "research", "understand", "nanoformulated", "drugs", "created", "gendelman", "laboratory", "using", "highly", "novel", "process", "called", "laser", "art", "slow", "effective", "release", "antiretroviral", "therapy", "drugs", "made", "crystals", "laser", "art", "enables", "taken", "immune", "system", "cells", "called", "macrophages", "reach", "certain", "destinations", "tissues", "stay", "prolonged", "periods", "time", "crystals", "protected", "destruction", "metabolism", "liver", "excretion", "kidney", "urine", "addition", "gelbard", "gendelman", "research", "team", "included", "divya", "prakash", "gnanadhas", "research", "associate", "santhi", "gorantla", "associate", "professor", "department", "neuroscience", "nebraska", "work", "supported", "university", "nebraska", "several", "grants", "gelbard", "gendelman", "national", "institutes", "owned", "urmc", "three", "international", "patents", "design", "use", "disease", "states"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uorm-ude012617.php", "date": "2018-01-19_21:00:44", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A new drug extends the effectiveness of multiple HIV therapies by unleashing a cell's own protective machinery on the virus. The finding is an important step towards the creation of...\n     view more A drug developed at the University of Rochester Medical Center extends the effectiveness of multiple HIV therapies by unleashing a cell's own protective machinery on the virus. The finding, published today in the Journal of Clinical Investigation, is an important step towards the creation of long-acting HIV drugs that could be administered once or twice per year, in contrast to current HIV treatments that must be taken daily. The drug, called URMC-099, was developed in the laboratory of UR scientist Harris A. (\"Handy\") Gelbard, M.D., Ph.D. When combined with \"nanoformulated\" versions of two commonly used anti-HIV drugs (also called antiretroviral drugs), URMC-099 lifts the brakes on a process called autophagy. Normally, autophagy allows cells to get rid of intracellular \"trash,\" including invading viruses. In HIV infection, the virus prevents cells from turning on autophagy; one of the many tricks it uses to survive. When the brake on autophagy is lifted, cells are able to digest any virus that remains after treatment with antiretroviral therapy, leaving cells free of virus for extended periods of time.  \"This study shows that URMC-099 has the potential to reduce the frequency of HIV therapy, which would eliminate the burden of daily treatment, greatly increase compliance and help people better manage the disease,\" said Gelbard, professor and director of UR's Center for Neural Development and Disease, who has studied HIV/AIDS for the past 25 years. The finding builds on previous research that Gelbard conducted with Howard E. Gendelman, M.D., professor and chair of the Department of Pharmacology/Experimental Neuroscience at the University of Nebraska Medical Center.  The ultimate goal in the HIV field is to develop a vaccine - a single shot that provides lifetime protection from the virus. Scientists from around the world are studying various strategies, including the use of broadly neutralizing antibodies that have the ability to neutralize a wide variety of strains of HIV, but these techniques are years away from being used in people. Gelbard believes the combination of URMC-099 and a nanoformulated antiretroviral into a long-acting HIV therapy can be mobilized for human use in the next 5 years. URMC-099 was tested in combination with nanoformulations of two FDA-approved HIV medications - a protease inhibitor called atazanavir and an integrase inhibitor called dolutegravir - in laboratory experiments using human immune cells and in mice that were engineered to have a human immune system to sustain HIV infection. URMC-099 reversed the block on autophagy and restricted viral growth only in the presence of the nanoformulated drugs. URMC-099 alone had no antiviral effect. The team also found that URMC-099 initiation of autophagy kept the nanoformulated HIV drugs in cells for extended periods of time, leading to a 50-fold increase in the half-life (the period of time required for the amount of drug in the body to be reduced by half) of nanoformulated dolutegravir. Scientists don't know why or how this happens, but are conducting additional research to understand more.The nanoformulated drugs were created in Gendelman's laboratory using a highly novel process called LASER ART (long-acting slow effective release antiretroviral therapy). The drugs are made into crystals and LASER ART enables them to be taken up in immune system cells called macrophages that reach certain destinations in tissues and stay there for prolonged periods of time. The crystals are protected against destruction (metabolism) in the liver and excretion in the kidney and urine. In addition to Gelbard and Gendelman, the research team included Divya Prakash Gnanadhas, Ph.D., post-doctoral research associate and Santhi Gorantla, Ph.D., associate professor, both in the Department of Pharmacology/Experimental Neuroscience at Nebraska. The work was supported by the University of Nebraska and several grants to Gelbard and Gendelman from the National Institutes of Health.URMC-099 is owned by URMC and has three international patents for its design and use in disease states.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A new drug extends the effectiveness of multiple HIV therapies by unleashing a cell's own protective machinery on the virus.", "The finding is an important step towards the creation of...\n     view more A drug developed at the University of Rochester Medical Center extends the effectiveness of multiple HIV therapies by unleashing a cell's own protective machinery on the virus.", "The finding, published today in the Journal of Clinical Investigation, is an important step towards the creation of long-acting HIV drugs that could be administered once or twice per year, in contrast to current HIV treatments that must be taken daily.", "The drug, called URMC-099, was developed in the laboratory of UR scientist Harris A.", "(\"Handy\") Gelbard, M.D., Ph.D.", "When combined with \"nanoformulated\" versions of two commonly used anti-HIV drugs (also called antiretroviral drugs), URMC-099 lifts the brakes on a process called autophagy.", "Normally, autophagy allows cells to get rid of intracellular \"trash,\" including invading viruses.", "In HIV infection, the virus prevents cells from turning on autophagy; one of the many tricks it uses to survive.", "When the brake on autophagy is lifted, cells are able to digest any virus that remains after treatment with antiretroviral therapy, leaving cells free of virus for extended periods of time.", "\"This study shows that URMC-099 has the potential to reduce the frequency of HIV therapy, which would eliminate the burden of daily treatment, greatly increase compliance and help people better manage the disease,\" said Gelbard, professor and director of UR's Center for Neural Development and Disease, who has studied HIV/AIDS for the past 25 years.", "The finding builds on previous research that Gelbard conducted with Howard E. Gendelman, M.D., professor and chair of the Department of Pharmacology/Experimental Neuroscience at the University of Nebraska Medical Center.", "The ultimate goal in the HIV field is to develop a vaccine - a single shot that provides lifetime protection from the virus.", "Scientists from around the world are studying various strategies, including the use of broadly neutralizing antibodies that have the ability to neutralize a wide variety of strains of HIV, but these techniques are years away from being used in people.", "Gelbard believes the combination of URMC-099 and a nanoformulated antiretroviral into a long-acting HIV therapy can be mobilized for human use in the next 5 years.", "URMC-099 was tested in combination with nanoformulations of two FDA-approved HIV medications - a protease inhibitor called atazanavir and an integrase inhibitor called dolutegravir - in laboratory experiments using human immune cells and in mice that were engineered to have a human immune system to sustain HIV infection.", "URMC-099 reversed the block on autophagy and restricted viral growth only in the presence of the nanoformulated drugs.", "URMC-099 alone had no antiviral effect.", "The team also found that URMC-099 initiation of autophagy kept the nanoformulated HIV drugs in cells for extended periods of time, leading to a 50-fold increase in the half-life (the period of time required for the amount of drug in the body to be reduced by half) of nanoformulated dolutegravir.", "Scientists don't know why or how this happens, but are conducting additional research to understand more.The nanoformulated drugs were created in Gendelman's laboratory using a highly novel process called LASER ART (long-acting slow effective release antiretroviral therapy).", "The drugs are made into crystals and LASER ART enables them to be taken up in immune system cells called macrophages that reach certain destinations in tissues and stay there for prolonged periods of time.", "The crystals are protected against destruction (metabolism) in the liver and excretion in the kidney and urine.", "In addition to Gelbard and Gendelman, the research team included Divya Prakash Gnanadhas, Ph.D., post-doctoral research associate and Santhi Gorantla, Ph.D., associate professor, both in the Department of Pharmacology/Experimental Neuroscience at Nebraska.", "The work was supported by the University of Nebraska and several grants to Gelbard and Gendelman from the National Institutes of Health.URMC-099 is owned by URMC and has three international patents for its design and use in disease states."], "source": "University of Rochester Medical Center"}