{"title": "New research explores the effect of winter dormancy on cold-blooded cognition", "text": "Unlike mammals, amphibians who rest up during the winter do not forget the memories they made beforehand - this is the surprising discovery of new scientific research.The new study, published in the journal Scientific Reports, reveals that the processes involved in winter dormancy may have a fundamentally different impact on memory in amphibians and mammals.Researchers from the University of Lincoln, UK, and two universities in Vienna, Austria, discovered that brumation - the period of winter dormancy that is observed in cold-blooded animals, similar to the process of hibernation in mammals - does not seem to adversely affect the memory of salamanders. This key finding differs dramatically from previous studies of mammals, which show that hibernation often causes animals to forget some of the memories they formed prior to their period of inactivity.Dr Anna Wilkinson, from the School of Life Sciences at the University of Lincoln, led the study in collaboration with colleagues from the University of Vienna and the University of Veterinary Medicine Vienna.Dr Wilkinson said: \"Long-term torpor is an adaptive strategy that allows animals to survive harsh winter conditions. However, the impact that this has on cognitive function is poorly understood. We know that in mammals, hibernation causes reduced synaptic activity and can cause them to lose some of the memories they formed prior to hibernation, but the effect of brumation on memory has been unexplored, until now.\"The researchers trained twelve salamanders to navigate a maze and remember the path they needed to take to reach a reward. Half of the animals were then placed into brumation for 100 days, while the other half remained under normal keeping conditions. A post-brumation memory retention test revealed that animals from both conditions recalled how to navigate the maze. \"We demonstrated that each of the animals solved the task using memory, rather than sensory cues such as smell of the reward, and we're therefore confident that the period of brumation did not impact on their ability to remember,\" Anne Hloch, another author on the paper explained. \"For these animals, memory retention is essential for survival as it allows them to recall important information about the environment, such as the location of food and the presence of predators.\"The researchers suggest that the differences in retention observed between mammals and amphibians could be caused by their different learning and memory processes, or the nature of their torpor. Mammals regularly rouse from their hibernation and enter intervals of sleep, whereas cold-blooded animals are dependent on the temperature of their surroundings during brumation and are therefore forced to stay torpid until temperatures rise.\r\n", "article_link": "http://dx.doi.org/10.1038/srep40079", "url": "http://www.eurekalert.org/pub_releases/2017-01/uol-nre011217.php", "region": "europe", "source_link": "http://www.lincoln.ac.uk/news/2017/01/1311.asp", "funder": "", "meeting": "", "institution": "University of Lincoln", "keywords": ["Biology", " Ecology/Environment", " Evolution", " Zoology/Veterinary Science", " Earth Science", " Evolution", " Researchers/Scientists/Awards", " Collaboration"], "journal": "Scientific Reports", "description": "Unlike mammals, amphibians who rest up during the winter do not forget the memories they made beforehand -- this is the surprising discovery of new scientific research.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}