{"title": "Macaques, like humans, know how well they can recall memories", "text": "Researchers have pinpointed a brain region monkeys use to evaluate their ability to recall memories. To date, this metamemory process, which requires a higher level of self-reflection about our own cognition, was thought by some to be unique to humans, though this research suggests otherwise. Evaluating one's own memory requires access to information about the strength of memory traces, though the brain structures and neural mechanisms involved in this effort - and whether they are distinct from normal memory recall - remain unknown. Here, to shed light in this space, Kentaro Miyamoto and colleagues devised a metamemory test in which macaques judged their own confidence in remembering past experiences; the animals opted for higher bets on the outcome of a memory recall test when they were surer their memory judgments were correct. Using this setup, as well as whole-brain searches by functional neuroimaging, the researchers identified a specific region in the prefrontal brain essential for metamemory decision making. Its inactivation caused selective impairment of metamemory, but not of memory itself. The results pave the way to further study of the neuronal underpinnings of metacognition using an animal model, where metamemory has previously been difficult to evaluate.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aal0162", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaft-mlh010917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Biology", " Memory/Cognitive Processes"], "journal": "Science", "description": "Researchers have pinpointed a brain region monkeys use to evaluate their ability to recall memories. To date, this metamemory process, which requires a higher level of self-reflection about our own cognition, was thought by some to be unique to humans, though this research suggests otherwise.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}