{"title": "How on Earth does geotagging work?", "text": "EDMONTON (Monday, January 9, 2017)--In an increasingly digital world, we don't always consider where on earth the information we find online comes from. \r\nNow, computing science researchers at the University of Alberta are using automated geotagging models to put a place to online data and documents. \r\n\"With the proliferation of online content and the need for sharing it across the globe, it is important to correctly match names to the places they refer to,\" says Davood Rafiei, professor in the Department of Computing Sciences and expert in big data and information management. \r\n\"The potential applications are huge. Perhaps you want to find out about people, organizations, or events in a certain location. Or maybe you want to understand where your data sources are located. There are even applications for determining if two named entities are in fact referring to the same thing.\"\r\nUsing a two-part model, Rafiei and former master of science student Jiangwei Yu have developed a technique to automate geotagging for news articles and other online documents and data. The model integrates two competing hypotheses: inheritance and near-location.\r\nAccording to the inheritance hypothesis, named entities are given the same geographical location as the document in which they are mentioned. \"For example, every name mentioned in a Wall Street Journal article will inherit the geocentre of the article, which in this case will be New York City, New York, USA,\" explains Rafiei. \r\nThe near-location hypothesis links the named entities to geographical locations mentioned in nearby text--such as a person's name mentioned next to the phrase \"Edmonton, Alberta\" in an article. \r\n\"What happens in the real world though appears to be a mixture of the two forces,\" explains Rafiei. \"Our data shows that the inheritance hypothesis holds in 72 percent of the cases, the near-location hypothesis holds in 67 percent of the cases, and at least one holds in close to 99 percent of the cases.\"\r\nIn addition to being highly accurate, the model is automated, cutting the cost of geotagging significantly.\r\n\"The power of geotagging is being better able to understand people, places, and things referenced in online documents,\" says Rafiei. \r\nThe paper, \"Geotagging named entities in news and online documents\", was presented at International Conference on Information and Knowledge Management, Proceedings.\r\n", "article_link": "http://dx.doi.org/10.1145/2983323.2983795", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoa-hoe010917.php", "region": "namerica", "source_link": "https://www.ualberta.ca/science/science-news/2017/january/computing-scientists-use-geotagging-to-put-a-place-to-online-data", "funder": "", "meeting": "International Conference on Information and Knowledge Management", "institution": "University of Alberta", "keywords": ["Geography", " Technology/Engineering/Computer Science", " Computer Science", " Theory/Design", " Internet", " Research/Development"], "journal": "", "description": "Computing science researchers at the University of Alberta are using automated geotagging models to put a place to online data and documents. \r\n\r\n'With the proliferation of online content and the need for sharing it across the globe, it is important to correctly match names to the places they refer to,' says Davood Rafiei, professor in the Department of Computing Sciences and expert in big data and information management.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}