{"title": "Alzheimer's disease patients with psychosis more likely to be misdiagnosed, study suggests | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "corinne", "fischer", "director", "memory", "disorders", "clinic", "michael", "hospital", "toronto", "lead", "author", "study", "view", "toronto", "june", "30", "2017", "people", "alzheimer", "disease", "experience", "psychosis", "including", "delusions", "hallucinations", "five", "times", "likely", "misdiagnosed", "dementia", "lewy", "bodies", "compared", "patients", "new", "research", "disease", "type", "dementia", "characterized", "protein", "deposits", "brain", "including", "twisted", "fibers", "found", "inside", "brain", "cells", "dementia", "lewy", "bodies", "believed", "caused", "buildup", "different", "abnormal", "protein", "aggregate", "found", "nerve", "cells", "brain", "effective", "treatments", "conditions", "still", "development", "almost", "certainly", "different", "according", "also", "found", "alzheimer", "disease", "misdiagnosed", "24", "per", "cent", "cases", "false", "positive", "false", "negative", "rates", "12", "per", "cent", "previous", "research", "suggested", "rate", "misdiagnosis", "alzheimer", "disease", "ranged", "per", "findings", "published", "online", "today", "alzheimer", "dementia", "translational", "research", "clinical", "interventions", "raise", "concern", "may", "appreciation", "common", "psychotic", "symptoms", "alzheimer", "disease", "said", "corinne", "fischer", "director", "memory", "disorders", "clinic", "michael", "hospital", "toronto", "lead", "author", "study", "psychosis", "symptom", "alzheimer", "disease", "defining", "clinical", "feature", "types", "dementia", "including", "parkinson", "disease", "related", "dementia", "dementia", "lewy", "bodies", "said", "consequently", "clinicians", "reluctant", "diagnose", "patient", "alzheimer", "disease", "present", "delusions", "hallucinations", "36", "per", "cent", "people", "alzheimer", "thought", "delusions", "18", "per", "cent", "hallucinations", "psychotic", "symptoms", "significant", "alzheimer", "patients", "shown", "associated", "increased", "burden", "caregivers", "increased", "functional", "decline", "rapid", "progression", "examined", "961", "people", "using", "data", "national", "alzheimer", "coordinating", "centre", "database", "collected", "29", "alzheimer", "disease", "centres", "united", "states", "2005", "2012", "included", "participants", "clinically", "diagnosed", "alzheimer", "alive", "well", "whose", "autopsies", "showed", "signature", "physical", "signs", "alzheimer", "experienced", "psychosis", "higher", "rate", "false", "negative", "diagnosis", "lower", "rate", "false", "positive", "diagnosis", "alzheimer", "disease", "compared", "whether", "patients", "experienced", "delusions", "hallucinations", "combination", "affect", "rate", "misdiagnosis", "according", "alzheimer", "society", "canada", "estimates", "people", "living", "dementia", "canada", "number", "expected", "almost", "double", "next", "15", "years", "thus", "reinforcing", "relevance", "study", "findings", "according", "winnie", "qian", "master", "student", "neuroscience", "research", "program", "michael", "author", "study", "advantage", "study", "used", "final", "clinical", "diagnosis", "years", "rate", "misdiagnosis", "described", "rate", "ideal", "conditions", "said", "means", "considered", "minimum", "extrapolate", "apply", "general", "population", "magnitude", "problem", "could", "much", "dr", "fischer", "said", "patients", "present", "psychosis", "clinicians", "careful", "considering", "alternative", "diagnoses", "alzheimer", "disease", "many", "dementia", "patients", "never", "receive", "definitive", "clinical", "diagnosis", "alive", "hope", "understanding", "factors", "lead", "misdiagnosis", "accurate", "provide", "patients", "best", "possible", "care", "said"], "year": "Fri, 30 Jun 2017 04:00:00 GMT", "source": "St. Michael's Hospital", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Corinne Fischer, director of the Memory Disorders Clinic at St. Michael's Hospital in Toronto and lead author of the study.\n       view more TORONTO, June 30, 2017--People with Alzheimer's disease who experience psychosis--including delusions and hallucinations--are five times more likely to be misdiagnosed with dementia with Lewy bodies compared to patients who do not, new research suggests.Alzheimer's disease is a type of dementia characterized by protein deposits in the brain including twisted fibers found inside brain cells. Dementia with Lewy bodies is believed to be caused by the buildup of a different abnormal protein aggregate found in nerve cells in the brain. Effective treatments for these conditions are still under development, but will almost certainly be different, according to the authors.Researchers also found that Alzheimer's disease was misdiagnosed in 24 per cent of all cases, with false positive and false negative rates both being 12 per cent. Previous research suggested that the rate of misdiagnosis in Alzheimer's disease ranged from 12-23 per cent.The findings, published online today in Alzheimer's & Dementia: Translational Research & Clinical Interventions, raise concern that there may be an under appreciation of how common psychotic symptoms are in Alzheimer's disease, said Dr. Corinne Fischer, director of the Memory Disorders Clinic at St. Michael's Hospital in Toronto and lead author of the study.\"Psychosis can be a symptom of Alzheimer's disease, but it is a defining clinical feature in other types of dementia, including Parkinson's disease related dementia and dementia with Lewy bodies,\" she said. \"Consequently, clinicians are more reluctant to diagnose a patient with Alzheimer's disease when they present with delusions or hallucinations.\"About 36 per cent of people with Alzheimer's are thought to have delusions and 18 per cent have hallucinations. Psychotic symptoms are significant in Alzheimer's patients because they have been shown to be associated with increased burden on caregivers, increased functional decline and more rapid progression of the disease.Researchers examined 961 people using data from the National Alzheimer's Coordinating Centre database, collected from 29 Alzheimer's disease centres in the United States between 2005 and 2012. They included participants who had been clinically diagnosed with Alzheimer's while they were alive, as well as those whose autopsies showed they the signature physical signs of Alzheimer's in their brains.Patients who experienced psychosis had a higher rate of false negative diagnosis and a lower rate of false positive diagnosis of Alzheimer's disease compared to those who did not. Whether patients experienced delusions, hallucinations, or a combination of both did not affect the rate of misdiagnosis, according to the authors.The Alzheimer's Society of Canada estimates there are 564,000 people living with dementia in Canada, and that number is expected to almost double over the next 15 years, thus reinforcing the relevance of the study's findings according to Winnie Qian, a Master's student in the Neuroscience Research Program at St. Michael's and an author on the study.\"An advantage of our study is that we used the final clinical diagnosis after years of follow-up, so the rate of misdiagnosis we described is the rate under ideal conditions,\" she said. \"This means that it should be considered a minimum. If you extrapolate that and apply it to the general population, the magnitude of the problem could be much greater.\"Dr. Fischer said when patients do not present with psychosis, clinicians should be more careful when considering alternative diagnoses to Alzheimer's disease.\"Many dementia patients never receive a definitive clinical diagnosis while they're alive, so the hope is that by understanding what factors can lead to a misdiagnosis, we can be more accurate and provide patients with the best possible care,\" she said.", "url": "http://www.eurekalert.org/pub_releases/2017-06/smh-adp062917.php", "date": "2018-01-19_20:48:05", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Corinne Fischer, director of the Memory Disorders Clinic at St. Michael's Hospital in Toronto and lead author of the study.", "view more TORONTO, June 30, 2017--People with Alzheimer's disease who experience psychosis--including delusions and hallucinations--are five times more likely to be misdiagnosed with dementia with Lewy bodies compared to patients who do not, new research suggests.Alzheimer's disease is a type of dementia characterized by protein deposits in the brain including twisted fibers found inside brain cells.", "Dementia with Lewy bodies is believed to be caused by the buildup of a different abnormal protein aggregate found in nerve cells in the brain.", "Effective treatments for these conditions are still under development, but will almost certainly be different, according to the authors.Researchers also found that Alzheimer's disease was misdiagnosed in 24 per cent of all cases, with false positive and false negative rates both being 12 per cent.", "Previous research suggested that the rate of misdiagnosis in Alzheimer's disease ranged from 12-23 per cent.The findings, published online today in Alzheimer's & Dementia: Translational Research & Clinical Interventions, raise concern that there may be an under appreciation of how common psychotic symptoms are in Alzheimer's disease, said Dr. Corinne Fischer, director of the Memory Disorders Clinic at St. Michael's Hospital in Toronto and lead author of the study.", "\"Psychosis can be a symptom of Alzheimer's disease, but it is a defining clinical feature in other types of dementia, including Parkinson's disease related dementia and dementia with Lewy bodies,\" she said.", "\"Consequently, clinicians are more reluctant to diagnose a patient with Alzheimer's disease when they present with delusions or hallucinations.", "\"About 36 per cent of people with Alzheimer's are thought to have delusions and 18 per cent have hallucinations.", "Psychotic symptoms are significant in Alzheimer's patients because they have been shown to be associated with increased burden on caregivers, increased functional decline and more rapid progression of the disease.Researchers examined 961 people using data from the National Alzheimer's Coordinating Centre database, collected from 29 Alzheimer's disease centres in the United States between 2005 and 2012.", "They included participants who had been clinically diagnosed with Alzheimer's while they were alive, as well as those whose autopsies showed they the signature physical signs of Alzheimer's in their brains.Patients who experienced psychosis had a higher rate of false negative diagnosis and a lower rate of false positive diagnosis of Alzheimer's disease compared to those who did not.", "Whether patients experienced delusions, hallucinations, or a combination of both did not affect the rate of misdiagnosis, according to the authors.The Alzheimer's Society of Canada estimates there are 564,000 people living with dementia in Canada, and that number is expected to almost double over the next 15 years, thus reinforcing the relevance of the study's findings according to Winnie Qian, a Master's student in the Neuroscience Research Program at St. Michael's and an author on the study.", "\"An advantage of our study is that we used the final clinical diagnosis after years of follow-up, so the rate of misdiagnosis we described is the rate under ideal conditions,\" she said.", "\"This means that it should be considered a minimum.", "If you extrapolate that and apply it to the general population, the magnitude of the problem could be much greater.\"Dr.", "Fischer said when patients do not present with psychosis, clinicians should be more careful when considering alternative diagnoses to Alzheimer's disease.", "\"Many dementia patients never receive a definitive clinical diagnosis while they're alive, so the hope is that by understanding what factors can lead to a misdiagnosis, we can be more accurate and provide patients with the best possible care,\" she said."]}