{"title": "How Alzheimer's-causing plaques become trapped in the brain | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "combination", "high", "blood", "pressure", "decreased", "blood", "flow", "inside", "brain", "may", "spur", "harmful", "plaque", "signal", "onset", "dementia", "usc", "researchers", "found", "problems", "blood", "vessels", "brain", "going", "end", "difficulty", "thinking", "skills", "cognition", "memory", "ultimately", "related", "brain", "pathologies", "alzheimer", "disease", "said", "daniel", "nation", "lead", "author", "study", "assistant", "professor", "psychology", "usc", "dornsife", "college", "letters", "arts", "sciences", "study", "published", "june", "1", "journal", "brain", "nation", "utilized", "patient", "data", "national", "medical", "database", "alzheimer", "disease", "neuroimaging", "initiative", "housed", "keck", "school", "medicine", "usc", "explore", "whether", "constricted", "blood", "flow", "contributes", "amyloid", "plaque", "consequently", "onset", "dementia", "also", "determined", "new", "way", "calculate", "cerebrovascular", "resistance", "stiffening", "vessels", "results", "high", "blood", "pressure", "low", "blood", "flow", "brain", "blood", "vessels", "function", "plumbing", "system", "delivers", "nutrients", "oxygen", "feed", "brain", "cells", "flushes", "away", "waste", "cells", "use", "metabolic", "waste", "secreted", "cells", "includes", "protein", "fragments", "amyloid", "healthy", "brain", "breaks", "expels", "pulsating", "blood", "vessels", "brain", "tightens", "relaxes", "vessels", "maintain", "blood", "flow", "adjusts", "changes", "blood", "pressure", "however", "brain", "vessels", "alzheimer", "patients", "stiff", "tight", "inhibiting", "blood", "flow", "enabling", "sticky", "amyloid", "accumulate", "nation", "found", "idea", "cerebrovascular", "resistance", "converges", "notion", "blood", "vessels", "alzheimer", "brains", "state", "nation", "said", "many", "different", "reasons", "contracting", "blood", "vessels", "resistant", "opening", "really", "letting", "blood", "blood", "pressure", "blood", "flow", "measures", "alone", "predict", "dementia", "well", "examined", "together", "blood", "pressure", "goes", "brain", "vessels", "accommodate", "blood", "flow", "remain", "fixed", "nation", "said", "measure", "blood", "pressure", "blood", "flow", "together", "basically", "masking", "important", "changes", "vascular", "resistance", "difficult", "see", "vessel", "changes", "underlie", "alzheimer", "considered", "one", "greatest", "health", "challenges", "century", "fifth", "leading", "cause", "death", "65", "years", "older", "alzheimer", "affects", "estimated", "million", "americans", "1", "3", "seniors", "usc", "schaeffer", "center", "health", "policy", "economics", "predicts", "number", "patients", "diagnosed", "alzheimer", "double", "million", "next", "35", "years", "research", "institution", "devoted", "promoting", "lifelong", "health", "usc", "70", "researchers", "dedicated", "prevention", "treatment", "potential", "cure", "alzheimer", "disease", "usc", "researchers", "across", "range", "disciplines", "examining", "health", "societal", "political", "effects", "implications", "disease", "past", "decade", "national", "institute", "aging", "national", "institutes", "health", "nearly", "doubled", "investment", "usc", "research", "investments", "include", "nation", "lab", "usc", "dornsife", "part", "multidisciplinary", "effort", "focuses", "understanding", "cognitive", "decline", "associated", "changes", "vascular", "structure", "measure", "resistance", "brain", "vessels", "nation", "developed", "index", "represents", "ratio", "average", "blood", "pressure", "regional", "cerebral", "blood", "flow", "high", "index", "ranking", "resistance", "indicates", "amyloid", "building", "patient", "progressing", "toward", "dementia", "nation", "said", "alzheimer", "disease", "neuroimaging", "initiative", "database", "used", "study", "extensive", "repository", "medical", "data", "estimated", "volunteers", "age", "data", "include", "results", "genetic", "memory", "cognitive", "tests", "brain", "scans", "blood", "biomarker", "information", "nation", "utilized", "data", "three", "groups", "volunteers", "112", "men", "women", "amyloid", "buildup", "brains", "87", "33", "alzheimer", "disease", "researchers", "controlled", "characteristics", "including", "whether", "people", "carriers", "alzheimer", "gene", "apoe4", "significantly", "raise", "risk", "found", "33", "people", "alzheimer", "disease", "lower", "blood", "flow", "brains", "people", "without", "dementia", "blood", "flow", "changes", "undetectable", "earlier", "stages", "disease", "amyloid", "accumulating", "obvious", "signs", "memory", "people", "alzheimer", "disease", "also", "measured", "much", "higher", "cerebrovascular", "resistance", "index", "patients", "cognition", "worsened", "time", "nation", "found", "two", "years", "initial", "examination", "likely", "experience", "accelerated", "cognitive", "decline", "progression", "clinical", "dementia", "findings", "suggest", "change", "resistance", "may", "early", "key", "phenomenon", "brain", "closely", "linked", "symptoms", "cognitive", "decline", "future", "nation", "said", "recent", "months", "major", "pharmaceutical", "companies", "aiming", "cure", "halted", "testing", "alzheimer", "drugs", "due", "poor", "results", "however", "recent", "studies", "point", "promising", "option", "delay", "onset", "dementia", "alzheimer", "drugs", "already", "market", "approved", "food", "drug", "administration", "purposes", "among", "promising", "statins", "possibility", "reinforced", "recent", "study", "led", "usc", "schaeffer", "center", "blood", "drugs", "known", "angiotensin", "receptor", "blockers", "possibility", "highlighted", "nation", "recent", "study", "published", "alzheimer", "research", "therapy", "usc", "graduate", "student", "jean", "ho", "found", "people", "taking", "blood", "drugs", "better", "memories", "people", "elevated", "blood", "pressure", "taking", "drugs", "subclass", "drugs", "cross", "barrier", "filtration", "mechanism", "capillaries", "prevents", "toxins", "entering", "brain", "nation", "said", "aims", "refine", "measures", "vascular", "resistance", "test", "older", "adults", "lab", "measuring", "index", "dynamically", "brain", "scanners", "track", "blood", "drugs", "affect", "vascular", "resistance", "moment", "moment", "brains", "people", "risk", "alzheimer", "work", "toward", "answering", "next", "important", "question", "vascular", "resistance", "managed", "treatments", "lower", "someone", "risk", "developing", "dementia", "usc", "graduate", "student", "belinda", "yew", "cerebrovascular", "resistance", "study", "published", "brain"], "year": "Fri, 30 Jun 2017 04:00:00 GMT", "source": "University of Southern California", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA combination of high blood pressure and decreased blood flow inside the brain may spur the build-up of harmful plaque and signal the onset of dementia, USC researchers have found.\r\n\"If you have problems with the blood vessels in the brain, then you're going to end up with difficulty with thinking skills, cognition, memory, and ultimately this can be related to other brain pathologies such as Alzheimer's disease,\" said Daniel Nation, lead author of the study and an assistant professor of psychology at USC Dornsife College of Letters, Arts and Sciences. For the study published June 1 in the journal Brain, Nation utilized patient data from a national medical database, Alzheimer's Disease Neuroimaging Initiative housed at Keck School of Medicine at USC, to explore whether constricted blood flow contributes to the build-up of amyloid plaque and, consequently, to the onset of dementia. He also determined a new way to calculate cerebrovascular resistance - a stiffening of the vessels that results from high blood pressure and low blood flow. \r\nThe brain's blood vessels function as a plumbing system that delivers nutrients and oxygen to feed the brain cells, and then flushes away any waste that the cells cannot use. \r\nThe metabolic waste secreted by cells includes protein fragments - amyloid - that a healthy brain breaks down and expels by pulsating blood through its vessels. The brain tightens or relaxes its vessels to maintain blood flow as it adjusts for changes in blood pressure. However, the brain vessels in Alzheimer's patients are stiff and tight, inhibiting blood flow and enabling the sticky amyloid to accumulate, Nation found. \"The idea of cerebrovascular resistance converges on the notion that the blood vessels in Alzheimer's brains are in this hyper-contracted state,\" Nation said. \"For many different reasons, the contracting blood vessels are resistant to opening up and really letting the blood in.\"\r\nBlood pressure and blood flow measures alone do not predict dementia as well as when they are examined together. \"When blood pressure goes up or down, the brain vessels accommodate so that blood flow will remain fixed,\" Nation said. \"So if you don't measure blood pressure and blood flow together, then it is basically masking all of these important changes in vascular resistance, and it is very difficult to see the vessel changes that underlie this.\"Alzheimer's is considered one of the greatest health challenges of the century. The fifth leading cause of death for those 65 years and older, Alzheimer's affects an estimated 5.4 million Americans - about 1 in 3 seniors. The USC Schaeffer Center for Health Policy and Economics predicts the number of U.S. patients diagnosed with Alzheimer's will more than double to 9.1 million in the next 35 years. As a research institution devoted to promoting lifelong health, USC has more than 70 researchers dedicated to the prevention, treatment and potential cure of Alzheimer's disease. USC researchers across a range of disciplines are examining the health, societal and political effects and implications of the disease.  In the past decade, the National Institute on Aging at the National Institutes of Health has nearly doubled its investment in USC research. The investments include an Nation's lab at USC Dornsife is part of the multidisciplinary effort. He focuses on understanding cognitive decline associated with age-related changes in vascular structure and function.To measure resistance in the brain's vessels, Nation developed an index that represents a ratio of average blood pressure to regional cerebral blood flow. A high index ranking for resistance indicates that amyloid is building up and that the patient is progressing toward dementia, Nation said. The Alzheimer's Disease Neuroimaging Initiative database used for the study is an extensive repository of medical data from an estimated 1,000 volunteers age 55-90. The data include results of genetic, memory and cognitive tests, brain scans and blood biomarker information. Nation utilized data on three groups of volunteers: 112 men and women who did not have any amyloid buildup in their brains, 87 who did and 33 who had Alzheimer's disease. The researchers controlled for characteristics including whether the people were carriers of the Alzheimer's gene, ApoE4, which can significantly raise the risk of the disease.Nation found that the 33 people with Alzheimer's disease had lower blood flow in their brains than the people without dementia. These blood flow changes were undetectable in the earlier stages of disease, when amyloid was accumulating but there were no obvious signs of memory loss.The people with Alzheimer's disease also measured much higher on the cerebrovascular resistance index. \r\nAmyloid-positive patients' cognition worsened over time. Nation found that just two years after their initial examination, they were more likely to experience accelerated cognitive decline and progression to clinical dementia.\"Our findings suggest that change in resistance may be an early and key phenomenon in the brain that's closely linked to the symptoms of cognitive decline in the future,\" Nation said. In recent months, major pharmaceutical companies aiming for a cure have halted testing of Alzheimer's drugs mid-trial due to poor results. However, recent studies point to a promising option to delay the onset of dementia or Alzheimer's: drugs already on the market and approved by the U.S. Food and Drug Administration for other purposes. \r\nAmong the most promising are cholesterol-lowering statins - a possibility reinforced by a recent meta-data study led by USC Schaeffer Center - and blood pressure-lowering drugs known as angiotensin receptor blockers - a possibility highlighted by Nation in a recent study published in Alzheimer's Research & Therapy. He and USC graduate student Jean Ho found that people taking blood pressure-lowering drugs have better memories than people who have elevated blood pressure and are taking other drugs. A subclass of these drugs can cross the blood-brain barrier - the filtration mechanism in the capillaries that prevents toxins from entering the brain. Nation said he aims to refine how he measures vascular resistance so that he can test it in older adults in the lab. By measuring the index dynamically with brain scanners, he will track how blood pressure-lowering drugs affect vascular resistance from moment to moment in the brains of people at risk of Alzheimer's disease.Then, he will work toward answering the next important question: If vascular resistance can be managed with treatments, will that lower someone's risk for developing dementia?USC graduate student Belinda Yew was a co-author of the cerebrovascular resistance study published in Brain.", "url": "http://www.eurekalert.org/pub_releases/2017-06/uosc-hap063017.php", "date": "2018-01-19_20:48:08", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA combination of high blood pressure and decreased blood flow inside the brain may spur the build-up of harmful plaque and signal the onset of dementia, USC researchers have found.", "\"If you have problems with the blood vessels in the brain, then you're going to end up with difficulty with thinking skills, cognition, memory, and ultimately this can be related to other brain pathologies such as Alzheimer's disease,\" said Daniel Nation, lead author of the study and an assistant professor of psychology at USC Dornsife College of Letters, Arts and Sciences.", "For the study published June 1 in the journal Brain, Nation utilized patient data from a national medical database, Alzheimer's Disease Neuroimaging Initiative housed at Keck School of Medicine at USC, to explore whether constricted blood flow contributes to the build-up of amyloid plaque and, consequently, to the onset of dementia.", "He also determined a new way to calculate cerebrovascular resistance - a stiffening of the vessels that results from high blood pressure and low blood flow.", "The brain's blood vessels function as a plumbing system that delivers nutrients and oxygen to feed the brain cells, and then flushes away any waste that the cells cannot use.", "The metabolic waste secreted by cells includes protein fragments - amyloid - that a healthy brain breaks down and expels by pulsating blood through its vessels.", "The brain tightens or relaxes its vessels to maintain blood flow as it adjusts for changes in blood pressure.", "However, the brain vessels in Alzheimer's patients are stiff and tight, inhibiting blood flow and enabling the sticky amyloid to accumulate, Nation found.", "\"The idea of cerebrovascular resistance converges on the notion that the blood vessels in Alzheimer's brains are in this hyper-contracted state,\" Nation said.", "\"For many different reasons, the contracting blood vessels are resistant to opening up and really letting the blood in.\"", "Blood pressure and blood flow measures alone do not predict dementia as well as when they are examined together.", "\"When blood pressure goes up or down, the brain vessels accommodate so that blood flow will remain fixed,\" Nation said.", "\"So if you don't measure blood pressure and blood flow together, then it is basically masking all of these important changes in vascular resistance, and it is very difficult to see the vessel changes that underlie this.", "\"Alzheimer's is considered one of the greatest health challenges of the century.", "The fifth leading cause of death for those 65 years and older, Alzheimer's affects an estimated 5.4 million Americans - about 1 in 3 seniors.", "The USC Schaeffer Center for Health Policy and Economics predicts the number of U.S. patients diagnosed with Alzheimer's will more than double to 9.1 million in the next 35 years.", "As a research institution devoted to promoting lifelong health, USC has more than 70 researchers dedicated to the prevention, treatment and potential cure of Alzheimer's disease.", "USC researchers across a range of disciplines are examining the health, societal and political effects and implications of the disease.", "In the past decade, the National Institute on Aging at the National Institutes of Health has nearly doubled its investment in USC research.", "The investments include an Nation's lab at USC Dornsife is part of the multidisciplinary effort.", "He focuses on understanding cognitive decline associated with age-related changes in vascular structure and function.To measure resistance in the brain's vessels, Nation developed an index that represents a ratio of average blood pressure to regional cerebral blood flow.", "A high index ranking for resistance indicates that amyloid is building up and that the patient is progressing toward dementia, Nation said.", "The Alzheimer's Disease Neuroimaging Initiative database used for the study is an extensive repository of medical data from an estimated 1,000 volunteers age 55-90.", "The data include results of genetic, memory and cognitive tests, brain scans and blood biomarker information.", "Nation utilized data on three groups of volunteers: 112 men and women who did not have any amyloid buildup in their brains, 87 who did and 33 who had Alzheimer's disease.", "The researchers controlled for characteristics including whether the people were carriers of the Alzheimer's gene, ApoE4, which can significantly raise the risk of the disease.Nation found that the 33 people with Alzheimer's disease had lower blood flow in their brains than the people without dementia.", "These blood flow changes were undetectable in the earlier stages of disease, when amyloid was accumulating but there were no obvious signs of memory loss.The people with Alzheimer's disease also measured much higher on the cerebrovascular resistance index.", "Amyloid-positive patients' cognition worsened over time.", "Nation found that just two years after their initial examination, they were more likely to experience accelerated cognitive decline and progression to clinical dementia.", "\"Our findings suggest that change in resistance may be an early and key phenomenon in the brain that's closely linked to the symptoms of cognitive decline in the future,\" Nation said.", "In recent months, major pharmaceutical companies aiming for a cure have halted testing of Alzheimer's drugs mid-trial due to poor results.", "However, recent studies point to a promising option to delay the onset of dementia or Alzheimer's: drugs already on the market and approved by the U.S. Food and Drug Administration for other purposes.", "Among the most promising are cholesterol-lowering statins - a possibility reinforced by a recent meta-data study led by USC Schaeffer Center - and blood pressure-lowering drugs known as angiotensin receptor blockers - a possibility highlighted by Nation in a recent study published in Alzheimer's Research & Therapy.", "He and USC graduate student Jean Ho found that people taking blood pressure-lowering drugs have better memories than people who have elevated blood pressure and are taking other drugs.", "A subclass of these drugs can cross the blood-brain barrier - the filtration mechanism in the capillaries that prevents toxins from entering the brain.", "Nation said he aims to refine how he measures vascular resistance so that he can test it in older adults in the lab.", "By measuring the index dynamically with brain scanners, he will track how blood pressure-lowering drugs affect vascular resistance from moment to moment in the brains of people at risk of Alzheimer's disease.Then, he will work toward answering the next important question: If vascular resistance can be managed with treatments, will that lower someone's risk for developing dementia?USC graduate student Belinda Yew was a co-author of the cerebrovascular resistance study published in Brain."]}