{"title": "New technology aims to provide peace and positive stimulation to dementia patients | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txmany", "people", "living", "dementia", "reside", "care", "facilities", "lack", "stimulation", "result", "behaviors", "hitting", "screaming", "wandering", "common", "measures", "avoid", "responsive", "behaviors", "antipsychotic", "medications", "personalized", "recreational", "music", "therapy", "programs", "cause", "adverse", "health", "effects", "former", "case", "difficult", "staff", "find", "time", "carry", "latter", "case", "team", "human", "researchers", "helped", "evaluate", "refine", "ambient", "activity", "aa", "ambient", "activity", "technologies", "interactive", "tools", "designed", "augment", "existing", "programs", "activities", "alleviating", "boredom", "increasing", "engagement", "team", "evaluating", "effectiveness", "aa", "units", "managing", "behavior", "people", "dementia", "led", "andrea", "wilkinson", "postdoctoral", "research", "fellow", "mechanical", "industrial", "engineering", "university", "toronto", "work", "recently", "presented", "2017", "international", "symposium", "human", "factors", "ergonomics", "health", "care", "held", "march", "new", "orleans", "louisiana", "ambient", "activity", "technologies", "managing", "responsive", "behaviors", "dementia", "published", "online", "proceedings", "aa", "unit", "wooden", "case", "knobs", "reminiscent", "provide", "dementia", "patients", "sense", "familiarity", "comfort", "device", "designed", "mounted", "wall", "easily", "accessed", "patient", "turns", "knob", "flips", "switch", "aa", "unit", "displays", "personalized", "content", "slideshow", "family", "photos", "games", "movie", "clips", "favorite", "music", "selected", "residents", "family", "members", "staff", "preloaded", "onto", "aa", "unit", "device", "uses", "bluetooth", "technology", "recognize", "connect", "resident", "individualized", "programming", "activated", "anytime", "day", "night", "wilkinson", "notes", "aa", "aims", "treat", "cause", "rather", "symptom", "creating", "meaningful", "physical", "mental", "social", "engagement", "personalized", "activities", "content", "goal", "help", "people", "dementia", "maintain", "physical", "cognitive", "status", "much", "possible", "enhancing", "quality", "life", "testing", "evaluation", "prior", "commercial", "release", "device", "still", "way"], "year": "Wed, 28 Jun 2017 04:00:00 GMT", "source": "Human Factors and Ergonomics Society", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMany people living with dementia reside in long-term care facilities, where the lack of stimulation can result in behaviors such as hitting, screaming, and wandering. Common measures to avoid such \"responsive\" behaviors, such as antipsychotic medications and personalized recreational and music therapy programs, can cause adverse health effects in the former case and be difficult for staff to find time to carry out in the latter case. A team of human factors/ergonomics researchers helped to evaluate and refine Ambient Activity (or AA; Ambient Activity Technologies Inc.), interactive tools designed to augment existing programs and activities by alleviating boredom and increasing engagement. The team evaluating the effectiveness of AA units for managing behavior in people with dementia is being led by Andrea Wilkinson, a postdoctoral research fellow in mechanical and industrial engineering at the University of Toronto. The work was recently presented at the 2017 International Symposium on Human Factors and Ergonomics in Health Care, held in March in New Orleans, Louisiana. \"Ambient Activity Technologies for Managing Responsive Behaviors in Dementia\" has just been published in the online proceedings of the symposium.The AA unit has a wooden case and knobs reminiscent of an old-style radio/television to provide dementia patients with a sense of familiarity and comfort with the device. It is designed to be mounted on the wall, where it can be easily accessed. When a patient turns a knob or flips a switch, the AA unit displays personalized content such as a slideshow of family photos, games, movie clips, and favorite music that has been selected by residents, family members, or staff and preloaded onto the AA unit. The device uses Bluetooth technology to recognize and connect each resident with his or her individualized programming so it can be activated anytime day or night. Wilkinson notes, \"AA aims to treat the cause rather than the symptom by creating meaningful physical, mental, and social engagement with personalized activities and content. Our goal is to help people with dementia maintain their physical and cognitive status as much as possible while enhancing their quality of life.\" Testing and evaluation prior to commercial release of the device is still under way. ", "url": "http://www.eurekalert.org/pub_releases/2017-06/hfae-nta062717.php", "date": "2018-01-19_20:48:14", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMany people living with dementia reside in long-term care facilities, where the lack of stimulation can result in behaviors such as hitting, screaming, and wandering.", "Common measures to avoid such \"responsive\" behaviors, such as antipsychotic medications and personalized recreational and music therapy programs, can cause adverse health effects in the former case and be difficult for staff to find time to carry out in the latter case.", "A team of human factors/ergonomics researchers helped to evaluate and refine Ambient Activity (or AA; Ambient Activity Technologies Inc.), interactive tools designed to augment existing programs and activities by alleviating boredom and increasing engagement.", "The team evaluating the effectiveness of AA units for managing behavior in people with dementia is being led by Andrea Wilkinson, a postdoctoral research fellow in mechanical and industrial engineering at the University of Toronto.", "The work was recently presented at the 2017 International Symposium on Human Factors and Ergonomics in Health Care, held in March in New Orleans, Louisiana.", "\"Ambient Activity Technologies for Managing Responsive Behaviors in Dementia\" has just been published in the online proceedings of the symposium.The AA unit has a wooden case and knobs reminiscent of an old-style radio/television to provide dementia patients with a sense of familiarity and comfort with the device.", "It is designed to be mounted on the wall, where it can be easily accessed.", "When a patient turns a knob or flips a switch, the AA unit displays personalized content such as a slideshow of family photos, games, movie clips, and favorite music that has been selected by residents, family members, or staff and preloaded onto the AA unit.", "The device uses Bluetooth technology to recognize and connect each resident with his or her individualized programming so it can be activated anytime day or night.", "Wilkinson notes, \"AA aims to treat the cause rather than the symptom by creating meaningful physical, mental, and social engagement with personalized activities and content.", "Our goal is to help people with dementia maintain their physical and cognitive status as much as possible while enhancing their quality of life.\"", "Testing and evaluation prior to commercial release of the device is still under way."]}