{"title": "Higher IQ in childhood is linked to a longer life | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhigher", "intelligence", "iq", "childhood", "associated", "lower", "lifetime", "risk", "major", "causes", "death", "including", "heart", "disease", "stroke", "smoking", "related", "cancers", "respiratory", "disease", "dementia", "finds", "study", "published", "bmj", "largest", "study", "date", "reporting", "causes", "death", "men", "women", "across", "life", "course", "findings", "suggest", "lifestyle", "especially", "tobacco", "smoking", "important", "component", "effect", "intelligence", "differences", "studies", "shown", "average", "individuals", "higher", "iqs", "tend", "live", "little", "longer", "lower", "iqs", "largely", "based", "data", "male", "conscripts", "followed", "middle", "adulthood", "team", "researchers", "university", "edinburgh", "set", "examine", "association", "intelligence", "test", "scores", "measured", "age", "11", "leading", "causes", "death", "men", "women", "age", "findings", "based", "data", "men", "women", "born", "scotland", "1936", "took", "validated", "childhood", "intelligence", "test", "age", "11", "could", "linked", "cause", "death", "data", "december", "death", "included", "coronary", "heart", "disease", "stroke", "specific", "cancers", "respiratory", "disease", "digestive", "disease", "external", "causes", "including", "suicide", "death", "injury", "taking", "account", "several", "factors", "confounders", "could", "influenced", "results", "age", "sex", "socioeconomic", "status", "researchers", "found", "higher", "childhood", "intelligence", "associated", "lower", "risk", "death", "age", "example", "higher", "test", "score", "associated", "28", "reduced", "risk", "death", "respiratory", "disease", "25", "reduced", "risk", "death", "coronary", "heart", "disease", "24", "reduced", "risk", "death", "stroke", "notable", "associations", "seen", "deaths", "injury", "smoking", "related", "cancers", "particularly", "lung", "stomach", "digestive", "disease", "dementia", "evident", "association", "childhood", "intelligence", "death", "cancers", "related", "authors", "outline", "study", "limitations", "could", "introduced", "bias", "however", "key", "strengths", "include", "whole", "population", "sample", "follow", "ability", "adjust", "important", "also", "point", "significant", "associations", "remained", "adjustment", "smoking", "socioeconomic", "status", "suggesting", "factors", "fully", "account", "mortality", "differences", "say", "future", "studies", "would", "benefit", "measures", "cumulative", "load", "risk", "factors", "life", "course", "study", "largest", "date", "reporting", "causes", "death", "across", "life", "course", "provides", "us", "interesting", "results", "say", "researchers", "based", "sweden", "linked", "editorial", "importantly", "shows", "childhood", "iq", "strongly", "associated", "causes", "death", "great", "extent", "dependent", "already", "known", "risk", "factors", "write", "suggest", "tobacco", "smoking", "distribution", "along", "socioeconomic", "spectrum", "could", "particular", "importance", "conclusion", "say", "remains", "seen", "full", "story", "iq", "signals", "something", "deeper", "possibly", "genetic", "relation", "longevity"], "year": "Wed, 28 Jun 2017 04:00:00 GMT", "source": "BMJ", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHigher intelligence (IQ) in childhood is associated with a lower lifetime risk of major causes of death, including heart disease, stroke, smoking related cancers, respiratory disease and dementia, finds a study published by The BMJ today.It is the largest study to date reporting causes of death in men and women across the life course, and the findings suggest that lifestyle, especially tobacco smoking, is an important component in the effect of intelligence on differences in mortality.Previous studies have shown that, on average, individuals with higher IQs tend to live a little longer than those with lower IQs, but these are largely based on data from male conscripts followed up only to middle adulthood. So a team of researchers from the University of Edinburgh set out to examine the association between intelligence test scores measured at age 11 and leading causes of death in men and women up to age 79.Their findings are based on data from 33,536 men and 32,229 women born in Scotland in 1936, who took a validated childhood intelligence test at age 11, and who could be linked to cause of death data up to December 2015.Cause of death included coronary heart disease, stroke, specific cancers, respiratory disease, digestive disease, external causes (including suicide and death from injury), and dementia.After taking account of several factors (confounders) that could have influenced the results, such as age, sex and socioeconomic status, the researchers found that higher childhood intelligence was associated with a lower risk of death until age 79.For example, a higher test score was associated with a 28% reduced risk of death from respiratory disease, a 25% reduced risk of death from coronary heart disease, and a 24% reduced risk of death from stroke. Other notable associations were seen for deaths from injury, smoking related cancers (particularly lung and stomach), digestive disease, and dementia. There was no evident association between childhood intelligence and death from cancers not related to smoking.The authors outline some study limitations which could have introduced bias. However, key strengths include the whole population sample, 68-year follow up, and ability to adjust for important confounders.They also point out that significant associations remained after further adjustment for smoking and socioeconomic status, suggesting that these factors did not fully account for mortality differences. And they say future studies \"would benefit from measures of the cumulative load of such risk factors over the life course.\"This study is the largest to date reporting causes of death across the life course, and it provides us with interesting results, say researchers based in Sweden, in a linked editorial.\"Importantly, it shows that childhood IQ is strongly associated with causes of death that are, to a great extent, dependent on already known risk factors,\" they write. And they suggest that \"tobacco smoking and its distribution along the socioeconomic spectrum could be of particular importance here.\"In conclusion, they say: \"It remains to be seen if this is the full story or if IQ signals something deeper, and possibly genetic, in its relation to longevity.\"", "url": "http://www.eurekalert.org/pub_releases/2017-06/b-hii062717.php", "date": "2018-01-19_20:48:17", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHigher intelligence (IQ) in childhood is associated with a lower lifetime risk of major causes of death, including heart disease, stroke, smoking related cancers, respiratory disease and dementia, finds a study published by The BMJ today.It is the largest study to date reporting causes of death in men and women across the life course, and the findings suggest that lifestyle, especially tobacco smoking, is an important component in the effect of intelligence on differences in mortality.Previous studies have shown that, on average, individuals with higher IQs tend to live a little longer than those with lower IQs, but these are largely based on data from male conscripts followed up only to middle adulthood.", "So a team of researchers from the University of Edinburgh set out to examine the association between intelligence test scores measured at age 11 and leading causes of death in men and women up to age 79.Their findings are based on data from 33,536 men and 32,229 women born in Scotland in 1936, who took a validated childhood intelligence test at age 11, and who could be linked to cause of death data up to December 2015.Cause of death included coronary heart disease, stroke, specific cancers, respiratory disease, digestive disease, external causes (including suicide and death from injury), and dementia.After taking account of several factors (confounders) that could have influenced the results, such as age, sex and socioeconomic status, the researchers found that higher childhood intelligence was associated with a lower risk of death until age 79.For example, a higher test score was associated with a 28% reduced risk of death from respiratory disease, a 25% reduced risk of death from coronary heart disease, and a 24% reduced risk of death from stroke.", "Other notable associations were seen for deaths from injury, smoking related cancers (particularly lung and stomach), digestive disease, and dementia.", "There was no evident association between childhood intelligence and death from cancers not related to smoking.The authors outline some study limitations which could have introduced bias.", "However, key strengths include the whole population sample, 68-year follow up, and ability to adjust for important confounders.They also point out that significant associations remained after further adjustment for smoking and socioeconomic status, suggesting that these factors did not fully account for mortality differences.", "And they say future studies \"would benefit from measures of the cumulative load of such risk factors over the life course.", "\"This study is the largest to date reporting causes of death across the life course, and it provides us with interesting results, say researchers based in Sweden, in a linked editorial.", "\"Importantly, it shows that childhood IQ is strongly associated with causes of death that are, to a great extent, dependent on already known risk factors,\" they write.", "And they suggest that \"tobacco smoking and its distribution along the socioeconomic spectrum could be of particular importance here.", "\"In conclusion, they say: \"It remains to be seen if this is the full story or if IQ signals something deeper, and possibly genetic, in its relation to longevity.\""]}