{"title": "A human enzyme can reduce neurotoxic amyloids in a mouse model of dementia | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "tau", "fibrils", "left", "disaggregated", "3", "hours", "incubation", "cyp40", "right", "magnification", "electron", "micrograph", "scale", "bar", "200nm", "view", "naturally", "occurring", "human", "enzyme", "cyclophilin", "40", "unravel", "protein", "aggregates", "contribute", "alzheimer", "disease", "parkinson", "disease", "according", "study", "publishing", "june", "27", "open", "access", "journal", "plos", "biology", "jeremy", "baker", "laura", "blair", "chad", "dickey", "university", "south", "florida", "tampa", "colleagues", "finding", "may", "point", "toward", "new", "therapeutic", "strategy", "neurodegenerative", "diseases", "misfolded", "proteins", "aggregate", "form", "insoluble", "clump", "called", "amyloid", "many", "proteins", "including", "tau", "alzheimer", "disease", "parkinson", "disease", "contain", "amino", "acid", "proline", "whose", "unique", "structure", "induces", "bend", "amino", "acid", "chain", "bends", "contribute", "stacking", "adjacent", "regions", "protein", "thus", "promoting", "amyloid", "formation", "normal", "protein", "folding", "cyp40", "latches", "prolines", "orienting", "characteristic", "conformation", "like", "enzymes", "also", "operate", "reverse", "helping", "unbend", "chain", "researchers", "found", "cyp40", "could", "reduce", "amount", "aggregated", "tau", "converting", "soluble", "form", "mouse", "model", "disease", "experimental", "expression", "cyp40", "preserved", "brain", "neurons", "rescued", "cognitive", "deficits", "enzyme", "also", "disaggregated", "aggregate", "associated", "parkinson", "disease", "first", "time", "cyp40", "shown", "disaggregate", "amyloid", "responsible", "neurodegenerative", "cyp40", "reduces", "aggregation", "yet", "clear", "authors", "provide", "two", "possibilities", "enzyme", "may", "bind", "aggregated", "protein", "reversing", "proline", "bend", "help", "unstack", "separate", "amino", "acid", "chain", "support", "model", "comes", "observation", "enzyme", "less", "effective", "reducing", "aggregates", "action", "inhibited", "alternatively", "enzyme", "may", "bind", "protein", "forms", "aggregates", "sequestering", "thus", "preventing", "exact", "mechanism", "enzyme", "may", "help", "point", "toward", "therapeutic", "strategy", "centered", "proline", "role", "amyloid", "formation", "finding", "cyp40", "untangle", "clumps", "tau", "suggests", "one", "40", "human", "proteins", "similar", "activity", "may", "role", "play", "treating", "neurodegenerative", "disease", "blair", "said"], "year": "Tue, 27 Jun 2017 04:00:00 GMT", "source": "PLOS", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Tau fibrils (left) are disaggregated after 3 hours of incubation with CyP40 (right). 60,000x magnification electron micrograph, scale bar 200nm.\n       view more A naturally occurring human enzyme -called cyclophilin 40 or CyP40- can unravel protein aggregates that contribute to both Alzheimer's disease and Parkinson's disease, according to a study publishing June 27 in the open access journal PLOS Biology by Jeremy Baker, Laura Blair, and Chad Dickey of the University of South Florida in Tampa, and colleagues. The finding may point toward a new therapeutic strategy for these diseases.In most neurodegenerative diseases, misfolded proteins aggregate to form an insoluble clump called amyloid. Many amyloid-forming proteins, including tau in Alzheimer's disease and alpha-synuclein in Parkinson's disease, contain the amino acid proline, whose unique structure induces a bend in the amino acid chain. Those bends contribute to stacking of adjacent regions of the protein, thus promoting amyloid formation. During normal protein folding, CyP40 latches on to prolines, orienting them into their characteristic chain-bending conformation, but like most enzymes, it can also operate in reverse, helping to unbend the chain. The researchers found that CyP40 could reduce the amount of aggregated tau, converting it into a more soluble form. In a mouse model of an Alzheimer's-like disease, experimental expression of CyP40 preserved brain neurons and rescued cognitive deficits. The same enzyme also disaggregated alpha-synuclein, an aggregate associated with Parkinson's disease. This is the first time that CyP40 has been shown to disaggregate an amyloid responsible for a neurodegenerative disease.Exactly how CyP40 reduces aggregation is not yet clear, and the authors provide two possibilities. The enzyme may bind to aggregated protein and, by reversing the proline bend, help unstack and separate the amino acid chain. Support for this model comes from the observation that the enzyme was less effective at reducing aggregates when its action was inhibited. Alternatively, the enzyme may bind to the protein before it forms aggregates, sequestering it and thus preventing it from clumping.Understanding more about the exact mechanism of the enzyme may help point toward a therapeutic strategy centered on proline's role in amyloid formation. \"The finding that Cyp40 can untangle clumps of tau and alpha-synuclein suggests that it, or one of the more than 40 other human proteins with similar activity, may have a role to play in treating neurodegenerative disease,\" Blair said.", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-ahe062017.php", "date": "2018-01-19_20:48:23", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Tau fibrils (left) are disaggregated after 3 hours of incubation with CyP40 (right).", "60,000x magnification electron micrograph, scale bar 200nm.", "view more A naturally occurring human enzyme -called cyclophilin 40 or CyP40- can unravel protein aggregates that contribute to both Alzheimer's disease and Parkinson's disease, according to a study publishing June 27 in the open access journal PLOS Biology by Jeremy Baker, Laura Blair, and Chad Dickey of the University of South Florida in Tampa, and colleagues.", "The finding may point toward a new therapeutic strategy for these diseases.In most neurodegenerative diseases, misfolded proteins aggregate to form an insoluble clump called amyloid.", "Many amyloid-forming proteins, including tau in Alzheimer's disease and alpha-synuclein in Parkinson's disease, contain the amino acid proline, whose unique structure induces a bend in the amino acid chain.", "Those bends contribute to stacking of adjacent regions of the protein, thus promoting amyloid formation.", "During normal protein folding, CyP40 latches on to prolines, orienting them into their characteristic chain-bending conformation, but like most enzymes, it can also operate in reverse, helping to unbend the chain.", "The researchers found that CyP40 could reduce the amount of aggregated tau, converting it into a more soluble form.", "In a mouse model of an Alzheimer's-like disease, experimental expression of CyP40 preserved brain neurons and rescued cognitive deficits.", "The same enzyme also disaggregated alpha-synuclein, an aggregate associated with Parkinson's disease.", "This is the first time that CyP40 has been shown to disaggregate an amyloid responsible for a neurodegenerative disease.Exactly how CyP40 reduces aggregation is not yet clear, and the authors provide two possibilities.", "The enzyme may bind to aggregated protein and, by reversing the proline bend, help unstack and separate the amino acid chain.", "Support for this model comes from the observation that the enzyme was less effective at reducing aggregates when its action was inhibited.", "Alternatively, the enzyme may bind to the protein before it forms aggregates, sequestering it and thus preventing it from clumping.Understanding more about the exact mechanism of the enzyme may help point toward a therapeutic strategy centered on proline's role in amyloid formation.", "\"The finding that Cyp40 can untangle clumps of tau and alpha-synuclein suggests that it, or one of the more than 40 other human proteins with similar activity, may have a role to play in treating neurodegenerative disease,\" Blair said."]}