{"text": "CHICAGO--June 26, 2017-- Off-label use of antipsychotic medications to treat patients with dementia has reduced dramatically in recent years due to education programs warning of increased risk of death. However, those campaigns have not focused on care settings outside of nursing homes, leaving community-dwelling adults with dementia at risk of potentially fatal side effects, according to research published in The Journal of the American Osteopathic Association.As a result, physicians are still prescribing off-label antipsychotics to help families manage the behavioral and psychologic symptoms of dementia (BPSD)--potentially unaware these medications drive mortality rates 1.6 times higher in elderly people with dementia. With more than 1.2 million Medicare Part D enrollees residing in the general community with dementia-- 14 percent of whom are given antipsychotics--this poses a significant risk.There is no FDA-approved treatment for BPSD, which include verbal and physical aggression, agitation, oppositional behavior, delusions, hallucinations, sleep disturbances and wandering. About 90 percent of patients with dementia will exhibit at least one of those symptoms, which can create a danger to the patient and others, sometimes resulting in a transfer to a nursing home, said author Rengena Chan-Ting, DO, of the Department of Geriatrics and Gerontology at Rowan University School of Osteopathic Medicine.\"Physicians are often limited in the medication treatments that are available for a patient suffering from behavioral and psychological symptoms of dementia, especially for a community dwelling patient.  It's not unreasonable for them to try antipsychotic medications, with caveats. However, older patients are especially vulnerable to the adverse effects of these medications, which greatly increase their risk of death,\" Dr. Chan-Ting said. \"There is a growing body of evidence that non-drug approaches can be more effective than antipsychotics, which benefit only 20-30% of patients.\"The research notes that few studies address the off-label use of antipsychotics for the management of dementia, but Medicare Part D spending on those drugs prescribed to older adults with dementia totaled $363 million in 2012, with nearly $171 million spent on patients living in their community. Generally, 37 percent of spending on antipsychotic medications goes to off-label use.The non-drug interventions showing the greatest promise are behavior management, cognitive or emotional therapy and sensory stimulation, according to Dr. Chan-Ting.   Reminiscence therapy, like reading old newspaper clippings or sorting photographs, can be effective, along with calming techniques like aroma therapy, massage or music.\"I recommend physicians partner with the patient and caregivers to find the best combination of approaches, involving the patient, and team involved, in decision making to the fullest extent possible,\" she added.", "date": "Mon, 26 Jun 2017 04:00:00 GMT", "meeting": "", "title": "People living at home with dementia at risk of potentially dangerous antipsychotic usage", "institution": "American Osteopathic Association", "journal": "The Journal of the American Osteopathic Association", "description": "Physicians are still prescribing off-label antipsychotics to help families manage the behavioral and psychologic symptoms of dementia (BPSD) -- potentially unaware these medications drive mortality rates 1.6 times higher in elderly people with dementia.", "region": "namerica", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Public Health"], "url": "http://www.eurekalert.org/pub_releases/2017-06/aoa-pla062317.php", "source_link": null, "funder": "", "article_link": null}