{"text": "Patients with dementia may actually die sooner if their family caregivers are mentally stressed, according to a new study from the University of California, Berkeley.From 2007 until 2016, UC Berkeley researchers tracked the mortality of 176 patients with neurodegenerative diseases that are corrosive to brain function. They also measured the mental health of the family members who took care of them.Their findings, to be published June 26 in the Proceedings of the National Academy of Sciences, indicate that patients tended by caregivers with depression, anxiety and other symptoms of mental illness typically died sooner than those being looked after by caregivers in good mental health.For example, compared to patients who were cared for by relatives in fairly good mental health, patients tended by family members in poor mental health died, on average, about 14 months sooner.\"Our finding of the strong relationship between patient survival and caregiver mental health underscores the profound intertwining of the lives and well-being of caregivers and patients as they engage in one of life's most challenging and intimate relationships,\" said study senior author Robert Levenson, a psychology professor at UC Berkeley.While the study does not provide definitive causal or directional evidence for the earlier death of patients whose caregivers are in poor mental health, \"it highlights the mutual influence both parties' mental and physical states have on one another, and the extraordinarily high stakes that are involved,\" Levenson said.The study is thought to be the first to link the mental health of caregivers to the mortality of patients who suffer from a diverse range of neurodegenerative diseases, researchers said.\"These findings make a compelling case that helping preserve the mental health of caregivers may also help the patients in their care,\" said study co-lead author Brett Ford, an assistant psychology professor at the University of Toronto who worked on the study as a Ph.D. student in psychology at Berkeley.The 176 caregiver-patient pairs were examined by researchers at Levenson's Berkeley Psychophysiology Laboratory. Caregivers reported their own health and social and emotional well-being and patients were assessed during annual follow-up appointments and phone updates through the Memory and Aging Center at the University of California, San Francisco.Of the caregivers, 85 percent were spouses, 8 percent were adult children, and 6 percent were siblings.\"We were able to meet and speak with a number of caregivers, many of whom talked about the challenges of watching their spouse or loved one slowly lose their sense of self and their ability to live independently,\" said study co-lead author Sandy Lwi, a Ph.D. student in psychology at Berkeley.A patient's longevity was based on the number of days from their initial assessment at the Berkeley Psychophysiological Laboratory until their time of death, or, if they had not died, until the study cutoff date in May 2016. Of the 176 patients, 76 died during the course of the study.Overall, the results showed that the mortality risk for patients was greater when their caregiver suffered from poor mental health, even when factoring in patients' gender, age, disease severity and mental health.More than 7 million Americans are estimated to suffer from neurodegenerative disorders such as Alzheimer's, frontotemporal dementia, Parkinson's, multiple sclerosis, Lou Gehrig's (ALS) and Huntington's disease, all of which lead to gradual declines in cognitive, emotional and motor functioning.The unrelenting progression of these diseases - with a rate of survival ranging from three to 10 years after initial diagnosis - means that patients are often cared for in the home by relatives or close friends who are not being paid for their work.\"Family members and others who provide critically needed care for these patients do heroic and extremely challenging work,\" Levenson said.While caregivers may find this work rewarding and necessary, the everyday stress can take a toll on their mental well-being. Up to 40 percent of dementia caregivers suffer from depression. They also report above-average levels of anxiety, social isolation and frustration.The study notes that poor mental health in caregivers can affect patients' lives in a variety of ways. It can reduce the quality of patient care by raising the risk of neglect or abuse, weaken the patients' immune systems by compromising social bonds between the caregiver and patient, or transmit negative emotions directly to patients through a phenomenon known as emotion contagion, in which one person in a relationship absorbs the emotional responses of the other.Researchers said they will continue to check in on the surviving caregiver-patient relationships in their study to dig deeper into the dynamics at play.Meanwhile, the study's results are timely in the face of the rising health needs of aging baby boomers, said Levenson. By 2030, more than 8 million Americans are anticipated to be living with some form of dementia.\"Soaring rates of dementia and other neurodegenerative diseases constitute one of the most pressing public health challenges of the present era, and this will become even more challenging as the population ages,\" Levenson said.\r\n", "date": "Mon, 26 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Dementia patients may die sooner if family caregivers are mentally stressed", "institution": "University of California - Berkeley", "journal": "Proceedings of the National Academy of Sciences", "description": "Patients with dementia may actually die sooner if their family caregivers are mentally stressed, according to a new study from the University of California, Berkeley.", "region": "namerica", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Aging", " Neurobiology", " Alzheimer's Disease", " Mental Health", " Stress/Anxiety"], "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--dpm062317.php", "source_link": null, "funder": "", "article_link": null}