{"title": "Review: Insomnia medication may wake up some patients from vegetative state | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "systematic", "review", "zolpidem", "noninsomnia", "neurological", "disorders", "including", "movement", "disorders", "disorders", "consciousness", "finds", "reason", "additional", "research", "view", "new", "systematic", "review", "jama", "neurology", "michigan", "medicine", "researchers", "found", "reason", "explore", "surprising", "effects", "zolpidem", "observed", "outside", "scope", "primary", "food", "drug", "administration", "approval", "saw", "dramatic", "effect", "small", "amount", "patients", "variety", "conditions", "says", "martin", "nick", "bomalaski", "outgoing", "resident", "physician", "department", "physical", "medicine", "rehabilitation", "one", "first", "systematic", "reviews", "unique", "effect", "spent", "two", "years", "combing", "case", "studies", "small", "trials", "patients", "responded", "zolpidem", "noninsomnia", "neurological", "disorders", "either", "disorder", "consciousness", "movement", "disorder", "bomalaski", "reports", "includes", "comas", "vegetative", "states", "others", "parkinson", "disease", "dystonia", "addition", "patients", "experienced", "stroke", "traumatic", "brain", "injury", "patients", "dementia", "prescribed", "range", "symptoms", "including", "aphasia", "apathy", "motor", "coordination", "20", "neurological", "disorders", "part", "transient", "effectsfor", "patients", "saw", "improvement", "taking", "zolpidem", "effects", "tended", "last", "one", "four", "hours", "repeatable", "depending", "condition", "progress", "reported", "coma", "recovery", "dystonia", "parkinson", "disease", "scales", "measure", "motor", "auditory", "verbal", "abilities", "patients", "improved", "minimally", "conscious", "state", "others", "even", "tried", "speak", "loved", "ones", "perhaps", "first", "time", "years", "patients", "functional", "neuroimaging", "results", "improved", "well", "one", "strange", "paradoxes", "effects", "insomnia", "drug", "seem", "opposite", "effect", "patients", "paralysis", "neurologic", "conditions", "says", "mark", "peterson", "facsm", "assistant", "professor", "physical", "medicine", "rehabilitation", "member", "institute", "healthcare", "policy", "innovation", "neuroscience", "graduate", "program", "families", "request", "zolpidem", "finding", "case", "study", "news", "article", "online", "feel", "real", "options", "loved", "zolpidem", "work", "everyone", "response", "rate", "reviewed", "articles", "5", "7", "percent", "patients", "disorders", "consciousness", "24", "percent", "even", "higher", "patients", "movement", "disorders", "subjects", "review", "common", "adverse", "effect", "zolpidem", "fact", "sedate", "patients", "one", "would", "see", "regular", "use", "drug", "happened", "13", "551", "patients", "systematic", "first", "systematic", "reviewbomalaski", "treated", "many", "patients", "affected", "disorders", "consciousness", "found", "existing", "case", "reports", "quite", "interesting", "saw", "conditions", "affected", "function", "quality", "life", "says", "see", "something", "simple", "average", "dose", "sleeping", "medicine", "15", "minutes", "woken", "someone", "vegetative", "state", "seemed", "extraordinary", "wanted", "pursue", "initial", "search", "turned", "unique", "articles", "assessing", "abstracts", "bomalaski", "team", "reduced", "articles", "89", "another", "screening", "included", "full", "read", "89", "articles", "leading", "systematic", "review", "67", "considered", "evidence", "including", "case", "reports", "small", "interventional", "reviewed", "67", "articles", "type", "disorder", "dosage", "zolpidem", "frequency", "effect", "adverse", "effects", "11", "studies", "10", "participants", "together", "551", "future", "research", "kind", "report", "brings", "questions", "answers", "although", "something", "like", "really", "foundational", "guide", "larger", "clinical", "trial", "peterson", "says", "next", "step", "study", "safety", "efficacy", "authors", "topic", "research", "assess", "whether", "effects", "zolpidem", "depend", "part", "brain", "injured", "researchers", "report", "zolpidem", "unique", "effects", "may", "present", "patients", "whose", "basal", "ganglia", "help", "process", "information", "perform", "action", "longer", "functioning", "correctly", "restorative", "effects", "basal", "ganglia", "may", "surpass", "hypnotic", "effects", "frontal", "cortex", "says", "bomalaski", "headed", "university", "washington", "brain", "injury", "fellowship", "still", "need", "learn", "much", "order", "answer", "question", "whether", "using", "clinical", "practice"], "year": "Mon, 26 Jun 2017 04:00:00 GMT", "source": "Michigan Medicine - University of Michigan", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A systematic review of zolpidem for noninsomnia neurological disorders, including movement disorders and disorders of consciousness, finds reason for additional research.\n       view more In a new systematic review in JAMA Neurology, Michigan Medicine researchers found reason to further explore the surprising effects of zolpidem that have been observed outside the scope of its primary Food and Drug Administration approval.\"We saw a dramatic effect in a small amount of patients with a variety of conditions,\" says Martin \"Nick\" Bomalaski, M.D., an outgoing resident physician in the Department of Physical Medicine & Rehabilitation. For one of the first systematic reviews of this unique effect, he spent two years combing through all the case studies and small trials that have been published.Most of the patients who responded to zolpidem for noninsomnia neurological disorders had either a disorder of consciousness or a movement disorder, Bomalaski reports. That includes those in comas and vegetative states, and others with Parkinson's disease and dystonia. In addition, some other patients who had experienced a stroke or traumatic brain injury, or patients with dementia, were prescribed for a range of symptoms, including aphasia, apathy and motor coordination. In all, more than 20 neurological disorders were part of the review.Significant but transient effectsFor most patients who saw improvement after taking zolpidem, the effects tended to last one to four hours but were repeatable. Depending on the condition, progress was reported for coma recovery, dystonia, Parkinson's disease and other scales that measure motor, auditory and verbal abilities. Some patients improved to a minimally conscious state while others even tried to speak to their loved ones, for perhaps the first time in years. Some patients' functional neuroimaging results improved as well.\"This is one of those strange paradoxes where the effects of an insomnia drug seem to have the opposite effect for patients who have paralysis or neurologic conditions,\" says co-author Mark Peterson, Ph.D., M.S., FACSM, assistant professor of physical medicine and rehabilitation and a member of U-M's Institute for Healthcare Policy & Innovation and Neuroscience Graduate Program. Some families will request zolpidem after finding a case study or news article online because they feel there are no other real options for their loved ones.But zolpidem didn't work for everyone. The response rate in the reviewed articles was between 5 and 7 percent for patients with disorders of consciousness, and up to 24 percent or even higher for patients with movement disorders. For the subjects in this review, the most common adverse effect was that zolpidem did, in fact, sedate the patients as one would see in regular use of the drug. That happened in 13 of the 551 patients in the systematic review.The first systematic reviewBomalaski has treated many patients affected with these disorders of consciousness and found the existing case reports quite interesting.\"I saw how these conditions affected their function and quality of life,\" he says. \"To see that something as simple as an average dose of a sleeping medicine had, in 15 minutes, woken someone up from a vegetative state seemed extraordinary, and I wanted to pursue it further.\"The initial search turned up more than 2,300 unique articles. After assessing the abstracts, Bomalaski's team reduced the articles to 89. Another screening included a full read of the 89 articles, leading to a systematic review of 67 of them. Most are considered low-level evidence, including case reports and small interventional trials.Bomalaski reviewed the 67 articles for type of disorder, dosage of zolpidem, frequency, effect and any adverse effects. Only 11 of the studies had more than 10 participants, but all together, there were 551 participants.Guidance for future research\"This kind of report brings up more questions than answers, although something like this is really foundational to guide a larger clinical trial,\" Peterson says. The next step is to study safety and efficacy, the authors say.Another topic for more research is to assess whether the effects of zolpidem depend on the part of the brain that's injured. The researchers report zolpidem's unique effects may be present in patients whose basal ganglia, which help process information to perform an action, are no longer functioning correctly.\"The restorative effects on the basal ganglia may surpass the hypnotic effects on the frontal cortex,\" says Bomalaski, who is headed to the University of Washington for a brain injury fellowship.\"We still need to learn much more in order to answer the question about whether we should be using this in our clinical practice.\"\r\n", "url": "http://www.eurekalert.org/pub_releases/2017-06/mmu-rim062617.php", "date": "2018-01-19_20:48:31", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A systematic review of zolpidem for noninsomnia neurological disorders, including movement disorders and disorders of consciousness, finds reason for additional research.", "view more In a new systematic review in JAMA Neurology, Michigan Medicine researchers found reason to further explore the surprising effects of zolpidem that have been observed outside the scope of its primary Food and Drug Administration approval.", "\"We saw a dramatic effect in a small amount of patients with a variety of conditions,\" says Martin \"Nick\" Bomalaski, M.D., an outgoing resident physician in the Department of Physical Medicine & Rehabilitation.", "For one of the first systematic reviews of this unique effect, he spent two years combing through all the case studies and small trials that have been published.Most of the patients who responded to zolpidem for noninsomnia neurological disorders had either a disorder of consciousness or a movement disorder, Bomalaski reports.", "That includes those in comas and vegetative states, and others with Parkinson's disease and dystonia.", "In addition, some other patients who had experienced a stroke or traumatic brain injury, or patients with dementia, were prescribed for a range of symptoms, including aphasia, apathy and motor coordination.", "In all, more than 20 neurological disorders were part of the review.Significant but transient effectsFor most patients who saw improvement after taking zolpidem, the effects tended to last one to four hours but were repeatable.", "Depending on the condition, progress was reported for coma recovery, dystonia, Parkinson's disease and other scales that measure motor, auditory and verbal abilities.", "Some patients improved to a minimally conscious state while others even tried to speak to their loved ones, for perhaps the first time in years.", "Some patients' functional neuroimaging results improved as well.", "\"This is one of those strange paradoxes where the effects of an insomnia drug seem to have the opposite effect for patients who have paralysis or neurologic conditions,\" says co-author Mark Peterson, Ph.D., M.S., FACSM, assistant professor of physical medicine and rehabilitation and a member of U-M's Institute for Healthcare Policy & Innovation and Neuroscience Graduate Program.", "Some families will request zolpidem after finding a case study or news article online because they feel there are no other real options for their loved ones.But zolpidem didn't work for everyone.", "The response rate in the reviewed articles was between 5 and 7 percent for patients with disorders of consciousness, and up to 24 percent or even higher for patients with movement disorders.", "For the subjects in this review, the most common adverse effect was that zolpidem did, in fact, sedate the patients as one would see in regular use of the drug.", "That happened in 13 of the 551 patients in the systematic review.The first systematic reviewBomalaski has treated many patients affected with these disorders of consciousness and found the existing case reports quite interesting.", "\"I saw how these conditions affected their function and quality of life,\" he says.", "\"To see that something as simple as an average dose of a sleeping medicine had, in 15 minutes, woken someone up from a vegetative state seemed extraordinary, and I wanted to pursue it further.", "\"The initial search turned up more than 2,300 unique articles.", "After assessing the abstracts, Bomalaski's team reduced the articles to 89.", "Another screening included a full read of the 89 articles, leading to a systematic review of 67 of them.", "Most are considered low-level evidence, including case reports and small interventional trials.Bomalaski reviewed the 67 articles for type of disorder, dosage of zolpidem, frequency, effect and any adverse effects.", "Only 11 of the studies had more than 10 participants, but all together, there were 551 participants.Guidance for future research\"This kind of report brings up more questions than answers, although something like this is really foundational to guide a larger clinical trial,\" Peterson says.", "The next step is to study safety and efficacy, the authors say.Another topic for more research is to assess whether the effects of zolpidem depend on the part of the brain that's injured.", "The researchers report zolpidem's unique effects may be present in patients whose basal ganglia, which help process information to perform an action, are no longer functioning correctly.", "\"The restorative effects on the basal ganglia may surpass the hypnotic effects on the frontal cortex,\" says Bomalaski, who is headed to the University of Washington for a brain injury fellowship.", "\"We still need to learn much more in order to answer the question about whether we should be using this in our clinical practice.\""]}