{"title": "Visual impairment among older adults associated with poor cognitive function", "text": "In a nationally representative sample of older U.S. adults, visual impairment was associated with worse cognitive function, according to a study published by JAMA Ophthalmology.The number of individuals in the U.S. with vision problems is anticipated to double by 2050. Visual dysfunction and poor cognition are highly prevalent among older adults; however, the relationship is not well defined. Suzann Pershing, M.D., M.S., of the Stanford University School of Medicine, Palo Alto, Calif., and colleagues conducted an analysis of two national data sets, the National Health and Nutrition Examination Survey (NHANES), 1999-2002, and the National Health and Aging Trends Study (NHATS), 2011-2015, to examine the association of measured and self-reported visual impairment (VI) with cognition in older US adults.The NHANES included 2,975 respondents, ages 60 years and older, who completed a test measuring cognitive performance. The NHATS included 30, 202 respondents ages 65 years and older with dementia status assessment. The researchers found that VI was significantly associated with worse cognitive function after adjusting for demographics, health, and other factors. These findings were most pronounced for visual acuity measured at distance and by self-report.The study notes some limitations, including that the results presented in this analysis are observational, and a causative relationship between VI and cognitive dysfunction cannot be established without longitudinal studies.\"Further research is warranted to better understand longitudinal and causal relationships between visual and cognitive decline. However, from a policy perspective, should causality be established, this may contribute to the value of vision screening, not only to identify patients who may benefit from treatment of correctable eye diseases but also to suspect broader limitations in function from cognitive and directly visual tasks,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-via081617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Ophthalmology"], "journal": "JAMA Ophthalmology", "description": "In a nationally representative sample of older US adults, visual impairment was associated with worse cognitive function, according to a study published by JAMA Ophthalmology", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}