{"title": "Could olfactory loss point to Alzheimer's disease?", "text": "Odor identification tests may help scientists track the evolution of the disease in persons at riskBy the time you start losing your memory, it`s almost too late. That`s because the damage to your brain associated with Alzheimer's disease (AD) may already have been going on for as long as twenty years. Which is why there is so much scientific interest in finding ways to detect the presence of the disease early on. Scientists now believe that simple odor identification tests may help track the progression of the disease before symptoms actually appear, particularly among those at risk. \"Despite all the research in the area, no effective treatment has yet been found for AD,\" says Dr. John Breitner, the director of the Centre for Studies on Prevention of Alzheimer's Disease at the Douglas Mental Health Research Centre of McGill University. He is one of the authors of the study on the subject that was recently published in the journal Neurology. \"But, if we can delay the onset of symptoms by just five years, we should be able to reduce the prevalence and severity of these symptoms by more than 50%.\"Bubble gum or gasoline?Close to 300 people with an average age of 63 who are at risk of developing AD because they had a parent who had suffered from the disease, were asked to take multiple choice scratch-and-sniff tests to identify scents as varied as bubble gum, gasoline or the smell of a lemon. One hundred of them also volunteered to have regular lumbar punctures to measure the quantities of various AD-related proteins whose presence in the cerebrospinal fluid (CSF).The researchers found that those with the most difficulty in identifying odors were those in whom other, purely biological indicators of AD, were most evident.\"This is the first time that anyone has been able to show clearly that the loss of the ability to identify smells is correlated with biological markers indicating the advance of the disease,\" says Marie-Elyse Lafaille-Magnan, a doctoral student at McGill and the first author on the study. \"For more than 30 years, scientists have been exploring the connection between memory loss and the difficulty that patients may have in identifying different odours. This makes sense because it's known that the olfactory bulb (involved with the sense of smell) and the entorhinal cortex (involved with memory and naming of odours) are among the first brain structures first to be affected by the disease.\"A cheaper way to track progression of Alzheimer's disease\"This means that a simple smell test may potentially be able to give us information about the progression of the disease that is similar to the much more invasive and expensive tests of the cerebrospinal fluid that are currently being used,\" the director of research program on Aging, Cognition and Alzheimer's disease of the Douglas Institute and one of the authors on the study. \"However, problems identifying smells may be indicative of other medical conditions apart from AD and so should not be substituted for the current tests.\"The researchers caution more that far more work needs to be done to see how changes in a person's ability to identify smells over time relates to the progression of the disease itself. For the time being, smell tests are simply one more avenue to explore as researchers look for ways to identify the disease before the symptoms actually begin to appear.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-col081617.php", "region": "namerica", "source_link": "https://www.mcgill.ca/newsroom/channels/news/could-olfactory-loss-point-alzheimers-disease-269504", "funder": "Pfizer Canada, Canada Fund for Innovation, Fonds de recherche du Québec-Santé, Levesque Foundation, Douglas Mental Health University Institute Foundation", "meeting": "", "institution": "McGill University", "keywords": ["Genetics", " Medicine/Health", " Diagnostics", " Gerontology", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Alzheimer's Disease", " Aging"], "journal": "Neurology", "description": "Simple odor identification tests may help track the progression of Alzheimer's disease before symptoms actually appear, particularly among those at risk.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}