{"title": "Cognitive abilities seem to reinforce each other in adolescence", "text": "One of the most striking findings in psychology is that almost all cognitive abilities are positively related - on average, people who are better at a skill like reasoning are generally also better at a skill like vocabulary. This fact allows scientists and educational practitioners to summarize people's skills on a wide range of domains as one factor - often called 'g', for 'general intelligence'. Despite this, the mechanisms underlying 'g' and its development remain somewhat mysterious.\"What this so-called 'g-factor' means is still very much up for debate,\" explains researcher Rogier Kievit of the Cognition and Brain Science Unit at the University of Cambridge. \"Is it a causal factor, an artefact of the way we create cognitive tests, the result of our educational environment, a consequence of genetics, an emergent phenomenon of a dynamic system or perhaps all of these things to varying degrees?\"In a new study, scientists from Cambridge, London, and Berlin led by Kievit directly compared different proposed explanations for the phenomenon of 'g' and how it develops over time. Data was used from a Wellcome-funded longitudinal cohort (NSPN), where 785 late adolescents, ages 14 to 24, were tested on two occasions approximately 1.5 years apart. They focused two subtests reflecting key domains of 'g', namely fluid reasoning (solving abstract puzzles) and vocabulary (knowing the definitions of words). Their findings are published in Psychological Science, a journal of the Association for Psychological Science.The team observed that the best explanation for the improvement in skills over time was the so-called 'mutualism' model. This model proposes that cognitive abilities help each other during development: In other words, better reasoning skills allow individuals to improve their vocabulary more quickly, and better vocabularies are associated with faster improvement in reasoning ability.These findings are crucial to our understanding of cognitive abilities, as they suggest that small differences early on in childhood may lead to larger differences later on, and help partially explain how 'g' arises.The work has implications for important outcomes in adolescence.\"Our findings may be relevant for early detection of developmental challenges,\" says Kievit. \"Often screening tests for difficulties focus only on individual outcomes (i.e., 'Is a child achieving the desired level on some test?'), but studying the dynamics between cognitive domains is likely to paint a richer, more accurate picture of the expected trajectory of development.\"And the findings may also shed light on more long-term life outcomes.\"General cognitive ability is strikingly predictive of various important life outcomes ranging from academic and professional success, to mental and physical health and even longevity - to understand why this is so, we must better understand what this g-factor really is,\" Kievit explains.The researchers note that their observations regarding links between cognitive abilities are exciting, but they do not address whether the relationships are directly causal in nature.\"We hope to further tease apart the underlying mechanisms in future work,\" Kievit concludes.", "article_link": "http://dx.doi.org/10.1177/0956797617710785", "url": "http://www.eurekalert.org/pub_releases/2017-08/afps-cas081117.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/cognitive-abilities-seem-to-reinforce-each-other-in-adolescence.html", "funder": "Wellcome Trust Grant, UK Medical Research Council, National Institute for Health Research", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Education", " Social/Behavioral Science", " Behavior", " Learning/Literacy/Reading", " Decision-making/Problem Solving", " Intelligence", " Memory/Cognitive Processes"], "journal": "Psychological Science", "description": "One of the most striking findings in psychology is that almost all cognitive abilities are positively related, which allows researchers to summarize people's skills on a wide range of domains as one factor, known as 'g' or 'general intelligence.' Despite this, the mechanisms underlying 'g' remain somewhat mysterious. In a new study, scientists from Cambridge, London, and Berlin use longitudinal data to directly compare different proposed explanations for the phenomenon of 'g.'", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}