{"title": "Combining risk scores improves identification of AFib patients at increased risk of dementia", "text": "Combining risk scores helps clinicians better identify atrial fibrillation patients who face increased risks of developing dementia, researchers have found. Combining the Intermountain Mortality Risk Score (IMRS), developed by clinicians at Intermountain Healthcare, with the traditional CHA2DS2-VASc risk score, was more accurate in identifying at-risk patients than using the traditional score alone, according to new research from the Intermountain Medical Center Heart Institute in Salt Lake City.Previous studies have linked atrial fibrillation patients who have a high CHA2DS2-VASc score with increased risk of stroke and dementia, but this new research examined patients with low CHA2DS2-VASc scores to better identify those at higher risk of dementia.The CHA2DS2-VASc score is an international guideline to determine a patient's need for blood thinner. Points are added based on age, sex, and history of stroke, hypertension, heart failure, or diabetes. An atrial fibrillation patient with a score of two or more is placed on blood thinners. \"Patients who have a CHA2DS2-VASc score of zero or one are considered at low risk for developing dementia when using the traditional CHA2DS2-VASc tool,\" said Kevin Graves, lead author of the study and researcher with the Intermountain Medical Center Heart Institute. \"But when the IMRS tool is used to evaluate those same patients, a better picture is provided to physicians that shows which patients are truly at a high risk for dementia.\"The Intermountain Mortality Risk Score is based on lab values that are typically collected from a patient - a complete blood count (CBC) and basic metabolic profile (BMP) - which sync automatically to a patient's electronic medical record so physicians have the score readily available to them. Results of the study will be presented during the Heart Rhythm Society's annual scientific conference, Heart Rhythm 2017, in Chicago on Thursday, May 11.Nearly 75,000 atrial fibrillation patients who had no history of dementia were included in the retrospective study. After they received an atrial fibrillation diagnosis, patients were grouped together according to their CHA2DS2-VASc score of one, two, or three or greater. Patients were then further organized in their groupings using the IMRS. Atrial fibrillation is the most common abnormal heart rhythm that affects more than 2.7 million Americans.\"We don't consider atrial fibrillation to be a risk factor for dementia, but rather a risk marker,\" said Graves. \"Dementia may be an endgame of the underlying atrial fibrillation diagnosis, so as that disease progresses, the risk of dementia goes up significantly. Having the best tools available to identify risks can help physician and patients be better equipped in the shared decision-making process to help them prevent, postpone, or better manage the symptoms of dementia.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/imc-crs050817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Heart Rhythm 2017", "institution": "Intermountain Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Epidemiology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Physiology"], "journal": "", "description": "Combining risk scores helps clinicians better identify atrial fibrillation patients who face increased risks of developing dementia, researchers have found.", "date": "Thu, 11 May 2017 04:00:00 GMT"}