{"title": "Combining risk scores improves decision-making process for AFib patients and physicians", "text": "Physicians and atrial fibrillation patients must weigh the risks and benefits of using blood thinners to prevent stroke, bleeding, and death -- but current guidelines don't do enough to discern a patient's true risk, researchers say.However, by combining a patient's traditional risk score, known as CHA2DS2-VASc, with the Intermountain Mortality Risk Score (IMRS), physicians and patients are better equipped to evaluate a patient's individual risk of stroke, bleeding, and mortality with atrial fibrillation, according to a new study of more than 80,000 patients from the Intermountain Medical Center Heart Institute in Salt Lake City.While the CHA2DS2-VASc score is a tool based on clinical risk factors like age, sex, and medical history, it doesn't account for modifications in a patient's biological risk factors associated with atrial fibrillation, according to Kevin Graves, lead author of the study and a researcher with the Intermountain Medical Center Heart Institute.\"The CHA2DS2-VASc score might assign a patient a score of two, but a two isn't the same for everyone across the board,\" said Graves. \"For example, our research showed that a female with a CHA2DS2-VASc score of one, who had a high IMRS score, was nearly two and a half times as likely to have a stroke than a female with a CHA2DS2-VASc of one and a low IMRS score; so a physician and patient can determine if using blood thinners is the best approach to treat this individual, even though guidelines using the CHA2DS2-VASc score would suggest no blood thinners are needed.\"Atrial fibrillation is the most common abnormal heart rhythm that affects more than 2.7 million Americans. Atrial fibrillation is characterized by a rapid and irregular heartbeat that can have a significant negative impact on an individual's quality of life, causing heart palpitations, chronic fatigue, debilitating pain and can increase the risk of stroke five-fold.\"A patient who has lost weight or gained control of his diabetes or high blood pressure may have reduced his or her risk, but the CHA2DS2-VASc score alone doesn't take that into account. Adding the Intermountain Mortality Risk Score, which accounts for biological factors which may reflect this change, provides more dynamic information for patients and physicians to consider when making the shared decision of whether to use blood thinners in treatment,\" Graves added.Results of the study were presented Wednesday in Chicago at Heart Rhythm 2017, the Heart Rhythm Society's 38th annual scientific sessions.The CHA2DS2-VASc score is an easy-to-use international guideline to determine a patient's need for blood thinners. Points are added based on age, sex, history of stroke, hypertension, heart failure, or diabetes. An atrial fibrillation patient with a score of two or more is recommended to be placed on blood thinners.The Intermountain Mortality Risk Score, developed by researchers at Intermountain Healthcare, is based on routine lab values typically collected from a patient -- a complete blood count (CBC) and basic metabolic profile (BMP) -- and which can be synced automatically to a patient's electronic medical record so physicians have the score readily available to them. Approximately 80,000 patients were categorized based on their CHA2DS2-VASc score (0, 1, 2, or 3 or greater) at the time of their atrial fibrillation diagnosis. Within each category, patients were further evaluated using the Intermountain Mortality Risk Score.\r\nThe new research adds to the literature on the limitations of the CHA2DS2-VASc risk score and highlights the benefits of combining both risk scores for better decision-making.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/imc-crs051117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 Heart Rhythm Society Scientific Session", "institution": "Intermountain Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Endocrinology", " Internal Medicine", " Physiology"], "journal": "", "description": "By combining a patient's traditional risk score with the Intermountain Mortality Risk Score, physicians and patients are better equipped to evaluate a patient's individual risk of stroke, bleeding, and mortality with atrial fibrillation, according to a new study of more than 80,000 patients from the Intermountain Medical Center Heart Institute in Salt Lake City.", "date": "Thu, 11 May 2017 04:00:00 GMT"}