{"title": "Anti-hypertension DASH diet may reduce the risk of gout", "text": "The results of a study led by Massachusetts General Hospital (MGH) investigators suggest that following a diet known to reduce the risk of hypertension and cardiovascular disease may also reduce the risk of gout. The team's analysis of more than 25 years of data, published in The BMJ, found a significantly lower incidence of gout in men with dietary patterns similar to those of the DASH diet - which emphasizes increased consumption of fruits, vegetables and low-fat dairy products - while those following a more typical Western diet showed an increased risk of developing gout. \"The current dietary recommendation for gout care is a diet low in purines, which are found in certain meats and seafood, but following such a diet has limited effectiveness and proves challenging for many patients,\" says Hyon Choi, MD, DrPH, director of the Gout and Crystal Arthropathy Center in the MGH Division of Rheumatology, Allergy, and Immunology, senior author of the report. \"This kind of low-protein diet may also promote increased consumption of refined carbohydrates and unhealthy fats - including trans fats - that can worsen cardiovascular and metabolic problems common in gout patients.\" Caused by a build-up of uric acid crystals in joints, gout is the most common inflammatory arthritis, and its prevalence in the U.S. and U.K. has increased in recent decades. The DASH (Dietary Approaches to Stop Hypertension) diet emphasizes the consumption of fruits, vegetables, low-fat dairy items, whole grains, poultry, fish and nuts, while discouraging eating foods high in saturated fats, cholesterol, trans fats and sodium, as well as red meats and sweets. The diet is designed to be flexible and balanced, and several studies have confirmed its ability to reduce risks for hypertension and cardiovascular disease. A recent analysis of data from a clinical trial of the diet showed it also reduced uric acid in participants with elevated levels in their blood. For the current study, the research team analyzed data from the Health Professionals Follow-up Study, which has followed more than 50,000 male health professionals who were ages 40 to 75 when the study began in 1986. Every two years participants provide information on their current weight, medication use and medical conditions for which they have been diagnosed. Every four years they complete detailed questionnaires on their diets - including how frequently they consume various types of food. Participants were not assigned any particular diet as part of either the current investigation or the overall Health Professionals Follow-up Study. In their analysis of information provided by 44,444 participants who had no history of gout prior to joining the study, the research team applied two scoring systems to each participant's reported intake. The DASH score was increased for consumption of fruits, vegetables, nuts and legumes, low-fat dairy products and whole grains but decreased for consumption of red or processed meats, sodium and sweetened beverages. The Western dietary pattern score reflected intake of red and processed meats, sugar-sweetened beverages, sweets, desserts, French fries and refined grains. During the 26-year study period - from 1986 to 2012 - 1,731 participants were newly diagnosed with gout. Individuals with a higher DASH score were less likely to be diagnosed with gout, while the risk was increased in those with an elevated Western diet score. Controlling for other gout risk factors - such as age, weight, hypertension, kidney failure and intake of alcohol or coffee - did not alter the associations. While these findings need to be confirmed in future interventional trials, the researchers note that many individuals at risk for gout because of elevated uric acid levels might already be candidates for the DASH diets, since more than half of such individuals also have hypertension. The only group that probably should be careful with the DASH diet would be patients with severe kidney disease, since the diet can be high in potassium. \"For individuals at high risk for gout, especially those who also have hypertension, the DASH diet is likely to be an ideal preventive approach,\" says Sharan Rai, MSc, of the MGH Division of Rheumatology, Allergy, and Immunology, lead author of the BMJ paper. \"The diet may also be a good option for patients with gout who have not reached a stage requiring urate-lowering drugs or those who prefer to avoid taking drugs. And since the vast majority of patients with gout also have hypertension, following the DASH diet has the potential of 'killing two birds with one stone,' addressing both conditions together.\" ", "article_link": "http://dx.doi.org/10.1136/bmj.j1794", "url": "http://www.eurekalert.org/pub_releases/2017-05/mgh-add050917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Immunology/Allergies/Asthma"], "journal": "The BMJ", "description": "The results of a study led by Massachusetts General Hospital investigators suggest that following a diet known to reduce the risk of hypertension and cardiovascular disease may also reduce the risk of gout.", "date": "Tue, 09 May 2017 04:00:00 GMT"}