{"title": "Diet rich in fruit, vegetables and whole grains may lower risk of gout", "text": "A diet rich in fruit and vegetables, nuts and whole grains and low in salt, sugary drinks, and red and processed meats, is associated with a lower risk of gout, whereas a typical 'Western' diet is associated with a higher risk of gout, finds a study published by The BMJ today.Gout is a joint disease which causes extreme pain and swelling. It is most common in men aged 40 and older and is caused by excess uric acid in the blood (known as hyperuricaemia) which leads to uric acid crystals collecting around the joints.The Dietary Approaches to Stop Hypertension (DASH) diet reduces blood pressure and is recommended to prevent heart disease. It has also been found to lower uric acid levels in the blood.Therefore, the DASH diet may lower the risk of gout.To investigate this further, a team of US and Canada based researchers examined the relationship between the DASH and Western dietary patterns and the risk of gout.They analysed data on over 44,000 men aged 40 to 75 years with no history of gout who completed detailed food questionnaires in 1986 that was updated every four years through to 2012.Each participant was assigned a DASH score (reflecting high intake of fruits, vegetables, nuts and legumes, such as peas, beans and lentils, low-fat dairy products and whole grains, and low intake of salt, sweetened beverages, and red and processed meats) and a Western pattern score (reflecting higher intake of red and processed meats, French fries, refined grains, sweets and desserts).During 26 years of follow-up, a higher DASH score was associated with a lower risk for gout, while a higher Western pattern was associated with an increased risk for gout.These associations were independent of known risk factors for gout, such as age, body mass index, high blood pressure, and alcohol and coffee intake.The authors point out that this is an observational study, so no firm conclusions can be drawn about cause and effect, and they outline some limitations that could have introduced bias.Nevertheless, they say the DASH diet \"may provide an attractive preventive dietary approach for the risk of gout\" as it also treats high blood pressure, which affects the vast majority of gout patients. Therefore, the DASH diet has the potential to \"kill two birds with one stone.\"These data also provide support for intervention studies to examine the effects of the DASH diet on blood uric acid level among gout patients as well as for the risk of gout flares, they add.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/b-dri050517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "A diet rich in fruit and vegetables, nuts and whole grains and low in salt, sugary drinks, and red and processed meats, is associated with a lower risk of gout, whereas a typical 'Western' diet is associated with a higher risk of gout, finds a study published by The BMJ today.", "date": "Tue, 09 May 2017 04:00:00 GMT"}