{"title": "Aging gracefully in the rainforest", "text": "The Tsimane of Bolivian Amazonia aren't so different from the people living around you. Most adults live to 70, a few even to 90. They start aging in their 30s, just like the rest of us. And for the Tsimane, the onset of physical aging isn't really tantamount to decline. Between the ages of 40 and 60, many individuals reach a social and economic peak when hard work and life experience bear their fruit.In an article that appears in the current issue of Evolutionary Anthropology, researchers synthesize over 15 years of theoretical and empirical findings from long-term study of the Tsimane forager-farmers. This project -- the Tsimane Health and Life History Project -- sought to understand the human life course outside the context of industrial civilization. It followed a number of complex variables, from biomarkers related to health and aging, to surveys of social status, to observations of economic productivity.\"This project is really an example of big data outside the narrow industrialized context,\" explains co-author Paul Hooper, an anthropologist based at the Santa Fe Institute. \"The story the Tsimane bear out, through a mountain of data, is the story of all humanity. It's the ability of a human to produce resources and support the people that they care about later in life, in the 40s, 50s, and 60s.\"Hooper credits adaptation, experience, and maturation for bringing about these late-life benefits. Although their physical strength peaks in their 20s, Tsimane men in middle and older age adapt by devoting less time to hunting and more to horticulture. Tsimane women divide their time between horticulture, food processing, and childcare. While less physically demanding than hunting, horticulture is productive enough that Tsimane between 40 and 70 wind up producing the majority of calories for their extended families. And, because members of older generations are identified as being the best storytellers and advisors, their social stock also rises with age.\"We were able to see that as adults age and their bodies become weaker, instead of ceasing to be productive, folks adaptively shift their behavior into arenas where their aging bodies perform quite well,\" Hooper explains.From an evolutionary standpoint, the findings suggest that human fitness cannot be measured outside of complex social and intergenerational contexts; that our relatively long human lifespans may have evolved to maximize not only individual survival, but also the survival of children and grandchildren. Aging, then, can be understood as a passing of resources and wisdom to the next generation.\"There is a sense in which the rate at which our bodies age is different for different functionalities,\" Hooper says. \"These are things natural selection has been playing with for eons. In late middle age, adults are still riding high in terms of contributions to subsequent generations. The reality of aging, particularly for humans, is that there's a potential for really high performance and quality of life remarkably late into the aging process.\"The Tsimane also offer important lessons for modern living. Despite the harshness of their environment, a combination of physical fitness, limited diet, and immune assault seem to give the Tsimane the best heart health observed in any human population.\"Tsimane have minimal obesity, hypertension, diabetes and peripheral arterial disease. Our most recent finding based on CT scans of the heart reveals very minimal heart disease, despite high levels of inflammation and the ubiquity of heart disease worldwide,\" says Michael Gurven, a professor of anthropology at the University of California, Santa Barbara,  and co-director of the Tsimane Health and Life History Project since its inception in 2002.Though the precise cause of their cardiometabolic health is not yet clear, Gurven explains that their studies show that the sum total of behaviors comprising the Tsimane lifestyle protects them from the major chronic diseases that are leading causes of death in the industrialized world.Long-term studies of isolated subsistence populations like the Tsimane are extremely rare but have much to offer.  Gurven explains, \"How people age in a pre-industrial context - from physical condition, health, memory, immune defenses and the myriad other ways that we have measured -sheds light on what features of the aging process may be universal. Which are more modifiable, and which are due to rapid changes in our environment and lifestyle?\"\r\n", "article_link": "http://dx.doi.org/10.1002/evan.21515", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfi-agi050917.php", "region": "namerica", "source_link": "https://www.santafe.edu/news-center/news/aging-gracefully-rainforest", "funder": "", "meeting": "", "institution": "Santa Fe Institute", "keywords": ["Mortality/Longevity", " Environmental Health", " Aging", " Social/Behavioral Science", " Anthropology", " Quality of Life", " Demography", " Aging"], "journal": "Evolutionary Anthropology", "description": "In an article that appears in the current issue of Evolutionary Anthropology, researchers synthesize over 15 years of theoretical and empirical findings from long-term study of the Tsimane forager-farmers. In they find productivity and social status peak long after physical strength.", "date": "Tue, 09 May 2017 04:00:00 GMT"}