{"title": "Near real-time genomic sequencing maps introduction and spread of Zika virus in US", "text": "A new study by a multi-national research team, including scientists from the U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID), explains how Zika virus entered the United States last year and how it might re-enter the country this year. The study was published online today in the journal Nature.  In July 2016, mosquito-borne Zika virus transmission was first reported in the continental U.S. and since then, hundreds of locally-acquired infections have been reported in Florida. Through the Laboratory Response Network, scientists at USAMRIID and the Florida Department of Health (FLDOH) joined forces to understand how the virus entered and was spreading in Florida. They did this through near real-time genomic sequencing. Viral genome sequences were released publically, as they were generated, to help other scientists studying the Zika virus disease outbreak, many of whom are co-authors of this study. According to Jason Ladner, Ph.D., a scientist at USAMRIID and one of the study's co-lead authors, by sequencing the virus's genome from human and mosquito infections, the team created a \"family tree\" showing how the virus spread through space and time. They discovered that the Zika virus disease outbreak in Florida was actually the result of multiple independent introduction events, the earliest of which occurred in the spring of 2016, several months before initial detection.\"There is a reason why the first local Zika virus infections in the U.S. occurred in Florida,\" says Ladner. Florida is home to year-round populations of Aedes aegypti mosquitoes, the main species that transmits Zika virus to humans, and Miami is a significant travel hub, with more international air and sea traffic than any other city in the continental United States in 2016. However, the researchers show that sustained transmission of Zika virus in Florida is unlikely, making future outbreaks dependent on re-introductions of the virus. Their study also highlights the success of localized mosquito control efforts in preventing further spread of the virus in Florida. More broadly, the research illustrates the importance of establishing a robust capability for rapidly responding to emerging disease threats -- not just Zika virus. \"Essentially, the sequencing approach that we used for this study is the first step and one of the most critical pieces of that capability,\" said Gustavo Palacios, Ph.D., a co-senior author on the paper and director of the Center for Genome Sciences at USAMRIID.Palacios and his colleagues had previously used genome sequencing technology to track the movement of Ebola virus in near real-time during the 2013-2016 outbreak in Western Africa. Their findings helped to shape outbreak response and disease control efforts on the ground.  When Zika virus, which is carried by mosquitoes and has been linked to severe birth defects, entered the United States last year, his team put the same tools to work in an effort to track the virus's spread.According to Palacios, the recent outbreaks of Ebola and Zika virus disease underscore the need for a rapid and cohesive strategy to interrupt epidemics. Traditional research and development approaches rely on an academic model, with timelines that do not lend themselves to a prompt response. In addition, an integrated approach that allows for sharing of resources across agencies is critically important.USAMRIID and its partners have proposed to develop a platform called Accelerated Defense against Emerging Pathogen Threats (ADEPT) to provide a logical and effective plan for rapidly developing medical countermeasures. \"The ADEPT platform was designed with a clear goal -- to quickly generate the information and medical countermeasures needed to stop an epidemic,\" Palacios said. \"It provides a strong foundation with multiple parallel research and development efforts under one organizational structure.\"In addition, he said, ADEPT is not based on a specific type of medical countermeasure, but rather on the generation of information that will result in the development of the most appropriate product for any emerging disease outbreak. At the same time, it is vital that the information collected and generated by ADEPT is immediately available to the entire scientific community involved in the outbreak response. Consequently, ADEPT is completely open access and data will be shared in real time with the World Health Organization (WHO), the Coalition for Epidemic Preparedness Innovations (CEPI), and the affected nations.", "article_link": "http://dx.doi.org/10.1038/nature22400", "url": "http://www.eurekalert.org/pub_releases/2017-05/uamr-nrg052217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Mahan Postdoctoral Fellowship, Computational Biology Program,  Fred Hutchinson Cancer Research Center, American Society of Tropical Medicine and Hygiene Shope Fellowship, Sir Henry Dale", "meeting": "", "institution": "US Army Medical Research Institute of Infectious Diseases", "keywords": ["Biology", " Virology", " Infectious/Emerging Diseases"], "journal": "Nature", "description": "A new study by a multi-national research team, including scientists from the US Army Medical Research Institute of Infectious Diseases (USAMRIID), explains how Zika virus entered the United States last year and how it might re-enter the country this year. The study was published online today in the journal Nature.", "date": "Wed, 24 May 2017 04:00:00 GMT"}