{"title": "Parents' reasons for not vaccinating children influence public attitudes toward them", "text": "Mothers are viewed negatively if their child hasn't been vaccinated, no matter the reason. But mothers who outright refuse to vaccinate their children are viewed in a harsher light compared to those who delay vaccines because of safety concerns or who aren't up to date due to time constraints. That's one finding of a new UBC study published this month in Social Science and Medicine that examined attitudes toward children who haven't received all their vaccinations and their parents.\"How under-vaccinated children and their parents are viewed by others heavily depends on the reasons why the child hasn't been vaccinated,\" said Richard Carpiano, the study's lead author and UBC sociology professor. \"If the parent has simply refused vaccines, we found that people view them more negatively than if the parent delayed some vaccines because of safety concerns or if they didn't have time because of work or family demands.\"For the study, the researchers used data collected from an online survey conducted from June 29 to July 2, 2015, that involved 1,469 U.S. respondents randomly assigned to read one of four scenarios. The first scenario described a mother who has concerns about vaccinations and has refused to vaccinate her child, while the second described a mother who has concerns about vaccinations and has decided to delay some. A third scenario described a mother who has no concerns about vaccinations but her job and family demands have made it difficult to stay up-to-date with medical appointments. The final scenario--the control group--described a mother who has no concerns and has ensured her child always receives recommended vaccinations. The researchers focused on mothers in each scenario because they are often the primary decision-makers when it comes to their children's health.After reading each scenario, survey respondents were asked questions that measured attitudes such as blame toward the mother if the child or others became sick, and how willing respondents would be to make friends with the mother or let their children socialize with the under-vaccinated child.The survey also measured respondents' support for public policies that aim to boost vaccination rates, such as providing greater vaccination education and services or banning under-vaccinated children from school.The researchers found that respondents also stigmatized both the parent and their under-vaccinated child, regardless of the reason they weren't up-to-date on vaccinations. These respondents were also more likely to support stricter public policies like banning under-vaccinated children from schools to increase vaccination rates. Study co-author and recent UBC sociology graduate Nicholas Fitz said the findings could help better inform public policies that aim to boost child vaccination rates.\"Child vaccination rates are a complex problem that pose significant health consequences for the child and the community,\" said Fitz. \"If health officials want to effectively address low child vaccination rates, it's important to understand not only the parents' motivations but also how the general public views both under-vaccinated children and their parents.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.socscimed.2017.05.014", "url": "http://www.eurekalert.org/pub_releases/2017-05/uobc-prf051917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of British Columbia", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Policy/Ethics", " Medical/Scientific Ethics"], "journal": "Social Science and Medicine", "description": "Mothers are viewed negatively if their child hasn't been vaccinated, no matter the reason. But mothers who outright refuse to vaccinate their children are viewed in a harsher light compared to those who delay vaccines because of safety concerns or who aren't up to date due to time constraints.", "date": "Tue, 23 May 2017 04:00:00 GMT"}