{"title": "Scientists gain better understanding of how Ebola disables people's immune defenses", "text": "GALVESTON, Texas - University of Texas Medical Branch at Galveston scientists have unlocked mysteries of how the Ebola virus hampers the body's natural defenses to speed the rate of infection and its accompanying lethal disease, according to a new report in PLOS Pathogens. The study was conducted in collaboration with the University of Washington and The National Institute of Allergy and Infectious Diseases.Specifically, the researchers found that the Ebola virus binds directly to white blood cells (critical to the immune system) leading to their death.\"There are experimental Ebola vaccines and therapies being tested in clinical trials, but none have received final approval yet,\" said senior author Alexander Bukreyev, a UTMB virologist in the departments of pathology and microbiology & immunology. \"Understanding how the invading Ebola virus shuts down the host's immune systems is a very important step in developing targeted therapies for Ebola virus disease.\"When someone is infected with Ebola, his or her lymphocytes - a type of white blood cell that is an important part of the immune system - quickly disappear. This issue is often seen in patients who succumb to the disease, whereas people who survive have been shown to maintain lymphocyte levels throughout the course of the disease.The Ebola virus is not able to directly infect these white blood cells but yet they still die. It was known previously that the virus does affect cells and pathways that are critical to the well-being of lymphocytes, including a certain signaling pathway following binding to a receptor called TLR4. The goal of this study was to learn whether Ebola somehow directly impacts the lymphocytes and the role of TLR4 in lymphocyte cell death during an Ebola infection.The researchers showed for the first time that despite the inability of Ebola to infect lymphocytes, it directly binds to them and causes cell death. The binding does involve the TLR4 pathway, among others. When Ebola virus binds to lymphocytes, TLR4 pathways activate cells and contribute to the death of lymphocytes, leaving the person more vulnerable to viral invasion.\"Adding a chemical that blocks TLR4 activation protected the lymphocytes in the presence of Ebola, confirming its role in infection and spread of disease throughout the body,\" said Dr. Mathieu Iampietro, the co-lead author of the study.\"Our findings suggest that a drug that blocks TLR4 could be used to treat patients with Ebola and extends our earlier findings that the TLR4 receptor antagonist Eritoran protects against both Ebola and the closely related Marburg virus,\" said Patrick Younan, the other co-lead author of the study.Bukreyev continued that the study highlights the diverse strategies used by Ebola to cause lymphocytes to die through both direct and indirect methods, despite lack of infection.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006397", "url": "http://www.eurekalert.org/pub_releases/2017-05/uotm-sgb052317.php", "region": "namerica", "source_link": "http://www.utmb.edu/newsroom/article11536.aspx", "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Cell Biology", " Virology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "PLOS Pathogens", "description": "University of Texas Medical Branch at Galveston scientists have unlocked mysteries of how the Ebola virus hampers the body's natural defenses to speed the rate of infection and its accompanying lethal disease, according to a new report in PLOS Pathogens. The study was conducted in collaboration with the University of Washington and The National Institute of Allergy and Infectious Diseases.", "date": "Tue, 23 May 2017 04:00:00 GMT"}