{"title": "Rotavirus vaccination in infants and young children", "text": "COLOGNE. Rotaviruses (RV) are the commonest cause of diarrhea in infants and young children worldwide. To protect against rotavirus infection, in 2013 the Standing Committee on Vaccination (STIKO, Ständige Impfkommission) in Germany recommended rotavirus vaccination for all infants. According to current studies, the efficacy of the vaccines in use may be regarded as very high.\r\nVaccinating babies and young children against rotaviruses is associated with a slight rise in the risk of intussusception. The risk exists for a period of up to a week after the first dose of vaccine has been given. \"Intussusception\" is the name given to the condition where one part of the intestine folds into another part. A child with an intussusception requires immediate diagnosis and treatment, which is usually conservative. However, the intussusception risk is much lower if the vaccination, which is carried out in a series of two or three doses, is started when the child is aged between 6 and 12 weeks, as recommended by STIKO. This is the conclusion reached by Judith Koch and her co-authors on the basis of a systematic literature review and meta-analysis in the current issue of Deutsches Ärzteblatt International (Dtsch Arztbl Int 2017; 114: 255-62).\r\nEvery year, around the world an estimated 453 000 children die before the age of 5 from the effects of a rotavirus infection. Before the introduction of vaccination, rotavirus-related gastroenteritis was the commonest notifiable disease of children in this age group in Germany. About half of these children needed hospital treatment.\r\nIn their review article in Deutsches Ärzteblatt International, the authors point out that if vaccination is carried out at the right time, the increase in intussusception risk is only marginal. Their analysis shows that without rotavirus vaccination, one child in 5208 will suffer intussusception during the first 3 months of life, whereas with vaccination the figure is one child in 4785. Parents should be informed of this slightly increased risk during their appointment with the doctor. However, currently as many as 11.2% of infants receive their first dose of vaccine when they are past the age of 3 months, which is associated with a somewhat greater risk of intussusception.\r\n", "article_link": "http://dx.doi.org/10.3238/arztebl.2017.0255", "url": "http://www.eurekalert.org/pub_releases/2017-05/dai-rvi052217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Deutsches Aerzteblatt International", "keywords": ["Medicine/Health", " Internal Medicine", " Gastroenterology", " Pediatrics"], "journal": "Deutsches Ärzteblatt International", "description": "Rotaviruses (RV) are the commonest cause of diarrhea in infants and young children worldwide. To protect against rotavirus infection, in 2013 the Standing Committee on Vaccination (STIKO, Ständige Impfkommission) in Germany recommended rotavirus vaccination for all infants. According to current studies, the efficacy of the vaccines in use may be regarded as very high.\r\n\r\n", "date": "Mon, 22 May 2017 04:00:00 GMT"}