{"title": "Modified experimental vaccine protects monkeys from deadly malaria", "text": "WHAT:\nResearchers from the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, modified an experimental malaria vaccine and showed that it completely protected four of eight monkeys that received it against challenge with the virulent Plasmodium falciparum malaria parasite. In three of the remaining four monkeys, the vaccine delayed when parasites first appeared in the blood by more than 25 days. Malaria symptoms occur when parasites replicate inside red blood cells and cause them to burst. To enter blood cells, the parasite first secretes its own receptor protein, RON2, onto the cell's surface. Another parasite surface protein, AMA1, then binds to a specific portion of RON2, called RON2L, and the resulting complex initiates attachment to the outer membrane of the red blood cell. Several experimental malaria vaccines previously tested in people were designed to elicit antibodies against AMA1 and thus prevent parasites from entering blood cells. Although AMA1 vaccines did generate high levels of antibodies in humans, they have shown limited efficacy in field trials in malaria-endemic settings.To improve vaccine efficacy, the NIAID scientists modified an AMA1 vaccine to include RON2L so that it more closely mimics the protein complex used by the parasite. Monkeys were vaccinated with either AMA1 alone or with the AMA1-RON2L complex vaccine. Although the overall levels of antibodies generated did not differ between the two groups, animals vaccinated with the complex vaccine produced much more neutralizing antibody, indicating a better quality antibody response with AMA1-RON2L vaccination. Moreover, antibodies taken from AMA1-RON2L-vaccinated monkeys neutralized parasite strains that differed from those used to create the vaccine. This suggests, the authors note, that an AMA1-RON2L complex vaccine could protect against multiple parasite strains. Taken together, the data from this animal study justify progression of this next-generation AMA1 vaccine toward possible human trials, they conclude.", "article_link": "http://dx.doi.org/10.1038/s41541-017-0015-7", "url": "http://www.eurekalert.org/pub_releases/2017-05/nioa-mev051917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "NPJ Vaccines", "description": "Researchers from the National Institute of Allergy and Infectious Diseases (NIAID), part of NIH, modified an experimental malaria vaccine and showed that it completely protected four of eight monkeys that received it against challenge with the virulent Plasmodium falciparum malaria parasite. In three of the remaining four monkeys, the vaccine delayed when parasites first appeared in the blood by more than 25 days.", "date": "Mon, 22 May 2017 04:00:00 GMT"}