{"title": "Injecting activator of a powerful tumor suppressor directly into the cancer increases tumor destruction, decreases toxicity", "text": "\r\nAUGUSTA, Ga. (May 22, 2017) - Directly injecting a tumor with an agent that activates a natural, powerful tumor suppressor enhances the drug's capacity to attack the tumor both locally and where it spreads, scientists report in the journal Cancer Research.Packaging that agent, nutlin-3a, with another that tricks the body into thinking its infected with a virus, can heighten the response in tumors with few immune cells already present, said Dr. Yan Cui, immunologist at the Georgia Cancer Center and professor in the Department of Biochemistry and Molecular Biology at the Medical College of Georgia at Augusta University.Direct delivery also reduces toxic drug side effects including destruction of healthy blood and immune cells. \"It's not a matter of not having drugs, it's a matter of how we can better utilize the drugs,\" said Cui, the study's corresponding author. The gene p53, which is quiescent when we are healthy, is called a gatekeeper and caretaker because of its critical protective role when our bodies are challenged, Cui said. Gene levels increase in response to stressors such as DNA damage, which can occur from environmental exposures like ultraviolet rays from the sun, reactive oxygen species that can pile up as our cells use oxygen or even from cancer treatments like chemotherapy.\"A level increase is an indication that something is not right,\" Cui said. Increased levels mean cells under stress stop excessive proliferation - a cancer hallmark - and either finish repairing their DNA damage or die, through a natural process called apoptosis. \"That is why p53 is so important,\" Cui said. \"If it's not functional, you can imagine, we accumulate errors in cells and that is why we develop cancer.\"But as with many natural functions, cancer can alter p53 for its own purposes. In fact, about half of cancers have normal p53 and half have an altered version that actually supports them.If p53 can't help correct or eliminate stressed cells, the gene itself can change so it instead starts promoting the chronic inflammation that fuels cancer. Rather than correcting or killing cells, altered p53 also helps cancer evade the immune attack. Nutlin-3a, which Cui used in the studies in models of lymphoma and melanoma, works to activate more of the normal p53 by suppressing a natural p53 inhibitor that is overexpressed in many tumors.But early experience in clinical trials have been disappointing, Cui said. Also, given systemically, as many cancer therapies currently are, it can have toxic results like suppressing the bone marrow so patients can become anemic or worse as well as killing potentially helpful immune cells. \"There is no selection,\" Cui said, of impacted cells.  With the study, the scientists instead injected nutlin-3a directly into the tumor. They watched as p53 was activated and immune cells began moving into the area. They also watched the immune cells, now educated on what to attack, move out of the primary tumor site to other areas in the body where tumor cells had traveled. Tumor spread, or metastasis, is a primary reason cancer is lethal.  \"You use this to create a pocket of immune activation,\" she said of direct injection. \"You bring the immune activators in, they clean up the (cancer) cells and that activates T cells, which are really the soldiers that will go out and kill additional tumors. We can see the tumor shrink in the mice.\"Another part of their strategy was to ensure sufficient numbers of immune cells for the attack. The lymphoma model seemed to have sufficient immune cells already inside the tumor, but their measures indicated low levels in the melanoma model. So they also gave poly-IC, a synthetic version of double-stranded RNA, which the body associates with a viral infection and sends immune cells in to respond.Colleague and study co-author Dr. Esteban Celis has shown how poly-IC can improve the effectiveness of therapeutic cancer vaccines and how even poly-IC given independently can produce a vigorous T cell response. The addition of poly-IC significantly strengthened the attack and tumor control, the scientists write.  Next steps include adding to their mix drugs that can restore normal p53 in tumors with already altered versions, a move they hope will further broaden the future therapeutic potential of their approach. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/mcog-iao052217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Medicine/Health", " Cancer", " Hematology", " Immunology/Allergies/Asthma"], "journal": "Cancer Research", "description": "Directly injecting a tumor with an agent that activates a natural, powerful tumor suppressor enhances the drug's capacity to attack the tumor both locally and where it spreads, scientists report in the journal Cancer Research.", "date": "Mon, 22 May 2017 04:00:00 GMT"}