{"title": "DNA vaccine protects against toxic proteins linked to Alzheimer's", "text": "DALLAS - May 22, 2017 - A new DNA vaccine when delivered to the skin prompts an immune response that produces antibodies to protect against toxic proteins associated with Alzheimer's disease - without triggering severe brain swelling that earlier antibody treatments caused in some patients.Two studies from the Peter O'Donnell Jr. Brain Institute demonstrate in animals how a vaccine containing DNA of the toxic beta-amyloid protein elicits a different immune response that may be safe for humans.The vaccine, which will likely be tested further by the U.S. Food and Drug Administration, is on a shortlist of promising antibody treatments that may eventually help settle a high-stakes debate of whether amyloid is a vital target for preventing or curing Alzheimer's.\"If you look at the hard reality, the odds are against us because so many therapies have failed through the years. But this has potential,\" said Dr. Roger Rosenberg, co-author of the studies and Director of the Alzheimer's Disease Center at UT Southwestern Medical Center.Dr. Rosenberg notes that earlier research established that antibodies significantly reduce amyloid buildup in the brain, but he needed to find a safe way to introduce these into the body. A vaccine developed elsewhere showed promise in the early 2000s, but when tested in humans it caused brain swelling in some patients.Dr. Rosenberg's idea was to start with DNA coding for amyloid and inject it into the skin rather than the muscle. The injected skin cells make the amyloid protein, and the body responds by producing new antibodies that inhibit the buildup of amyloid, which some scientists blame for destroying neurons.Although the DNA vaccine has not yet been tested in humans, it produces a different kind of immune response in the tested animals that significantly lessens the chance of an adverse response in the brain, according to the studies published in the Journal of Alzheimer's Disease and Alzheimer's Research & Therapy.The research is notable because it shows a DNA vaccine can be effective and safe in two large mammals. Most other vaccines only produced an immune response in mice but not large mammals.\"We believe this kind of immune response has a high probability of being safe in humans and also being effective to make high levels of antibody,\" said Dr. Rosenberg, Professor of Physiology, Neurology and Neurotherapeutics.Alzheimer's disease is characterized by progressive deterioration of the brain as neurons are destroyed. More than 5 million Americans have the fatal disease, with the number expected to nearly triple by 2050, according to the Centers for Disease Control and Prevention.No known cure exists, though an array of antibody and other treatments are being researched to target amyloid plaques. One strategy involves preforming the antibodies in the laboratory and inserting them into the body - a technique that is still being tested for clinical benefits.Dr. Rosenberg said there would be distinct advantages to allowing the body to produce its own antibodies through active immunization, if it can be done safely. Among them, the vaccine would be more accessible and less expensive. It also produces a wider variety of antibody types than the preformed antibodies, he said.\"All the vaccines we received as kids and adults have been active vaccinations; we made the antibodies in the body,\" Dr. Rosenberg said. \"It's safer, more effective, and it's sustained longer.\"Dr. Rosenberg's research is the latest contribution to decades of study across the globe focusing on clearing amyloid plaques in hopes of curing or slowing the progression of Alzheimer's. A lack of results over the years has prompted some scientists to question whether they are properly targeting the disease.A British study from 2008 showed that removing amyloid after it accumulates in the brain does not improve brain cognition. The findings highlight a couple of lingering questions that have crucial implications for the future of Alzheimer's research: Is amyloid merely a symptom, not the cause of the disease? And if there is causation, can earlier treatments make a difference?Dr. Rosenberg acknowledges that preventing amyloid buildup by itself may not be an adequate treatment for Alzheimer's, but it could be a major part of the solution. He and other researchers at UT Southwestern are also studying the potential benefits of preventing and removing tangles of toxic tau proteins from the brain, another hallmark of the disease.\"Some in the scientific community believe the reason amyloid therapies have failed so far is because too little of the therapy was given, and too late,\" Dr. Rosenberg said. \"The jury is still out.\"Dr. Rosenberg's latest studies show the potential of a DNA vaccine to prevent the buildup of amyloid in otherwise healthy people. The vaccine was administered to healthy animals, inducing an anti-inflammatory immune response of up to 40 times more anti-amyloid antibodies than an earlier vaccine Dr. Rosenberg tested a decade ago.Dr. Rosenberg expects the FDA will want further tests of the vaccine in its own labs before planning a potential clinical trial on people. If proven effective, the vaccine could be given to people who are at risk of developing Alzheimer's but have not yet started forming amyloid plaques.Dr. Rosenberg keeps his expectations in check, noting the billions of dollars and multitude of studies that have so far yielded little advancement in treating Alzheimer's disease.\"Finding answers to this disease will knock you down fast,\" said Dr. Rosenberg, who has worked at UT Southwestern for 44 years and holds the Abe (Brunky), Morris and William Zale Distinguished Chair in Neurology. \"I've made a commitment to this place and to this research. I'm trying, and I'll keep going.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/usmc-dvp052217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Alzheimer's Disease"], "journal": "Journal of Alzheimer's Disease", "description": "A new DNA vaccine when delivered to the skin prompts an immune response that produces antibodies to protect against toxic proteins associated with Alzheimer's disease -- without triggering severe brain swelling that earlier antibody treatments caused in some patients.", "date": "Mon, 22 May 2017 04:00:00 GMT"}