{"title": "Side effects of antidepressants used for chronic pain relief", "text": "Chronic pain negatively impacts a person's quality of life. Often, over the counter pain medication, such as ibuprofen or aspirin, are ineffective in alleviating chronic pain. In these instances, a surprising choice is often a drug used to treat an entirely different condition - depression. At doses lower than those needed to treat depression, antidepressants can relieve chronic pain in conditions ranging from diabetic neuropathy, migraine and tension headaches, to osteoarthritis and fibromyalgia. In fact, they are so effective, that antidepressants are the mainstay for treating chronic pain. However, as with most prescription drugs, antidepressants come with significant side effects. The ability to tolerate these side effects varies between individuals, and might depend on other medication the patient is already under, and also on other existing health issues. Therefore, predicting the ability to tolerate such side effects could be crucial for the success of an antidepressant in treating pain, according to a recent article by Dr. Carina Riediger and colleagues in Dr. Timo Siepmann's group at the University Hospital Carl Gustav Carus, in the online journal, Frontiers in Neuroscience.\"Understanding adverse effects and their impact on patients' quality of life is crucial in modern clinical medicine and poses a substantial challenge to clinicians who face a\r\nexponentially growing range of available medical therapies\" says Dr. Siepmann, the principal investigator of this study. To help physicians match a chronic pain sufferer to a suitable antidepressant, their group performed a systematic study and meta analysis of the reported adverse effects for a wide variety of commonly used antidepressant drugs, each with its own side effect profile. These antidepressants fall into different categories based on their mechanism of action, such as tricyclic antidepressants amitriptyline and nortriptiline, and serotonin reuptake inhibitors venlafaxine, duloxetine and milnacipram, among others.  The study collected all reported adverse effects for these drugs in the clinical literature from the past two decades. These side effects ranged from dizziness, dry mouth, and drowsiness, to palpitations, weight gain, sexual and urinary dysfunction, and hypertension, to name a few. The researchers also took into account whether treatment was discontinued due to the severity of these side effects.Dr. Riediger's study found that almost all antidepressants presented significant side effects, and no drug was clearly superior to others. However, clinical data also showed that some individuals might better tolerate certain side effects than others, and therefore, the authors recommend personalized medicine. For instance, dizziness and drowsiness as side effects may not be acceptable for individuals who drive vehicles or operate heavy machinery. On the other hand, some sedation might be tolerated, and perhaps even be desirable, in a chronic pain patient with sleep disruptions or insomnia. These results may help physicians improve treatment outcomes by better matching the health status of chronic pain patients to their antidepressant medication. \"Dr. Riediger's work contributes to this understanding, but further research is needed to improve general treatment recommendations and enable personalized multimodal therapy which is tailored to the patient's individual health situation and includes non-pharmacological strategies in addition to pharmacotherapy\", clarifies Dr. Siepmann.\r\n", "article_link": "http://dx.doi.org/10.3389/fneur.2017.00307", "url": "http://www.eurekalert.org/pub_releases/2017-09/f-seo090517.php", "region": "europe", "source_link": null, "funder": "German Research Foundation, Open Access Publication Funds of the TU Dresden", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Pharmaceutical Sciences", " Medicine/Health", " Clinical Trials", " Neurochemistry", " Pharmaceutical Science", " Mental Health", " Depression/Anger"], "journal": "Frontiers in Neurology", "description": "The study, recently published in Frontiers in Neurology, collected all reported adverse effects for these drugs in the clinical literature from the past two decades. The researchers found that almost all antidepressants presented significant side effects. Clinical data also showed that some might better tolerate certain side effects than others, and therefore. These results may help physicians improve treatment outcomes by better matching the health status of chronic pain patients to their antidepressant medication.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}