{"title": "PSA screening significantly reduces the risk for death from prostate cancer", "text": "1. Re-analysis of evidence suggests that PSA screening significantly reduces the risk for death from prostate cancer \nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2586\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-2012\nFree Summary for Patients: http://annals.org/aim/article/doi/10.7326/P17-9043\nURLs go live when the embargo liftsAfter differences in implementation and settings were accounted for, two important prostate cancer screening trials provide compatible evidence that screening reduces prostate cancer mortality. These findings suggest that current guidelines recommending against routine PSA-based screening may be revised. However, questions remain about how to implement screening so that the benefits outweigh the potential harms of overdiagnosis and overtreatment. The findings are published in Annals of Internal Medicine.Current guidelines from the United States Preventive Services Task Force (USPSTF) recommend against prostate-specific antigen (PSA) screening for prostate cancer because the evidence for the test showed very low probability that it would reduce the risk of dying from prostate cancer. This recommendation relied heavily on results from the ERSPC (European Randomized Study of Screening for Prostate Cancer) and the PLCO (Prostate, Lung, Colorectal, and Ovarian Cancer Screening Trial), which offered conflicting results. The ERSPC showed a significant reduction and the PLCO showed no reduction. However, differences in study implementation, compliance, and practice settings may account for this conflict.A team of investigators from the University of Michigan and the National Cancer Institute sought to formally test whether the effects of screening on prostate cancer mortality differed between the ERSPC and PLCO and to estimate the effects of screening in both trials relative to no screening. Using a mathematical model to account for differences in implementation compliance, and practice settings, they found no evidence that the effects of screening compared to no screening differed between ERSPC and PLCO and inferred that screening could significantly reduce prostate cancer deaths.The author of an accompanying editorial from Sloan Kettering Cancer Center hopes that this paper will put to rest the question of whether PSA screening reduces prostate cancer mortality. Instead, the discussion should focus on how to implement screening so that the benefit outweighs the harms of overdiagnosis and overtreatment.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Ruth Etzioni, PhD, can be reached through Claire Hudson at crhudson@fredhutch.org or 206-667-7365.\r\n2. Cardiovascular benefits of intensive systolic blood pressure control outweigh risks of CKD events\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2966\nURLs go live when the embargo liftsIntensive systolic blood pressure (SBP) control increased the risk for incident chronic kidney disease (CKD) events, but the risk was outweighed by the potential for cardiovascular and all-cause mortality benefits. This subgroup analysis of the Systolic Blood Pressure Intervention Trial (SPRINT) was published in Annals of Internal Medicine.About 1.3 billion adults worldwide are believed to have hypertension, defined as a SBP of at least 140 mm Hg, a diastolic blood pressure of at least 90 mm Hg, or a need for blood pressure medication. High blood pressure is one of the most important risk factors for cardiovascular disease (CVD) events, end-stage renal disease (ESRD), and all-cause death.SPRINT examined the effects of intensive (target \r\n\tOverall, 140 of 3,326 participants (4.2 percent) in the intensive SBP group and 40 of 3,336 (1.1 percent) in the standard SBP group had an incident CKD event. The intervention significantly reduced risk for the composite of a primary CVD event or all-cause death, primary CVD event, and all-cause death.The researchers believe that an asymptomatic CKD event by these criteria is benign, especially compared with a cardiovascular event or death. Therefore, the benefits of the intervention outweigh the risk. However, they acknowledge that some patients and providers might consider incident CKD to be more important than a cardiovascular event.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Srinivasen Beddhu, MD, can be reached through media relations at University of Utah Health by contacting Julie Kiefer at julie.kiefer@hsc.utah.edu or 801-587-1293.\r\n3. Newer influenza tests shown to be faster and more accurate than traditional tests \nAbstract: http://annals.org/aim/article/doi/10.7326/M17-0848\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-2235\nURLs go live when the embargo liftsNovel digital immunoassays (DIAs) and rapid nucleic acid amplification tests (NAATs) had higher sensitivities for influenza A and B in both children and adults than did traditional rapid influenza diagnostic tests (RIDTs), with equally high specificities. The results of a systematic review and meta-analysis are published in Annals of Internal Medicine. Influenza viruses cause yearly epidemics of acute respiratory illness affecting up to 30 percent of the population. Diagnosing influenza on the basis of only clinical symptoms is difficult because its manifestations vary and are nonspecific. Reverse transcriptase polymerase chain reaction (RT-PCR) is the gold standard for flu diagnosis, but these tests must be sent to a laboratory and have turnaround times that extend beyond the clinical encounter. Researchers from McGill University and the Research Institute of the McGill University Health Centre reviewed 162 studies to summarize and compare accuracy of traditional RIDTs, DIAs, and NAATs in children and adults with suspected influenza. Like RIDTs, the newer DIAs and rapid NAATs were simple, fast, and approved for use at the point of care by nonlaboratory personnel. The data showed that the novel DIAs and rapid NAATs had markedly higher sensitivities for influenza A and B for both children and adults compared with traditional RIDTs. All of the tests had very high specificities for influenza infection.The researchers conclude that physicians can confidently diagnose influenza based on a positive RIDT, DIA or rapid NAAT result. The author of an accompanying editorial agrees and suggests that these data should prompt revision of guidelines to encourage use of these newer diagnostic strategies, as these tests have the potential to improve patient outcomes and decreased health care costs.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Jesse Papenburg, MD, MSc, can be reached through Julie Robert at julie.robert@muhc.mcgill.ca or 514-934-1934, ext. 71381 or Gilda Salomone at gilda.salomone@muhc.mcgill.ca. \r\n4. Trump budget cuts threaten progress on antimicrobial resistance\nAbstract: http://annals.org/aim/article/doi/10.7326/M17-1678\nURLs go live when the embargo lifts\r\nAn infectious disease expert from Tufts University warns that budget cuts of an historical magnitude proposed by the Trump administration threaten to undo progress against antimicrobial resistance, placing patients in grave danger. The commentary is published in Annals of Internal Medicine. The Centers for Disease Control and Prevention (CDC) estimates that at least 2 million individuals in the U.S. acquire antibiotic resistant infections each year. Globally, approximately 700,000 deaths are attributable to antimicrobial resistance annually. This figure is expected to grow to 350 million by 2050 if current trends continue. Multidrug resistant tuberculosis will account for the majority of these deaths.Over the past two years, the nation's health experts and leaders have worked diligently to enable the U.S. to tackle antimicrobial resistance head on with $379 million in funding. This investment has led to several advancements in the fight against antimicrobial resistance, including expanded tuberculosis screenings, enhanced prevention networks across healthcare facilities, promotion of more appropriate antibiotic use, and increased research in the area.All of these efforts are at grave risk as the Trump administration seeks historically deep funding cuts for public health and research. The proposed 14 percent cut in related funding could have severe public health consequences. The author says we must resist this proposed cut and reaffirm our investment in research and public health efforts to combat antimicrobial resistance. Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Helen Boucher, MD, can be reached through Jeremy Lechan at JLechan@tuftsmedicalcenter.org or 617-636-0104.\r\nAlso in this issue:\nSurvival After Fulminant Myocarditis Induced by Immune Checkpoint Inhibitors\r\nDimitri Arangalage, MD; Julie Delyon, MD; Mathilde Lermuzeaux, MD; Kenneth Ekpe, MD; Stéphane Ederhy, MD; Cécile Pages, MD; Céleste Lebbe´ , MD, PhD\r\nObservations: Case Reports\r\nAbstract: http://annals.org/aim/article/doi/10.7326/L17-0396\"Dear Doctor I\" and \"Dear Doctor II\"\r\nK.C. Councilor\r\nAnnals Graphic Medicine\r\nFree content: http://annals.org/aim/article/doi/10.7326/G17-0005\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/acop-pss082917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Prostate Cancer", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Vaccines", " Internal Medicine", " Public Health"], "journal": "Annals of Internal Medicine", "description": "After differences in implementation and settings were accounted for, two important prostate cancer screening trials provide compatible evidence that screening reduces prostate cancer mortality.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}