{"authors": [["Ferguson", "Brielle R", "BR", "Department of Neurobiology and Anatomy, Drexel University College of Medicine, Philadelphia, Pennsylvania."], ["Gao", "Wen-Jun", "WJ", "Department of Neurobiology and Anatomy, Drexel University College of Medicine, Philadelphia, Pennsylvania. Electronic address: wg38@drexel.edu."]], "date": "2017-12-07", "id": "29373121", "text": "The mediodorsal thalamus plays a critical role in cognition through its extensive innervation of the medial prefrontal cortex (mPFC), but how the two structures cooperate at the single-cell level to generate associated cognitive functions and other mPFC-dependent behaviors remains elusive. Maintaining the proper balance between excitation and inhibition (E/I balance) is of principal importance for organizing cortical activity. Furthermore, the PFC E/I balance has been implicated in successful execution of multiple PFC-dependent behaviors in both animal research and the context of human psychiatric disorders.Here, we used a pharmacogenetic strategy to decrease mediodorsal thalamic activity in adult male rats and evaluated the consequences for E/I balance in PFC pyramidal neurons as well as cognition, social interaction, and anxiety.We found that dampening mediodorsal thalamic activity caused significant reductions in gamma-aminobutyric acidergic signaling and increased E/I balance in the mPFC and was concomitant with abnormalities in these behaviors. Furthermore, by selectively activating parvalbumin interneurons in the mPFC with a novel pharmacogenetic approach, we restored gamma-aminobutyric acidergic signaling and E/I balance as well as ameliorated all behavioral impairments.These findings underscore the importance of thalamocortical activation of mPFC gamma-aminobutyric acidergic interneurons in a broad range of mPFC-dependent behaviors. Furthermore, they highlight this circuitry as a platform for therapeutic investigation in psychiatric diseases that involve impairments in PFC-dependent behaviors.", "doi": "10.1016/j.biopsych.2017.11.033", "title": "Thalamic Control of Cognition and Social Behavior Via Regulation of Gamma-Aminobutyric Acidergic Signaling and Excitation/Inhibition Balance in the Medial Prefrontal Cortex.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}