{"authors": [["Miller", "Robert", "R", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Institute of General Psychology, Biopsychology and Psychological Methods, TU Dresden, Dresden, Germany. Electronic address: robert.miller@tu-dresden.de."], ["Wojtyniak", "Jan-Georg", "JG", "Department of Clinical Pharmacology, Saarland University, Saarbrücken, Germany."], ["Weckesser", "Lisa J", "LJ", "Institute of General Psychology, Biopsychology and Psychological Methods, TU Dresden, Dresden, Germany."], ["Alexander", "Nina C", "NC", "Department of Psychology, Faculty of Human Sciences, Medical School Hamburg, Hamburg, Germany."], ["Engert", "Veronika", "V", "Department of Social Neuroscience, Max Planck Institute for Human Cognition, Leipzig, Germany."], ["Lehr", "Thorsten", "T", "Department of Clinical Pharmacology, Saarland University, Saarbrücken, Germany."]], "date": "2017-12-29", "id": "29370954", "text": "This article seeks to address the prevailing issue of how to measure specific process components of psychobiological stress responses. Particularly the change of cortisol secretion due to stress exposure has been discussed as an endophenotype of many psychosomatic health outcomes. To assess its process components, a large variety of non-compartmental parameters (i.e., composite measures of substance concentrations at different points in time) like the area under the concentration-time curve (AUC) are commonly utilized. However, a systematic evaluation and validation of these parameters based on a physiologically plausible model of cortisol secretion has not been performed so far. Thus, a population pharmacokinetic (mixed-effects stochastic differential equation) model was developed and fitted to densely sampled salivary cortisol data of 10 males from Montreal, Canada, and sparsely sampled data of 200 mixed-sex participants from Dresden, Germany, who completed the Trier Social Stress Test (TSST). Besides the two major process components representing (1) stress-related cortisol secretion (reactivity) and (2) cortisol elimination (recovery), the model incorporates two additional, often disregarded components: (3) the secretory delay after stress onset, and (4) deviations from the projected steady-state concentration due to stress-unrelated fluctuations of cortisol secretion. The fitted model (R2 = 99%) was thereafter used to investigate the correlation structure of the four individually varying, and readily interpretable model parameters and eleven popular non-compartmental parameters. Based on these analyses, we recommend to use the minimum-maximum cortisol difference and the minimum concentration as proxy measures of reactivity and recovery, respectively. Finally, statistical power analyses of the reactivity-related sex effect illustrate the consequences of using impure non-compartmental measures of the different process components that underlie the cortisol stress response.", "doi": "10.1016/j.psyneuen.2017.12.019", "title": "How to disentangle psychobiological stress reactivity and recovery: A comparison of model-based and non-compartmental analyses of cortisol concentrations.", "journal": ["Psychoneuroendocrinology", "Psychoneuroendocrinology"]}