{"authors": [["Trevis", "Krysta J", "KJ", "Psychological Sciences, The University of Melbourne, Australia. Electronic address: kjtrevis@gmail.com."], ["McLachlan", "Neil M", "NM", "Psychological Sciences, The University of Melbourne, Australia."], ["Wilson", "Sarah J", "SJ", "Psychological Sciences, The University of Melbourne, Australia."]], "date": "2017-12-30", "id": "29366511", "text": "Chronic tinnitus, the phenomenon of a chronic ringing in the ears or head, has a significant negative impact on an individual's health and wellbeing. Despite this, there is no cure or consensus regarding factors maintaining ongoing awareness of the sensation in this population, or the severity of its impact. We aimed to comprehensively and systematically review behavioural studies investigating the psychological functioning of adults with chronic tinnitus. We identified 64 papers meeting our search criteria for inclusion, which are reviewed with regard to psychological factors involved with the presence of chronic tinnitus, and those relating to its severity. The majority of studies assessed the presence and impact of chronic tinnitus with regard to emotional wellbeing (n=59), with a more recent interest in cognitive functioning (n=16). A subset of 36 studies was included in meta-analyses investigating the relationships between emotional wellbeing and the presence and impact of chronic tinnitus using random-effects models. Our findings indicate the presence of chronic tinnitus may be associated with reduced cognitive functioning, particularly attention, and with reduced emotional wellbeing, particularly anxiety and depression. We also found consistent evidence indicating severity of chronic tinnitus is associated with a broad range of psychological features, primarily symptoms of depression and anxiety. We recommend investigating the complexity of the relationships between emotional wellbeing, cognitive functioning, and chronic tinnitus using a range of methodologies to further elucidate the role of psychological functioning in chronic tinnitus.", "doi": "10.1016/j.cpr.2017.12.006", "title": "A systematic review and meta-analysis of psychological functioning in chronic tinnitus.", "journal": ["Clinical psychology review", "Clin Psychol Rev"]}