{"authors": [["Kolata", "Stefan M", "SM", "Unit on Genetics of Cognition and Behavior, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD, USA."], ["Nakao", "Kazuhito", "K", "Unit on Genetics of Cognition and Behavior, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD, USA."], ["Jeevakumar", "Vivek", "V", "Department of Psychiatry and Behavioral Neurobiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Farmer-Alroth", "Emily L", "EL", "Department of Psychiatry and Behavioral Neurobiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Fujita", "Yuko", "Y", "Division of Clinical Neuroscience, Chiba University Center for Forensic Mental Health, Chiba, Japan."], ["Bartley", "Aundrea F", "AF", "Department of Neurobiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Jiang", "Sunny Zhihong", "SZ", "Unit on Genetics of Cognition and Behavior, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD, USA."], ["Rompala", "Gregory R", "GR", "Unit on Genetics of Cognition and Behavior, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD, USA."], ["Sorge", "Robert E", "RE", "Department of Psychology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Jimenez", "Dennisse V", "DV", "Lieber Institute for Brain Development and Department of Psychiatry and Behavioral Science and Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Martinowich", "Keri", "K", "Lieber Institute for Brain Development and Department of Psychiatry and Behavioral Science and Department of Neuroscience, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Mateo", "Yolanda", "Y", "National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Department of Health and Human Services, Bethesda, MD, USA."], ["Hashimoto", "Kenji", "K", "Division of Clinical Neuroscience, Chiba University Center for Forensic Mental Health, Chiba, Japan."], ["Dobrunz", "Lynn E", "LE", "Department of Neurobiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Nakazawa", "Kazu", "K", "Unit on Genetics of Cognition and Behavior, National Institute of Mental Health, National Institutes of Health, Department of Health and Human Services, Bethesda, MD, USA."]], "date": "2017-12-06", "id": "29362511", "text": "Whereas cortical GAD67 reduction and subsequent GABA level decrease are consistently observed in schizophrenia and depression, it remains unclear how these GABAergic abnormalities contribute to specific symptoms. We modeled cortical GAD67 reduction in mice, in which the Gad1 gene is genetically ablated from ~50% of cortical and hippocampal interneurons. Mutant mice showed a reduction of tissue GABA in the hippocampus and cortex including mPFC, and exhibited a cluster of effort-based behavior deficits including decreased home-cage wheel running and increased immobility in both tail suspension and forced swim tests. Since saccharine preference, progressive ratio responding to food, and learned helplessness task were normal, such avolition-like behavior could not be explained by anhedonia or behavioral despair. In line with the prevailing view that dopamine in anterior cingulate cortex (ACC) plays a role in evaluating effort cost for engaging in actions, we found that tail-suspension triggered dopamine release in ACC of controls, which was severely attenuated in the mutant mice. Conversely, ACC dopamine release by progressive ratio responding to reward, during which animals were allowed to effortlessly perform the nose-poking, was not affected in mutants. These results suggest that cortical GABA reduction preferentially impairs the effort-based behavior which requires much effort with little benefit, through a deficit of ACC dopamine release triggered by high-effort cost behavior, but not by reward-seeking behavior. Collectively, a subset of negative symptoms with a reduced willingness to expend costly effort, often observed in patients with schizophrenia and depression, may be attributed to cortical GABA level reduction.Neuropsychopharmacology advance online publication, 24 January 2018; doi:10.1038/npp.2017.296.", "doi": "10.1038/npp.2017.296", "title": "Neuropsychiatric Phenotypes Produced by GABA Reduction in Mouse Cortex and Hippocampus.", "journal": ["Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "Neuropsychopharmacology"]}