{"authors": [["Angeard", "N", "N", "Inserm U1129, Paris Descartes University, Sorbonne Paris Cité, Paris, France; Institut de Myologie, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France. Electronic address: nathalie.angeard@parisdescartes.fr."], ["Huerta", "E", "E", "Inserm U1129, Paris Descartes University, Sorbonne Paris Cité, Paris, France; Institut de Myologie, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."], ["Jacquette", "A", "A", "Centre de Référence \"Déficiences intellectuelles\", Département de Génétique et INSERM U 975, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."], ["Cohen", "D", "D", "CNRS UMR 7222 Institut des Systèmes Intelligents et Robotiques, et Service de Psychiatrie de l'Enfant et de l'Adolescent, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."], ["Xavier", "J", "J", "CNRS UMR 7222 Institut des Systèmes Intelligents et Robotiques, et Service de Psychiatrie de l'Enfant et de l'Adolescent, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."], ["Gargiulo", "M", "M", "Institut de Myologie, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France; Laboratoire de Psychologie Clinique et Psychopathologie (EA 4056), Université Paris Descartes, Sorbonne Paris Cité, Institut de Psychologie, Boulogne, France."], ["Servais", "L", "L", "Institut de Myologie, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."], ["Eymard", "B", "B", "Institut de Myologie, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."], ["Héron", "D", "D", "Centre de Référence \"Déficiences intellectuelles\", Département de Génétique et INSERM U 975, Groupe Hospitalier Pitié-Salpêtrière, APHP, Paris, France."]], "date": "2017-12-15", "id": "29361396", "text": "Myotonic dystrophy type 1 (DM1) is a multisystemic disorder with neuromuscular symptoms and brain dysfunctions. Depending on the phenotypic expression, the degree of cognitive impairment remains heterogeneous, ranging from moderate to severe intellectual disability in the congenital form, to executive, visuospatial and personality dysfunction in the adult-onset form. Studies exploring the cognitive or psychiatric impairments in the childhood form of DM1, characterized by an age of onset between one and ten years, uneventful pre and post natal history and normal development the first year of life, are scarce and show conflicting results in regard to a comorbid diagnosis of Autism Spectrum Disorder (ASD). The aim of the current review is to summarize diagnostic criteria and update the state of the debate regarding comorbidity. Evidence from 9 studies collected in PubMed database (representing a total of 175 cases) focusing on clinical, neuropsychological and neuroimaging domains in childhood DM1 is considered and similarities or differences between childhood DM1 and ASD are identified. Highlighting what is known about the neurocognitive features specific to the childhood-onset form of DM1 could help (1) propose early screening regarding socio-emotional and attentional/executive functions or (2) implement therapeutic programs based on reinforcement of executive skills or social cognition.", "doi": "10.1016/j.nmd.2017.12.006", "title": "Childhood-onset form of myotonic dystrophy type 1 and autism spectrum disorder: Is there comorbidity?", "journal": ["Neuromuscular disorders : NMD", "Neuromuscul. Disord."]}