{"authors": [["Jonsson", "Bert", "B", "Department of Psychology, Umeå University, Umeå, Sweden."], ["Waling", "Maria", "M", "Department of Food and Nutrition, Umeå University, Umeå, Sweden."], ["Olafsdottir", "Anna S", "AS", "School of Education, University of Iceland, Reykjavik, Iceland."], ["Lagström", "Hanna", "H", "Turku Institute of Child and Youth Research, University of Turku, Turku, Finland."], ["Wergedahl", "Hege", "H", "Faculty of Education, Western Norway University of Applied Sciences, Bergen, Norway."], ["Olsson", "Cecilia", "C", "Department of Food and Nutrition, Umeå University, Umeå, Sweden."], ["Fossgard", "Eldbjørg", "E", "Faculty of Education, Western Norway University of Applied Sciences, Bergen, Norway."], ["Holthe", "Asle", "A", "Faculty of Education, Western Norway University of Applied Sciences, Bergen, Norway."], ["Talvia", "Sanna", "S", "Turku Institute of Child and Youth Research, University of Turku, Turku, Finland."], ["Gunnarsdottir", "Ingibjorg", "I", "Unit for Nutrition Research, Landspitali - The National University Hospital of Iceland and Faculty of Food Science and Nutrition, School of Health Sciences, University of Iceland, Reykjavík, Iceland."], ["Hörnell", "Agneta", "A", "Department of Food and Nutrition, Umeå University, Umeå, Sweden."]], "date": "2017-11-30", "id": "29358980", "text": "The present study investigated schooling effects on cognition. Cognitive data were collected as part of a research project (ProMeal) that investigated school meals and measured the intake of school lunch in relation to children's health, cognitive function, and classroom learning in four Nordic countries, among children between 10-11 years of age. It was found that Finnish pupils attending 4th grade were not, on any measure, outperformed by Norwegian and Icelandic pupils attending 5th and Swedish pupils attending 4th grade on a task measuring working memory capacity, processing speed, inhibition, and in a subsample on response- and attention control. Moreover, boys were found to perform superior to girls on tasks measuring processing speed. However, girls were found to perform better on tasks related to attention and self-control. The results are discussed in relation to the reciprocal association between cognition and schooling and whether these results reflect quality differences between schools in the four Nordic countries; most notably in comparison to Finland.", "doi": "10.5964/ejop.v13i4.1339", "title": "The Effect of Schooling on Basic Cognition in Selected Nordic Countries.", "journal": ["Europe's journal of psychology", "Eur J Psychol"]}