{"authors": [["Guo", "Xia", "X", "Graduate School of Social and Cultural Sciences, Kumamoto University, Kumamoto, Japan."], ["Ohsawa", "Chie", "C", "Faculty of Music, Kyoto City University of Arts, Kyoto, Japan."], ["Suzuki", "Akiko", "A", "Graduate School of Social and Cultural Sciences, Kumamoto University, Kumamoto, Japan."], ["Sekiyama", "Kaoru", "K", "Division of Cognitive Psychology, Faculty of Letters, Kumamoto University, Kumamoto, Japan."]], "date": "2018-01-08", "id": "29358927", "text": "Previous studies have reported that music training not only improves children's musical skills, but also enhances their cognitive functions. However, there is a disagreement about what domain(s) might be affected. Moreover, effects of short-term (<several months) instrumental training have not been examined, although more basic studies have suggested neuroplasticity within several weeks. Consequently, the present exploratory pilot study investigated the effect of a six-week instrumental practice program (i.e., playing the keyboard harmonica) on children's cognitive functions using a randomized controlled trial. Forty children (aged 6-8 years) were randomly assigned to either the experimental group (n = 20), which received a 6-week (12-session) keyboard harmonica curriculum, or an untrained control group (n = 20). Different from traditional instrumental training, the curriculum did not use musical scores to emphasize creating association between sound (auditory modality) and finger movement (somato-motor system). Cognitive measurements included verbal ability, processing speed, working memory, and inhibitory control, which were administered before and after the curriculum in both groups. After the 6-week training, only the experimental group showed a significant improvement in the Digit Span test (especially in the Digit Span Backward) that measures working memory. However, no significant influences were found on the other cognitive tests. The result suggests that several weeks of instrumental music training may be beneficial to improving children's working memory. In addition, we used an inexpensive and portable keyboard harmonica; therefore, our instructional method is easy to apply in classrooms or other circumstances. If the method is applied to music lessons in schools or in the community, it may help improve children's working memory.", "doi": "10.3389/fpsyg.2017.02303", "title": "Improved Digit Span in Children after a 6-Week Intervention of Playing a Musical Instrument: An Exploratory Randomized Controlled Trial.", "journal": ["Frontiers in psychology", "Front Psychol"]}