{"authors": [["Zhang", "Linlin", "L", "Capital University of Physical Education and Sports, Beijing 100191, China."], ["Feng", "Yi", "Y", "Beijing Xicheng District Desheng Community Health Service Center, Beijing 100120, China."], ["Ji", "Wenliang", "W", "Capital University of Physical Education and Sports, Beijing 100191, China."], ["Liu", "Jianzhang", "J", "Peking University School and Hospital of Stomatology, Beijing 100081, China."], ["Liu", "Kun", "K", "Capital University of Physical Education and Sports, Beijing 100191, China."]], "date": "2017-12-05", "id": "29358845", "text": "The aim of the present study is to evaluate the effect of voluntary wheel running on striatal dopamine level and behavior of cognition and emotion in molar loss rats. Twenty-four Sprague-Dawley rats were enrolled in this study and randomly divided into following 4 groups: control group (C group), molar loss group (ML group), 1-week physical exercise before molar loss group (1W-ML group), and 4-week physical exercise before molar loss group (4W-ML group). The rats both in 4W-ML and 1W-ML groups were placed in the voluntary running wheel in order to exercise for 4 weeks and 1 week, respectively. Then, the rats in 4W-ML, 1W-M, and ML groups received bilateral molar loss operation. After 10 days, striatal dopamine level was detected by in vivo microdialysis coupled with high-performance liquid chromatography (HPLC) and electrochemical detection. All the rats received behavior test after microdialysis detection. The behavior tests including passive avoidance test were used to assess cognition and elevated plus maze test for emotion. The results indicated that voluntary wheel running promoted striatal dopamine level in rats of molar loss. Behavioral data indicated that voluntary wheel running promoted cognition and emotion recovery after molar loss. Therefore, we concluded physical exercise significantly improved the neurocognitive behaviors and increased the striatal dopamine level after molar loss in rats.", "doi": "10.1155/2017/6137071", "title": "Effect of Voluntary Wheel Running on Striatal Dopamine Level and Neurocognitive Behaviors after Molar Loss in Rats.", "journal": ["Behavioural neurology", "Behav Neurol"]}