{"authors": [["Verheij", "Michel M M", "MMM", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands; Department of Molecular and Animal Physiology, Nijmegen Center for Molecular Life Sciences, Radboud University Nijmegen Medical Centre, Nijmegen, the Netherlands. Electronic address: M.Verheij@cns.umcn.nl."], ["Contet", "Candice", "C", "Department of Molecular and Animal Physiology, Nijmegen Center for Molecular Life Sciences, Radboud University Nijmegen Medical Centre, Nijmegen, the Netherlands."], ["Karel", "Peter", "P", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands."], ["Latour", "Judith", "J", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands."], ["van der Doelen", "Rick H A", "RHA", "Department of Anatomy, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands."], ["Geenen", "Bram", "B", "Department of Anatomy, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands."], ["van Hulten", "Josephus A", "JA", "Department of Neuroscience, Scripps Research Institute, La Jolla, California."], ["Meyer", "Francisca", "F", "Department of Neuroscience, Scripps Research Institute, La Jolla, California."], ["Kozicz", "Tamas", "T", "Department of Anatomy, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands."], ["George", "Olivier", "O", "Department of Molecular and Animal Physiology, Nijmegen Center for Molecular Life Sciences, Radboud University Nijmegen Medical Centre, Nijmegen, the Netherlands."], ["Koob", "George F", "GF", "Neurobiology of Addiction Section, Intramural Research Program, National Institute on Drug Abuse, National Institutes of Health, Baltimore, Maryland."], ["Homberg", "Judith R", "JR", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands."]], "date": "2017-11-20", "id": "29357981", "text": "Reduced expression of the serotonin transporter (SERT) promotes anxiety and cocaine intake in both humans and rats. We tested the hypothesis that median raphe nucleus (MRN) and dorsal raphe nucleus (DRN) serotonergic projections differentially mediate these phenotypes.We used virally mediated RNA interference to locally downregulate SERT expression and compared the results with those of constitutive SERT knockout. Rats were allowed either short access (ShA) (1 hour) or long access (LgA) (6 hours) to cocaine self-administration to model moderate versus compulsive-like cocaine taking.SERT knockdown in the MRN increased cocaine intake selectively under ShA conditions and, like ShA cocaine self-administration, reduced corticotropin-releasing factor (CRF) immunodensity in the paraventricular nucleus of the hypothalamus. In contrast, SERT knockdown in the DRN increased cocaine intake selectively under LgA conditions and, like LgA cocaine self-administration, reduced CRF immunodensity in the central nucleus of the amygdala. SERT knockdown in the MRN or DRN produced anxiety-like behavior, as did withdrawal from ShA or LgA cocaine self-administration. The phenotype of SERT knockout rats was a summation of the phenotypes generated by MRN- and DRN-specific SERT knockdown.Our results highlight a differential role of serotonergic projections arising from the MRN and DRN in the regulation of cocaine intake. We propose that a cocaine-induced shift from MRN-driven serotonergic control of CRF levels in the hypothalamus to DRN-driven serotonergic control of CRF levels in the amygdala may contribute to the transition from moderate to compulsive intake of cocaine.", "doi": "10.1016/j.biopsych.2017.10.031", "title": "Median and Dorsal Raphe Serotonergic Neurons Control Moderate Versus Compulsive Cocaine Intake.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}