{"authors": [["Basner", "Mathias", "M", "Psychiatry, Division of Sleep and Chronobiology, Perelman School of Medicine at the University of Pennsylvania, United States."], ["Nasrini", "Jad", "J", "Psychiatry, Division of Sleep and Chronobiology, Perelman School of Medicine at the University of Pennsylvania."], ["Hermosillo", "Emanuel", "E", "Psychiatry, Division of Sleep and Chronobiology, Perelman School of Medicine at the University of Pennsylvania."], ["McGuire", "Sarah", "S", "Psychiatry, Division of Sleep and Chronobiology, Perelman School of Medicine at the University of Pennsylvania."], ["Dinges", "David F", "DF", "University of Pennsylvania, United States."], ["Moore", "Tyler M", "TM", "Psychiatry, Brain Behavior Laboratory, Perelman School of Medicine at the University of Pennsylvania."], ["Gur", "Ruben C", "RC", "Psychiatry, Brain Behavior Laboratory, Perelman School of Medicine at the University of Pennsylvania."], ["Rittweger", "Jörn", "J", "Institute of Aerospace Medicine, German Aerospace Center, Germany."], ["Mulder", "Edwin", "E", "Division Space Physiology, German Aerospace Center (DLR)."], ["Wittkowski", "Martin", "M", "Institute of Aerospace Medicine, German Aerospace Center (DLR)."], ["Donoviel", "Dorit", "D", "Department of Pharmacology and Space Medicine, Baylor College of Medicine."], ["Stevens", "Brian", "B", "Center for Space Medicine, Baylor College of Medicine."], ["Bershad", "Eric M", "EM", "Baylor College of Medicine, United States."]], "date": "2017-12-14", "id": "29357516", "text": "Microgravity and elevated levels of CO2 are two common environmental stressors in spaceflight that may affect cognitive performance of astronauts. In this randomized, double-blind, cross-over trial (SPACECOT), N=6 healthy males (mean{plus minus}SD age: 41{plus minus}5yr) were exposed to 0.04% (ambient air) and 0.5% CO2 concentrations during 26.5-hour periods of -12{degree sign} head-down tilt (HDT) bed rest with a one-week washout period between exposures. Subjects performed the 10 tests of the Cognition Test Battery before and on average 0.1, 5.2, and 21.0 hours after the initiation of HDT bed rest. HDT in ambient air induced a change in response strategy, with increased response speed (+0.19 SD; p=0.0254) at the expense of accuracy (-0.19 SD; 0.2867), resulting in comparable cognitive efficiency. The observed effects were small and statistically significant for cognitive speed only. However, even small declines in accuracy can potentially cause errors during mission-critical tasks in spaceflight. Unexpectedly, exposure to 0.5% CO2 reversed the response strategy changes observed under HDT in ambient air. This was possibly related to hypercapnia-induced cerebrovascular reactivity that favors cortical regions in general and the frontal cortex in particular, or to the CNS arousing properties of mildly to moderately increased CO2 levels. There were no statistically significant time-in-CO2 effects for any cognitive outcome. The small sample size and the small effect sizes are major limitations of this study and its findings. The results should not be generalized beyond the group of investigated subjects until they are confirmed by adequately powered follow-up studies.", "doi": "10.1152/japplphysiol.00855.2017", "title": "Effects of -12{degree sign} Head-Down Tilt with and without Elevated Levels of CO2 on Cognitive Performance: the SPACECOT study.", "journal": ["Journal of applied physiology (Bethesda, Md. : 1985)", "J. Appl. Physiol."]}