{"authors": [["Vizin", "Robson Cristiano Lillo", "RCL", "Graduate Program on Neuroscience and Cognition, UFABC."], ["Motzko-Soares", "Anna Carolina Parracho", "ACP", "Graduate Program on Neuroscience and Cognition, Federal University of ABC."], ["Armentano", "Giovana Marchini", "GM", "Natural and Humanities Science Center, Federal University of ABC."], ["Ishikawa", "Debora T", "DT", "Graduate Program on Neuroscience and Cognition, Federal University of ABC."], ["Cruz-Neto", "Ariovaldo Pereira", "AP", "Dept of Zoology, Biosciences Institute, São Paulo State University."], ["Carrettiero", "Daniel Carneiro", "DC", "Natural and Humanities Science Center, Federal University of ABC."], ["Almeida", "Maria Camila", "MC", "Natural and Humanities Science Center, UFABC, Brazil."]], "date": "2017-12-21", "id": "29357504", "text": "In this study, we aimed at evaluating the influence of daily repeated menthol treatments on body mass and thermoregulatory effectors in Wistar rats, considering that menthol is a TRPM8 channel agonist that mimics cold sensation and activates thermoregulatory cold-defense mechanisms in mammals, promoting hyperthermia and increasing energy expenditure, and has been suggested as an anti-obesity drug. Male Wistar rats were topically treated with 5% menthol for 3 or 9 consecutive days, while body mass, food intake, abdominal temperature, metabolism, cutaneous vasoconstriction and thermal preference were measured. Menthol promoted hyperthermia on all days of treatment, due to an increase in metabolism and cutaneous vasoconstriction, without affecting food intake, resulting in less mass gain in menthol-hyperthermic animals. As the treatment progressed, the menthol-induced increases in metabolism and hyperthermia were attenuated, but not abolished. Moreover, cutaneous vasoconstriction was potentiated and an increase in the warmth-seeking behavior was induced. Taken together, the results suggest that, although changes occur in thermoeffector recruitment during the course of short-term treatment, menthol is a promising drug to prevent body mass gain.", "doi": "10.1152/japplphysiol.00770.2017", "title": "SHORT-TERM MENTHOL TREATMENT PROMOTES PERSISTENT THERMOGENESIS WITHOUT INDUCTION OF COMPENSATORY FOOD CONSUMPTION IN RATS: IMPLICATIONS FOR OBESITY CONTROL.", "journal": ["Journal of applied physiology (Bethesda, Md. : 1985)", "J. Appl. Physiol."]}