{"authors": [["Tylan", "Catherine", "C", "Department of Biology, The Pennsylvania State University, University Park, Pennsylvania, USA."], ["Langkilde", "Tracy", "T", "Department of Biology, The Pennsylvania State University, University Park, Pennsylvania, USA."]], "date": "2017-09-11", "id": "29356446", "text": "The phytohemagglutinin (PHA) skin test is commonly used by ecologists to assess cell-mediated immune function of wild animals. It can be performed quickly and easily in the field, involving injection of PHA and measurement of the resultant swelling. There are multiple formulations of PHA used in ecological studies, with potentially differing outcomes that could produce inconsistent results. We tested two common types of PHA in the green anole (Anolis carolinensis) to identify local and systemic immune responses underlying the resultant swelling at 6, 18, 24, and 48 hr post injection. There were differences in both local (injection site) and systemic (blood) leukocyte responses to PHA-L versus PHA-P. PHA-P injection produced a greater overall increase in local heterophil count at the injection site compared with PHA-L, and this response was greatest at 6 and 24 hr post injection. Systemically, heterophil percentage was higher in the blood of PHA-P- versus PHA-L-injected anoles at 24 hr post injection; the time point at which heterophil percentage peaked in PHA-P-injected anoles. These results indicate that although both PHA types are effective tests of immune function in green anoles, the PHA-P swelling response invokes a much stronger heterophilic response. PHA-L is a more specific test of lymphocyte function, particularly at 24 hr post injection, making it preferable for ecoimmunology studies.", "doi": "10.1002/jez.2108", "title": "Local and systemic immune responses to different types of phytohemagglutinin in the green anole: Lessons for field ecoimmunologists.", "journal": ["Journal of experimental zoology. Part A, Ecological and integrative physiology", "J Exp Zool A Ecol Integr Physiol"]}