{"authors": [["Casas-Hernanz", "Laura", "L", "Servei de Neurologia, Hospital Universitari Mútua Terrassa, Barcelona, Spain."], ["Garolera", "Maite", "M", "Neuropsychological Unit, Hospital of Terrassa-Consorci Sanitari de Terrassa, Barcelona, Spain."], ["Badenes", "Dolors", "D", "Servei de Neurologia, Hospital Universitari Mútua Terrassa, Barcelona, Spain."], ["Quintana", "Salvador", "S", "Servei de Medicina Intensiva, Hospital Universitari Mútua Terrassa, Barcelona, Spain."], ["Millán", "Susana", "S", "Unitat d'Urgències, Hospital Plató, Barcelona, Spain."], ["Calzado", "Noemi", "N", "Servei de Neurologia, Hospital Universitari Mútua Terrassa, Barcelona, Spain."], ["de Francisco", "Jorge", "J", "Servei de Neurologia, Hospital Universitari Mútua Terrassa, Barcelona, Spain."], ["Royo", "Josep", "J", "Servei de Cirurgia Vascular, Hospital Universitari Mútua Terrassa, Barcelona, Spain."], ["Aguilar", "Miquel", "M", "Servei de Neurologia, Hospital Universitari Mútua Terrassa, Barcelona, Spain."]], "date": "2017-12-31", "id": "29354625", "text": "The aim of our study was to determine the clinical profile of patients considered cognitive 'responders' to surgery in order to establish clinical variables associated with a favorable cognitive performance.A total of 70 patients were included in the study. A well-validated, comprehensive standardized neurocognitive battery of tests of about 2 hours was administered. Patients were examined twice, 1-week before surgery and 1-year postoperatively. The criterion to be included in the 'responder' group was the following: to obtain a positive difference between post-revascularization and pre-revascularization neuropsychological assessment ≥1 standard deviation in ≥2 tests.Twenty-seven patients (38.6%) were cognitive responders to treatment. In bivariate analysis between responders and non-responders, presence of atrophy (P=0.003), small vessels (P=0.577), symptoms (P=0.046), and age (P=0.030) were the factors statistically significant. When comparing cognitive performance before and after carotid revascularization, significant differences were observed in semantic fluency with a lower performance after 12 months (P=0.004, d=0.29), and in the Language index (Repeatable Battery for the Assessment of Neuropsychological Status) (P=0.005, d=0.34).Patients without neurological symptoms, of a younger age and without atrophy and white matter small vessel lesions are better cognitive responders 1-year after carotid revascularization.", "doi": "10.5758/vsi.2017.33.4.146", "title": "Neuropsychological Outcome One Year after Carotid Revascularization: A before-and-after Study.", "journal": ["Vascular specialist international", "Vasc Specialist Int"]}