{"authors": [["Shin", "Min A", "MA", "Department of Rehabilitation Medicine, National Rehabilitation Center, Seoul, Korea."], ["Park", "Oak Tae", "OT", "Department of Rehabilitation Medicine, National Rehabilitation Center, Seoul, Korea."], ["Shin", "Joon-Ho", "JH", "Department of Rehabilitation Medicine, National Rehabilitation Center, Seoul, Korea."]], "date": "2017-12-28", "id": "29354568", "text": "To investigate the anatomical correlates of the neuropsychological deficits in patients with the cerebellar stroke.We screened patients who were admitted to the National Rehabilitation Center with the cerebellar stroke between October 2012 and November 2016. The patients with the cerebellar stroke who underwent neuropsychological testing for which the Seoul Neuropsychological Screening Battery (SNSB) or the SNSB-II were enrolled. The neuropsychological function capacities were compared in accordance with the stroke type (hemorrhagic vs. ischemic) and the location (right/left anterior, right/left posterior intermediate, right/left posterior lateral lobe, and vermis). Mean z-scores were computed to compare the patient performances with the population averages.Twenty-six patients (15 with ischemic stroke and 11 with hemorrhagic stroke) with a mean age of 54.8±16.6 years were assessed 8.8±9.2 months after the stroke. Differences in the neuropsychological functioning according to the stroke type were not observed. All of the numerical subtests of the stroke patients showed significantly poorer performances compared with the population averages (mean z-score <0), and some of the subtests revealed abnormal performances in attention-, visuospatial function-, memory-, and frontal/executive function-related tasks (mean z-score <-1). The patients with the presence of a lesion in the right posterior intermediate lobe of the cerebellum showed a poorer performance in the subtests evaluating the executive function including the Korean-version Stroop Test (p=0.04), the Digit Symbol Coding Test (p=0.01), and the Korean-version Trail Making Test (p=0.02) compared with the patients without that lesion.The present study confirms that the cerebellar stroke affects the neuropsychological functioning which is associated with the anatomical site of stroke.", "doi": "10.5535/arm.2017.41.6.924", "title": "Anatomical Correlates of Neuropsychological Deficits Among Patients With the Cerebellar Stroke.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}