{"authors": [["Park", "Donghwi", "D", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."], ["Woo", "Seung Beom", "SB", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."], ["Lee", "Dae Hee", "DH", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."], ["Yu", "Kwang Jae", "KJ", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."], ["Cho", "Ju Young", "JY", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."], ["Kim", "Jong Min", "JM", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."], ["Lee", "Zeeihn", "Z", "Department of Rehabilitation Medicine, Daegu Fatima Hospital, Daegu, Korea."]], "date": "2017-12-28", "id": "29354567", "text": "To evaluate the correlation between radionuclide salivagram findings and clinical characteristics in dysphagic patients with brain lesions.The medical records of 35 dysphagic patients with brain lesions who simultaneously underwent both a videofluoroscopic swallowing study (VFSS) and radionuclide salivagram were analyzed retrospectively. The subjects were divided into two groups according to the presence of aspiration on a salivagram (group A, patients with aspiration on the salivagram; group B, patients with no aspiration on the salivagram). The differences between clinical characteristics and VFSS findings (penetration-aspiration scale [PAS]) between the two groups were analyzed.Eleven out of 35 patients displayed salivary aspiration on the radionuclide salivagram. There were no significant differences between the two groups according to age, sex, disease duration, PAS on VFSS and feeding methods (p≥0.05). The incidence of aspiration pneumonia was significantly higher in group A. In a multivariate logistic regression analysis with forward stepwise method, the Mini-Mental State Examination (MMSE) score was the only significant parameter in predicting positive findings in salivagrams (odds ratio=0.760; 95% confidence interval [CI], 0.625-0.923; p=0.006). The area under the receiver operating characteristic curve (AUC) of the MMSE score for positive detection in salivagrams was 0.855 (95% CI, 0.689-0.953; p<0.0001). The optimal cut-off value was 7 for the MMSE score (sensitivity 72.73%, specificity 100%).In patients with brain lesions who complain of dysphagia, the MMSE score was correlated with salivary aspiration. If patients present with a score of 7 or less on the MMSE, performing a radionuclide salivagram may helpful for early detection of patients at high risk of aspiration pneumonia induced from salivary aspiration.", "doi": "10.5535/arm.2017.41.6.915", "title": "The Correlation Between Clinical Characteristics and Radionuclide Salivagram Findings in Patients With Brain Lesions: A Preliminary Study.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}