{"authors": [["Holz", "Maila Rossato", "MR", "Mestranda do Programa de Pós-Graduação em Psicologia - Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS), RS, Brazil."], ["Kochhann", "Renata", "R", "Aluna de Pós-doutorado do Programa de Pós-Graduação em Psicologia - PUCRS, RS, Brazil."], ["Ferreira", "Patrícia", "P", "Aluna de Graduação em Psicologia - Universidade do Vale do Rio dos Sinos, RS, Brazil."], ["Tarrasconi", "Marina", "M", "Aluna de graduação em Psicologia - PUCRS."], ["Chaves", "Márcia Lorena Fagundes", "MLF", "Professora Titular do Departamento de Medicina Interna - Faculdade de Medicina da Universidade Federal do Rio Grande do Sul, RS, Brazil."], ["Fonseca", "Rochele Paz", "RP", "Professora Adjunta do Programa de Pós-Graduação em Psicologia - PUCRS, RS, Brazil."]], "date": null, "id": "29354224", "text": "White matter hyperintensities (WMH) are commonly associated with vascular dementia and poor executive functioning. Notwithstanding, recent findings have associated WMH with Alzheimer's disease as well as other cognitive functions, but there is no consensus.This study aimed to verify the relationship between WMH and cognitive performance in Mild Cognitive Impairment (MCI) and Alzheimer's disease (AD) patients. The study also sought to identify cognitive and demographic/cultural factors that might explain variability of WMH.The sample was composed of 40 participants (18 MCI and 22 AD patients) aged ≥ 65 years. Spearman's correlation was performed among cognitive performance (memory, language, visuospatial ability, and executive function) and WMH evaluated by the Fazekas and ARWMC scales. Two stepwise linear regressions were carried out, one with cognitive and the other with demographic/cultural variables as predictors.Only naming showed significant correlation with ARWMC. Fazekas score exhibited significant correlation with all cognitive domains evaluated. Fazekas score was better predicted by episodic visual memory and age.This study found that the most relevant cognitive profile in MCI and AD patients with WMH was related to episodic memory. And, without taking clinical aspects into consideration, age was the best predictor of WMH.Hiperintensidades de substância branca (HSB) são comumente associadas à demência vascular e ao mau funcionamento executivo. Contudo, descobertas recentes relacionam-no com a doença de Alzheimer, bem como com outros funcionamentos cognitivos, mas não há um consenso.Este estudo teve como objetivo verificar a relação entre HSB e desempenho cognitivo em pacientes com Comprometimento Cognitivo Leve (CCL) e doença de Alzheimer (DA). Assim como, identificar fatores cognitivos e demográficos / culturais que poderiam explicar a variabilidade da HSB.A amostra foi composta por 40 participantes (18 CCL e 22 pacientes com DA) com ≥ 65 anos de idade. A correlação de Spearman foi realizada entre o desempenho cognitivo (memória, linguagem, capacidade visoespacial e função executiva) e HSB avaliada através das escalas Fazekas e ARWMC. Dois modelos de regressão linear stepwise foram realizados, um com variáveis cognitivas e outro com variáveis demográficas / culturais como preditores.Somente nomeação apresentou correlação significativa com ARWMC. Fazekas apresentou correlação significativa com todos os domínios cognitivos avaliados. Fazekas foi melhor predito pela memória episódica visual e idade.Este estudo foi capaz de identificar que em pacientes com CCL e DA com HSB o perfil cognitivo mais relevante está relacionado à memória episódica. E, sem levar em consideração os aspectos clínicos, a idade foi o melhor preditor da HSB.", "doi": "10.1590/1980-57642016dn11-040013", "title": "Cognitive performance in patients with Mild Cognitive Impairment and Alzheimer's disease with white matter hyperintensities: An exploratory analysis.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}