{"authors": [["Morelli", "Nathalia Lais", "NL", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."], ["Cachioni", "Meire", "M", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."], ["Lopes", "Andrea", "A", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."], ["Batistoni", "Samila Sathler Tavares", "SST", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."], ["Falcão", "Deusivania Vieira da Silva", "DVDS", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."], ["Neri", "Anita Liberalesso", "AL", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."], ["Yassuda", "Monica Sanches", "MS", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, São Paulo, Brazil."]], "date": null, "id": "29354222", "text": "There are few studies on the qualitative variables derived from the animal category verbal fluency test (VF), especially with data originating from low-income samples of community-based studies.To compare elderly with and without hypertension (HTN) and diabetes mellitus (DM) regarding the total number of animals spoken, number of categories, groups and category switches on the VF test.We used the database of the FIBRA (Frailty in Brazilian Elderly) community-based study. The variables number of Categories, Groups and Category Switches were created for each participant. The total sample (n = 384) was divided into groups of elderly who reported having HTN, DM, both HTN and DM, or neither of these conditions.There were no significant differences between the groups with and without these chronic diseases for VF total score or for the qualitative variables.Among independent community-dwelling elderly, the qualitative variables derived from the VF animal category may not add information regarding the cognitive profile of elderly with chronic diseases. Total VF score and the qualitative variables Category, Group and Switching did not differentiate elderly with and without HTN and DM.Existem poucos estudos sobre as variáveis qualitativas decorrentes do teste de fluência verbal (FV) categoria animais, em especial com dados provenientes de amostra populacional de países com baixa renda.Comparar idosos com e sem hipertensão (HAS) e diabetes mellitus (DM) quanto ao número total de animais falados, número de categorias, grupos e trocas de categoria no teste de FV.Utilizou-se o banco de dados do estudo FIBRA (Fragilidade em Idosos Brasileiros) de base populacional em Ermelino Matarazzo. Foram criadas as variáveis Categoria, Grupo e Troca de Categoria para cada participante. A amostra total (n = 384) foi dividida entre aqueles idosos que relataram ter HAS, DM, ambas ou nenhuma destas condições.Não houve diferença significativa entre os grupos com e sem estas doenças crônicas para o escore total da FV nem para as variáveis qualitativas.Entre idosos independentes residentes na comunidade, as variáveis qualitativas derivadas da FV animais podem não adicionar informações sobre o perfil cognitivo de idosos com condições crônicas. O escore total da FV e as variáveis qualitativas Categoria, Grupo e Troca de Categoria não diferenciaram idosos com e sem HAS e DM.", "doi": "10.1590/1980-57642016dn11-040011", "title": "Verbal fluency in elderly with and without hypertension and diabetes from the FIBRA study in Ermelino Matarazzo.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}