{"authors": [["Chimelli", "Leila", "L", "Instituto Estadual do Cérebro Paulo Niemeyer - Laboratory of Neuropathology and Universidade Federal do Rio de Janeiro - Pathology Department, Rio de Janeiro, RJ - Brazil."]], "date": null, "id": "29354215", "text": "Acquired and hereditary microangiopathies cause cerebral small vessel diseases (CSVD) that impair cognition. The most frequent is primary angiitis of the CNS (PACNS), whose diagnosis remains challenging, requiring a multidisciplinary approach. Secondary vasculitis, CADASIL, miscellaneous microangiopathies and lymphomas, also cause cognitive impairment. Despite the fact that the need for biopsy has decreased in the era of new neuroimaging methods, biopsies that include small leptomeningeal and parenchymal arterial vessels still remain the gold standard to diagnose PACNS and other CSVD, and to exclude mimics such as infections and malignancies. New approaches for pathological consequences relevant to vascular cognitive impairment such as silent brain lesions, microinfarcts, microbleeds and subtle loss of microstructural integrity, may be detected in autopsies. This article addresses the role of biopsies and autopsies for the diagnosis of cognitive impairment related to small vessel diseases or other inflammatory/ischemic processes, and presents a critical appraisal based on personal experience.As microangiopatias adquiridas e hereditárias causam doenças cerebrais de vasos pequenos, que comprometem a cognição. A mais frequente é a vasculite primária do sistema nervoso central, cujo diagnóstico continua desafiador, exigindo abordagem multidisciplinar. Vasculite secundária, CADASIL, microangiopatias diversas e linfomas também causam deficiência cognitiva. Apesar da necessidade de biópsia ter diminuído na era de novos métodos de neuroimagem, as biópsias que incluem pequenos vasos arteriais leptomeníngeos e parenquimatosos continuam sendo o padrão-ouro para o diagnóstico de vasculites primárias, afastando situações que as mimetizam, como infecções e neoplasias. Novas abordagens sobre as alterações teciduais de origem vascular relevantes para comprometimento cognitivo, como lesões cerebrais silenciosas, microinfartos, microssangramentos e perda leve de integridade micro estrutural, podem ser detectadas em autópsias. Este artigo aborda o papel das biópsias e autópsias para o diagnóstico do comprometimento cognitivo associado a doenças cerebrais de pequenos vasos ou outros processos inflamatórios/isquêmicos, e apresenta uma avaliação crítica baseada em experiência pessoal.", "doi": "10.1590/1980-57642016dn11-040004", "title": "The role of biopsies and autopsies in the diagnosis of cognitive impairment, with emphasis on small vessel diseases: A critical appraisal enriched by personal experience.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}