{"authors": [["Rapp", "Alexander M", "AM", "Department of Psychiatry and Psychotherapy, University of Tübingen, Tübingen, Germany."], ["Felsenheimer", "Anne K", "AK", "Department of Psychiatry and Psychotherapy, University of Tübingen, Tübingen, Germany."], ["Langohr", "Karin", "K", "Department of Psychiatry and Psychotherapy, University of Tübingen, Tübingen, Germany."], ["Klupp", "Magdalena", "M", "Department of Psychiatry and Psychotherapy, University of Tübingen, Tübingen, Germany."]], "date": "2018-01-05", "id": "29354082", "text": "Miscomprehension of nonliteral (\"figurative\") language like metaphors, proverbs, idioms, and ironic expressions by patients with schizophrenia is a phenomenon mentioned already in historical psychiatric descriptions. However, it was only recently that studies did differentiate between novel and conventional metaphors, a factor that is known to influence the difficulty of comprehension in healthy subjects. Further, familiarity with stimuli is an important factor for comprehension, which was not recommended in utmost previous studies. In this study, 23 patients with DSM IV schizophrenia and 19 healthy control subjects performed a newly-developed German metaphor comprehension test with three types of stimuli: novel metaphors, conventional German metaphors, and meaningless statements. During the test procedure, participants indicated familiarity with the stimulus and then matched the meaning with one out of four given alternatives. Familiarity rankings did not significantly differ between patients and control subjects. However, on descriptive level, there was a tendency for healthy controls to be more familiar with conventional metaphors than schizophrenic patients. Further, comprehension of conventional and novel metaphors differed significantly between the groups, with higher performance in healthy controls. Considering only those metaphors that had been ranked as familiar, patients only revealed significant lower performance opposed to controls regarding novel metaphors, while they did not differ in conventional metaphors. Taken together, the results indicate that patients with schizophrenia might show an altered way of comprehension in novel metaphors, leading to more misunderstandings. However, their previously reported impairments in conventional metaphors might rather be due to a lack of familiarity with the stimuli-making conventional metaphors to novel metaphors in the individual case.", "doi": "10.3389/fpsyg.2017.02251", "title": "The Comprehension of Familiar and Novel Metaphoric Meanings in Schizophrenia: A Pilot Study.", "journal": ["Frontiers in psychology", "Front Psychol"]}