{"authors": [["Kerkhofs", "Amber", "A", "Department of Integrative Neurophysiology, Center for Neurogenomics and Cognitive Research, Neuroscience Amsterdam, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."], ["Xavier", "Ana C", "AC", "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal."], ["da Silva", "Beatriz S", "BS", "Portuguese National Institute of Legal Medicine and Forensic Sciences, Coimbra, Portugal."], ["Canas", "Paula M", "PM", "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal."], ["Idema", "Sander", "S", "Department of Neurosurgery, Neuroscience Amsterdam, VU University Medical Center Amsterdam, Amsterdam, Netherlands."], ["Baayen", "Johannes C", "JC", "Department of Neurosurgery, Neuroscience Amsterdam, VU University Medical Center Amsterdam, Amsterdam, Netherlands."], ["Ferreira", "Samira G", "SG", "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal."], ["Cunha", "Rodrigo A", "RA", "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal."], ["Mansvelder", "Huibert D", "HD", "Department of Integrative Neurophysiology, Center for Neurogenomics and Cognitive Research, Neuroscience Amsterdam, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."]], "date": "2018-01-04", "id": "29354052", "text": "Caffeine is the most widely used psychoactive drug, bolstering attention and normalizing mood and cognition, all functions involving cerebral cortical circuits. Whereas studies in rodents showed that caffeine acts through the antagonism of inhibitory A1 adenosine receptors (A1R), neither the role of A1R nor the impact of caffeine on human cortical neurons is known. We here provide the first characterization of the impact of realistic concentrations of caffeine experienced by moderate coffee drinkers (50 μM) on excitability of pyramidal neurons and excitatory synaptic transmission in the human temporal cortex. Moderate concentrations of caffeine disinhibited several of the inhibitory A1R-mediated effects of adenosine, similar to previous observations in the rodent brain. Thus, caffeine restored the adenosine-induced decrease of both intrinsic membrane excitability and excitatory synaptic transmission in the human pyramidal neurons through antagonism of post-synaptic A1R. Indeed, the A1R-mediated effects of endogenous adenosine were more efficient to inhibit synaptic transmission than neuronal excitability. This was associated with a distinct affinity of caffeine for synaptic versus extra-synaptic human cortical A1R, probably resulting from a different molecular organization of A1R in human cortical synapses. These findings constitute the first neurophysiological description of the impact of caffeine on pyramidal neuron excitability and excitatory synaptic transmission in the human temporal cortex, providing adequate ground for the effects of caffeine on cognition in humans.", "doi": "10.3389/fphar.2017.00899", "title": "Caffeine Controls Glutamatergic Synaptic Transmission and Pyramidal Neuron Excitability in Human Neocortex.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}