{"authors": [["Baniqued", "Pauline L", "PL", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA, United States."], ["Gallen", "Courtney L", "CL", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA, United States."], ["Voss", "Michelle W", "MW", "Department of Psychological and Brain Sciences, University of Iowa, Iowa City, IA, United States."], ["Burzynska", "Agnieszka Z", "AZ", "Department of Human Development and Family Studies, Colorado State University, Fort Collins, CO, United States."], ["Wong", "Chelsea N", "CN", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Cooke", "Gillian E", "GE", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Duffy", "Kristin", "K", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Fanning", "Jason", "J", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Ehlers", "Diane K", "DK", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Salerno", "Elizabeth A", "EA", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Aguiñaga", "Susan", "S", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["McAuley", "Edward", "E", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Kramer", "Arthur F", "AF", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["D'Esposito", "Mark", "M", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA, United States."]], "date": "2018-01-04", "id": "29354050", "text": "Recent work suggests that the brain can be conceptualized as a network comprised of groups of sub-networks or modules. The extent of segregation between modules can be quantified with a modularity metric, where networks with high modularity have dense connections within modules and sparser connections between modules. Previous work has shown that higher modularity predicts greater improvements after cognitive training in patients with traumatic brain injury and in healthy older and young adults. It is not known, however, whether modularity can also predict cognitive gains after a physical exercise intervention. Here, we quantified modularity in older adults (N = 128, mean age = 64.74) who underwent one of the following interventions for 6 months (NCT01472744 on ClinicalTrials.gov): (1) aerobic exercise in the form of brisk walking (Walk), (2) aerobic exercise in the form of brisk walking plus nutritional supplement (Walk+), (3) stretching, strengthening and stability (SSS), or (4) dance instruction. After the intervention, the Walk, Walk+ and SSS groups showed gains in cardiorespiratory fitness (CRF), with larger effects in both walking groups compared to the SSS and Dance groups. The Walk, Walk+ and SSS groups also improved in executive function (EF) as measured by reasoning, working memory, and task-switching tests. In the Walk, Walk+, and SSS groups that improved in EF, higher baseline modularity was positively related to EF gains, even after controlling for age, in-scanner motion and baseline EF. No relationship between modularity and EF gains was observed in the Dance group, which did not show training-related gains in CRF or EF control. These results are consistent with previous studies demonstrating that individuals with a more modular brain network organization are more responsive to cognitive training. These findings suggest that the predictive power of modularity may be generalizable across interventions aimed to enhance aspects of cognition and that, especially in low-performing individuals, global network properties can capture individual differences in neuroplasticity.", "doi": "10.3389/fnagi.2017.00426", "title": "Brain Network Modularity Predicts Exercise-Related Executive Function Gains in Older Adults.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}