{"authors": [["Yang", "Xue Q", "XQ", "MacDonald Lab, Brain and Mind Institute, University of Western Ontario, London, ON, Canada."], ["Lauzon", "Brian", "B", "MacDonald Lab, Brain and Mind Institute, University of Western Ontario, London, ON, Canada."], ["Seergobin", "Ken N", "KN", "MacDonald Lab, Brain and Mind Institute, University of Western Ontario, London, ON, Canada."], ["MacDonald", "Penny A", "PA", "MacDonald Lab, Brain and Mind Institute, University of Western Ontario, London, ON, Canada."]], "date": "2018-01-04", "id": "29354045", "text": "Parkinson's disease (PD) is characterized by resting tremor, rigidity and bradykinesia. Dopaminergic medications such as L-dopa treat these motor symptoms, but can have complex effects on cognition. Impulse control is an essential cognitive function. Impulsivity is multifaceted in nature. Motor impulsivity involves the inability to withhold pre-potent, automatic, erroneous responses. In contrast, cognitive impulsivity refers to improper risk-reward assessment guiding behavior. Informed by our previous research, we anticipated that dopaminergic therapy would decrease motor impulsivity though it is well known to enhance cognitive impulsivity. We employed the Go/No-go paradigm to assess motor impulsivity in PD. Patients with PD were tested using a Go/No-go task on and off their normal dopaminergic medication. Participants completed cognitive, mood, and physiological measures. PD patients on medication had a significantly higher proportion of Go trial Timeouts (i.e., trials in which Go responses were not completed prior to a deadline of 750 ms) compared to off medication (p = 0.01). No significant ON-OFF differences were found for Go trial or No-go trial response times (RTs), or for number of No-go errors. We interpret that dopaminergic therapy induces a more conservative response set, reflected in Go trial Timeouts in PD patients. In this way, dopaminergic therapy decreased motor impulsivity in PD patients. This is in contrast to the widely recognized effects of dopaminergic therapy on cognitive impulsivity leading in some patients to impulse control disorders. Understanding the nuanced effects of dopaminergic treatment in PD on cognitive functions such as impulse control will clarify therapeutic decisions.", "doi": "10.3389/fnhum.2017.00642", "title": "Dopaminergic Therapy Increases Go Timeouts in the Go/No-Go Task in Patients with Parkinson's Disease.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}