{"authors": [["Katsumi", "Yuta", "Y", "Department of Psychology, University of Illinois at Urbana-Champaign, Champaign, IL, United States."], ["Dolcos", "Sanda", "S", "Department of Psychology, University of Illinois at Urbana-Champaign, Champaign, IL, United States."]], "date": "2018-01-04", "id": "29354042", "text": "Despite evidence for the role of group membership in the neural correlates of social cognition, the mechanisms associated with processing non-verbal behaviors displayed by racially ingroup vs. outgroup members remain unclear. Here, 20 Caucasian participants underwent fMRI recording while observing social encounters with ingroup and outgroup characters displaying dynamic and static non-verbal behaviors. Dynamic behaviors included approach and avoidance behaviors, preceded or not by a handshake; both dynamic and static behaviors were followed by participants' ratings. Behaviorally, participants showed bias toward their ingroup members, demonstrated by faster/slower reaction times for evaluating ingroup static/approach behaviors, respectively. At the neural level, despite overall similar responses in the action observation network to ingroup and outgroup encounters, the medial prefrontal cortex showed dissociable activation, possibly reflecting spontaneous processing of ingroup static behaviors and positive evaluations of ingroup approach behaviors. The anterior cingulate and superior frontal cortices also showed sensitivity to race, reflected in coordinated and reduced activation for observing ingroup static behaviors. Finally, the posterior superior temporal sulcus showed uniquely increased activity to observing ingroup handshakes. These findings shed light on the mechanisms of racial ingroup bias in observing social encounters, and have implications for understanding factors related to successful interactions with individuals from diverse backgrounds.", "doi": "10.3389/fnhum.2017.00632", "title": "Neural Correlates of Racial Ingroup Bias in Observing Computer-Animated Social Encounters.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}