{"authors": [["Han", "Jing", "J", "School of Nursing, Capital Medical University, You An Men, Beijing 100069, China. Electronic address: jingandyang@163.com."], ["Liu", "Jun-E", "JE", "School of Nursing, Capital Medical University, You An Men, Beijing 100069, China. Electronic address: liujune66@163.com."], ["Qiu", "Hui", "H", "School of Nursing, Capital Medical University, You An Men, Beijing 100069, China. Electronic address: connieqiuhui@126.com."], ["Nie", "Zhi-Hong", "ZH", "School of Nursing, Capital Medical University, You An Men, Beijing 100069, China. Electronic address: 1291565839@qq.com."], ["Su", "Ya-Li", "YL", "Beijing Tiantan Hospital Affiliated to Capital Medical University, Beijing 100050, China. Electronic address: chbjlion@163.com."]], "date": "2017-12-05", "id": "29353630", "text": "Illness cognitions are important mediators between disease and psychological adjustment. Evidence related to illness cognitions among patients with breast cancer remains limited. The purpose of this study was to examine illness cognitions among Chinese women with breast cancer and associations with socio-demographic and clinical factors.A cross-sectional study was carried out involving 313 women with breast cancer recruited from a general hospital and a social cancer support club in Beijing from October 2016 to May 2017. Data were collected using the Illness Cognition Questionnaire.Participants reported positive overall cognition regarding breast cancer (helplessness, 13.70 ± 4.24; acceptance, 16.86 ± 4.30; perceived benefits, 17.93 ± 3.86). A multiple regression model indicated that six factors were associated with illness cognitions: treatment phase of disease, having no children, not returning to work (positive associations with helplessness, negative associations with acceptance; age (negative associations with helplessness, positive associations with acceptance); treatment phase of disease, having no medical insurance (negative associations with perceived benefit); and disease duration (positive associations with acceptance).This study reports on the presence of different illness cognitions in Chinese women with breast cancer and the associated factors, and the results could help oncology medical and nursing staff identify risk factors for poor emotional adjustment to breast cancer and the patients who may benefit from interventions aimed at improving the presence of positive illness cognitions.", "doi": "10.1016/j.ejon.2017.11.005", "title": "Illness cognitions and the associated socio-demographic and clinical factors in Chinese women with breast cancer.", "journal": ["European journal of oncology nursing : the official journal of European Oncology Nursing Society", "Eur J Oncol Nurs"]}