{"authors": [["Cramer", "Paige E", "PE", "Discovery Preclinical and Early Development Neuroscience, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Gentzel", "Renee C", "RC", "Discovery Preclinical and Early Development Neuroscience, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Tanis", "Keith Q", "KQ", "Genetics and Pharmacogenomics, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Vardigan", "Joshua", "J", "Discovery Preclinical and Early Development Pharmacology, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Wang", "Yi", "Y", "Discovery Preclinical and Early Development Neuroscience, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Connolly", "Brett", "B", "Translational Biomarkers, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Manfre", "Philip", "P", "Safety Assessment and Laboratory Animal Resources Pathology, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Lodge", "Kenneth", "K", "Laboratory Animal Resources, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Renger", "John J", "JJ", "Discovery Preclinical and Early Development Neuroscience, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Zerbinatti", "Celina", "C", "Discovery Preclinical and Early Development Neuroscience, Merck & Co., Inc., Kenilworth, NJ, USA."], ["Uslaner", "Jason M", "JM", "Discovery Preclinical and Early Development Neuroscience, Merck & Co., Inc., Kenilworth, NJ, USA. Electronic address: jason_uslaner@merck.com."]], "date": "2017-12-20", "id": "29353102", "text": "While many preclinical models of Alzheimer's disease (AD) have been reported, none fully recapitulate the disease. In an effort to identify an appropriate preclinical disease model, we characterized age-related changes in 2 higher order species, the African green monkey (AGM) and the rhesus macaque. Gene expression profiles in the dorsolateral prefrontal cortex and the visual cortex showed age-related changes in AGMs that are strikingly reminiscent of AD, whereas aged rhesus were most similar to healthy elderly humans. Biochemically, age-related changes in AGM cerebrospinal fluid levels of tau, phospho-tau, and amyloid beta were consistent with AD. Histologically, aged AGMs displayed pathological hallmarks of the disease, plaques, and 2 AGMs showed evidence of neurofibrillary tangle-like structures. We hypothesized and confirmed that AGMs have age-related cognitive deficits via a prefrontal cortex-dependent cognition test, and that symptomatic treatments that improve cognition in AD patients show efficacy in AGMs. These data suggest that the AGM could represent a novel and improved translational model to assist in the development of therapeutics for AD.", "doi": "10.1016/j.neurobiolaging.2017.12.011", "title": "Aging African green monkeys manifest transcriptional, pathological, and cognitive hallmarks of human Alzheimer's disease.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}