{"authors": [["Insel", "Philip S", "PS", "Clinical Memory Research Unit, Faculty of Medicine, Lund University, Lund, Sweden; Center for Imaging of Neurodegenerative Diseases, Department of Veterans Affairs Medical Center, San Francisco, CA, USA; Department of Radiology and Biomedical Imaging, University of California, San Francisco, CA, USA. Electronic address: philipinsel@gmail.com."], ["Hansson", "Oskar", "O", "Clinical Memory Research Unit, Faculty of Medicine, Lund University, Lund, Sweden; Memory Clinic, Skåne University Hospital, Lund, Sweden."], ["Mackin", "R Scott", "RS", "Center for Imaging of Neurodegenerative Diseases, Department of Veterans Affairs Medical Center, San Francisco, CA, USA; Department of Psychiatry, University of California, San Francisco, CA, USA."], ["Weiner", "Michael", "M", "Center for Imaging of Neurodegenerative Diseases, Department of Veterans Affairs Medical Center, San Francisco, CA, USA; Department of Radiology and Biomedical Imaging, University of California, San Francisco, CA, USA."], ["Mattsson", "Niklas", "N", "Clinical Memory Research Unit, Faculty of Medicine, Lund University, Lund, Sweden; Memory Clinic, Skåne University Hospital, Lund, Sweden; Department of Neurology, Skåne University Hospital, Lund, Sweden."], [null, null, null, null]], "date": "2017-12-27", "id": "29353101", "text": "The objective of this study was to determine the cognitive and functional decline and development of brain injury in individuals progressing from preclinical (β-amyloid positive cognitively normal) to prodromal Alzheimer's disease (AD) (β-amyloid positive mild cognitive impairment [MCI]), and compare this with individuals who progress to MCI in the absence of significant amyloid pathology. Seventy-five cognitively healthy participants who progressed to MCI were followed for 4 years on average and up to 10 years. We tested effects of β-amyloid (Aβ) on measures of cognition, functional status, depressive symptoms, and brain structure and metabolism. Preclinical AD subjects showed greater cognitive decline in multiple domains and increased cerebrospinal fluid phosphorylated tau levels at baseline while Aβ-negative progressors showed increased rates of white matter hyperintensity accumulation and had a greater frequency of depressive symptoms at baseline. Aβ status did not influence patterns of brain atrophy, but preclinical AD subjects showed greater decline of brain metabolism than Aβ-negative progressors. Several unique features separate the transition from preclinical to prodromal AD from other causes of cognitive decline. These features may facilitate early diagnosis and treatment of AD, especially in clinical trials aimed at halting the progression from preclinical to prodromal AD.", "doi": "10.1016/j.neurobiolaging.2017.12.018", "title": "Amyloid pathology in the progression to mild cognitive impairment.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}