{"authors": [["van Rooij", "Frank G", "FG", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."], ["Plaizier", "Nicole O", "NO", "Department of Medical Psychology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."], ["Vermeer", "Sarah E", "SE", "Department of Neurology, Rijnstate Hospital, P.O. Box 9555, 6800 TA Arnhem, Netherlands."], ["Góraj", "Bozena M", "BM", "Department of Radiology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."], ["Koudstaal", "Peter J", "PJ", "Department of Neurology, Erasmus Medical Center, P.O. Box 2040, 3000 CA Rotterdam, Netherlands."], ["Richard", "Edo", "E", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."], ["de Leeuw", "Frank-Erik", "FE", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."], ["Kessels", "Roy P C", "RPC", "Department of Medical Psychology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."], ["van Dijk", "Ewoud J", "EJ", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, Netherlands."]], "date": "2017-11-19", "id": "29348702", "text": "Subjective cognitive impairment (SCI), depressive symptoms, and fatigue are common after stroke and are associated with reduced quality of life. We prospectively investigated their prevalence and course after a transient ischemic attack (TIA) or nonfocal transient neurological attack (TNA) and the association with diffusion-weighted imaging (DWI) lesions.The Cognitive Failures Questionnaire, Hospital Anxiety and Depression Scale, and Subjective Fatigue subscale from the Checklist Individual Strength were used to assess subjective complaints shortly after TIA or TNA and six months later. With repeated measure analysis, the associations between DWI lesion presence or clinical diagnosis (TIA or TNA) and subjective complaints over time were determined.We included 103 patients (28 DWI positive). At baseline, SCI and fatigue were less severe in DWI positive than in DWI negative patients, whereas at follow-up, there were no differences. SCI (p = 0.02) and fatigue (p = 0.01) increased in severity only in DWI positive patients. There were no differences between TIA and TNA.Subjective complaints are highly prevalent in TIA and TNA patients. The short-term prognosis is not different between DWI-positive and DWI negative patients, but SCI and fatigue increase in severity within six months after the event when an initial DWI lesion is present.", "doi": "10.1155/2017/5181024", "title": "Subjective Cognitive Impairment, Depressive Symptoms, and Fatigue after a TIA or Transient Neurological Attack: A Prospective Study.", "journal": ["Behavioural neurology", "Behav Neurol"]}