{"authors": [["Gur", "Raquel E", "RE", "Brain Behavior Laboratory, Neuropsychiatry Division, Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania; and the Lifespan Brain Institute, Children's Hospital of Philadelphia and Penn Medicine, Philadelphia, Pennsylvania. Electronic address: Raquel@upenn.edu."], ["Moore", "Tyler M", "TM", "Brain Behavior Laboratory, Neuropsychiatry Division, Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania; and the Lifespan Brain Institute, Children's Hospital of Philadelphia and Penn Medicine, Philadelphia, Pennsylvania."], ["Calkins", "Monica E", "ME", "Brain Behavior Laboratory, Neuropsychiatry Division, Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania; and the Lifespan Brain Institute, Children's Hospital of Philadelphia and Penn Medicine, Philadelphia, Pennsylvania."], ["Ruparel", "Kosha", "K", "Brain Behavior Laboratory, Neuropsychiatry Division, Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania; and the Lifespan Brain Institute, Children's Hospital of Philadelphia and Penn Medicine, Philadelphia, Pennsylvania."], ["Gur", "Ruben C", "RC", "Brain Behavior Laboratory, Neuropsychiatry Division, Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania; and the Lifespan Brain Institute, Children's Hospital of Philadelphia and Penn Medicine, Philadelphia, Pennsylvania."]], "date": "2017-03-22", "id": "29348039", "text": "Social cognition impairments in neurodevelopmental disorders impact functioning. Face processing is the most extensively studied aspect of social cognition, commonly indexing this construct in neuropsychiatric disorders compared with typically developing youths. Applying social cognition measures as a Research Domain Criteria concept in the clinical arena requires establishing cutoffs for intervention and identifying vulnerability for psychopathology across disorders. This can be accomplished by comparing extreme performers across multiple clinical symptom features.The Philadelphia Neurodevelopmental Cohort (N = 9498), a community sample of youths (8-21 years old), was assessed with a structured interview (Kiddie Schedule for Affective Disorders and Schizophrenia). The Penn Computerized Neurocognitive Battery was administered measuring accuracy and response time on Executive, Episodic Memory, Complex Cognition, and Social Cognition domains. We parsed participants by performance on social cognition into tertiles and examined their neurocognitive and clinical profiles.The top social cognition group outperformed the bottom group in face memory and complex reasoning. Concerning symptoms, the top performing group did not differ from the middle group, but the bottom performing group had higher externalizing and psychosis symptoms. There were sex differences in social cognition and symptom profiles but no sex × performance or sex × diagnosis × domain interactions.Social cognition is supported by strong face memory and complex reasoning skills. Poor performance portends more severe externalizing and psychosis symptoms. That average performance is sufficient for normative symptomatology suggests that interventions aimed at ameliorating social cognition deficits, as measured here, could be effective in normalizing level of symptoms.", "doi": "10.1016/j.bpsc.2017.03.010", "title": "Face Processing Measures of Social Cognition: A Dimensional Approach to Developmental Psychopathology.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"]}