{"authors": [["Esnaola-Acebes", "Jose M", "JM", "Center for Brain and Cognition, Department of Information and Communication Technologies, Universitat Pompeu Fabra, 08018 Barcelona, Spain."], ["Roxin", "Alex", "A", "Centre de Recerca Matemàtica, Campus de Bellaterra, Edifici C, 08193 Bellaterra (Barcelona), Spain."], ["Avitabile", "Daniele", "D", "Centre for Mathematical Medicine and Biology, School of Mathematical Sciences, University of Nottingham, Nottingham NG2 7RD, United Kingdom."], ["Montbrió", "Ernest", "E", "Center for Brain and Cognition, Department of Information and Communication Technologies, Universitat Pompeu Fabra, 08018 Barcelona, Spain."]], "date": "2017-11-13", "id": "29347806", "text": "We investigate the modes of oscillation of heterogeneous ring networks of quadratic integrate-and-fire (QIF) neurons with nonlocal, space-dependent coupling. Perturbations of the equilibrium state with a particular wave number produce transient standing waves with a specific temporal frequency, analogously to those in a tense string. In the neuronal network, the equilibrium corresponds to a spatially homogeneous, asynchronous state. Perturbations of this state excite the network's oscillatory modes, which reflect the interplay of episodes of synchronous spiking with the excitatory-inhibitory spatial interactions. In the thermodynamic limit, an exact low-dimensional neural field model describing the macroscopic dynamics of the network is derived. This allows us to obtain formulas for the Turing eigenvalues of the spatially homogeneous state and hence to obtain its stability boundary. We find that the frequency of each Turing mode depends on the corresponding Fourier coefficient of the synaptic pattern of connectivity. The decay rate instead is identical for all oscillation modes as a consequence of the heterogeneity-induced desynchronization of the neurons. Finally, we numerically compute the spectrum of spatially inhomogeneous solutions branching from the Turing bifurcation, showing that similar oscillatory modes operate in neural bump states and are maintained away from onset.", "doi": "10.1103/PhysRevE.96.052407", "title": "Synchrony-induced modes of oscillation of a neural field model.", "journal": ["Physical review. E", "Phys Rev E"]}