{"authors": [["Gu", "Changgui", "C", "Business School, University of Shanghai for Science and Technology, Shanghai 200093, People's Republic of China."], ["Yang", "Huijie", "H", "Business School, University of Shanghai for Science and Technology, Shanghai 200093, People's Republic of China."], ["Wang", "Man", "M", "Leiden Institute for Brain and Cognition, Leiden 2300 RC, The Netherlands."]], "date": "2017-11-13", "id": "29347798", "text": "Living beings on the Earth are subjected to and entrained (synchronized) to the natural 24-h light-dark cycle. Interestingly, they can also be entrained to an external artificial cycle of non-24-h periods. The range of these periods is called the entrainment range and it differs among species. In mammals, the entrainment range is regulated by a main clock located in the suprachiasmatic nucleus (SCN) which is composed of 10 000 neurons in the brain. Previous works have found that the entrainment range depends on the cellular coupling strength in the SCN. In particular, the entrainment range decreases with the increase of the cellular coupling strength, provided that all the neuronal oscillators are identical. However, the SCN neurons differ in the intrinsic periods that follow a normal distribution in a range from 22 to 28 h. In the present study, taking the dispersion of the intrinsic neuronal periods into account, we examined the relationship between the entrainment range and the coupling strength. Results from numerical simulations and theoretical analyses both show that the relationship is altered to be paraboliclike if the intrinsic neuronal periods are nonidentical, and the maximal entrainment range is obtained with a suitable coupling strength. Our results shed light on the role of the cellular coupling in the entrainment ability of the SCN network.", "doi": "10.1103/PhysRevE.96.052207", "title": "Dispersion of the intrinsic neuronal periods affects the relationship of the entrainment range to the coupling strength in the suprachiasmatic nucleus.", "journal": ["Physical review. E", "Phys Rev E"]}