{"authors": [["Dumont", "Grégory", "G", "Group for Neural Theory, LNC INSERM U960, DEC, Ecole Normale Superieure PSL* University, 75005 Paris France."], ["Ermentrout", "G Bard", "GB", "Department of Mathematics, University of Pittsburgh, 15260 Pittsburgh, Pennsylvania, USA."], ["Gutkin", "Boris", "B", "Group for Neural Theory, LNC INSERM U960, DEC, Ecole Normale Superieure PSL* University, 75005 Paris France and Center for Cognition and Decision Making, Department of Psychology, NRU Higher School of Economics, 101000 Moscow, Russia."]], "date": "2017-10-30", "id": "29347566", "text": "The study of brain rhythms is an open-ended, and challenging, subject of interest in neuroscience. One of the best tools for the understanding of oscillations at the single neuron level is the phase-resetting curve (PRC). Synchronization in networks of neurons, effects of noise on the rhythms, effects of transient stimuli on the ongoing rhythmic activity, and many other features can be understood by the PRC. However, most macroscopic brain rhythms are generated by large populations of neurons, and so far it has been unclear how the PRC formulation can be extended to these more common rhythms. In this paper, we describe a framework to determine a macroscopic PRC (mPRC) for a network of spiking excitatory and inhibitory neurons that generate a macroscopic rhythm. We take advantage of a thermodynamic approach combined with a reduction method to simplify the network description to a small number of ordinary differential equations. From this simplified but exact reduction, we can compute the mPRC via the standard adjoint method. Our theoretical findings are illustrated with and supported by numerical simulations of the full spiking network. Notably our mPRC framework allows us to predict the difference between effects of transient inputs to the excitatory versus the inhibitory neurons in the network.", "doi": "10.1103/PhysRevE.96.042311", "title": "Macroscopic phase-resetting curves for spiking neural networks.", "journal": ["Physical review. E", "Phys Rev E"]}