{"authors": [["Maksimenko", "Vladimir A", "VA", "Yuri Gagarin State Technical University of Saratov, REC \"Nonlinear Dynamics of Complex Systems,\" Saratov 410054, Russia."], ["Lüttjohann", "Annika", "A", "University of Münster, Institute of Physiology I, Münster 48149, Germany."], ["Makarov", "Vladimir V", "VV", "Yuri Gagarin State Technical University of Saratov, REC \"Nonlinear Dynamics of Complex Systems,\" Saratov 410054, Russia."], ["Goremyko", "Mikhail V", "MV", "Yuri Gagarin State Technical University of Saratov, REC \"Nonlinear Dynamics of Complex Systems,\" Saratov 410054, Russia."], ["Koronovskii", "Alexey A", "AA", "Saratov State University, Faculty of Nonlinear Processes, Saratov 410012, Russia."], ["Nedaivozov", "Vladimir", "V", "Yuri Gagarin State Technical University of Saratov, REC \"Nonlinear Dynamics of Complex Systems,\" Saratov 410054, Russia."], ["Runnova", "Anastasia E", "AE", "Yuri Gagarin State Technical University of Saratov, REC \"Nonlinear Dynamics of Complex Systems,\" Saratov 410054, Russia."], ["van Luijtelaar", "Gilles", "G", "Radboud University, Donders Centre for Cognition, Nijmegen 6525 HR, Netherlands."], ["Hramov", "Alexander E", "AE", "Yuri Gagarin State Technical University of Saratov, REC \"Nonlinear Dynamics of Complex Systems,\" Saratov 410054, Russia."], ["Boccaletti", "Stefano", "S", "CNR-Institute for complex systems, Sesto Fiorentino 50019, Italy."]], "date": "2017-07-20", "id": "29347072", "text": "We introduce a practical and computationally not demanding technique for inferring interactions at various microscopic levels between the units of a network from the measurements and the processing of macroscopic signals. Starting from a network model of Kuramoto phase oscillators, which evolve adaptively according to homophilic and homeostatic adaptive principles, we give evidence that the increase of synchronization within groups of nodes (and the corresponding formation of synchronous clusters) causes also the defragmentation of the wavelet energy spectrum of the macroscopic signal. Our methodology is then applied to getting a glance into the microscopic interactions occurring in a neurophysiological system, namely, in the thalamocortical neural network of an epileptic brain of a rat, where the group electrical activity is registered by means of multichannel EEG. We demonstrate that it is possible to infer the degree of interaction between the interconnected regions of the brain during different types of brain activities and to estimate the regions' participation in the generation of the different levels of consciousness.", "doi": "10.1103/PhysRevE.96.012316", "title": "Macroscopic and microscopic spectral properties of brain networks during local and global synchronization.", "journal": ["Physical review. E", "Phys Rev E"]}