{"authors": [["Giezen", "Marcel R", "MR", "BCBL - Basque Center on Cognition,Brain and Language,20009 Donostia-San Sebastián,Spain.m.giezen@bcbl.eub.costello@bcbl.eum.carreiras@bcbl.euhttp://www.bcbl.eu/people/staff/marcel-giezen/http://www.bcbl.eu/people/staff/brendan-costello/http://www.bcbl.eu/people/staff/manuel-carreiras/."], ["Costello", "Brendan", "B", "BCBL - Basque Center on Cognition,Brain and Language,20009 Donostia-San Sebastián,Spain.m.giezen@bcbl.eub.costello@bcbl.eum.carreiras@bcbl.euhttp://www.bcbl.eu/people/staff/marcel-giezen/http://www.bcbl.eu/people/staff/brendan-costello/http://www.bcbl.eu/people/staff/manuel-carreiras/."], ["Carreiras", "Manuel", "M", "BCBL - Basque Center on Cognition,Brain and Language,20009 Donostia-San Sebastián,Spain.m.giezen@bcbl.eub.costello@bcbl.eum.carreiras@bcbl.euhttp://www.bcbl.eu/people/staff/marcel-giezen/http://www.bcbl.eu/people/staff/brendan-costello/http://www.bcbl.eu/people/staff/manuel-carreiras/."]], "date": null, "id": "29342517", "text": "In our commentary, we raise concerns with the idea that location should be considered a gestural component of sign languages. We argue that psycholinguistic studies provide evidence for location as a \"categorical\" element of signs. More generally, we propose that the use of space in sign languages comes in many flavours and may be both categorical and imagistic. In their target article, Goldin-Meadow & Brentari (G-M&B) discuss several observations suggesting that the use of space is imagistic and may not form part of the categorical properties of sign languages. Specifically, they point out that (1) the number of locations toward which agreeing verbs can be directed is not part of a discrete set, (2) event descriptions by users of different sign languages and hearing nonsigners exhibit marked similarities in the use of space, and (3) location as a phonological parameter is not categorically perceived by native signers. It should be noted that G-M&B acknowledge that categorical properties of location and movement may simply not have been captured yet because the proper investigative tools are not yet readily available.", "doi": "10.1017/S0140525X15002915", "title": "Why space is not one-dimensional: Location may be categorical and imagistic.", "journal": ["The Behavioral and brain sciences", "Behav Brain Sci"]}