{"authors": [["Niino", "Masaaki", "M", "Department of Clinical Research, Hokkaido Medical Center, Japan."], ["Fukazawa", "Toshiyuki", "T", "Sapporo Neurology Hospital, Japan."], ["Kira", "Jun-Ichi", "JI", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Neurological Institute, Graduate School of Medical Sciences, Kyushu University, Japan."], ["Okuno", "Tatsusada", "T", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Osaka University Graduate School of Medicine, Japan."], ["Mori", "Masahiro", "M", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Graduate School of Medicine, Chiba University, Japan."], ["Sanjo", "Nobuo", "N", "Department of Neurology and Neurological Science, Tokyo Medical and Dental University, Japan."], ["Ohashi", "Takashi", "T", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Tokyo Women's Medical University Yachiyo Medical Center, Japan."], ["Fukaura", "Hikoaki", "H", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Saitama Medical Center, Saitama Medical University, Japan."], ["Fujimori", "Juichi", "J", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Tohoku Medical and Pharmaceutical University, Japan."], ["Shimizu", "Yuko", "Y", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Tokyo Women's Medical University School of Medicine, Japan."], ["Mifune", "Nobuhiro", "N", "School of Economics and Management, Kochi University of Technology, Japan."], ["Miyazaki", "Yusei", "Y", "Department of Clinical Research, Hokkaido Medical Center, Japan."], ["Takahashi", "Eri", "E", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Hokkaido Medical Center, Japan."], ["Kikuchi", "Seiji", "S", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Hokkaido Medical Center, Japan."], ["Langdon", "Dawn", "D", "Royal Holloway, University of London, UK."], ["Hb Benedict", "Ralph", "R", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, School of Medicine and Biomedical Sciences, Buffalo, NY, USA."], ["Matsui", "Makoto", "M", "Department of Neurology, Tohoku Ika Yakka Daigaku Byoin, Tokyo Joshi Ika Daigaku Yachiyo Iryo Center, Kanazawa Medical University, Japan."]], "date": "2017-12-26", "id": "29339837", "text": "The Brief International Cognitive Assessment for MS (BICAMS) is a practical battery for measuring cognitive function in multiple sclerosis (MS).We aimed to validate a Japanese version of the BICAMS in patients with MS and healthy controls.The Symbol Digit Modalities Test (SDMT), the California Verbal Learning Test-Second Edition (CVLT2) and the Brief Visuospatial Memory Test Revised (BVMTR) were administered to 156 patients with MS and 126 healthy controls (HCs). The BICAMS was re-administered in a subset of 27 MS patients and 30 HCs.The mean (±SD) raw scores in the MS and HC groups were as follows: SDMT: MS 47.9 ± 14.0, HC 61.0 ± 9.5; CVLT2: MS 48.6 ± 12.6, HC 55.7 ± 10.5; BVMTR: MS 23.5 ± 8.4, HC 28.3 ± 5.4, respectively, and significant differences were found between the two groups on all tests (p < 0.0001). Cohen's d values were 1.07, 0.60, and 0.67 in SDMT, CVLT2, and BVMTR, respectively. The test-retest reliability coefficients for each test were as follows: SDMT: r = 0.93; CVLT2: r = 0.82; and BVMTR: r = 0.77 (p < 0.0001).This study provides results that support the reliability and validity of the BICAMS in Japan.", "doi": "10.1177/2055217317748972", "title": "Validation of the Brief International Cognitive Assessment for Multiple Sclerosis in Japan.", "journal": ["Multiple sclerosis journal - experimental, translational and clinical", "Mult Scler J Exp Transl Clin"]}