{"authors": [["Qin", "Li", "L", "Department of Integration of Chinese and Western Medicine, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."], ["Meihua", "Chu", "C", "Department of Integration of Chinese and Western Medicine, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."], ["Dadong", "Guo", "G", "Eye Institute of Shandong University of Traditional Chinese Medicine, Jinan, Shandong 250002, China."], ["Li", "Wang", "W", "Department of Integration of Chinese and Western Medicine, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."], ["Jinglin", "Wang", "W", "Emergency Center, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."], ["Xiaoyu", "Ding", "D", "Department of Integration of Chinese and Western Medicine, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."], ["Mingjun", "Bi", "B", "Emergency Center, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."], ["Yong", "Zou", "Z", "Department of Integration of Chinese and Western Medicine, The Affiliated Yantai Yuhuangding Hospital of Qingdao University, Yantai, Shandong 264000, China."]], "date": "2017-11-26", "id": "29333178", "text": "To investigate the efficacy of XingZhi-YiNao (XZYN) granules and hyperbaric oxygenation (HBO) for cognition and motor dysfunction in patients with delayed encephalopathy after acute carbon monoxide poisoning (DEACMP).Eighty-nine patients with DEACMP were randomly divided into control group (n = 19), HBO group (n = 32), and XZYN group (n = 38). All patients received conventional treatment. HBO group received HBO therapy once daily. XZYN group received extra XZYN granules plus HBO treatment. The related indexes including activity of daily living (ADL) scale, Montreal cognitive assessment (MoCA) scale, and mini mental state examination (MMSE) scale were measured. Cerebral white matter injury, age related white matter changes (ARWMC) scale, and the amplitude and latency of P300 were assessed.Compared with control group, the neurological function scores of ADL, MoCA, and MMSE in HBO and XZYN groups were significantly improved, the impairment degree of brain white matter and cognition function were obviously alleviated, the latencies of P300 were significantly shortened, and the amplitudes of P300 were evidently increased (P < 0.05). Treatment efficacy of XZYN group was superior to that of HBO group (P < 0.05).Combined XZYN granules and HBO can significantly improve cognition and motor functions in patients with DEACMP.", "doi": "10.1155/2017/1323297", "title": "Efficacy of Combined XingZhi-YiNao Granules and Hyperbaric Oxygen Therapy for Cognition and Motor Dysfunction in Patients with Delayed Encephalopathy after Acute Carbon Monoxide Poisoning.", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}