{"authors": [["Chow", "Wing-Yee", "WY", "Research Department of Linguistics, Division of Psychology and Language Sciences, University College London, London, UK; BCBL, Basque Center on Cognition, Brain and Language, Donostia-San Sebastian, Spain. Electronic address: wingyee.chow@ucl.ac.uk."], ["Nevins", "Andrew", "A", "Research Department of Linguistics, Division of Psychology and Language Sciences, University College London, London, UK."], ["Carreiras", "Manuel", "M", "BCBL, Basque Center on Cognition, Brain and Language, Donostia-San Sebastian, Spain; Ikerbasque, Basque Foundation for Science, Bilbao, Spain; University of the Basque Country UPV/EHU, Bilbao, Spain."]], "date": "2017-12-20", "id": "29331824", "text": "Previous cross-linguistic research has found that comprehenders are immediately sensitive to various kinds of agreement violations across languages. We focused on Basque, a verb-final ergative language with both subject-verb (SV) and object-verb (OV) agreement. We compared the effects of SV agreement violations on comprehenders' event-related brain potentials (ERPs) in transitive sentences (where OV agreement is present, and the subject is ergative) and intransitive sentences (where OV agreement is absent, and the subject is absolutive). We observed a P600 effect in both cases, but only violations with intransitive subjects elicited an early posterior negativity. Such a qualitative difference suggests that distinct neurocognitive mechanisms are involved in processing agreement with transitive subjects (which are marked with ergative case) versus intransitive subjects (which bear absolutive case). Building on theoretical proposals that in languages such as Basque, true agreement occurs with absolutive subjects but not with ergative subjects, we submit that the early posterior negativity may be an electrophysiological signature for true agreement.", "doi": "10.1016/j.cortex.2017.12.009", "title": "Effects of subject-case marking on agreement processing: ERP evidence from Basque.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}