{"authors": [["Baune", "Bernhard T", "BT", "Discipline of Psychiatry, School of Medicine, University of Adelaide, Australia. Electronic address: bernhard.baune@adelaide.edu.au."], ["Sluth", "Lasse B", "LB", "H. Lundbeck A/S, Valby, Denmark."], ["Olsen", "Christina K", "CK", "H. Lundbeck A/S, Valby, Denmark."]], "date": "2017-12-28", "id": "29331703", "text": "Major Depressive Disorder (MDD) is a complex disease characterized by emotional, physical and cognitive symptoms. We explored the efficacy of vortioxetine versus placebo on outcomes of cognition, functioning and mood symptoms in working patients with depression, using paroxetine as an active reference.Gainfully employed patients (18-65 years, N = 152) with MDD were randomized 1:1:1 to 8 weeks' double-blind, parallel treatment either with vortioxetine (10mg/day) or paroxetine (20mg/day), or with placebo. The primary efficacy measure was the Digit Symbol Substitution Test (DSST), analyzed using a mixed model for repeated measurements, and the key secondary efficacy measure was the University of San Diego Performance-based Skills Assessment - Brief (UPSA-B), analyzed using analysis of covariance (last observation carried forward).At week 8, DSST and UPSA-B performance had improved relative to baseline in all treatment groups, with no statistically significant differences between treatment groups. While improvements in mood were comparable for vortioxetine and paroxetine, numerical improvements in cognitive performance (DSST) were larger with vortioxetine. Vortioxetine significantly improved overall cognitive performance and clinician-rated functioning relative to placebo. The majority of adverse events were mild or moderate, with nausea being the most common adverse event for vortioxetine.Small sample sizes implied limited statistical power.This explorative study showed no significant differences versus placebo in DSST or UPSA-B performance at week 8. However, secondary results support vortioxetine as an effective and well-tolerated antidepressant, supporting an added benefit for cognition and functioning, which could have particular therapeutic relevance for the working patient population.", "doi": "10.1016/j.jad.2017.12.056", "title": "The effects of vortioxetine on cognitive performance in working patients with major depressive disorder: A short-term, randomized, double-blind, exploratory study.", "journal": ["Journal of affective disorders", "J Affect Disord"]}