{"authors": [["Weinberger", "R", "R", "Sackler Faculty of Medicine, Tel Aviv University, Israel."], ["Weisman", "O", "O", "Sackler Faculty of Medicine, Tel Aviv University, Israel; The Sagol School of Neuroscience, Tel Aviv University, Israel."], ["Guri", "Y", "Y", "Sackler Faculty of Medicine, Tel Aviv University, Israel."], ["Harel", "T", "T", "The Behavioral Neurogenetics Center, The Edmond and Lily Safra Children's Hospital, Sheba Medical Center, Tel-Hashomer, Israel."], ["Weizman", "A", "A", "Sackler Faculty of Medicine, Tel Aviv University, Israel; Felsenstein Medical Research Center, Sackler Faculty of Medicine, Tel Aviv University, Petah Tikva, Israel; Research Unit, Geha Mental Health Center, Petah Tikva, Israel."], ["Gothelf", "D", "D", "Sackler Faculty of Medicine, Tel Aviv University, Israel; The Sagol School of Neuroscience, Tel Aviv University, Israel; The Behavioral Neurogenetics Center, The Edmond and Lily Safra Children's Hospital, Sheba Medical Center, Tel-Hashomer, Israel. Electronic address: gothelf@post.tau.ac.il."]], "date": "2017-12-08", "id": "29331595", "text": "The 22q11.2 deletion syndrome (22q11DS) is the most common genetic syndrome associated with schizophrenia. The goal of this study was to evaluate longitudinally the interaction between neurocognitive functioning, the presence of subthreshold psychotic symptoms (SPS) and conversion to psychosis in individuals with 22q11DS. In addition, we attempted to identify the specific neurocognitive domains that predict the longitudinal evolution of positive and negative SPS, as well as the effect of psychiatric medications on 22q11DS psychiatric and cognitive developmental trajectories.Forty-four participants with 22q11DS, 19 with Williams syndrome (WS) and 30 typically developing (TD) controls, age range 12-35years, were assessed at two time points (15.2±2.1months apart). Evaluation included the Structured Interview for Prodromal Symptoms (SIPS), structured psychiatric evaluation and the Penn Computerized Neurocognitive Battery (CNB).22q11DS individuals with SPS had a yearly conversion rate to psychotic disorders of 8.8%, compared to none in both WS and TD controls. Baseline levels of negative SPS were associated with global neurocognitive performance (GNP), executive function and social cognition deficits, in individuals with 22q11DS, but not in WS. Deficits in GNP predicted negative SPS in 22q11DS and the emergence or persistence of negative SPS. 22q11DS individuals treated with psychiatric medications showed significant improvement in GNP score between baseline and follow-up assessments, an improvement that was not seen in untreated 22q11DS.Our results highlight the time-dependent interplay among positive and negative SPS symptoms, neurocognition and pharmacotherapy in the prediction of the evolution of psychosis in 22q11DS.", "doi": "10.1016/j.eurpsy.2017.10.010", "title": "The interaction between neurocognitive functioning, subthreshold psychotic symptoms and pharmacotherapy in 22q11.2 deletion syndrome: A longitudinal comparative study.", "journal": ["European psychiatry : the journal of the Association of European Psychiatrists", "Eur. Psychiatry"]}