{"authors": [["Winn", "Shelley R", "SR", "Department of Medical and Molecular Genetics, Oregon Health & Science University, Mailstop L-103, 3181 Sam Jackson Park Rd., Portland, OR 97239, USA."], ["Scherer", "Tanja", "T", "Department of Pediatrics, University of Zurich, Steinweissstrasse 75, Zurich CH-8032, Switzerland."], ["Thöny", "Beat", "B", "Department of Pediatrics, University of Zurich, Steinweissstrasse 75, Zurich CH-8032, Switzerland."], ["Ying", "Ming", "M", "Department of Biomedicine, KG Jebsen Centre for Neuropsychiatric Disorders, University of Bergen, 5009 Bergen, Norway."], ["Martinez", "Aurora", "A", "Department of Biomedicine, KG Jebsen Centre for Neuropsychiatric Disorders, University of Bergen, 5009 Bergen, Norway."], ["Weber", "Sydney", "S", "Department of Behavioral Neuroscience, Oregon Health & Science University, 3181 Sam Jackson Park Rd., Portland, OR 97239, USA."], ["Raber", "Jacob", "J", "Department of Behavioral Neuroscience, Oregon Health & Science University, 3181 Sam Jackson Park Rd., Portland, OR 97239, USA; Department of Neurology, Division of Neuroscience, ONPRC, Oregon Health & Science University, 3181 Sam Jackson Park Rd., Portland, OR 97239, USA; Department of Radiation Medicine, Division of Neuroscience, ONPRC, Oregon Health & Science University, 3181 Sam Jackson Park Rd., Portland, OR 97239, USA."], ["Harding", "Cary O", "CO", "Department of Medical and Molecular Genetics, Oregon Health & Science University, Mailstop L-103, 3181 Sam Jackson Park Rd., Portland, OR 97239, USA. Electronic address: hardingc@ohsu.edu."]], "date": "2017-10-19", "id": "29331172", "text": "Central nervous system (CNS) deficiencies of the monoamine neurotransmitters dopamine and serotonin have been implicated in the pathophysiology of neuropsychiatric dysfunction in human phenylketonuria (PKU). In this study, we confirmed the occurrence of brain dopamine and serotonin deficiencies in association with severe behavioral alterations and cognitive impairments in hyperphenylalaninemic C57BL/6-Pahenu2/enu2 mice, a model of human PKU. Phenylalanine-reducing treatments, including either dietary phenylalanine restriction or liver-directed gene therapy, initiated during adulthood were associated with increased brain monoamine content along with improvements in nesting behavior but without a change in the severe cognitive deficits exhibited by these mice. At euthanasia, there was in Pahenu2/enu2 brain a significant reduction in the protein abundance and maximally stimulated activities of tyrosine hydroxylase (TH) and tryptophan hydroxylase 2 (TPH2), the rate limiting enzymes catalyzing neuronal dopamine and serotonin synthesis respectively, in comparison to levels seen in wild type brain. Phenylalanine-reducing treatments initiated during adulthood did not affect brain TH or TPH2 content or maximal activity. Despite this apparent fixed deficit in striatal TH and TPH2 activities, initiation of phenylalanine-reducing treatments yielded substantial correction of brain monoamine neurotransmitter content, suggesting that phenylalanine-mediated competitive inhibition of already constitutively reduced TH and TPH2 activities is the primary cause of brain monoamine deficiency in Pahenu2 mouse brain. We propose that CNS monoamine deficiency may be the cause of the partially reversible adverse behavioral effects associated with chronic HPA in Pahenu2 mice, but that phenylalanine-reducing treatments initiated during adulthood are unable to correct the neuropathology and attendant cognitive deficits that develop during juvenile life in late-treated Pahenu2/enu2 mice.", "doi": "10.1016/j.ymgme.2017.10.009", "title": "Blood phenylalanine reduction corrects CNS dopamine and serotonin deficiencies and partially improves behavioral performance in adult phenylketonuric mice.", "journal": ["Molecular genetics and metabolism", "Mol. Genet. Metab."]}