{"authors": [["Shi", "Jing", "J", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China."], ["Guo", "Hua", "H", "The Psychiatric Hospital of Zhumadian, Zhumadian City, Henan Province, China."], ["Fan", "Fengmei", "F", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China."], ["Fan", "Hongzhen", "H", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China."], ["An", "Huimei", "H", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China."], ["Wang", "Zhiren", "Z", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China. Electronic address: zhiren75@163.com."], ["Tan", "Shuping", "S", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China. Electronic address: shupingtan@126.com."], ["Yang", "Fude", "F", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China."], ["Tan", "Yunlong", "Y", "Beijing HuiLongGuan Hospital, Peking University, Beijing, China."]], "date": "2017-12-01", "id": "29329741", "text": "Although differential patterns in clinical characteristics have been consistently noted between male and female patients with bipolar disorder (BD), the effect of sex on the hippocampal structure remains unclear. To address this, the present study investigated the effects of BD and sex on the hippocampal structure, and the relationship between the hippocampal structure and cognitive performance. Morphometric and neurocognitive analyses were performed in 91 subjects (patients with BD: male/female = 33/19; normal controls: male/female = 22/17). Patients had significantly decreased left parahippocampal gyrus area and left/right hippocampal volume compared to normal controls. Within the BD group only, female patients presented with smaller right hippocampal volume than males. In the Spatial Span (SS) test (used to assess working memory capacity) and the Maze test (used to evaluate the ability to anticipate), patients demonstrated decreased performance compared to normal controls, with a significant main effect of sex. Left parahippocampal gyrus area and right hippocampal volume were positively correlated with SS and Maze in patients; moreover, right hippocampal volume predicted 17.4% of SS performance variance. These results suggest that there may be a difference between male and female patients with regard to right hippocampal volume, and that female patients may need more attention than males.", "doi": "10.1016/j.pscychresns.2017.11.011", "title": "Sex differences of hippocampal structure in bipolar disorder.", "journal": ["Psychiatry research", "Psychiatry Res"]}