{"authors": [["Pérez", "Heidi C Saavedra", "HCS", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Ikram", "M Arfan", "MA", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands; Department of Radiology, Erasmus Medical Centre, Rotterdam, The Netherlands."], ["Direk", "Nese", "N", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands; Department of Psychiatry, Dokuz Eylul University, Izmir, Turkey."], ["Tiemeier", "Henning", "H", "Department of Epidemiology, Erasmus Medical Centre, Rotterdam, The Netherlands; Department of Child and Adolescent Psychiatry, Erasmus Medical Centre, Rotterdam, The Netherlands; Department of Psychiatry, Erasmus Medical Centre, Rotterdam, The Netherlands. Electronic address: h.tiemeier@erasmusmc.nl."]], "date": "2017-12-12", "id": "29329723", "text": "Bereavement can result in unresolved and prolonged grief, often termed prolonged grief disorder (PGD). The impact of PGD on cognitive functioning is poorly understood. The aim of the study was to compare the cognitive decline, assessed by repeated measures of different cognition domains, between persons with normal and PGD and a non-grieving reference population in a 7-year follow-up study.The study sample comprised 3126 non-demented persons, mean age: 64 years, of the Rotterdam Study. Participants were classified into three groups: no grief (reference group, N = 2,582), normal grief (N = 418), and prolonged grief disorder (N = 126). Participants were assessed with the Complicated Grief Inventory and underwent cognitive testing (Mini-Mental State Examination [MMSE], Letter-Digit Substitution test, Stroop test, Word fluency task, Word learning test). Analyses were adjusted for baseline cognition and depressive symptoms; persons with major depressive disorders were excluded.Compared with the reference group, participants with PGD showed a decrease in global cognitive function, MMSE scores, and World learning test (immediate and delayed) over time. Participants with normal grief did not show a stronger cognitive decline in any of cognitive tests than the reference group.Participants with PGD showed a stronger cognitive decline than the reference group during 7 years of follow-up. This suggests that PGD is a risk factor for cognitive decline, but this study cannot detect the psychobiological mechanism underlying this longitudinal association.", "doi": "10.1016/j.jagp.2017.12.003", "title": "Prolonged Grief and Cognitive Decline: A Prospective Population-Based Study in Middle-Aged and Older Persons.", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"]}