{"authors": [["Bless", "Josef J", "JJ", "Department of Biological and Medical Psychology, University of Bergen, Norway; NORMENT - Norwegian Center of Excellence for Mental Disorders Research, University of Oslo, Norway. Electronic address: josef.bless@uib.no."], ["Larøi", "Frank", "F", "Department of Biological and Medical Psychology, University of Bergen, Norway; NORMENT - Norwegian Center of Excellence for Mental Disorders Research, University of Oslo, Norway; Psychology and Neuroscience of Cognition Research Unit, University of Liège, Liège, Belgium."], ["Laloyaux", "Julien", "J", "Department of Biological and Medical Psychology, University of Bergen, Norway; NORMENT - Norwegian Center of Excellence for Mental Disorders Research, University of Oslo, Norway; Psychology and Neuroscience of Cognition Research Unit, University of Liège, Liège, Belgium."], ["Kompus", "Kristiina", "K", "Department of Biological and Medical Psychology, University of Bergen, Norway; NORMENT - Norwegian Center of Excellence for Mental Disorders Research, University of Oslo, Norway."], ["Kråkvik", "Bodil", "B", "St. Olavs University Hospital, Division of Psychiatry, Nidaros District Psychiatric Center, Trondheim, Norway."], ["Vedul-Kjelsås", "Einar", "E", "Department of Mental Health, Faculty of Medicine and Health Sciences, NTNU, Trondheim, Norway; Department of Research and Development, Division of Psychiatry, St. Olavs University Hospital, Trondheim, Norway."], ["Kalhovde", "Anne Martha", "AM", "Jaeren District Psychiatric Center, Bryne, Norway."], ["Hugdahl", "Kenneth", "K", "Department of Biological and Medical Psychology, University of Bergen, Norway; NORMENT - Norwegian Center of Excellence for Mental Disorders Research, University of Oslo, Norway; Division of Psychiatry, Haukeland University Hospital, Bergen, Norway."]], "date": "2017-12-24", "id": "29329040", "text": "Understanding what happens at first onset of auditory verbal hallucinations (AVHs) is extremely important on a clinical and theoretical level. Previous studies have only focused on age with regard to first onset of AVHs. In the current epidemiological study, we examined a number of aspects relating to first onset of AVHs, such as the role of adverse life events at first onset of AVHs on symptom severity and general mental health. For this purpose, we compared participants who reported adverse life events at first onset of AHVs (adverse-trigger group; N = 76) to those that did not report any specific events at first onset of AVHs (no-adverse-trigger group; N = 59) on a large array of variables. Results showed that AVHs in the adverse-trigger group were experienced as more emotional compared to the no-adverse-trigger group. In addition, the adverse-trigger group more often reported hallucinations in other (non-auditory) sensory modalities (e.g. visual) compared to the no-adverse-trigger group. Furthermore, the adverse-trigger group reported poorer general mental health, reported having contact with mental health professionals more often, and also reported more frequently taking medication for psychological problems in general. The implications of these findings are discussed.", "doi": "10.1016/j.psychres.2017.12.060", "title": "Do adverse life events at first onset of auditory verbal hallucinations influence subsequent voice characteristics? Results from an epidemiological study.", "journal": ["Psychiatry research", "Psychiatry Res"]}