{"authors": [["Zaghloul", "Nahla", "N", "Cohen Children's Medical Center, Northwell Health, New Hyde Park, NY, United States."], ["Addorisio", "Meghan E", "ME", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Silverman", "Harold A", "HA", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Patel", "Hardik L", "HL", "Neonatology Research Laboratory, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Valdés-Ferrer", "Sergio I", "SI", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Ayasolla", "Kamesh R", "KR", "Neonatology Research Laboratory, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Lehner", "Kurt R", "KR", "Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, NY, United States."], ["Olofsson", "Peder S", "PS", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Nasim", "Mansoor", "M", "Neuropathology-Anatomic Pathology, Northwell Health, New Hyde Park, NY, United States."], ["Metz", "Christine N", "CN", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Wang", "Ping", "P", "Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, NY, United States."], ["Ahmed", "Mohamed", "M", "Cohen Children's Medical Center, Northwell Health, New Hyde Park, NY, United States."], ["Chavan", "Sangeeta S", "SS", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Diamond", "Betty", "B", "Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, NY, United States."], ["Tracey", "Kevin J", "KJ", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."], ["Pavlov", "Valentin A", "VA", "Center for Biomedical Science, Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY, United States."]], "date": "2017-12-15", "id": "29326685", "text": "Sepsis, a complex disorder characterized by immune, metabolic, and neurological dysregulation, is the number one killer in the intensive care unit. Mortality remains alarmingly high even in among sepsis survivors discharged from the hospital. There is no clear strategy for managing this lethal chronic sepsis illness, which is associated with severe functional disabilities and cognitive deterioration. Providing insight into the underlying pathophysiology is desperately needed to direct new therapeutic approaches. Previous studies have shown that brain cholinergic signaling importantly regulates cognition and inflammation. Here, we studied the relationship between peripheral immunometabolic alterations and brain cholinergic and inflammatory states in mouse survivors of cecal ligation and puncture (CLP)-induced sepsis. Within 6 days, CLP resulted in 50% mortality vs. 100% survival in sham-operated controls. As compared to sham controls, sepsis survivors had significantly lower body weight, higher serum TNF, interleukin (IL)-1β, IL-6, CXCL1, IL-10, and HMGB1 levels, a lower TNF response to LPS challenge, and lower serum insulin, leptin, and plasminogen activator inhibitor-1 levels on day 14. In the basal forebrain of mouse sepsis survivors, the number of cholinergic [choline acetyltransferase (ChAT)-positive] neurons was significantly reduced. In the hippocampus and the cortex of mouse sepsis survivors, the activity of acetylcholinesterase (AChE), the enzyme that degrades acetylcholine, as well as the expression of its encoding gene were significantly increased. In addition, the expression of the gene encoding the M1 muscarinic acetylcholine receptor was decreased in the hippocampus. In parallel with these forebrain cholinergic alterations, microglial activation (in the cortex) and increased Il1b and Il6 gene expression (in the cortex), and Il1b gene expression (in the hippocampus) were observed in mouse sepsis survivors. Furthermore, microglial activation was linked to decreased cortical ChAT protein expression and increased AChE activity. These results reinforce the notion of persistent inflammation-immunosuppression and catabolic syndrome in sepsis survivors and characterize a previously unrecognized relationship between forebrain cholinergic dysfunction and neuroinflammation in sepsis survivors. This insight is of interest for new therapeutic approaches that focus on brain cholinergic signaling for patients with chronic sepsis illness, a problem with no specific treatment.", "doi": "10.3389/fimmu.2017.01673", "title": "Forebrain Cholinergic Dysfunction and Systemic and Brain Inflammation in Murine Sepsis Survivors.", "journal": ["Frontiers in immunology", "Front Immunol"]}