{"authors": [["Bergsma", "Douwe P", "DP", "Department of Cognitive Neuroscience, Section of Biophysics, Donders Centre for Neuroscience, Donders Institute for Brain, Cognition, and Behaviour, Radboud University Medical Centre, Nijmegen, Netherlands."], ["Elshout", "Joris A", "JA", "Department of Cognitive Neuroscience, Section of Biophysics, Donders Centre for Neuroscience, Donders Institute for Brain, Cognition, and Behaviour, Radboud University Medical Centre, Nijmegen, Netherlands."], ["van den Berg", "Albert V", "AV", "Department of Cognitive Neuroscience, Section of Biophysics, Donders Centre for Neuroscience, Donders Institute for Brain, Cognition, and Behaviour, Radboud University Medical Centre, Nijmegen, Netherlands."]], "date": "2017-12-15", "id": "29326645", "text": "Whether rehabilitation after stroke profits from an early start is difficult to establish as the contributions of spontaneous recovery and treatment are difficult to tease apart. Here, we use a novel training design to dissociate these components for visual rehabilitation of subacute stroke patients with visual field defects such as hemianopia. Visual discrimination training was started within 6 weeks after stroke in 17 patients. Spontaneous and training-induced recoveries were distinguished by training one-half of the defect for 8 weeks, while monitoring spontaneous recovery in the other (control) half of the defect. Next, trained and control regions were swapped, and training continued for another 8 weeks. The same paradigm was also applied to seven chronic patients for whom spontaneous recovery can be excluded and changes in the control half of the defect point to a spillover effect of training. In both groups, field stability was assessed during a no-intervention period. Defect reduction was significantly greater in the trained part of the defect than in the simultaneously untrained part of the defect irrespective of training onset (p = 0.001). In subacute patients, training contributed about twice as much to their defect reduction as the spontaneous recovery. Goal Attainment Scores were significantly and positively correlated with the total defect reduction (p = 0.01), percentage increase reading speed was significantly and positively correlated with the defect reduction induced by training (epoch 1: p = 0.0044; epoch 2: p = 0.023). Visual training adds significantly to the spontaneous recovery of visual field defects, both during training in the early and the chronic stroke phase. However, field recovery as a result of training in this subacute phase was as large as in the chronic phase. This suggests that patients benefited primarily of early onset training by gaining access to a larger visual field sooner.", "doi": "10.3389/fneur.2017.00681", "title": "Segregation of Spontaneous and Training Induced Recovery from Visual Field Defects in Subacute Stroke Patients.", "journal": ["Frontiers in neurology", "Front Neurol"]}