{"authors": [["Devynck", "Faustine", "F", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Kornacka", "Monika", "M", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Baeyens", "Celine", "C", "Univ. Grenoble Alpes, LIP/PC2S, Grenoble, France."], ["Serra", "Éric", "É", "Pain Unit, Centre d'Etude et de Traitement de la Douleur, Centre Hospitalier Universitaire Amiens, Amiens, France."], ["Neves", "Jérémy Fonseca das", "JFD", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Gaudrat", "Bulle", "B", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Delille", "Caroline", "C", "Clinique Parc Monceau, Groupe Ramsay Général de Santé, Lille, France."], ["Taquet", "Pierre", "P", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Depraete", "Olga", "O", "Clinique de Villeneuve d'Ascq, Villeneuve d'Ascq, France."], ["Tison", "Philippe", "P", "Groupe Hospitalier Seclin Carvin, Seclin, France."], ["Sgard", "Fabienne", "F", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Rousseau", "Amélie", "A", "Univ. Lille, EA 4072 - PSITEC - Psychologie: Interactions Temps Émotions Cognition, Lille, France."], ["Romo", "Lucia", "L", "Department of Psychology, University Paris Nanterre, Nanterre, France."]], "date": "2017-12-13", "id": "29326620", "text": "Repetitive negative thinking (RNT) is a transdiagnostic process involved in the onset and maintenance of many psychological disorders. The Perseverative Thinking Questionnaire (Ehring et al., 2011) is a content-independent scale composed of 15 items that assesses RNT from a transdiagnostic perspective in both clinical and general populations. The aim of the current research was to translate and validate the French version of the PTQ through two studies (total N = 1016) following the steps for the trans-cultural validation of psychometric instruments (Hambleton et al., 2006). An exploratory factor analysis conducted on a first community sample revealed a latent structure composed of 10 items distributed on one common factor, labeled RNT, and three subfactors that evaluated the repetitive characteristic of RNT, the intrusiveness of RNT and the effect of RNT on mental resources. This factorial structure was confirmed in two confirmatory factor analyses in community and clinical samples. Scale score reliability indices were good and confirmed the validity of the instrument. The French version of the PTQ is a good content-independent instrument to assess RNT in general and clinical populations of French speakers.", "doi": "10.3389/fpsyg.2017.02159", "title": "Perseverative Thinking Questionnaire (PTQ): French Validation of a Transdiagnostic Measure of Repetitive Negative Thinking.", "journal": ["Frontiers in psychology", "Front Psychol"]}