{"authors": [["Repetto", "Claudia", "C", "Department of Psychology, Università Cattolica del Sacro Cuore, Milan, Italy."], ["Pedroli", "Elisa", "E", "Applied Technology for NeuroPsychology Lab, Istituto Auxologico Italiano, Milan, Italy."], ["Macedonia", "Manuela", "M", "Information Engineering, Johannes Kepler University Linz, Linz, Austria."]], "date": "2017-12-15", "id": "29326617", "text": "Laboratory research has demonstrated that multisensory enrichment promotes verbal learning in a foreign language (L2). Enrichment can be done in various ways, e.g., by adding a picture that illustrates the L2 word's meaning or by the learner performing a gesture to the word (enactment). Most studies have tested enrichment on concrete but not on abstract words. Unlike concrete words, the representation of abstract words is deprived of sensory-motor features. This has been addressed as one of the reasons why abstract words are difficult to remember. Here, we ask whether a brief enrichment training by means of pictures and by self-performed gestures also enhances the memorability of abstract words in L2. Further, we explore which of these two enrichment strategies is more effective. Twenty young adults learned 30 novel abstract words in L2 according to three encoding conditions: (1) reading, (2) reading and pairing the novel word to a picture, and (3) reading and enacting the word by means of a gesture. We measured memory performance in free and cued recall tests, as well as in a visual recognition task. Words encoded with gestures were better remembered in the free recall in the native language (L1). When recognizing the novel words, participants made less errors for words encoded with gestures compared to words encoded with pictures. The reaction times in the recognition task did not differ across conditions. The present findings support, even if only partially, the idea that enactment promotes learning of abstract words and that it is superior to enrichment by means of pictures even after short training.", "doi": "10.3389/fpsyg.2017.02136", "title": "Enrichment Effects of Gestures and Pictures on Abstract Words in a Second Language.", "journal": ["Frontiers in psychology", "Front Psychol"]}