{"authors": [["Lopes", "Tiago da Silva", "TDS", "Health and Functionality Study Group, Federal University of Bahia, Salvador, Brazil."], ["Silva", "Wellington Dos Santos", "WDS", "Health and Functionality Study Group, Federal University of Bahia, Salvador, Brazil."], ["Ribeiro", "Sânzia B", "SB", "Health and Functionality Study Group, Federal University of Bahia, Salvador, Brazil."], ["Figueiredo", "Camila A", "CA", "Department of Bioregulation, Federal University of Bahia, Salvador, Brazil."], ["Campbell", "Fernanda Q", "FQ", "Health and Functionality Study Group, Federal University of Bahia, Salvador, Brazil."], ["Daltro", "Gildasio de Cerqueira", "GC", "Complexo Hospitalar Universitário Professor Edgard Santos, Salvador, Brazil."], ["Valenzuela", "Antônio", "A", "Physical Therapy, Loma Linda University, Loma Linda, CA, United States."], ["Montoya", "Pedro", "P", "Research Institute of Health Sciences (IUNICS), University of the Balearic Islands, Palma, Spain."], ["Lucena", "Rita de C S", "RCS", "Health and Functionality Study Group, Federal University of Bahia, Salvador, Brazil."], ["Baptista", "Abrahão F", "AF", "Health and Functionality Study Group, Federal University of Bahia, Salvador, Brazil."]], "date": "2017-12-20", "id": "29326577", "text": "Chronic pain in Sickle Cell Disease (SCD) is probably related to maladaptive plasticity of brain areas involved in nociceptive processing. Transcranial Direct Current Stimulation (tDCS) and Peripheral Electrical Stimulation (PES) can modulate cortical excitability and help to control chronic pain. Studies have shown that combined use of tDCS and PES has additive effects. However, to date, no study investigated additive effects of these neuromodulatory techniques on chronic pain in patients with SCD. This protocol describes a study aiming to assess whether combined use of tDCS and PES more effectively alleviate pain in patients with SCD compared to single use of each technique. The study consists of a one-session double blind, block-randomized clinical trial (NCT02813629) in which 128 participants with SCD and femoral osteonecrosis will be enrolled. Stepwise procedures will occur on two independent days. On day 1, participants will be screened for eligibility criteria. On day 2, data collection will occur in four stages: sample characterization, baseline assessment, intervention, and post-intervention assessment. These procedures will last ~5 h. Participants will be divided into two groups according to homozygous for S allele (HbSS) (n = 64) and heterozygous for S and C alleles (HbSC) (n = 64) genotypes. Participants in each group will be randomly assigned, equally, to one of the following interventions: (1) active tDCS + active PES; (2) active tDCS + sham PES; (3) sham tDCS + active PES; and (4) sham tDCS + sham PES. Active tDCS intervention will consist of 20 min 2 mA anodic stimulation over the primary motor cortex contralateral to the most painful hip. Active PES intervention will consist of 30 min sensory electrical stimulation at 100 Hz over the most painful hip. The main study outcome will be pain intensity, measured by a Visual Analogue Scale. In addition, electroencephalographic power density, cortical maps of the gluteus maximus muscle elicited by Transcranial Magnetic Stimulation (TMS), serum levels of Brain-derived Neurotrophic Factor (BDNF), and Tumor Necrosis Factor (TNF) will be assessed as secondary outcomes. Data will be analyzed using ANOVA of repeated measures, controlling for confounding variables.", "doi": "10.3389/fnhum.2017.00633", "title": "Does Transcranial Direct Current Stimulation Combined with Peripheral Electrical Stimulation Have an Additive Effect in the Control of Hip Joint Osteonecrosis Pain Associated with Sickle Cell Disease? A Protocol for a One-Session Double Blind, Block-Randomized Clinical Trial.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}