{"authors": [["Shen", "Bo", "B", "Department of Neurology, Shanghai Tong-Ren Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Wang", "Zuo-Ren", "ZR", "Institute of Neuroscience, State Key Laboratory of Neuroscience, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Wang", "Xiao-Ping", "XP", "Department of Neurology, Shanghai Tong-Ren Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."]], "date": "2017-12-15", "id": "29326553", "text": "Background: Timing dysfunctions occur in a number of neurological and psychiatric disorders such as Parkinson's disease, obsessive-compulsive disorder, autism and attention-deficit-hyperactivity disorder. Several lines of evidence show that disrupted timing processing is involved in specific fronto-striatal abnormalities. The striatum encodes reinforcement learning and procedural motion, and consequently is required to represent temporal information precisely, which then guides actions in proper sequence. Previous studies highlighted the temporal scaling property of timing-relevant striatal neurons; however, it is still unknown how this is accomplished over short temporal latencies, such as the sub-seconds to seconds range. Methods: We designed a task with a series of timing behaviors that required rats to reproduce a fixed duration with robust action. Using chronic multichannel electrode arrays, we recorded neural activity from dorso-medial striatum in 4 rats performing the task and identified modulation response of each neuron to different events. Cell type classification was performed according to a multi-criteria clustering analysis. Results: Dorso-medial striatal neurons (n = 557) were recorded, of which 113 single units were considered as timing-relevant neurons, especially the fast-spiking subpopulation that had trial-to-trial ramping up or ramping down firing modulation during the time estimation period. Furthermore, these timing-relevant striatal neurons had to calibrate the spread of their firing pattern by rewarded experience to express the timing behavior accurately. Conclusion: Our data suggests that the dynamic activities of timing-relevant units encode information about the current duration and recent outcomes, which is needed to predict and drive the following action. These results reveal the potential mechanism of time calibration in a short temporal resolution, which may help to explain the neural basis of motor coordination affected by certain physiological or pathological conditions.", "doi": "10.3389/fncel.2017.00406", "title": "The Fast Spiking Subpopulation of Striatal Neurons Coding for Temporal Cognition of Movements.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}