{"authors": [["Kievit", "Rogier A", "RA", "Max Planck Centre for Computational Psychiatry and Ageing Research, London/Berlin; MRC Cognition and Brain Sciences Unit University of Cambridge, Cambridge, 15 Chaucer Rd, Cambridge CB2 7EF. Electronic address: rogier.kievit@mrc-cbu.cam.ac.uk."], ["Brandmaier", "Andreas M", "AM", "Max Planck Centre for Computational Psychiatry and Ageing Research, London/Berlin; Center for Lifespan Psychology, Max Planck Institute for Human Development, Berlin, Germany."], ["Ziegler", "Gabriel", "G", "Institute of Cognitive Neurology and Dementia Research, Otto-von-Guericke-University Magdeburg, Germany; German Center for Neurodegenerative Diseases (DZNE), Magdeburg, Germany."], ["van Harmelen", "Anne-Laura", "AL", "Department of Psychiatry, University of Cambridge, United Kingdom."], ["de Mooij", "Susanne M M", "SMM", "Department of Psychological Methods, University of Amsterdam."], ["Moutoussis", "Michael", "M", "Max Planck Centre for Computational Psychiatry and Ageing Research, London/Berlin; The Wellcome Centre for Human Neuroimaging, University College London, London WC1N 3BG, United Kingdom."], ["Goodyer", "Ian M", "IM", "Department of Psychiatry, University of Cambridge, United Kingdom."], ["Bullmore", "Ed", "E", "Department of Psychiatry, University of Cambridge, United Kingdom; Cambridgeshire and Peterborough National Health Service Foundation Trust, Cambridge, CB21 5EF, United Kingdom; ImmunoPsychiatry, GlaxoSmithKline Research and Development, Stevenage SG1 2NY, United Kingdom; Medical Research Council/Wellcome Trust Behavioural and Clinical Neuroscience Institute, University of Cambridge."], ["Jones", "Peter B", "PB", "Department of Psychiatry, University of Cambridge, United Kingdom; Cambridgeshire and Peterborough National Health Service Foundation Trust, Cambridge, CB21 5EF, United Kingdom."], ["Fonagy", "Peter", "P", "Research Department of Clinical, Educational and Health Psychology, University College London."], [null, null, null, "See supplementary information for a full list of contributors."], ["Lindenberger", "Ulman", "U", "Max Planck Centre for Computational Psychiatry and Ageing Research, London/Berlin; Center for Lifespan Psychology, Max Planck Institute for Human Development, Berlin, Germany; European University Institute, San Domenico di Fiesole (FI), Italy."], ["Dolan", "Raymond J", "RJ", "Max Planck Centre for Computational Psychiatry and Ageing Research, London/Berlin; The Wellcome Centre for Human Neuroimaging, University College London, London WC1N 3BG, United Kingdom."]], "date": "2017-11-22", "id": "29325701", "text": "Assessing and analysing individual differences in change over time is of central scientific importance to developmental neuroscience. However, the literature is based largely on cross-sectional comparisons, which reflect a variety of influences and cannot directly represent change. We advocate using latent change score (LCS) models in longitudinal samples as a statistical framework to tease apart the complex processes underlying lifespan development in brain and behaviour using longitudinal data. LCS models provide a flexible framework that naturally accommodates key developmental questions as model parameters and can even be used, with some limitations, in cases with only two measurement occasions. We illustrate the use of LCS models with two empirical examples. In a lifespan cognitive training study (COGITO, N = 204 (N = 32 imaging) on two waves) we observe correlated change in brain and behaviour in the context of a high-intensity training intervention. In an adolescent development cohort (NSPN, N = 176, two waves) we find greater variability in cortical thinning in males than in females. To facilitate the adoption of LCS by the developmental community, we provide analysis code that can be adapted by other researchers and basic primers in two freely available SEM software packages (lavaan and Ωnyx).", "doi": "10.1016/j.dcn.2017.11.007", "title": "Developmental cognitive neuroscience using latent change score models: A tutorial and applications.", "journal": ["Developmental cognitive neuroscience", "Dev Cogn Neurosci"]}