{"authors": [["Kalafatakis", "F", "F", "Alzheimer Hellas, Petrou Sindica13, 54643, Thessaloniki, Greece. chrysa.kav@gmail.com."], ["Bekiaridis-Moschou", "D", "D", null], ["Gkioka", "Eirini", "E", null], ["Tsolaki", "Magda", "M", null]], "date": null, "id": "29324924", "text": "Concerns about the possible adverse health effects of mobile phones (MP) have increased along with the expansion of their use. A number of research papers have tried to address this issue. Although many investigations concluded that MP use does have negative consequences, in terms of cognitive function of the human brain, the results so far have been divisive. A number of studies reported impairment of cognitive function after exposure to mobile phone electromagnetic field (MP EMF), while others observed no effect or improved performance. The variance in the results may be attributed to methodological issues. The present article focuses on possible effects of MP use on cognitive function and more specifically on working memory processes. An emphasis is placed in the lack of a validated tool, a cognitive task, that can produce MP EMF effects on human cognition in a repeatable fashion.Sixty four (64) healthy participants as well as 20 with Mild Cognitive Impairment (MCI) were the experimental group, while 36 healthy individuals were the control group. A computerized list of 10 words was presented and the participants were asked to reproduce it. The words were presented very briefly in order to increase the difficulty and hence the sensitivity of the task. Three measurements were taken for the experimental group: a) before using the MP, b) immediately after using the MP for a duration of 5 minutes, c) 5 minutes after the second measurement with no usage of the MP in between. Three measurements of the memory task were also taken for the control group in the same time intervals with no usage of a MP. The effect of age and gender in the performance of the task was taken into account.Healthy participants of the experimental group performed worst in the memory task after using the MP. While the third measurement (5 minutes after the 2nd measurement) was better than the second (after using the MP), but worse than the first (before using the MP). In contrast for the control group the second measurement was better than the first and the third even better than both previous ones. All differences were statistically significant. The reduction of the performance in the task after using the MP was even higher for the age group of 60-80 years old in comparison with younger age groups, as well as for the individuals with MCI in comparison to healthy participants. Age was significantly negative correlated with performance in the task, while gender showed no significant correlation.MP use has a significant negative impact on working memory performance of human participants. The effect is apparent even for a 5 minute use of the MP. Working memory deficits are greater not only for the 60 years old and above participants but also for individuals with Mild Cognitive Impairment. These results are in agreement with previous studies on animals as well as humans on the effects of MP use on the brain. It is argued that low sensitivity of some of the cognitive tasks used until now and the lack of a validated tool in the form of a cognitive task may account for some of the variability in the literature so far. It is suggested that the experimental paradigm that was used in this study for an increased sensitivity measurement of cognitive function and working memory processes in particular may be used for the display of the effects of MP use on cognitive function and for the development of other tasks sensitive to it. Overall, it is concluded that the development of certain restrictions on MP use is necessary for the protection of the brain health of the users.", "doi": null, "title": "Mobile phone use for 5 minutes can cause significant memory impairment in humans.", "journal": ["Hellenic journal of nuclear medicine", "Hell J Nucl Med"]}