{"authors": [["Wang", "Jun-Mei", "JM", "Department of Histology and Embryology, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong Province, China."], ["Qu", "Ze-Qiang", "ZQ", "Department of Histology and Embryology, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong Province, China."], ["Wu", "Jin-Lang", "JL", "Department of Electron Microscope, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong Province, China."], ["Chung", "Peter", "P", "Shanghai Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zeng", "Yuan-Shan", "YS", "Department of Histology and Embryology, Zhongshan School of Medicine, Sun Yat-sen University; Institute of Spinal Cord Injury, Sun Yat-sen University; Co-innovation Center of Neuroregeneration, Nantong University, Nantong, Jiangsu Province; Guangdong Province Key Laboratory of Brain Function and Disease, Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, Guangdong Province, China."]], "date": null, "id": "29323042", "text": "In our previous study, we found that the edible alcohol extract of the root of the medicinal plant Rhodiola crenulata (RCE) improved spatial cognition in a rat model of Alzheimer's disease. Another study from our laboratory showed that RCE enhanced neural cell proliferation in the dentate gyrus of the hippocampus and prevented damage to hippocampal neurons in a rat model of chronic stress-induced depression. However, the mechanisms underlying the neuroprotective effects of RCE are unclear. In the present study, we investigated the anti-apoptotic effect of RCE and its neuroprotective mechanism of action in a rat model of Alzheimer's disease established by intracerebroventricular injection of streptozotocin. The rats were pre-administered RCE at doses of 1.5, 3.0 or 6.0 g/kg for 21 days before model establishment. ATP and cytochrome c oxidase levels were significantly decreased in rats with Alzheimer's disease. Furthermore, neuronal injury was obvious in the hippocampus, with the presence of a large number of apoptotic neurons. In comparison, in rats given RCE pretreatment, ATP and cytochrome c oxidase levels were markedly increased, the number of apoptotic neurons was reduced, and mitochondrial injury was mitigated. The 3.0 g/kg dose of RCE had the optimal effect. These findings suggest that pretreatment with RCE prevents mitochondrial dysfunction and protects hippocampal neurons from apoptosis in rats with Alzheimer's disease.", "doi": "10.4103/1673-5374.221160", "title": "Mitochondrial protective and anti-apoptotic effects of Rhodiola crenulata extract on hippocampal neurons in a rat model of Alzheimer's disease.", "journal": ["Neural regeneration research", "Neural Regen Res"]}