{"authors": [["Nurdiana", "S", "S", "Faculty of Applied Sciences, Universiti Teknologi MARA, 40450 Shah Alam, Selangor, Malaysia."], ["Goh", "Y M", "YM", "Department of Veterinary Preclinical Sciences, Faculty of Veterinary Medicine, Universiti Putra Malaysia (UPM), 43400 Serdang, Selangor, Malaysia."], ["Hafandi", "A", "A", "Department of Veterinary Preclinical Sciences, Faculty of Veterinary Medicine, Universiti Putra Malaysia (UPM), 43400 Serdang, Selangor, Malaysia."], ["Dom", "S M", "SM", "Medical Imaging Department, Faculty of Health Sciences, Universiti Teknologi MARA, Puncak Alam Campus, 42300 Puncak Alam, Selangor, Malaysia."], ["Nur Syimal'ain", "A", "A", "Faculty of Applied Sciences, Universiti Teknologi MARA, 40450 Shah Alam, Selangor, Malaysia."], ["Noor Syaffinaz", "N M", "NM", "Faculty of Applied Sciences, Universiti Teknologi MARA, 40450 Shah Alam, Selangor, Malaysia."], ["Ebrahimi", "M", "M", "Department of Veterinary Preclinical Sciences, Faculty of Veterinary Medicine, Universiti Putra Malaysia (UPM), 43400 Serdang, Selangor, Malaysia."]], "date": "2017-06-20", "id": "29322009", "text": "Despite the fact that Ficus deltoidea and vitexin played important roles in controlling hyperglycemia, an effective mitigation strategy dealing with cognitive deficit observed in diabetes, little is known about its neuroprotective effects. The study is aimed to determine changes in behavioral, gyrification patterns and brain oxidative stress markers in streptozotocin (STZ)-induced diabetic rats following F. deltoidea and vitexin treatments. Diabetic rats were treated orally with metformin, methanolic extract of F. deltoidea leaves and vitexin for eight weeks. Morris water maze (MWM) test was performed to evaluate learning and memory functions. The patterns of cortical gyrification were subsequently visualized using micro-computed tomography (micro-CT). Quantification of brain oxidative stress biomarkers, insulin, amylin as well as serum testosterone were measured using a spectrophotometer. The brain fatty acid composition was determined using gas chromatography (GC). Biochemical variation in brain was estimated using Fourier transform infrared (FT-IR) spectroscopy. Results showed that oral administration of F. deltoidea extract and vitexin to diabetic rats attenuated learning and memory impairment, along with several clusters of improved gyrification. Both treatments also caused a significant increase in the superoxide dismutase (SOD) and glutathione peroxidase (GPx) values, as well as a significant reduction of TBARS. Strikingly, improvement of cortical gyrification, spatial learning and memory are supported by serum testosterone levels, fatty acid composition of brain and FT-IR spectra.", "doi": "10.1016/j.jtcme.2017.05.006", "title": "Improvement of spatial learning and memory, cortical gyrification patterns and brain oxidative stress markers in diabetic rats treated with Ficus deltoidea leaf extract and vitexin.", "journal": ["Journal of traditional and complementary medicine", "J Tradit Complement Med"]}