{"authors": [["Koch", "Saskia B J", "SBJ", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Klumpers", "Floris", "F", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Zhang", "Wei", "W", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Hashemi", "Mahur M", "MM", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Kaldewaij", "Reinoud", "R", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["van Ast", "Vanessa A", "VA", "Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands."], ["Smit", "Annika S", "AS", "Police Academy of the Netherlands, Apeldoorn, The Netherlands."], ["Roelofs", "Karin", "K", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University Nijmegen, Nijmegen, The Netherlands."]], "date": "2017-12-20", "id": "29321826", "text": "Background: Control over automatic tendencies is often compromised in challenging situations when people fall back on automatic defensive reactions, such as freeze-fight-flight responses. Stress-induced lack of control over automatic defensive responses constitutes a problem endemic to high-risk professions, such as the police. Difficulties controlling automatic defensive responses may not only impair split-second decisions under threat, but also increase the risk for and persistence of posttraumatic stress disorder (PTSD) symptoms. However, the significance of these automatic defensive responses in the development and maintenance of trauma-related symptoms remains unclear due to a shortage of large-scale prospective studies. Objective: The 'Police-in-Action' study is conducted to investigate the role of automatic defensive responses in the development and maintenance of PTSD symptomatology after trauma exposure. Methods: In this prospective study, 340 police recruits from the Dutch Police Academy are tested before (wave 1; pre-exposure) and after (wave 2; post-exposure) their first emergency aid experiences as police officers. The two waves of data assessment are separated by approximately 15 months. To control for unspecific time effects, a well-matched control group of civilians (n = 85) is also tested twice, approximately 15 months apart, but without being frequently exposed to potentially traumatic events. Main outcomes are associations between (changes in) behavioural, psychophysiological, endocrine and neural markers of automatic defensive responses and development of trauma-related symptoms after trauma exposure in police recruits. Discussion: This prospective study in a large group of primary responders enables us to distinguish predisposing from acquired neurobiological abnormalities in automatic defensive responses, associated with the development of trauma-related symptoms. Identifying neurobiological correlates of (vulnerability for) trauma-related psychopathology may greatly improve screening for individuals at risk for developing PTSD symptomatology and offer valuable targets for (early preventive) interventions for PTSD.Planteamiento: El control de las tendencias automáticas a menudo se ve comprometido en situaciones complicadas cuando las personas recurren a las reacciones defensivas automáticas, como las respuestas de ‘congelación-lucha-huida’. La falta de control sobre las respuestas defensivas automáticas inducida por el estrés constituye un problema endémico de las profesiones de alto riesgo, como la policía. Las dificultades para controlar las respuestas defensivas automáticas pueden no solo perjudicar las decisiones inmediatas frente a una amenaza, sino también aumentar el riesgo y la persistencia de los síntomas del trastorno por estrés postraumático (TEPT). Sin embargo, aún no está clara la importancia de estas respuestas defensivas automáticas en el desarrollo y el mantenimiento de los síntomas relacionados con el trauma debido a la escasez de estudios prospectivos a gran escala.Objetivo: El estudio ‘Policía en acción’ se lleva a cabo para investigar el papel de las respuestas defensivas automáticas en el desarrollo y mantenimiento de la sintomatología del TEPT después de haber sido expuestos a un trauma.Métodos: en este estudio prospectivo, se pasó un test a 340 reclutas de la policía de la Academia de Policía holandesa antes (onda 1, pre-exposición) y después (onda 2, post-exposición) de sus primeras experiencias de ayuda de emergencia como agentes de policía. Las dos ondas de evaluación de datos están separadas por unos 15 meses. Para controlar los efectos no específicos del tiempo, también se le pasó prueba dos veces a un grupo de control de civiles (n = 85), con aproximadamente 15 meses de diferencia, pero sin estar expuesto frecuentemente a eventos potencialmente traumáticos. Los resultados principales son asociaciones entre (cambios en) los marcadores conductuales, psicofisiológicos, endocrinos y neurales de las respuestas defensivas automáticas y el desarrollo de síntomas relacionados con el trauma después de la exposición al trauma en los reclutas de la policía.Discusión: Este estudio prospectivo en un grupo grande de personal de respuesta a emergencias nos permite distinguir anormalidades neurobiológicas predispuestas y adquiridas en respuestas defensivas automáticas, asociadas con el desarrollo de síntomas relacionados con el trauma. Identificar los correlatos neurobiológicos de (la vulnerabilidad de) la psicopatología relacionada con el trauma puede mejorar en gran medida las pruebas de detección para las personas en riesgo de desarrollar la sintomatología de TEPT y ofrecer objetivos valiosos para intervenciones (preventivas tempranas) para el TEPT. Registrado en el Registro de Holanda: NTR6355.背景：在有挑战的情景中,人们通常依赖自动防御反应（比如‘冻结-战斗-逃跑’），而无法有效控制自动反应倾向。由应激引起的对自动防御反应的控制缺乏对高风险职业（例如警察）构成问题。难以控制自动防御反应可能不仅仅损害了威胁情况下的瞬间决策能力，并且同时也增加了创伤后应激障碍（PTSD）的患病风险和症状残留。然而，由于缺乏大规模的回溯研究，这些自动防御反应在创伤相关症状的发展和维持中的重要性还是不清楚的。目标：‘现役警察’研究旨在考察自动防御反应在创伤暴露后PTSD 症状的发展和保持中的作用。方法：在这个回溯研究中，340名从荷兰警察学院招募的新警员在他们作为警察第一次应急救援经验之前（第一次，暴露前）和之后（第二次，暴露后）接受测试。 为了控制时间效应的不准确，一个相匹配的市民控制组（N=85）也将在15个月的间隔时间里被测试两次，但他们不会频繁暴露于可能的创伤性事件。主要的结果是行为（改变）、心理物理、内分泌和自动防御反应的神经标记，以及新警员在创伤暴露后的创伤相关症状发展之间的关联。讨论：这个在大样本的一线救援者中进行的回溯研究使我们可以区分自动防御反应中因素性和习得性的神经生理异常，这些反应和创伤相关症状关联。识别创伤相关心理病理（的易感性）的神经生理关联可能会极大改进对PTSD风险人群的筛查，同时提供对PTSD（早期预防性）干预的宝贵靶点。荷兰试验注册号：NTR6355。.", "doi": "10.1080/20008198.2017.1412226", "title": "The role of automatic defensive responses in the development of posttraumatic stress symptoms in police recruits: protocol of a prospective study.", "journal": ["European journal of psychotraumatology", "Eur J Psychotraumatol"]}