{"authors": [["de Bartolomeis", "Andrea", "A", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."], ["Buonaguro", "Elisabetta F", "EF", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."], ["Latte", "Gianmarco", "G", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."], ["Rossi", "Rodolfo", "R", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."], ["Marmo", "Federica", "F", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."], ["Iasevoli", "Felice", "F", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."], ["Tomasetti", "Carmine", "C", "Laboratory of Molecular and Translational Psychiatry and Unit of Treatment Resistant Psychosis, Section of Psychiatry, Department of Neuroscience, Reproductive Sciences and Odontostomatology, University School of Medicine \"Federico II\", Naples, Italy."]], "date": "2017-12-11", "id": "29321734", "text": "An increasing amount of research aims at recognizing the molecular mechanisms involved in long-lasting brain architectural changes induced by antipsychotic treatments. Although both structural and functional modifications have been identified following acute antipsychotic administration in humans, currently there is scarce knowledge on the enduring consequences of these acute changes. New insights in immediate-early genes (IEGs) modulation following acute or chronic antipsychotic administration may help to fill the gap between primary molecular response and putative long-term changes. Moreover, a critical appraisal of the spatial and temporal patterns of IEGs expression may shed light on the functional \"signature\" of antipsychotics, such as the propensity to induce motor side effects, the potential neurobiological mechanisms underlying the differences between antipsychotics beyond D2 dopamine receptor affinity, as well as the relevant effects of brain region-specificity in their mechanisms of action. The interest for brain IEGs modulation after antipsychotic treatments has been revitalized by breakthrough findings such as the role of early genes in schizophrenia pathophysiology, the involvement of IEGs in epigenetic mechanisms relevant for cognition, and in neuronal mapping by means of IEGs expression profiling. Here we critically review the evidence on the differential modulation of IEGs by antipsychotics, highlighting the association between IEGs expression and neuroplasticity changes in brain regions impacted by antipsychotics, trying to elucidate the molecular mechanisms underpinning the effects of this class of drugs on psychotic, cognitive and behavioral symptoms.", "doi": "10.3389/fnbeh.2017.00240", "title": "Immediate-Early Genes Modulation by Antipsychotics: Translational Implications for a Putative Gateway to Drug-Induced Long-Term Brain Changes.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}