{"authors": [["Woo", "Mei Teng", "MT", "Faculty of Sport and Health Sciences, University of Jyväskylä, Jyväskylä, Finland."], ["Davids", "Keith", "K", "Centre for Sports Engineering Research, Sheffield Hallam University, Sheffield, United Kingdom."], ["Liukkonen", "Jarmo", "J", "Faculty of Sport and Health Sciences, University of Jyväskylä, Jyväskylä, Finland."], ["Chow", "Jia Yi", "JY", "Physical Education and Sports Science, National Institute of Education, Nanyang Technological University, Singapore."], ["Jaakkola", "Timo", "T", "Faculty of Sport and Health Sciences, University of Jyväskylä, Jyväskylä, Finland."]], "date": "2017-12-14", "id": "29318089", "text": "This study compared occurrence of falls, cognitive function, and balance profiles across participants in elderly age categories, investigating associations between the 3 aspects in a sample of Singapore's elderly population.Community-dwelling elderly individuals (N = 385) were randomly recruited and grouped into \"young-old (65-74 years),\" \"medium-old (75-84 years),\" and \"oldest-old (above 85 years)\" groups. The Fallproof Health and Activity questionnaire, adapted Mini-Mental State Examination (MMSE), and Berg Balance Scale (BBS) tests were used to survey information related to falls, cognition, and balance profiles.Findings revealed significant differences in MMSE and BBS scores across the age groups. Participants with mild cognitive impairment (odds ratio [OR] = 1.87, 95% confidence interval [CI] = 1.08-3.25) and BBS score ≤40 (OR = 0.25, 95% CI = 0.14-0.46) were at the highest risk of falling.Community-dwelling elderly individuals with subtle cognitive impairment and BBS scores ≤40 displayed an increased risk of falling.", "doi": "10.1177/2151458517745989", "title": "Falls, Cognitive Function, and Balance Profiles of Singapore Community-Dwelling Elderly Individuals: Key Risk Factors.", "journal": ["Geriatric orthopaedic surgery & rehabilitation", "Geriatr Orthop Surg Rehabil"]}