{"authors": [["Konda", "Sanjit R", "SR", "Department of Orthopedic Surgery, NYU Langone Orthopedic Hospital, New York, NY, USA."], ["Lott", "Ariana", "A", "Department of Orthopedic Surgery, NYU Langone Orthopedic Hospital, New York, NY, USA."], ["Saleh", "Hesham", "H", "Department of Orthopedic Surgery, NYU Langone Orthopedic Hospital, New York, NY, USA."], ["Schubl", "Sebastian", "S", "Department of Trauma and Critical Care Services, University of California Irvine Medical Center, Orange, CA, USA."], ["Chan", "Jeffrey", "J", "Jamaica Hospital Medical Center, New York, NY, USA."], ["Egol", "Kenneth A", "KA", "Department of Orthopedic Surgery, NYU Langone Orthopedic Hospital, New York, NY, USA."]], "date": "2017-10-25", "id": "29318084", "text": "Frailty in elderly trauma populations has been correlated with an increased risk of morbidity and mortality. The Score for Trauma Triage in the Geriatric and Middle-Aged (STTGMA) is a validated mortality risk score that evaluates 4 major physiologic criteria: age, comorbidities, vital signs, and anatomic injuries. The aim of this study was to investigate whether the addition of additional frailty variables to the STTGMA tool would improve risk stratification of a middle-aged and elderly trauma population.A total of 1486 patients aged 55 years and older who met the American College of Surgeons Tier 1 to 3 criteria and/or who had orthopedic or neurosurgical traumatic consultations in the emergency department between September 2014 and September 2016 were included. The STTGMAORIGINAL and STTGMAFRAILTY scores were calculated. Additional \"frailty variables\" included preinjury assistive device use (disability), independent ambulatory status (functional independence), and albumin level (nutrition). The ability of the STTGMAORIGINAL and the STTGMAFRAILTY models to predict inpatient mortality was compared using area under the receiver operating characteristic curves (AUROCs).There were 23 high-energy inpatient mortalities (4.7%) and 20 low-energy inpatient mortalities (2.0%). When the STTGMAORIGINAL model was used, the AUROC in the high-energy and low-energy cohorts was 0.926 and 0.896, respectively. The AUROC for STTGMAFRAILTY for the high-energy and low-energy cohorts was 0.905 and 0.937, respectively. There was no significant difference in predictive capacity for inpatient mortality between STTGMAORIGINAL and STTGMAFRAILTY for both the high-energy and low-energy cohorts.The original STTGMA tool accounts for important frailty factors including cognition and general health status. These variables combined with other major physiologic variables such as age and anatomic injuries appear to be sufficient to adequately and accurately quantify inpatient mortality risk. The addition of other common frailty factors that account for does not enhance the STTGMA tool's predictive capabilities.", "doi": "10.1177/2151458517735202", "title": "How Does Frailty Factor Into Mortality Risk Assessment of a Middle-Aged and Geriatric Trauma Population?", "journal": ["Geriatric orthopaedic surgery & rehabilitation", "Geriatr Orthop Surg Rehabil"]}