{"authors": [["Gärtner", "Jutta", "J", "Department of Paediatrics and Adolescent Medicine, University Medical Center Göttingen, Germany."], ["Brück", "Wolfgang", "W", "Department of Neuropathology, University Medical Center Göttingen, Germany."], ["Weddige", "Almuth", "A", "Department of Paediatrics and Adolescent Medicine, University Medical Center Göttingen, Germany."], ["Hummel", "Hannah", "H", "Department of Paediatrics and Adolescent Medicine, University Medical Center Göttingen, Germany."], ["Norenberg", "Christiane", "C", "Bayer AG, Wuppertal, Germany."], ["Bugge", "Jörg-Peter", "JP", "Bayer AG, Berlin, Germany."], [null, null, null, null]], "date": "2017-12-26", "id": "29318028", "text": "Study evaluating Betaferon(R)'s safety and tolerability in paediatric patients with multiple sclerosis (BETAPAEDIC) is a prospective, open-label observational multicentre study to assess the safety and effectiveness of interferon beta-1b in paediatric patients with relapsing-remitting multiple sclerosis.Treatment-naïve patients (12-16 years) scheduled to start interferon beta-1b were enrolled with follow-up visits every six months for two years. Effectiveness was evaluated by annualised relapse rate, Expanded Disability Status Scale progression, cranial magnetic resonance imaging and cognitive testing. Fatigue was assessed by the Fatigue Severity Scale.Sixty-eight patients were screened and 67 enrolled, with mean (standard deviation) age 14.2 (1.3) years (n=65 in the effectiveness analysis). Mean disease duration was 11 months before study enrolment; at baseline, mean (standard deviation) Expanded Disability Status Scale was 0.6 (1.0); T2 lesion number 18.3 (15.1). Mean annualised relapse rate during the study was 0.7 (n=57), 28/57 patients (49.1%) had no relapses and for 40/52 (76.9%) no Expanded Disability Status Scale progression was observed; 23/56 (41.1%) were relapse- and progression-free to last follow-up. Neuropsychological test and fatigue scores were within normal ranges (baseline and last follow-up). Eighteen patients had fatigue at some point. New T2 and gadolinium-enhancing (Gd+) lesions were seen in 43/55 (66.2%) and 29/55 (52.7%) patients respectively. Most frequent adverse events were influenza-like illness, headache, injection-site reactions and elevated liver enzymes.Interferon beta-1b is an effective treatment with a favourable safety profile for paediatric patients.", "doi": "10.1177/2055217317747623", "title": "Interferon beta-1b in treatment-naïve paediatric patients with relapsing-remitting multiple sclerosis: Two-year results from the BETAPAEDIC study.", "journal": ["Multiple sclerosis journal - experimental, translational and clinical", "Mult Scler J Exp Transl Clin"]}