{"authors": [["van Dalen-Kok", "Annelore H", "AH", "Department of Public Health and Primary Care, Leiden University Medical Centre, Leiden."], ["Achterberg", "Wilco P", "WP", "Department of Public Health and Primary Care, Leiden University Medical Centre, Leiden."], ["Rijkmans", "Wieke E", "WE", "Department of Public Health and Primary Care, Leiden University Medical Centre, Leiden."], ["Tukker-van Vuuren", "Sara A", "SA", "Department of Public Health and Primary Care, Leiden University Medical Centre, Leiden."], ["Delwel", "Suzanne", "S", "Department of Oral Kinesiology, Academic Centre for Dentistry Amsterdam (ACTA), University of Amsterdam and VU University Amsterdam."], ["de Vet", "Henrica Cw", "HC", "Department of Epidemiology and Biostatistics, The EMGO Institute for Health and Care Research, VU University Medical Center."], ["Lobbezoo", "Frank", "F", "Department of Oral Kinesiology, Academic Centre for Dentistry Amsterdam (ACTA), University of Amsterdam and VU University Amsterdam."], ["de Waal", "Margot Wm", "MW", "Department of Public Health and Primary Care, Leiden University Medical Centre, Leiden."]], "date": "2017-12-22", "id": "29317807", "text": "Detection and measurement of pain in persons with dementia by using observational pain measurement tools is essential. However, the evidence for the psychometric properties of existing observational tools remains limited. Therefore, a new meta-tool has been developed: Pain Assessment in Impaired Cognition (PAIC), as a collaborative EU action. The aim is to describe the translation procedure and content validity of the Dutch version of the PAIC.Translation of the PAIC into Dutch followed the forward-backward approach of the Guidelines for Establishing Cultural Equivalence of Instruments. A questionnaire survey was administered to clinical nursing home experts (20 physicians and 20 nurses) to determine whether the PAIC items are indicative of pain and whether items are specific for pain or for other disorders (anxiety disorder, delirium, dementia, or depression). To quantify content validity, mean scores per item were calculated.Eleven items were indicative of pain, for example, \"frowning,\" \"freezing,\" and \"groaning.\" Fifteen items were considered to be pain-specific, for example, \"frowning,\" \"curling up,\" and \"complaining.\" There were discrepancies between the notion of pain characteristics according to nurses and physicians, especially in the facial expressions domain.Within the body movement domain, PAIC items correspond well with the clinical experience of the physicians and nurses. However, items in the facial expressions and vocalizations domains need further study with respect to item reduction. Also, differences were revealed in the notion of pain characteristics between physicians and nurses, suggesting the need for more interdisciplinary education on pain in dementia.", "doi": "10.2147/CIA.S144651", "title": "Pain Assessment in Impaired Cognition (PAIC): content validity of the Dutch version of a new and universal tool to measure pain in dementia.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}