{"authors": [["Silverman", "Jeremy M", "JM", "Icahn School of Medicine at Mount Sinai, Department of Psychiatry, Box 1230, One Gustave L. Levy Place, New York, NY 10029, United States; James J. Peters Veterans Affairs Medical Center, Research & Development, Mail Code 151, 130 West Kingsbridge Road, Bronx, NY 10468, United States. Electronic address: jeremy.silverman@mssm.edu."], ["Schmeidler", "James", "J", "Icahn School of Medicine at Mount Sinai, Department of Psychiatry, Box 1230, One Gustave L. Levy Place, New York, NY 10029, United States."]], "date": "2017-10-31", "id": "29317078", "text": "For some cardiovascular risk factors, association with risk for cognitive impairment observed in early old age is reduced, or paradoxically even reversed, as age of outcome increases. Successful cognitive aging is intact cognition in the oldest-old; we define resistant successful cognitive aging as successful cognitive aging despite high risk. The protected survivor model posits that a minority of the general population has a protective factor that mitigates the negative effect of a risk factor on successful cognitive aging for the unprotected majority. As age increases, differential failure rates increase the proportion of survivors with protection. Among the unprotected, the proportion with low risk increases, but among those with protection, high risk and low risk do not differ. Due to differential mortality, half the survivors are eventually protected - a majority among those with high risk, and a minority among those with low risk. According to the protective survivor model, an example of Simpson's paradox, the association of the risk factor with survival does not change within an individual, but the association in the surviving population changes as its age increases. We created quantitative illustrations of a simplified protected survivor model applied to successful cognitive aging to explain how the usual association of a risk factor with cognitive decline is reversed in the very old. In the illustrations, probability of subsequent survival was higher for survivors with high risk (mostly protected) than low risk (mostly not protected), an example of Simpson's paradox. Resistance to disease despite the presence of risk factors is consistent with the presence of countervailing protection. Based on the protected survivor model, we hypothesize that studies seeking protective factors against cognitive decline will be more effective by limiting a successful cognitive aging sample to resistant successful cognitive aging - to contrast with a sample without successful cognitive aging.", "doi": "10.1016/j.mehy.2017.10.022", "title": "The protected survivor model: Using resistant successful cognitive aging to identify protection in the very old.", "journal": ["Medical hypotheses", "Med. Hypotheses"]}