{"authors": [["Prakapenka", "Alesia V", "AV", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA; Barrow Brain Tumor Research Center, Barrow Neurological Institute, Phoenix, AZ, USA."], ["Hiroi", "Ryoko", "R", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA."], ["Quihuis", "Alicia M", "AM", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA."], ["Carson", "Catie", "C", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA."], ["Patel", "Shruti", "S", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA."], ["Berns-Leone", "Claire", "C", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA."], ["Fox", "Carly", "C", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA."], ["Sirianni", "Rachael W", "RW", "Barrow Brain Tumor Research Center, Barrow Neurological Institute, Phoenix, AZ, USA."], ["Bimonte-Nelson", "Heather A", "HA", "Department of Psychology, Arizona State University, Tempe, AZ, USA; Arizona Alzheimer's Consortium, Phoenix, AZ, USA. Electronic address: Bimonte.nelson@asu.edu."]], "date": "2017-12-07", "id": "29316527", "text": "Most estrogen-based hormone therapies are administered in combination with a progestogen, such as Levonorgestrel (Levo). Individually, the estrogen 17β-estradiol (E2) and Levo can improve cognition in preclinical models. However, although these hormones are often given together clinically, the impact of the E2 + Levo combination on cognitive function has yet to be methodically examined. Thus, we investigated E2 + Levo treatment on a cognitive battery in middle-aged, ovariectomized rats. When administered alone, E2 and Levo treatments each enhanced spatial working memory relative to vehicle treatment, whereas the E2 + Levo combination impaired high working memory load performance relative to E2 only and Levo only treatments. There were no effects on spatial reference memory. Mitogen-activated protein kinases/extracellular signal-regulated kinases pathway activation, which is involved in memory formation and estrogen-induced memory effects, was evaluated in 5 brain regions implicated in learning and memory. A distinct relationship was seen in the E2-only treatment group between mitogen-activated protein kinases/extracellular signal-regulated kinases pathway activation in the frontal cortex and working memory performance. Collectively, the results indicate that the differential neurocognitive effects of combination versus sole treatments are vital considerations as we move forward as a field to develop novel, and to understand currently used, exogenous hormone regimens across the lifespan.", "doi": "10.1016/j.neurobiolaging.2017.11.015", "title": "Contrasting effects of individual versus combined estrogen and progestogen regimens as working memory load increases in middle-aged ovariectomized rats: one plus one does not equal two.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}