{"authors": [["Woods", "Adam J", "AJ", "Center for Cognitive Aging and Memory, Cognitive Aging and Memory Clinical Translational Research Program, Department of Clinical and Health Psychology, McKnight Brain Institute, University of Florida, United States. Electronic address: ajwoods@ufl.edu."], ["Cohen", "Ronald", "R", "Center for Cognitive Aging and Memory, Cognitive Aging and Memory Clinical Translational Research Program, Department of Clinical and Health Psychology, McKnight Brain Institute, University of Florida, United States."], ["Marsiske", "Michael", "M", "Center for Cognitive Aging and Memory, Cognitive Aging and Memory Clinical Translational Research Program, Department of Clinical and Health Psychology, McKnight Brain Institute, University of Florida, United States."], ["Alexander", "Gene E", "GE", "Departments of Psychology and Psychiatry, Neuroscience and Physiological Sciences Graduate Interdisciplinary Programs, BIO5 Institute, and McKnight Brain Institute, University of Arizona, Tucson, AZ, United States."], ["Czaja", "Sara J", "SJ", "Center on Aging, Department of Psychiatry and Behavioral Sciences, McKnight Brain Institute, Miller School of Medicine, University of Miami, United States."], ["Wu", "Samuel", "S", "Department of Biostatistics, University of Florida, United States."]], "date": "2017-12-05", "id": "29313802", "text": "Adults over age 65 represent the fastest growing population in the US. Decline in cognitive abilities is a hallmark of advanced age and is associated with loss of independence and dementia risk. There is a pressing need to develop effective interventions for slowing or reversing the cognitive aging process. While certain forms of cognitive training have shown promise in this area, effects only sometimes transfer to neuropsychological tests within or outside the trained domain. This paper describes a NIA-funded Phase III adaptive multisite randomized clinical trial, examining whether transcranial direct current stimulation (tDCS) of frontal cortices enhances neurocognitive outcomes achieved from cognitive training in older adults experiencing age-related cognitive decline: the Augmenting Cognitive Training in Older Adults study (ACT).ACT will enroll 360 participants aged 65 to 89 with age-related cognitive decline, but not dementia. Participants will undergo cognitive training intervention or education training-control combined with tDCS or sham tDCS control. Cognitive training employs a suite of eight adaptive training tasks focused on attention/speed of processing and working memory from Posit Science BrainHQ. Training control involves exposure to educational nature/history videos and related content questions of the same interval/duration as the cognitive training. Participants are assessed at baseline, after training (12weeks), and 12-month follow-up on our primary outcome measure, NIH Toolbox Fluid Cognition Composite Score, as well as a comprehensive neurocognitive, functional, clinical and multimodal neuroimaging battery.The findings from this study have the potential to significantly enhance efforts to ameliorate cognitive aging and slow dementia.", "doi": "10.1016/j.cct.2017.11.017", "title": "Augmenting cognitive training in older adults (The ACT Study): Design and Methods of a Phase III tDCS and cognitive training trial.", "journal": ["Contemporary clinical trials", "Contemp Clin Trials"]}