{"authors": [["Caplain", "Sophie", "S", "Laboratory of Psychopathology and Neuropsychology, University Paris 8, Saint-Denis, France."], ["Blancho", "Sophie", "S", "Institut pour la Recherche sur la Moelle Epinière et l'Encéphale, Paris, France."], ["Marque", "Sébastien", "S", "Capionis Research, Bordeaux, France."], ["Montreuil", "Michèle", "M", "Laboratory of Psychopathology and Neuropsychology, University Paris 8, Saint-Denis, France."], ["Aghakhani", "Nozar", "N", "Department of Neurosurgery, Bicêtre University Hospital, Assistance Publique Hôpitaux de Paris, Le Kremlin-Bicêtre, France."]], "date": "2017-12-12", "id": "29312112", "text": "Mild traumatic brain injury (MTBI) is a common condition within the general population, usually with good clinical outcome. However, in 10-25% of cases, a post-concussive syndrome (PCS) occurs. Identifying early prognostic factors for the development of PCS can ensure widespread clinical and economic benefits. The aim of this study was to demonstrate the potential value of a comprehensive neuropsychological evaluation to identify early prognostic factors following MTBI. We performed a multi-center open, prospective, longitudinal study that included 72 MTBI patients and 42 healthy volunteers matched for age, gender, and socioeconomic status. MTBI patients were evaluated 8-21 days after injury, and 6 months thereafter, with a full neurological and psychological examination and brain MRI. At 6 months follow-up, MTBI patients were categorized into two subgroups according to the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV) as having either favorable or unfavorable evolution (UE), corresponding to the presence of major or mild neurocognitive disorder due to traumatic brain injury. Univariate and multivariate logistical regression analysis demonstrated the importance of patient complaints, quality of life, and cognition in the outcome of MTBI patients, but only 6/23 UE patients were detected early via the multivariate logistic regression model. Using several variables from each of these three categories of variables, we built a model that assigns a score to each patient presuming the possibility of UE. Statistical analyses showed this last model to be reliable and sensitive, allowing early identification of patients at risk of developing PCS with 95.7% sensitivity and 77.6% specificity.", "doi": "10.3389/fneur.2017.00666", "title": "Early Detection of Poor Outcome after Mild Traumatic Brain Injury: Predictive Factors Using a Multidimensional Approach a Pilot Study.", "journal": ["Frontiers in neurology", "Front Neurol"]}