{"authors": [["Faedda", "Noemi", "N", "Department of Paediatric and Child and Adolescent Neuropsychiatry, Sapienza University of Rome, Rome, Italy."], ["Natalucci", "Giulia", "G", "Department of Paediatric and Child and Adolescent Neuropsychiatry, Sapienza University of Rome, Rome, Italy."], ["Calderoni", "Dario", "D", "Department of Paediatric and Child and Adolescent Neuropsychiatry, Sapienza University of Rome, Rome, Italy."], ["Cerutti", "Rita", "R", "Department of Dynamic and Clinical Psychology, Sapienza University of Rome, Rome, Italy."], ["Verdecchia", "Paola", "P", "Department of Paediatric and Child and Adolescent Neuropsychiatry, Sapienza University of Rome, Rome, Italy."], ["Guidetti", "Vincenzo", "V", "Department of Paediatric and Child and Adolescent Neuropsychiatry, Sapienza University of Rome, Rome, Italy."]], "date": "2017-12-14", "id": "29312108", "text": "Headache, in particular migraine, is one of the most frequent neurological symptoms in children and adolescents and it affects about 60% of children and adolescents all over the world. Headache can affect several areas of child's functioning, such as school, physical activities, peer, and family relationship. The global and severe burden of this disease requires a multidisciplinary strategy and an effective treatment addressed all of the patient's needs and based on cutting-edge scientific research. In recent years, research has focused on cognitive factors specifically in functions called metacognitive processes. Metacognition can be defined as the knowledge, beliefs, and cognitive processes involved in monitoring, control, and assessment of cognition. Metacognition seems to be closely related to the ability of theory of mind, the ability to infer, and reason about the mental states of other people in order to predict and explain own behavior. Recent studies found a relationship between metacognitive skills and anxiety, depression, motivation, academic performance, human social interactions, and stress symptoms. This relationship is very interesting for headache treatment, because these factors are the most commonly reported triggers in this disorder and there is a high comorbidity with anxiety and depression in children and adolescents with headache. So, headache and these comorbidities, in particular anxiety and depression, may have in common persistent and maladaptive patterns of thinking which are related to maladaptive metacognitive beliefs. Further research should assess metacognitive processes of children and adolescents with headache in order to increase their ability to control their own cognitive processes and consequently monitor factors which may trigger the attacks.", "doi": "10.3389/fneur.2017.00650", "title": "Metacognition and Headache: Which Is the Role in Childhood and Adolescence?", "journal": ["Frontiers in neurology", "Front Neurol"]}