{"authors": [["Xue", "Shao-Wei", "SW", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."], ["Guo", "Yonghu", "Y", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."], ["Peng", "Wei", "W", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."], ["Zhang", "Jian", "J", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."], ["Chang", "Da", "D", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."], ["Zang", "Yu-Feng", "YF", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."], ["Wang", "Ze", "Z", "Institutes of Psychological Sciences, Hangzhou Normal University, Hangzhou, China."]], "date": "2017-12-22", "id": "29312097", "text": "Beneficial effects of repetitive transcranial magnetic stimulation (rTMS) on left dorsolateral prefrontal cortex (DLPFC) have been consistently shown for treating various neuropsychiatrical or neuropsychological disorders, but relatively little is known about its neural mechanisms. Here we conducted a randomized, double-blind, SHAM-controlled study to assess the effects of high-frequency left DLPFC rTMS on resting-state activity. Thirty-eight young healthy subjects received two sessions of either real rTMS (N = 18, 90% motor-threshold; left DLPFC at 20 Hz) or SHAM TMS (N = 20) and functional magnetic resonance imaging scan during rest in 2 days separated by 48 h. Resting-state bran activity was measured with the fractional amplitude of low-frequency fluctuation (fALFF) and functional connectivity (FC). Increased fALFF was found in rostral anterior cingulate cortex (rACC) after 20 Hz rTMS, while no changes were observed after SHAM stimulation. Using the suprathreshold rACC cluster as the seed, increased FC was found in left temporal cortex (stimulation vs. group interaction). These data suggest that high-frequency rTMS on left DLPFC enhances low-frequency resting-state brain activity in the target site and remote sites as reflected by fALFF and FC.", "doi": "10.3389/fpsyg.2017.02266", "title": "Increased Low-Frequency Resting-State Brain Activity by High-Frequency Repetitive TMS on the Left Dorsolateral Prefrontal Cortex.", "journal": ["Frontiers in psychology", "Front Psychol"]}