{"authors": [["Brown", "Jennie", "J", "Department of Psychology, Franklin Pierce University, Rindge, NH, United States."], ["Trafimow", "David", "D", "Department of Psychology, New Mexico State University, Las Cruces, NM, United States."]], "date": "2017-12-22", "id": "29312092", "text": "Evolutionary theory was applied to Reeder and Brewer's schematic theory and Trafimow's affect theory to extend this area of research with five new predictions involving affect and ability attributions, comparing morality and ability attributions, gender differences, and reaction times for affect and attribution ratings. The design included a 2 (Trait Dimension Type: HR, PR) × 2 (Behavior Type: morality, ability) × 2 (Valence: positive, negative) × 2 (Replication: original, replication) × 2 (Sex: female or male actor) × 2 (Gender: female or male participant) × 2 (Order: attribution portion first, affect portion first) mixed design. All factors were within participants except the order and participant gender. Participants were presented with 32 different scenarios in which an actor engaged in a concrete behavior after which they made attributions and rated their affect in response to the behavior. Reaction times were measured during attribution and affect ratings. In general, the findings from the experiment supported the new predictions. Affect was related to attributions for both morality and ability related behaviors. Morality related behaviors received more extreme attribution and affect ratings than ability related behaviors. Female actors received stronger attribution and affect ratings for diagnostic morality behaviors compared to male actors. Male and female actors received similar attribution and affect ratings for diagnostic ability behaviors. Diagnostic behaviors were associated with lower reaction times than non-diagnostic behaviors. These findings demonstrate the utility of evolutionary theory in creating new hypotheses and empirical findings in the domain of attribution.", "doi": "10.3389/fpsyg.2017.02255", "title": "Evolutionary Influences on Attribution and Affect.", "journal": ["Frontiers in psychology", "Front Psychol"]}