{"authors": [["Carvalho", "Felipe Reinoso", "FR", "Department of Marketing, School of Management, Universidad de Los Andes, Bogotá, Colombia."], ["Moors", "Pieter", "P", "Brain and Cognition, Faculty of Psychology and Educational Sciences, KU Leuven, Leuven, Belgium."], ["Wagemans", "Johan", "J", "Brain and Cognition, Faculty of Psychology and Educational Sciences, KU Leuven, Leuven, Belgium."], ["Spence", "Charles", "C", "Crossmodal Research Laboratory, Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom."]], "date": "2017-12-19", "id": "29312065", "text": "Visual appearance (e.g., color) cues set expectations regarding the likely taste and flavor properties of food and drink. These expectations may, in turn, anchor the subsequent tasting experience. In the present study, we examined the influence of the color of a beer on the consumer's experience. Dark and pale beers were evaluated both before and after tasting. Importantly, these beers were indistinguishable in terms of their taste/flavor when tasted without any visual cues. The results indicate that the differing visual appearance of the beers led to clear differences in expected taste/flavor. However, after tasting, no differences in flavor ratings were observed, indicating that the expectations based on visual cues did not influence the actual tasting experience. The participants also expected the dark beer to be more expensive than the pale one. These outcomes suggest that changes in the visual appearance of a beer lead to significant changes in the way in which consumers expect the beer to taste. At the same time, however, our findings also suggest the need for more evidence to be collected in order to determine the boundary conditions on when such crossmodal expectations may vs. may not affect the tasting experience. Highlights: The expected flavor of a beer is affected by its visual appearance. No differences in flavor ratings were observed on tasting. Consumers expect dark beers to be more expensive than pale/amber beers.", "doi": "10.3389/fpsyg.2017.02205", "title": "The Influence of Color on the Consumer's Experience of Beer.", "journal": ["Frontiers in psychology", "Front Psychol"]}