{"authors": [["Silva", "Rita R", "RR", "Social Cognition Center Cologne, University of Cologne, Cologne, Germany."], ["Chrobot", "Nina", "N", "Department of Psychology, SWPS University of Social Sciences and Humanities, Warsaw, Poland."], ["Newman", "Eryn", "E", "Mind and Society Center, University of Southern California, Los Angeles, CA, United States."], ["Schwarz", "Norbert", "N", "Department of Psychology, University of Southern California, Los Angeles, CA, United States."], ["Topolinski", "Sascha", "S", "Social Cognition Center Cologne, University of Cologne, Cologne, Germany."]], "date": "2017-12-19", "id": "29312062", "text": "Can the mere name of a seller determine his trustworthiness in the eye of the consumer? In 10 studies (total N = 608) we explored username complexity and trustworthiness of eBay seller profiles. Name complexity was manipulated through variations in username pronounceability and length. These dimensions had strong, independent effects on trustworthiness, with sellers with easy-to-pronounce or short usernames being rated as more trustworthy than sellers with difficult-to-pronounce or long usernames, respectively. Both effects were repeatedly found even when objective information about seller reputation was available. We hypothesized the effect of name complexity on trustworthiness to be based on the experience of high vs. low processing fluency, with little awareness of the underlying process. Supporting this, participants could not correct for the impact of username complexity when explicitly asked to do so. Three alternative explanations based on attributions of the variations in name complexity to seller origin (ingroup vs. outgroup), username generation method (seller personal choice vs. computer algorithm) and age of the eBay profiles (10 years vs. 1 year) were tested and ruled out. Finally, we show that manipulating the ease of reading product descriptions instead of the sellers' names also impacts the trust ascribed to the sellers.", "doi": "10.3389/fpsyg.2017.02200", "title": "Make It Short and Easy: Username Complexity Determines Trustworthiness Above and Beyond Objective Reputation.", "journal": ["Frontiers in psychology", "Front Psychol"]}