{"authors": [["Zhang", "Jingqiu", "J", "School of Psychology, Southwest University, Chongqing, China."], ["Ding", "Cody", "C", "School of Psychology, Southwest University, Chongqing, China."], ["Tang", "Yunglung", "Y", "School of Psychology, Southwest University, Chongqing, China."], ["Zhang", "Chunyu", "C", "School of Psychology, Shaanxi Normal University, Xi'an, China."], ["Yang", "Dong", "D", "School of Psychology, Southwest University, Chongqing, China."]], "date": "2017-12-12", "id": "29312045", "text": "The goal of this study was to develop a measure that assesses negative daily social encounters. Specifically, we examined the concept of perceived chronic social adversity and its assessment, the Perceived Chronic Social Adversity Questionnaire (PCSAQ). The PCSAQ focused on the subjective processing of daily social experiences. Psychometric properties were examined within two non-clinical samples (N = 331 and N = 390) and one clinical sample (N = 86). Exploratory and confirmatory factor analyses supported a three-factor model of the PCSAQ, which corresponds to three types of daily social stressors. The final 28-item PCSAQ was shown to be internally consistent, and to have good construct validity in terms of factor structure and group differences. It was also shown to have good concurrent validity in terms of association with outcome variables (sense of control, happiness, and mood and anxiety symptoms). Perceived chronic social adversity was also shown to be correlated with PTSD severity. Taken together, these findings suggest that the PCSAQ is a reliable, valid, and useful measure that can be used to assess negative social and clinical aspects of personal experiences. This study is an important exploratory step in improving our understanding of the relationship between the cumulative effect of negative social encounters and psychological difficulty.", "doi": "10.3389/fpsyg.2017.02168", "title": "A Measure of Perceived Chronic Social Adversity: Development and Validation.", "journal": ["Frontiers in psychology", "Front Psychol"]}