{"authors": [["Oláh", "Katalin", "K", "Research Centre for Natural Sciences, Institute of Cognitive Neuroscience and Psychology, Hungarian Academy of Sciences, Budapest, Hungary."], ["Topál", "József", "J", "Research Centre for Natural Sciences, Institute of Cognitive Neuroscience and Psychology, Hungarian Academy of Sciences, Budapest, Hungary."], ["Kovács", "Krisztina", "K", "Research Centre for Natural Sciences, Institute of Cognitive Neuroscience and Psychology, Hungarian Academy of Sciences, Budapest, Hungary."], ["Kis", "Anna", "A", "Research Centre for Natural Sciences, Institute of Cognitive Neuroscience and Psychology, Hungarian Academy of Sciences, Budapest, Hungary."], ["Koller", "Dóra", "D", "Department of Medical Chemistry, Molecular Biology and Pathobiochemistry, Semmelweis University, Budapest, Hungary."], ["Young Park", "Soon", "S", "Comparative Cognition, Messerli Research Institute, University of Veterinary Medicine, Vienna, Austria."], ["Virányi", "Zsófia", "Z", "Comparative Cognition, Messerli Research Institute, University of Veterinary Medicine, Vienna, Austria."]], "date": "2017-12-12", "id": "29312041", "text": "It has been suggested that dogs' remarkable capacity to use human communicative signals lies in their comparable social cognitive skills; however, this view has been questioned recently. The present study investigated associations between oxytocin receptor gene (OXTR) polymorphisms and social behavior in human infants and dogs with the aim to unravel potentially differential mechanisms behind their responsiveness to human gaze. Sixteen-month-old human infants (N = 99) and adult Border Collie dogs (N = 71) participated in two tasks designed to test (1) their use of gaze-direction as a cue to locate a hidden object, and (2) their reactions to an aversive social interaction (using the still face task for children and a threatening approach task for dogs). Moreover, we obtained DNA samples to analyze associations between single nucleotide polymorphisms (SNP) in the OXTR (dogs: -213AG, -94TC, -74CG, rs8679682, children: rs53576, rs1042778, rs2254298) and behavior. We found that OXTR genotype was significantly associated with reactions to an aversive social interaction both in dogs and children, confirming the anxiolytic effect of oxytocin in both species. In dogs, the genotypes linked to less fearful behavior were associated also with a higher willingness to follow gaze whereas in children, OXTR gene polymorphisms did not affect gaze following success. This pattern of gene-behavior associations suggests that for dogs the two situations are more alike (potentially fear-inducing or competitive) than for human children. This raises the possibility that, in contrast to former studies proposing human-like cooperativeness in dogs, dogs may perceive human gaze in an object-choice task in a more antagonistic manner than children.", "doi": "10.3389/fpsyg.2017.02156", "title": "Gaze-Following and Reaction to an Aversive Social Interaction Have Corresponding Associations with Variation in the OXTR Gene in Dogs but Not in Human Infants.", "journal": ["Frontiers in psychology", "Front Psychol"]}