{"authors": [["Naaman", "Ram", "R", "Edmond J. Safra Brain Research Center for the Study of Learning Disabilities, Department of Learning Disabilities, University of Haifa, Haifa, Israel."], ["Goldfarb", "Liat", "L", "Edmond J. Safra Brain Research Center for the Study of Learning Disabilities, Department of Learning Disabilities, University of Haifa, Haifa, Israel."]], "date": "2017-12-12", "id": "29312037", "text": "Gain and loss modulation of different aspects of executive functions (EF) has been studied under changing conditions. However, the nature of this effect varies in different EF tasks, as both gain and loss were found to improve performance in specific EF tasks while hindering performance in others. The current study examines the influence of gain and loss stimuli on arithmetic performance. Since arithmetic processes have been found to rely heavily on EF, the current study addresses the question of \"whether\" and \"in what direction\" those stimuli might affect arithmetic performance. In three experiments, participants preformed an arithmetic equation judgment task, while gain and loss conditions were added in each trial in the form of a line drawn face representing either monetary gain, loss, or neither. In Experiment 1, the arithmetic task included carry and non-carry equations representing different arithmetic complexity levels. In Experiment 2, two and three addend equations were used, and in Experiment 3, the proportions of correct and incorrect equations differed. Results of all experiments demonstrated faster RT in the arithmetic task after gain stimuli when compared to the loss stimuli. Our results further extend our understanding regarding the nature of the relationship between gain and loss situations and arithmetic performance and further emphasize the conditions under which arithmetic performance can be improved or hindered.", "doi": "10.3389/fpsyg.2017.02150", "title": "The Influence of Gain and Loss on Arithmetic Performance.", "journal": ["Frontiers in psychology", "Front Psychol"]}