{"authors": [["Godwin", "Douglass", "D", "Department of Psychiatry, Washington University School of Medicine, St. Louis, MO, United States."], ["Ji", "Andrew", "A", "Department of Psychiatry, Washington University School of Medicine, St. Louis, MO, United States."], ["Kandala", "Sridhar", "S", "Department of Psychiatry, Washington University School of Medicine, St. Louis, MO, United States."], ["Mamah", "Daniel", "D", "Department of Psychiatry, Washington University School of Medicine, St. Louis, MO, United States."]], "date": "2017-12-22", "id": "29312020", "text": "Task-based connectivity studies facilitate the understanding of how the brain functions during cognition, which is commonly impaired in schizophrenia (SZ). Our aim was to investigate functional connectivity during a working memory task in SZ. We hypothesized that the task-negative (default mode) network and the cognitive control (frontoparietal) network would show dysconnectivity. Twenty-five SZ patient and 31 healthy control scans were collected using the customized 3T Siemens Skyra MRI scanner, previously used to collect data for the Human Connectome Project. Blood oxygen level dependent signal during the 0-back and 2-back conditions were extracted within a network-based parcelation scheme. Average functional connectivity was assessed within five brain networks: frontoparietal (FPN), default mode (DMN), cingulo-opercular (CON), dorsal attention (DAN), and ventral attention network; as well as between the DMN or FPN and other networks. For within-FPN connectivity, there was a significant interaction between n-back condition and group (p = 0.015), with decreased connectivity at 0-back in SZ subjects compared to controls. FPN-to-DMN connectivity also showed a significant condition × group effect (p = 0.003), with decreased connectivity at 0-back in SZ. Across groups, connectivity within the CON and DAN were increased during the 2-back condition, while DMN connectivity with either CON or DAN were decreased during the 2-back condition. Our findings support the role of the FPN, CON, and DAN in working memory and indicate that the pattern of FPN functional connectivity differs between SZ patients and control subjects during the course of a working memory task.", "doi": "10.3389/fpsyt.2017.00294", "title": "Functional Connectivity of Cognitive Brain Networks in Schizophrenia during a Working Memory Task.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}