{"authors": [["Knight", "Matthew James", "MJ", "Discipline of Psychiatry, University of Adelaide, Adelaide, SA, Australia."], ["Baune", "Bernhard T", "BT", "Discipline of Psychiatry, University of Adelaide, Adelaide, SA, Australia."]], "date": "2017-12-12", "id": "29312014", "text": "Psychosocial dysfunction is associated with poor longitudinal course of depression and is not sufficiently addressed by existing pharmaceutical or psychological treatments. The aim of the current study is to evaluate the efficacy of a novel intervention designed to improve psychosocial function in depressed individuals. Impaired cognition, emotion processing, and social cognition appear to underlie (i.e., cause) psychosocial dysfunction in depression. The current treatment will target functioning in these domains (i.e., cognition, emotion, social cognition) with repeated training tasks, following the rationale that therapeutic benefits will arise in psychosocial functioning. It is expected that personalizing treatment by participants' baseline functioning will enhance clinical efficacy, by comparison with standard treatment in which baseline functioning is not considered.The study is a randomized, controlled treatment (RCT), in which the efficacy of a personalized and standard intervention will be compared. Sixteen treatment sessions will be administered over an 8-week period. These treatments are designed to improve cognition, emotion processing and social cognition. Assessments of psychosocial functioning, as well as a number of secondary outcomes, will occur at baseline, 4 weeks (mid-RCT), 8 weeks (end of RCT), and in the observational period at baseline (week 9) and 3 and 6 months post-RCT. Recruitment will commence in July 2017, including subjects diagnosed with major depressive disorder according to DSM-IV-TR criteria.This research will provide new insight into the roles of cognition, emotion processing, and social cognition in psychosocial dysfunction in depression. In addition, the relative clinical efficacy of personalized versus standard treatment approaches will be assessed.This study has been approved by the human research ethics committees of the Royal Adelaide Hospital and the University of Adelaide (ethics code: R20170611). The study has been registered with the Australia and New Zealand Clinical Trials Registry Registration number: ACTRN12617000899347, web link: http://www.anzctr.org.au/Trial/Registration/TrialReview.aspx?ACTRN=12617000899347p. The results of the current study will be published in academic journals following completion of recruitment in 2019. Data will be owned and retained by the University of Adelaide, with access restricted to the research team responsible for the study.", "doi": "10.3389/fpsyt.2017.00280", "title": "Psychosocial Dysfunction in Major Depressive Disorder-Rationale, Design, and Characteristics of the Cognitive and Emotional Recovery Training Program for Depression (CERT-D).", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}