{"authors": [["Silva-Cruz", "Armando", "A", "Instituto de Farmacologia e Neurociências, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Carlström", "Mattias", "M", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Ribeiro", "Joaquim A", "JA", "Instituto de Farmacologia e Neurociências, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."], ["Sebastião", "Ana M", "AM", "Instituto de Farmacologia e Neurociências, Faculdade de Medicina, Universidade de Lisboa, Lisbon, Portugal."]], "date": "2017-12-19", "id": "29311928", "text": "Cannabinoid receptor 1 (CB1R) is widely distributed in the central nervous system, in excitatory and inhibitory neurons, and in astrocytes. CB1R agonists impair cognition and prevent long-term potentiation (LTP) of synaptic transmission, but the influence of endogenously formed cannabinoids (eCBs) on hippocampal LTP remains ambiguous. Based on the knowledge that eCBs are released upon high frequency neuronal firing, we hypothesized that the influence of eCBs upon LTP could change according to the paradigm of LTP induction. We thus tested the influence of eCBs on hippocampal LTP using two θ-burst protocols that induce either a weak or a strong LTP. LTP induced by a weak-θ-burst protocol is facilitated while preventing the endogenous activation of CB1Rs. In contrast, the same procedures lead to inhibition of LTP induced by the strong-θ-burst protocol, suggestive of a facilitatory action of eCBs upon strong LTP. Accordingly, an inhibitor of the metabolism of the predominant eCB in the hippocampus, 2-arachidonoyl-glycerol (2-AG), facilitates strong LTP. The facilitatory action of endogenous CB1R activation does not require the activity of inhibitory A1 adenosine receptors, is not affected by inhibition of astrocytic metabolism, but involves inhibitory GABAergic transmission. The continuous activation of CB1Rs via exogenous cannabinoids, or by drugs known to prevent metabolism of the non-prevalent hippocampal eCB, anandamide, inhibited LTP. We conclude that endogenous activation of CB1Rs by physiologically formed eCBs exerts a fine-tune homeostatic control of LTP in the hippocampus, acting as a high-pass filter, therefore likely reducing the signal-to-noise ratio of synaptic strengthening.", "doi": "10.3389/fphar.2017.00921", "title": "Dual Influence of Endocannabinoids on Long-Term Potentiation of Synaptic Transmission.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}