{"authors": [["Molz", "Patrícia", "P", "Graduate Program in Medicine and Health Sciences, Faculty of Medicine, Pontifical Catholic University, Porto Alegre, Brazil."], ["Schröder", "Nadja", "N", "Graduate Program in Medicine and Health Sciences, Faculty of Medicine, Pontifical Catholic University, Porto Alegre, Brazil."]], "date": "2017-12-12", "id": "29311912", "text": "The aging process comprises a series of organic alterations, affecting multiple systems, including the nervous system. Aging has been considered the main risk factor for the advance of neurodegenerative diseases, many of which are accompanied by cognitive impairment. Aged individuals show cognitive decline, which has been associated with oxidative stress, as well as mitochondrial, and consequently energetic failure. Lipoic acid (LA), a natural compound present in food and used as a dietary supplement, has been considered a promising agent for the treatment and/or prevention of neurodegenerative disorders. In spite of a number of preclinical studies showing beneficial effects of LA in memory functioning, and pointing to its neuroprotective potential effect, to date only a few studies have examined its effects in humans. Investigations performed in animal models of memory loss associated to aging and neurodegenerative disorders have shown that LA improves memory in a variety of behavioral paradigms. Moreover, cell and molecular mechanisms underlying LA effects have also been investigated. Accordingly, LA displays antioxidant, antiapoptotic, and anti-inflammatory properties in both in vivo and in vitro studies. In addition, it has been shown that LA reverses age-associated loss of neurotransmitters and their receptors, which can underlie its effects on cognitive functions. The present review article aimed at summarizing and discussing the main studies investigating the effects of LA on cognition as well as its cell and molecular effects, in order to improve the understanding of the therapeutic potential of LA on memory loss during aging and in patients suffering from neurodegenerative disorders, supporting the development of clinical trials with LA.", "doi": "10.3389/fphar.2017.00849", "title": "Potential Therapeutic Effects of Lipoic Acid on Memory Deficits Related to Aging and Neurodegeneration.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}