{"authors": [["Starnawska", "Anna", "A", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus, Denmark."], ["Tan", "Qihua", "Q", "The Danish Twin Registry, Institute of Public Health, University of Southern Denmark, Odense, Denmark."], ["McGue", "Matt", "M", "The Danish Twin Registry, Institute of Public Health, University of Southern Denmark, Odense, Denmark."], ["Mors", "Ole", "O", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus, Denmark."], ["Børglum", "Anders D", "AD", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus, Denmark."], ["Christensen", "Kaare", "K", "The Danish Twin Registry, Institute of Public Health, University of Southern Denmark, Odense, Denmark."], ["Nyegaard", "Mette", "M", "The Lundbeck Foundation Initiative for Integrative Psychiatric Research, iPSYCH, Aarhus, Denmark."], ["Christiansen", "Lene", "L", "The Danish Twin Registry, Institute of Public Health, University of Southern Denmark, Odense, Denmark."]], "date": "2017-12-12", "id": "29311901", "text": "As the world's population ages, the age-related cognitive decline presents a great challenge to world's healthcare systems. One of the molecular mechanisms implicated in cognitive ageing is DNA methylation, an epigenetic modification known to be a key player in memory formation, maintenance, and synaptic plasticity. Using the twin design we performed an epigenome-wide association study (EWAS) in a population of 486 middle-aged monozygotic twins (mean age at follow-up 65.9, SD = 6.1) and correlated their blood DNA methylation to their level (cross-sectional analysis) and change in cognitive abilities over 10 years (longitudinal analysis). We identified several CpG sites where cross-sectional cognitive functioning was associated with DNA methylation levels. The top identified loci were located in ZBTB46 (p = 5.84 × 10-7), and TAF12 (p = 4.91 × 10-7). KEGG's enrichment analyses of the most associated findings identified \"Neuroactive ligand-receptor interaction\" as the most enriched pathway (p = 0.0098). Change in cognitive functioning over 10 years was associated with DNA methylation levels in AGBL4 (p = 9.01 × 10-7) and SORBS1 (p = 5.28 × 10-6), with the first gene playing an important role in neuronal survival and the latter gene implicated before in Alzheimer's disease and ischemic stroke. Our findings point to an association between changes in DNA methylation of genes related to neuronal survival and change of cognitive functioning in aging individuals.", "doi": "10.3389/fnagi.2017.00413", "title": "Epigenome-Wide Association Study of Cognitive Functioning in Middle-Aged Monozygotic Twins.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}