{"authors": [["van Dongen", "Linde C M", "LCM", "Centre of Excellence for Neuropsychiatry, Vincent van Gogh Institute for Psychiatry, Venray, Netherlands."], ["Wingbermühle", "Ellen", "E", "Centre of Excellence for Neuropsychiatry, Vincent van Gogh Institute for Psychiatry, Venray, Netherlands."], ["Oomens", "Wouter", "W", "Centre of Excellence for Neuropsychiatry, Vincent van Gogh Institute for Psychiatry, Venray, Netherlands."], ["Bos-Roubos", "Anja G", "AG", "Centre of Excellence for Neuropsychiatry, Vincent van Gogh Institute for Psychiatry, Venray, Netherlands."], ["Ockeloen", "Charlotte W", "CW", "Department of Human Genetics, Radboud University Medical Centre, Nijmegen, Netherlands."], ["Kleefstra", "Tjitske", "T", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, Nijmegen, Netherlands."], ["Egger", "Jos I M", "JIM", "Centre of Excellence for Neuropsychiatry, Vincent van Gogh Institute for Psychiatry, Venray, Netherlands."]], "date": "2017-12-19", "id": "29311865", "text": "KBG syndrome is a neurodevelopmental disorder (NDD) caused by loss-of-function of the ANKRD11 gene. The core phenotype comprises developmental delay (DD)/ intellectual disability (ID) and several specific facial dysmorphisms. In addition, both ADHD- and ASD-related symptoms have been mentioned. For the correct understanding of these developmental and behavioral characteristics however, it is of great importance to apply objective measures, which seldom has been done in patients with KBG syndrome. In this study, intelligence profiles of patients with KBG syndrome (n = 18) were compared with a control group comprising patients with NDD caused by various other genetic defects (n = 17), by means of the Wechsler scales. These scales were also used to measure speed of information processing, working memory, verbal comprehension and perceptual reasoning. No significant differences were found in the global level of intelligence of patients with KBG syndrome as compared to the patient genetic control group. The same was true for Wechsler subtest results. Hence, behavioral problems associated with KBG syndrome cannot directly be related to or explained by a specific intelligence profile. Instead, specific assessment of neurocognitive functions should be performed to clarify the putative behavioral problems as observed in this syndrome.", "doi": "10.3389/fnbeh.2017.00248", "title": "Intellectual Profiles in KBG-Syndrome: A Wechsler Based Case-Control Study.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}