{"authors": [["Lu", "Jing", "J", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Lab for Neuroinformation, University of Electronic Science and Technology of China, Chengdu, China."], ["Yang", "Hua", "H", "Center for Information in BioMedicine, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, China."], ["He", "Hui", "H", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Lab for Neuroinformation, University of Electronic Science and Technology of China, Chengdu, China."], ["Jeon", "Seun", "S", "Montreal Neurological Institute, McGill University, Montreal, QC, Canada."], ["Hou", "Changyue", "C", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Lab for Neuroinformation, University of Electronic Science and Technology of China, Chengdu, China."], ["Evans", "Alan C", "AC", "Montreal Neurological Institute, McGill University, Montreal, QC, Canada."], ["Yao", "Dezhong", "D", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Lab for Neuroinformation, University of Electronic Science and Technology of China, Chengdu, China."]], "date": "2017-12-11", "id": "29311776", "text": "The multiple-demand (MD) system has proven to be associated with creating structured mental programs in comprehensive behaviors, but the functional mechanisms of this system have not been clarified in the musical domain. In this study, we explored the hypothesis that the MD system is involved in a comprehensive music-related behavior known as musical improvisation. Under a functional magnetic resonance imaging (fMRI) paradigm, 29 composers were recruited to improvise melodies through visual imagery tasks according to familiar and unfamiliar cues. We found that the main regions of the MD system were significantly activated during both musical improvisation conditions. However, only a greater involvement of the intraparietal sulcus (IPS) within the MD system was shown when improvising with unfamiliar cues. Our results revealed that the MD system strongly participated in musical improvisation through processing the novelty of melodies, working memory, and attention. In particular, improvising with unfamiliar cues required more musical transposition manipulations. Moreover, both functional and structural analyses indicated evidence of neuroplasticity in MD regions that could be associated with musical improvisation training. These findings can help unveil the functional mechanisms of the MD system in musical cognition, as well as improve our understanding of musical improvisation.", "doi": "10.3389/fnins.2017.00695", "title": "The Multiple-Demand System in the Novelty of Musical Improvisation: Evidence from an MRI Study on Composers.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}