{"authors": [["Rektor", "Ivan", "I", "Masaryk University, Central European Institute of Technology - CEITEC, Neuroscience Centre and Movement Disorders Centre, Brno, Czech Republic. Electronic address: irektor@med.muni.cz."], ["Bohnen", "Nicolaas I", "NI", "Departments of Radiology and Neurology, University of Michigan, and Ann Arbor VA Medical Center, Ann Arbor, MI, USA."], ["Korczyn", "Amos D", "AD", "Department of Neurology, Sackler Faculty of Medicine, Tel Aviv University, Ramat Aviv 69978, Israel."], ["Gryb", "Viktoria", "V", "Ivano-Frankivsk Medical University, Department of Neurology and Neurosurgery, Ivano-Frankivsk Regional Hospital, Vascular Neurology Department, Ivano-Frankivsk, Ukraine."], ["Kumar", "Hrishikesh", "H", "Department of Neurology, Institute of Neurosciences, Kolkata, India."], ["Kramberger", "Milica G", "MG", "Department of Neurology, University Medical Centre, Ljubljana, Slovenia."], ["de Leeuw", "Frank-Erik", "FE", "Radboud University Nijmegen Medical Center, Donders Institute Brain Cognition & Behaviour, Center for Neuroscience Department of Neurology, Nijmegen, The Netherlands."], ["Pirtošek", "Zvezdan", "Z", "Department of Neurology, University Medical Centre, Ljubljana, Slovenia."], ["Rektorová", "Irena", "I", "Masaryk University, Central European Institute of Technology - CEITEC, Neuroscience Centre and Movement Disorders Centre, Brno, Czech Republic."], ["Schlesinger", "Ilana", "I", "Department of Neurology, Rambam Health Care Campus, Technion Faculty of Medicine, Haifa, Israel."], ["Slawek", "Jaroslaw", "J", "Neurology Department, St. Adalbert Hospital, Department of Neurological-Psychiatric Nursing, Medical University of Gdansk, Gdansk, Poland."], ["Valkovič", "Peter", "P", "2nd Department of Neurology, Faculty of Medicine, Comenius University, Bratislava, Slovak Republic."], ["Veselý", "Branislav", "B", "Department of Neurology, Hospital Nitra, Slovak Republic."]], "date": "2017-12-29", "id": "29310988", "text": "This expert working group report proposes an updated approach to subtype definition of vascular parkinsonism (VaP) based on a review of the existing literature. The persistent lack of consensus on clear terminology and inconsistent conceptual definition of VaP formed the impetus for the current expert recommendation report. The updated diagnostic approach intends to provide a comprehensive tool for clinical practice. The preamble for this initiative is that VaP can be diagnosed in individual patients with possible prognostic and therapeutic consequences and therefore should be recognized as a clinical entity. The diagnosis of VaP is based on the presence of clinical parkinsonism, with variable motor and non-motor signs that are corroborated by clinical, anatomic or imaging findings of cerebrovascular disease. Three VaP subtypes are presented: (1) The acute or subacute post-stroke VaP subtype presents with acute or subacute onset of parkinsonism, which is typically asymmetric and responds to dopaminergic drugs; (2) The more frequent insidious onset VaP subtype presents with progressive parkinsonism with prominent postural instability, gait impairment, corticospinal, cerebellar, pseudobulbar, cognitive and urinary symptoms and poor responsiveness to dopaminergic drugs. A higher-level gait disorder occurs frequently as a dominant manifestation in the clinical spectrum of insidious onset VaP, and (3) With the emergence of molecular imaging biomarkers in clinical practice, our diagnostic approach also allows for the recognition of mixed or overlapping syndromes of VaP with Parkinson's disease or other neurodegenerative parkinsonisms. Directions for future research are also discussed.", "doi": "10.1016/j.parkreldis.2017.12.030", "title": "An updated diagnostic approach to subtype definition of vascular parkinsonism - Recommendations from an expert working group.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}