{"authors": [["Jeong", "Young Jin", "YJ", "Department of Nuclear Medicine, Dong-A University Hospital, Dong-A University College of Medicine."], ["Yoon", "Hyun Jin", "HJ", "Department of Nuclear Medicine, Dong-A University Hospital, Dong-A University College of Medicine."], ["Kang", "Do-Young", "DY", "Department of Nuclear Medicine, Dong-A University Hospital, Dong-A University College of Medicine."]], "date": null, "id": "29310421", "text": "In Alzheimer disease (AD), neuroinflammation is an important process related to the deposition of beta-amyloid plaques and the activation of microglia. The inflammatory process can occur in both the gray matter and the white matter. We evaluated glucose metabolism of the white matter in AD patients and compared the value with cognitive parameters of the patients.Eighteen AD patients and 18 healthy subjects underwent F-18 fluorodeoxyglucose (FDG) and F-18 florbetaben positron emission tomography (PET). After segmentation of the white matter in both PET images, the specific binding ratio (SBR) of the global and regional cerebral white matter was checked. We evaluated the differences in SBR of the global and regional white matter between AD patients and healthy subjects. Then, we assessed the correlation between SBR and cognitive parameters in AD patients.In F-18 FDG PET images, the global white matter SBR was significantly higher in AD patients than in healthy subjects. In the regional analysis, the white matter SBR was significantly higher for the frontal, temporal, and parietal areas in AD patients. In the correlation analysis with F-18 FDG PET, SBR was significantly correlated with the Global Deterioration Scale, Mini-Mental State Examination scores, and amyloid deposition.Glucose metabolism of the white matter was significantly higher in AD patients than in healthy subjects and it was related to the scores of cognitive parameters. We suggest that F-18 FDG PET, like 18-kDa translocator protein PET, could be used as an indicator of neuroinflammation; however, further research is needed for a direct comparison between the 2 tests.", "doi": "10.1097/MD.0000000000009042", "title": "Assessment of change in glucose metabolism in white matter of amyloid-positive patients with Alzheimer disease using F-18 FDG PET.", "journal": ["Medicine", "Medicine (Baltimore)"]}