{"authors": [["Eze", "Ngozi M", "NM", "Department of Home Economics and Hospitality Management Education, Faculty of Vocational and Technical Education, University of Nigeria."], ["Njoku", "Helen Amaka", "HA", "Department of Food Science and Technology, Ebonyi State University Abakaliki, Ebonyi State."], ["Eseadi", "Chiedu", "C", "Department of Educational Foundations, Faculty of Education, University of Nigeria, Nsukka, Enugu State."], ["Akubue", "Benedette Nwanneamaka", "BN", "Department of Home Economics Education, Ebonyi State University Abakaliki, Ebonyi State."], ["Ezeanwu", "Amaka Bibian", "AB", "Department of Home Economics and Hospitality Management Education, Faculty of Vocational and Technical Education, University of Nigeria."], ["Ugwu", "Uchenna Cosmas", "UC", "Department of Human Kinetics and Health Education, Faculty of Education, University of Nigeria, Nsukka, Enugu State, Nigeria."], ["Ofuebe", "Justina Ifeoma", "JI", "Department of Human Kinetics and Health Education, Faculty of Education, University of Nigeria, Nsukka, Enugu State, Nigeria."]], "date": null, "id": "29310396", "text": "Alcohol consumption among secondary school students is a major public health issue worldwide; however, the extent of consumption among secondary school students and their understanding of its effects on human health remain relatively unknown in many Nigerian States. This study aimed to determine the extent of alcohol consumption and of the awareness of its negative effects on human health among secondary school students.The study used a cross-sectional survey design. Self-report questionnaire developed by the researchers was administered to representative sample (N = 1302) of secondary school students in the study area. The data collected from the respondents were analyzed using means and t test.The results showed that male secondary school students moderately consumed beer (55.2%) and local cocktails (51.5%), whereas their female counterparts reported rare consumption of these 2 alcoholic drinks (44.8%; 48.5% respectively). The findings also indicated rare consumption of distilled spirits among both male and female students in the investigated area, whereas wine, liquor, local spirits, and palm wine were consumed moderately, regardless of gender. Finally, male and female secondary school students differed significantly in their awareness of the negative effects of alcohol consumption on health.There is a need to intensify efforts to further curtail the extent of alcohol consumption and increase awareness of the negative effects of alcohol use on human health among secondary school students.", "doi": "10.1097/MD.0000000000008960", "title": "Alcohol consumption and awareness of its effects on health among secondary school students in Nigeria.", "journal": ["Medicine", "Medicine (Baltimore)"]}