{"authors": [["Fademrecht", "Laura", "L", "Max PlanckInstitute for Biological Cybernetics, Tübingen, Baden-Württemberg, Germany."], ["Nieuwenhuis", "Judith", "J", "Max PlanckInstitute for Biological Cybernetics, Tübingen, Baden-Württemberg, Germany."], ["Bülthoff", "Isabelle", "I", "Department of Human Perception, Cognition and Action, Max Planck Institute for Biological Cybernetics, Tübingen, Baden-Württemberg, Germany."], ["Barraclough", "Nick", "N", "Department of Psychology, University of York, UK."], ["de la Rosa", "Stephan", "S", "Max Planck Institute for Biological Cybernetics, Tübingen, Baden-Württemberg, Germany."]], "date": "2017-12-21", "id": "29308177", "text": "So far, action recognition has been mainly examined with small point-light human stimuli presented alone within a narrow central area of the observer's visual field. Yet, we need to recognize the actions of life-size humans viewed alone or surrounded by bystanders, whether they are seen in central or peripheral vision. Here, we examined the mechanisms in central vision and far periphery (40° eccentricity) involved in the recognition of the actions of a life-size actor (target) and their sensitivity to the presence of a crowd surrounding the target. In Experiment 1, we used an action adaptation paradigm to probe whether static or idly moving crowds might interfere with the recognition of a target's action (hug or clap). We found that this type of crowds whose movements were dissimilar to the target action hardly affected action recognition in central and peripheral vision. In Experiment 2, we examined whether crowd actions that were more similar to the target actions affected action recognition. Indeed, the presence of that crowd diminished adaptation aftereffects in central vision as wells as in the periphery. We replicated Experiment 2 using a recognition task instead of an adaptation paradigm. With this task, we found evidence of decreased action recognition accuracy, but this was significant in peripheral vision only. Our results suggest that the presence of a crowd carrying out actions similar to that of the target affects its recognition. We outline how these results can be understood in terms of high-level crowding effects that operate on action-sensitive perceptual channels.", "doi": "10.1177/2041669517743521", "title": "Action Recognition in a Crowded Environment.", "journal": ["i-Perception", "Iperception"]}