{"authors": [["van Uem", "Janet M T", "JMT", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany. Electronic address: Janetvanuem@gmail.com."], ["Cerff", "Bernhard", "B", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany."], ["Kampmeyer", "Malte", "M", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany."], ["Prinzen", "Jos", "J", "McRoberts B.V., The Hague, The Netherlands."], ["Zuidema", "Menno", "M", "McRoberts B.V., The Hague, The Netherlands."], ["Hobert", "Markus A", "MA", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany; Department of Neurology, University of Kiel, Kiel, Germany."], ["Gräber", "Susanne", "S", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany."], ["Berg", "Daniela", "D", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany; Department of Neurology, University of Kiel, Kiel, Germany."], ["Maetzler", "Walter", "W", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany; Department of Neurology, University of Kiel, Kiel, Germany."], ["Liepelt-Scarfone", "Inga", "I", "Center for Neurology, Hertie Institute for Clinical Brain Research, Department of Neurodegenerative Diseases, University of Tübingen, Tübingen, Germany; DZNE, German Center for Neurodegenerative Diseases, Tübingen, Germany."]], "date": "2017-12-23", "id": "29307560", "text": "Lower levels of physical activity are associated with lower Health-Related Quality of Life (HRQoL) in Parkinson's disease (PD). We evaluated the influence of quantitative physical activity parameters among other (disease-related) features representing other domains of the WHO International model for classification of Function, Disability, and Health (ICF) on HRQoL in PD.Home-based movement data (DynaPort MiniMod®) was collected in 47 PD patients. Nine stepwise regression models were calculated, with consecutive outcome variables: Parkinson's Disease Questionnaire (PDQ) Summary Index (SI), PDQ-Mobility, PDQ-Activities of Daily Living (ADL). Demographic variables, disease-specific features, and quantitative physical activity parameters, were included as predicting variables in all analyses. The following three physical activity parameters were alternately included for both sedentary and active episodes: 'percentage' of 24 h spent within these episodes, 'number of bouts', and 'mean bout lengths' (MBL).Depression and 'Total Energy Expenditure' were the main predictors of overall HRQoL (PDQ-SI), independent of the permutation of activity parameters. The same parameters predicted the PDQ-Mobility score. However, this result was altered when 'MBL' parameters were included into the model, 'MBL' of sedentary episodes additionally predicted HRQoL-Mobility. The PDQ-ADL score was associated with demographic, motor, and non-motor variables including cognitive status. After exclusion of demented PD patients, older age and cognitive impairment no longer constrained HRQoL-ADL.For the first time, we showed the influence of objective, home-based measured physical activity among depression and cognition on HRQoL in PD. This suggests that a multifactorial treatment approach would be most successful to increase HRQoL in PD.", "doi": "10.1016/j.parkreldis.2017.12.023", "title": "The association between objectively measured physical activity, depression, cognition, and health-related quality of life in Parkinson's disease.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}