{"authors": [["Shi", "Xia", "X", "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Beijing, China; Department of Psychology, Tianjin University of Technology and Education, Tianjin, China; University of Chinese Academy of Sciences, Beijing, China."], ["Sun", "Xiaofang", "X", "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Beijing, China; University of Chinese Academy of Sciences, Beijing, China."], ["Yao", "Zhuxi", "Z", "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Beijing, China; University of Chinese Academy of Sciences, Beijing, China; Shenzhen Key Laboratory of Affective and Social Cognitive Science, Shenzhen University, Shenzhen, Guangdong, China."], ["Yuan", "Yiran", "Y", "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Beijing, China."], ["Wu", "Jianhui", "J", "Shenzhen Key Laboratory of Affective and Social Cognitive Science, Shenzhen University, Shenzhen, Guangdong, China. Electronic address: wujh8@szu.edu.cn."], ["Clow", "Angela", "A", "Department of Psychology, University of Westminster, London, UK."]], "date": "2017-12-21", "id": "29306774", "text": "The cortisol awakening response (CAR) is the rapid increase of cortisol levels 30-45 min after awakening in the morning. Numerous studies have indicated the relationship between the CAR and cognition. However, little is known about daily variation in the CAR and cognitive function in healthy adults. The aim of the present study was to investigate whether the CAR predicted the response inhibition function on the same day in both behaviour and the dynamic time course of brain processing. The saliva samples of 47 healthy men were collected at three time points: immediately on awakening, 30 min and 45 min post-awakening in the morning. Participants performed a Go/NoGo task while electroencephalograms (EEG) were recorded in the afternoon of the same day. The results showed that a greater CAR was associated with a stronger N2. In the sub-group of CAR responders (n = 33) the CAR was negatively related to the false alarm rate of NoGo-trials. Our findings suggested that the CAR was predictive of the function of response inhibition in both the earlier cognitive step (i.e., conflict monitoring) and the behavioural performance of response inhibition on the same day in healthy men.", "doi": "10.1016/j.psyneuen.2017.12.016", "title": "The cortisol awakening response predicts response inhibition in the afternoon of the same day.", "journal": ["Psychoneuroendocrinology", "Psychoneuroendocrinology"]}