{"authors": [["Travers", "Catherine", "C", "Dementia Collaborative Research Centre, School of Nursing, Queensland University of Technology, Victoria Park Road, Kelvin Grove Q 4059, Australia. Electronic address: catherine.travers@qut.edu.au."], ["Henderson", "Amanda", "A", "Nursing Practice Development Unit, Princess Alexandra Hospital, 199 Ipswich Rd, Woolloongabba, Qld 4102, Australia. Electronic address: Amanda.Henderson@health.qld.gov.au."], ["Graham", "Fred", "F", "Dementia and Delirium, Princess Alexandra Hospital, 199 Ipswich Rd, Woolloongabba, Qld 4102, Australia. Electronic address: Frederick.Graham@health.qld.gov.au."], ["Beattie", "Elizabeth", "E", "Dementia Centre for Collaborative (DCRC School of Nursing), Queensland University of Technology (QUT), Level 6, N Block, Victoria Park Rd., Kelvin Grove, Qld 4059, Australia. Electronic address: Elizabeth.Beattie@qut.edu.au."]], "date": "2017-12-29", "id": "29306752", "text": "Although cognitive impairment including dementia and delirium is common in older hospital patients, it is not well recognized or managed by hospital staff, potentially resulting in adverse events. This paper describes, and reports on the impact of a collective social education approach to improving both nurses' knowledge of, and screening for delirium.Thirty-four experienced nurses from six hospital wards, became Cognition Champions (CogChamps) to lead their wards in a collective social education process about cognitive impairment and the assessment of delirium. At the outset, the CogChamps were provided with comprehensive education about dementia and delirium from a multidisciplinary team of clinicians. Their knowledge was assessed to ascertain they had the requisite understanding to engage in education as a collective social process, namely, with each other and their local teams. Following this, they developed ward specific Action Plans in collaboration with their teams aimed at educating and evaluating ward nurses' ability to accurately assess and care for patients for delirium. The plans were implemented over five months. The broader nursing teams' knowledge was assessed, together with their ability to accurately assess patients for delirium.Each ward implemented their Action Plan to varying degrees and key achievements included the education of a majority of ward nurses about delirium and the certification of the majority as competent to assess patients for delirium using the Confusion Assessment Method. Two wards collected pre-and post-audit data that demonstrated a substantial improvement in delirium screening rates.The education process led by CogChamps and supported by educators and clinical experts provides an example of successfully educating nurses about delirium and improving screening rates of patients for delirium.ACTRN 12617000563369.", "doi": "10.1016/j.nedt.2017.12.026", "title": "Turning education into action: Impact of a collective social education approach to improve nurses' ability to recognize and accurately assess delirium in hospitalized older patients.", "journal": ["Nurse education today", "Nurse Educ Today"]}