{"authors": [["Hanken", "Katrin", "K", "Klinikum Bremen-Ost, Department of Neurology, Bremen, Germany; University of Oldenburg, Institute of Psychology, Oldenburg, Germany."], ["Francis", "Yoselin", "Y", "University of Oldenburg, Institute of Psychology, Oldenburg, Germany."], ["Kastrup", "Andreas", "A", "Klinikum Bremen-Ost, Department of Neurology, Bremen, Germany."], ["Eling", "Paul", "P", "Radboud University Nijmegen, Donders Institute for Brain, Cognition and Behaviour, The Netherlands."], ["Klein", "Jan", "J", "Fraunhofer MEVIS Institute for Medical Image Computing, Bremen, Germany."], ["Hildebrandt", "Helmut", "H", "Klinikum Bremen-Ost, Department of Neurology, Bremen, Germany; University of Oldenburg, Institute of Psychology, Oldenburg, Germany. Electronic address: helmut.hildebrandt@uni-oldenburg.de."]], "date": "2017-12-21", "id": "29306741", "text": "Recently, we proposed a model explaining the origin of fatigue in multiple sclerosis (MS) patients. This model assumes that the feeling of fatigue results from inflammation-induced information processing within interoceptive brain areas.To investigate the association between self-reported cognitive fatigue and structural integrity of interoceptive brain areas in MS patients.95 MS patients and 28 healthy controls participated in this study. All participants underwent diffusion tensor MRI and fractional anisotropy data were calculated for the amygdala, the stria terminalis and the corpus callosum, a non-interoceptive brain area. Based on the cognitive fatigue score of the Fatigue Scale for Motor and Cognition, patients were divided into moderately cognitively fatigued (cognitive fatigue score ≥ 28) and cognitively non-fatigued (cognitive fatigue score < 28) MS patients. Healthy controls were recruited as a third group. Repeated measures analyses of covariance, controlling for age, depression and brain atrophy, were performed to investigate whether the factor Group had a significant effect on the fractional anisotropy data.A significant effect of Group was observed for the amygdala (F = 3.389, p = 0.037). MS patients without cognitive fatigue presented lower values of the amygdala than MS patients with cognitive fatigue and healthy controls. For the stria terminalis and the corpus callosum, no main effect of Group was observed.The structural integrity of the amygdala in non-fatigued MS patients appears to be reduced. According to our model this might indicate that the absence of fatigue in non-fatigued MS patients might result from disturbed inflammation-induced information processing in the amygdala.", "doi": "10.1016/j.msard.2017.12.014", "title": "On the role of the amygdala for experiencing fatigue in patients with multiple sclerosis.", "journal": ["Multiple sclerosis and related disorders", "Mult Scler Relat Disord"]}