{"authors": [["Dardiotis", "Efthimios", "E", "Department of Neurology, University Hospital of Larissa, University of Thessaly, Larissa, Greece. Electronic address: edar@med.uth.gr."], ["Nousia", "Anastasia", "A", "Higher Educational Institute of Epirus, Ioannina, Department of Speech and Language Therapy, Greece."], ["Siokas", "Vasileios", "V", "Department of Neurology, University Hospital of Larissa, University of Thessaly, Larissa, Greece."], ["Tsouris", "Zisis", "Z", "Department of Neurology, University Hospital of Larissa, University of Thessaly, Larissa, Greece."], ["Andravizou", "Athina", "A", "Department of Neurology, University Hospital of Larissa, University of Thessaly, Larissa, Greece."], ["Mentis", "Alexios-Fotios A", "AA", "Department of Microbiology, University Hospital of Larissa, University of Thessaly, Larissa, Greece; Public Health Laboratories, Hellenic Pasteur Institute, Athens, Greece."], ["Florou", "Despoina", "D", "Department of Neurology, University Hospital of Larissa, University of Thessaly, Larissa, Greece."], ["Messinis", "Lambros", "L", "Neuropsychology section, Department of Neurology, University of Patras, Medical School and University Hospital of Patras, Department of Psychiatry, Greece."], ["Nasios", "Grigorios", "G", "Higher Educational Institute of Epirus, Ioannina, Department of Speech and Language Therapy, Greece."]], "date": "2017-12-24", "id": "29306740", "text": "Multiple sclerosis (MS) is a chronic inflammatory disease of the central nervous system characterized by relapses and a progressive course that may lead to accumulation of physical and cognitive disability. Cognitive training interventions seem to improve the cognitive performance of MS patients. The aim of the present meta-analysis is to quantitatively investigate the effect of computer-based cognitive rehabilitation on the neuropsychological performance of patients with MS.We performed a systematic review of the PubMed database to identify available studies that performed computer-based cognitive training in MS patients. Studies should have reported pre- and post-cognitive training neuropsychological tests scores and included both intervention and placebo/no-intervention MS groups. We analyzed the effect of computer-based cognitive rehabilitation on individual neuropsychological tests, on specific functional domains, and on overall cognition performance. The effect-size of cognitive training pre- and post-treatment compared to placebo/ no-intervention was estimated using the standardized mean difference (SMD). The 95% confidence intervals (CI) were estimated using a Z test by comparing the final values. Baseline between-group differences in selected outcomes were estimated with ANOVA.In total, 9 studies fulfilled the criteria for inclusion and were inserted in the quantitative analysis. Computer-based cognitive training was found to improve the performance in the memory domain of MS patients compared to control interventions (SMD, 0.22; 95% CI 0.01-0.43; p = 0.04). Moreover, in the subgroup analysis, cognitive training demonstrated significant effects in Selective Reminding Test (SRT) delay memory (SMD, 0.58; 95% CI 0.29-0.87; p < 0.001).The present meta-analysis revealed a significant effect for computer-based cognitive training on the performance of the memory domain of patients with MS. This finding may have significant implications in the current treatment practice when cognitive decline is detected in MS patients.", "doi": "10.1016/j.msard.2017.12.017", "title": "Efficacy of computer-based cognitive training in neuropsychological performance of patients with multiple sclerosis: A systematic review and meta-analysis.", "journal": ["Multiple sclerosis and related disorders", "Mult Scler Relat Disord"]}