{"authors": [["Sanchez-Autet", "M", "M", "Parc Sanitari Sant Joan de Deu, University of Barcelona, CIBERSAM, Barcelona, Spain."], ["Arranz", "B", "B", "Parc Sanitari Sant Joan de Deu, University of Barcelona, CIBERSAM, Barcelona, Spain. Electronic address: barranzm@gmail.com."], ["Safont", "G", "G", "Hospital Universitari Mutua Terrassa, CIBERSAM, Barcelona, Spain."], ["Sierra", "P", "P", "Department of Psychiatry, La Fe University and Polytechnic Hospital, Valencia, Department of Medicine, University of Valencia, Spain."], ["Garcia-Blanco", "A", "A", "Neonatal Research Unit, La Fe Health Research Institute, Valencia, Spain."], ["de la Fuente", "L", "L", "Department of Psychiatry, University of Oviedo, CIBERSAM, Oviedo, Spain."], ["Garriga", "M", "M", "Bipolar Disorder Unit, Institute of Neuroscience, Hospital Clinic, University of Barcelona, CIBERSAM, Barcelona, Spain."], ["García-Portilla", "M P", "MP", "Department of Psychiatry, University of Oviedo, CIBERSAM, Oviedo, Spain."]], "date": "2017-12-27", "id": "29306698", "text": "Cognitive and psychosocial impairment has been associated with increased levels of C-reactive protein (CRP) and homocysteine in bipolar disorder, but gender differences have seldom been studied.Two hundred and twenty-four bipolar outpatients were included. Cognitive performance was assessed through the Screen for Cognitive Impairment in Psychiatry (SCIP). Psychosocial functioning was evaluated using the Functioning Assessment Short Test (FAST) and the General Assessment of Functioning (GAF). Homocysteine and CRP levels were determined. Separate analyses were performed by gender. Partial correlations were calculated to test for associations between biomarkers and cognitive and psychosocial functioning. Hierarchical multiple regression was used to assess factors predicting cognitive and psychosocial functioning. Covariates were: age, education, duration of illness, hospital admissions, depressive symptoms, tobacco consumption, and BMI.A better performance was noted in women in delayed verbal learning (p = 0.010), along with better occupational functioning (p = 0.027) and greater leisure time impairment (p = 0.034). In men, CRP and homocysteine levels were associated with psychosocial dysfunction (interpersonal relationships and financial functioning, respectively). In women, CRP levels correlated with cognitive performance (SCIP total raw score, immediate and delayed verbal learning, and verbal fluency). CRP was a predictor of cognitive performance in women only.The choice of the cognitive scale and covariates and the lack of a control group may be the main limitations.A gender difference was found in biomarker modulation of cognition and psychosocial functioning. A gender-based approach to cognition and real-world functioning should be considered in bipolar disorder to ensure an optimal outcome.", "doi": "10.1016/j.jad.2017.12.038", "title": "Gender differences in C-reactive protein and homocysteine modulation of cognitive performance and real-world functioning in bipolar disorder.", "journal": ["Journal of affective disorders", "J Affect Disord"]}