{"authors": [["von Stockert", "Sophia H H", "SHH", "Faculty of Psychology and Neuroscience, Maastricht University, The Netherlands; Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands; Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA."], ["Fried", "Eiko I", "EI", "Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands; Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA."], ["Armour", "Cherie", "C", "Psychology Research Institute, Ulster University, Coleraine Campus, Northern Ireland, UK; Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA."], ["Pietrzak", "Robert H", "RH", "United States Department of Veterans Affairs National Center for Posttraumatic Stress Disorder, VA Connecticut Healthcare System, West Haven, CT, USA; Department of Psychiatry, Yale University School of Medicine, New Haven, CT, USA. Electronic address: robert.pietrzak@yale.edu."]], "date": "2017-12-27", "id": "29306694", "text": "Previous studies have used network models to investigate how PTSD symptoms associate with each other. However, analyses examining the degree to which these networks are stable over time, which are critical to identifying symptoms that may contribute to the chronicity of this disorder, are scarce. In the current study, we evaluated the temporal stability of DSM-5 PTSD symptom networks over a three-year period in a nationally representative sample of trauma-exposed U.S. military veterans.Data were analyzed from 611 trauma-exposed U.S. military veterans who participated in the National Health and Resilience in Veterans Study (NHRVS). We estimated regularized partial correlation networks of DSM-5 PTSD symptoms at baseline (Time 1) and at three-year follow-up (Time 2), and examined their temporal stability.Evaluation of the network structure of PTSD symptoms at Time 1 and Time 2 using a formal network comparison indicated that the Time 1 network did not differ significantly from the Time 2 network with regard to network structure (p = 0.12) or global strength (sum of all absolute associations, i.e. connectivity; p = 0.25). Centrality estimates of both networks (r = 0.86) and adjacency matrices (r = 0.69) were highly correlated. In both networks, avoidance, intrusive, and negative cognition and mood symptoms were among the more central nodes.This study is limited by the use of a self-report instrument to assess PTSD symptoms and recruitment of a relatively homogeneous sample of predominantly older, Caucasian veterans.Results of this study demonstrate the three-year stability of DSM-5 PTSD symptom network structure in a nationally representative sample of trauma-exposed U.S. military veterans. They further suggest that trauma-related avoidance, intrusive, and dysphoric symptoms may contribute to the chronicity of PTSD symptoms in this population.", "doi": "10.1016/j.jad.2017.12.043", "title": "Evaluating the stability of DSM-5 PTSD symptom network structure in a national sample of U.S. military veterans.", "journal": ["Journal of affective disorders", "J Affect Disord"]}