{"authors": [["Bora", "Emre", "E", "Dokuz Eylül University, Faculty of Medicine, Department of Psychiatry, Izmir, Turkey; Melbourne Neuropsychiatry Centre, Department of Psychiatry, University of Melbourne and Melbourne Health, Carlton South, Victoria 3053, Australia. Electronic address: ibora@unimelb.edu.au."]], "date": "2017-12-29", "id": "29306692", "text": "There is a significant cognitive heterogeneity in bipolar disorder (BD). The aim of this systematic review was to examine the potential distinctive neuropsychological of features of clinical subgroups of BD. A literature search investigating cognitive differences between potential subtypes of BD was conducted.It was possible to conduct a meta-analysis of studies investigating the relationship between cognitive deficits and subgroups of DSM-IV BD (type I (BD-I) and type II (BD-II)), subgroups based on history of psychosis (PBD and NPBD). The cognitive domains investigated in this meta-analysis included verbal memory, visual memory, processing speed, executive functions speed (EF-speed), EF-accuracy, attention, working memory, social cognition. Current meta-analysis included 48 reports and compared cognitive performances of 1211 BD-I and 836 BD-II patients. It also compared cognitive functioning in 1017 PBD and 744 NPBD patients.Both history of psychosis (d = 0.19) and BD-I (d = 0.17) diagnosis were associated with modestly more pronounced global cognitive impairment. In specific domains, BD-I significantly underperformed BD-II in verbal memory, processing speed, EF-speed, EF-accuracy (d = 0.15-0.26). PBD was associated with significantly impaired cognition compared to NPBD in verbal memory, processing speed, EF-speed, EF-accuracy, working memory and social cognition (d = 0.12-0.28).In BD, history of psychosis and full-manic episode are modestly associated with increased cognitive deficits. Neurocognitive differences between clinical subtypes of BD are quite subtle and are not distinctive. Furthermore, other factors reflecting differences in illness severity can explain observed between-group differences. Most of the cognitive heterogeneity in BD cannot be explained by proposed subtypes of BD.", "doi": "10.1016/j.jad.2017.12.057", "title": "Neurocognitive features in clinical subgroups of bipolar disorder: A meta-analysis.", "journal": ["Journal of affective disorders", "J Affect Disord"]}