{"authors": [["Chang", "Ko-Hsin", "KH", "Department of Physical Education, Chinese Culture University, Taipei City, Taiwan."], ["Lu", "Frank J H", "FJH", "Graduate Institute of Sport Coaching Science, Chinese Culture University, Taipei City, Taiwan."], ["Chyi", "Theresa", "T", "Department of Exercise and Health Promotion, Chinese Culture University, Taipei City, Taiwan."], ["Hsu", "Ya-Wen", "YW", "Department of Physical Education, Health, and Recreation, National Chiayi University, Chia-Yi, Taiwan."], ["Chan", "Shi-Wei", "SW", "Graduate Institute of Physical Education, National Taiwan Sport University, Kweishan, Taoyuan, Taiwan."], ["Wang", "Erica T W", "ETW", "Office of Physical Education and Sports Affairs, Feng Chia University, Taichung, Taiwan."]], "date": "2017-12-19", "id": "29302397", "text": "Using Smith's (1986) cognitive-affective model of athletic burnout as a guiding framework, the purpose of this study was to examine the relationships among athletes' stress in life, negative thoughts, and the mediating role of negative thoughts on the stress-burnout relationship.A total of 300 college student-athletes (males = 174; females = 126, Mage  = 20.43 y, SD = 1.68) completed the College Student Athlete's Life Stress Scale (CSALSS; Lu et al., 2012), the Automatic Thoughts Questionnaire (ATQ; Hollon & Kendall, 1980), and the Athlete Burnout Questionnaire (ABQ; Raedeke & Smith, 2001).Correlational analyses found that two types of life stress and four types of negative thoughts correlated with burnout. Additionally, hierarchical regression analyses found that four types of negative thoughts partially mediated the stress-burnout relationship.We concluded that an athlete's negative thoughts play a pivotal role in predicting athletes' stress-burnout relationship. Future study may examine how irrational cognition influences athletes' motivation and psychological well-being.", "doi": "10.7717/peerj.4181", "title": "Examining the stress-burnout relationship: the mediating role of negative thoughts.", "journal": ["PeerJ", "PeerJ"]}