{"authors": [["Horan", "William P", "WP", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Dolinsky", "Michelle", "M", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Lee", "Junghee", "J", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Kern", "Robert S", "RS", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Hellemann", "Gerhard", "G", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Sugar", "Catherine A", "CA", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Glynn", "Shirley M", "SM", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."], ["Green", "Michael F", "MF", "VA Greater Los Angeles Healthcare System, Los Angeles, CA."]], "date": "2017-12-28", "id": "29300973", "text": "Impairments in social cognition are key determinants of poor functioning in psychosis and an important new target for treatment development. Initial studies support the feasibility and efficacy of training interventions for social cognition, but have been small and have had substantial methodological limitations. This report describes the largest rigorously controlled study of a social cognitive treatment to date. We evaluated the efficacy of a refined version of the 24-session Social Cognitive Skills Training (SCST) program, and whether adding in vivo training sessions in community settings would enhance generalization to functional improvements. One hundred thirty-nine outpatients with psychotic disorders were randomly assigned to one of 3 time- and format-matched conditions: (1) SCST plus in vivo community-based training, (2) SCST plus clinic-based training, or (3) Illness management control condition. SCST targeted the domains of emotion processing, social perception, attributional bias, empathy, and mentalizing. Assessments of social cognition, nonsocial cognition, symptoms, and functioning were completed at baseline, mid-treatment, posttreatment, and 3-month follow-up. On the primary social cognitive outcome measures, there was significant, durable SCST-related improvement in facial emotion identification. There was also a significant SCST benefit for emotional intelligence and an in vivo training effect for empathy, though these improvements were not durable. Further, there were no overall or in vivo-related changes in functioning. This study bolsters and extends support for the efficacy of SCST in a relatively large and rigorously controlled trial, although our effort to enhance generalization to functional improvements through in vivo community-based training was not successful.", "doi": "10.1093/schbul/sbx167", "title": "Social Cognitive Skills Training for Psychosis With Community-Based Training Exercises: A Randomized Controlled Trial.", "journal": ["Schizophrenia bulletin", "Schizophr Bull"]}