{"authors": [["Salech", "Felipe", "F", "Department of Neuroscience, Faculty of Medicine, Universidad de Chile, Santiago, Chile."], ["Varela-Nallar", "Lorena", "L", "Centro de Investigaciones Biomédicas (CIB), Facultad de Ciencias Biológicas y Facultad de Medicina, Universidad Andrés Bello, Santiago, Chile."], ["Arredondo", "Sebastián B", "SB", "Centro de Investigaciones Biomédicas (CIB), Facultad de Ciencias Biológicas y Facultad de Medicina, Universidad Andrés Bello, Santiago, Chile."], ["Bustamante", "Daniel B", "DB", "Centro de Investigaciones Biomédicas (CIB), Facultad de Ciencias Biológicas y Facultad de Medicina, Universidad Andrés Bello, Santiago, Chile."], ["Andaur", "Gabriela A", "GA", "Centro de Investigaciones Biomédicas (CIB), Facultad de Ciencias Biológicas y Facultad de Medicina, Universidad Andrés Bello, Santiago, Chile."], ["Cisneros", "Rodrigo", "R", "Department of Neuroscience, Faculty of Medicine, Universidad de Chile, Santiago, Chile."], ["Ponce", "Daniela P", "DP", "Centro de Investigación Clínica Avanzada (CICA), Hospital Clínico Universidad de Chile."], ["Ayala", "Patricia", "P", "Centro de Investigación Clínica Avanzada (CICA), Hospital Clínico Universidad de Chile."], ["Inestrosa", "Nibaldo C", "NC", "Centro de Envejecimiento y Regeneración (CARE), Departamento de Biología Celular y Molecular, Facultad de Ciencias Biológicas, P. Universidad Católica de Chile, Santiago, Chile."], ["Valdés", "José L", "JL", "Department of Neuroscience, Faculty of Medicine, Universidad de Chile, Santiago, Chile."], ["Behrens", "María I", "MI", "Centro de Investigación Clínica Avanzada (CICA), Hospital Clínico Universidad de Chile."], ["Couve", "Andrés", "A", "Department of Neuroscience, Faculty of Medicine, Universidad de Chile, Santiago, Chile."]], "date": "2017-12-30", "id": "29300914", "text": "Klotho is an aging-related protein associated with hippocampal cognitive performance in mammals. Klotho regulates progenitor cell proliferation in non-neuronal tissues, but its role in adult hippocampal neurogenesis (AHN) has not been explored. Klotho expression in the adult mouse hippocampus was examined by immunofluorescence and PCR. AHN was evaluated in the hippocampus of klotho knock-out mice (KO), klotho KO/vitamin D-receptor mutant mice, and in a model of local klotho hippocampal knockdown. The recombinant Klotho effect on proliferation was measured in mouse-derived hippocampal neural progenitor cells. Hippocampal-dependent memory was assessed by a dry-land version of the Morris water maze. Klotho was expressed in the granular cell layer of the adult Dentate Gyrus. AHN was increased in klotho KO mice, but not in klotho KO/vitamin D-receptor mutant mice. Inversely, local downregulation of hippocampal Klotho diminished AHN. Recombinant Klotho increased the proliferation rate of neural progenitors. Downregulation of hippocampal Klotho correlated with a decreased performance in hippocampal dependent memory. These results suggest that Klotho directly participates in regulating AHN. Our observations indicate that Klotho promotes proliferation, AHN and hippocampal dependent cognition. Increased neurogenesis in klotho KO mice may be secondary to the activation of other pathways altered in the model, such as vitamin D.", "doi": "10.1093/gerona/glx248", "title": "Local Klotho enhances neuronal progenitor proliferation in the adult hippocampus.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}