{"authors": [["Robertson", "Kayela", "K", "Department of Psychology, Washington State University, Pullman, WA 99164, USA."], ["Schmitter-Edgecombe", "Maureen", "M", "Department of Psychology, Washington State University, Pullman, WA 99164, USA."], ["Weeks", "Douglas", "D", "St. Luke's Rehabilitation Institute, Spokane, WA 99202, USA."], ["Pimentel", "Jane", "J", "Department of Communication Disorders, Eastern Washington University, Spokane, WA 99202, USA."]], "date": "2017-12-28", "id": "29300812", "text": "Research has shown that neurologic conditions, such as traumatic brain injury and multiple sclerosis, result in a number of cognitive and functional deficits. However, little is known about the relationship between various cognitive domains and ability to perform everyday activities. The Community Shopping Task (CST), a naturalistic assessment task conducted in a simulated environment, was used to examine functional abilities and cognitive correlates of everyday functioning in individuals with neurologic conditions.Thirty-four participants with neurologic conditions and 34 healthy controls completed the CST as well as traditional paper-pencil measures of cognition. In addition, all participants completed a questionnaire assessing instrumental activities of daily living (IADLs).The results indicated that participants with neurologic conditions required significantly more cues and time to complete the CST compared to control participants and that immediate memory and executive functioning were important predictors of CST performance. Furthermore, time to complete the CST accounted for a significant amount of variance in IADL performance, over and beyond the traditional measures of cognition.These results provide evidence that a naturalistic task completed in an everyday environment can enhance our understanding of how daily functioning is impacted in individuals with neurologic conditions and subsequently inform rehabilitation strategies.", "doi": "10.1093/arclin/acx136", "title": "Naturalistic Assessment using a Simulated Environment: Cognitive Correlates and Relationship to Functional Status in Individuals with Neurologic Conditions.", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"]}