{"authors": [["Fang", "Liang", "L", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."], ["Jin", "Jingyi", "J", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."], ["Chen", "Ping", "P", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."], ["Wang", "Ning", "N", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."], ["Zeng", "Hanyu", "H", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."], ["Jin", "Boquan", "B", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."], ["Li", "Hui", "H", "Department of AnatomyK.K. Leung Brain Research CentreThe Fourth Military Medical UniversityXi'anChina."], ["Chen", "Lihua", "L", "Department of ImmunologyThe Fourth Military Medical UniversityXi'anChina."]], "date": "2017-11-22", "id": "29299389", "text": "CD226 is a cell surface adhesion molecule expressed in the immune system and central nervous system. Although the role of CD226 in the function of immune cells has been well studied, there has been no report on the potential functional significance of CD226 in neural cells.We investigated the role of CD226 on the cognitive function and behaviors using CD226 knockout (CD226KO) and wild-type mice. The spatial learning and memory were characterized using Morris water maze test, and the behaviors were evaluated using open field and elevated plus maze tests. IL-10 expression in the hippocampus was measured using RT-PCR and ELISA.The results showed that CD226KO mice displayed increased spatial learning and memory than the wild-type controls. We also found that genetic deletion of CD226 resulted in decreased anxiety-like behaviors. In addition, the hippocampal expression level of IL-10 was increased in the CD226KO mice compared with the WT mice.Our findings suggest that CD226 plays an important role in the modulation of cognition and anxiety in mice.", "doi": "10.1002/brb3.871", "title": "CD226 deficiency improves cognitive functions and ameliorates anxiety-like behaviors in mice.", "journal": ["Brain and behavior", "Brain Behav"]}