{"authors": [["Van den Stock", "Jan", "J", "Laboratory for Translational NeuropsychiatryDepartment of NeurosciencesKU LeuvenLeuvenBelgium."], ["Stam", "Daphne", "D", "Laboratory for Translational NeuropsychiatryDepartment of NeurosciencesKU LeuvenLeuvenBelgium."], ["De Winter", "François-Laurent", "FL", "Laboratory for Translational NeuropsychiatryDepartment of NeurosciencesKU LeuvenLeuvenBelgium."], ["Mantini", "Dante", "D", "Research Center for Movement Control and NeuroplasticityKU LeuvenLeuvenBelgium."], ["Szmrecsanyi", "Benedikt", "B", "Quantitative Lexicology and Variational LinguisticsKU LeuvenLeuvenBelgium."], ["Van Laere", "Koen", "K", "Nuclear Medicine and Molecular ImagingDepartment of Imaging and PathologyKU LeuvenLeuvenBelgium."], ["Vandenberghe", "Rik", "R", "Laboratory for Cognitive NeurologyDepartment of NeurosciencesKU LeuvenLeuvenBelgium."], ["Vandenbulcke", "Mathieu", "M", "Laboratory for Translational NeuropsychiatryDepartment of NeurosciencesKU LeuvenLeuvenBelgium."]], "date": "2017-11-29", "id": "29299378", "text": "Behavioral variant frontotemporal dementia (bvFTD) is associated with abnormal emotion recognition and moral processing.We assessed emotion detection, discrimination, matching, selection, and categorization as well as judgments of nonmoral, moral impersonal, moral personal low- and high-conflict scenarios.bvFTD patients gave more utilitarian responses on low-conflict personal moral dilemmas. There was a significant correlation between a facial emotion processing measure derived through principal component analysis and utilitarian responses on low-conflict personal scenarios in the bvFTD group (controlling for MMSE-score and syntactic abilities). Voxel-based morphometric multiple regression analysis in the bvFTD group revealed a significant association between the proportion of utilitarian responses on personal low-conflict dilemmas and gray matter volume in ventromedial prefrontal areas (pheight < .0001). In addition, there was a correlation between utilitarian responses on low-conflict personal scenarios in the bvFTD group and resting-state fractional Amplitude of Low Frequency Fluctuations (fALFF) in the anterior insula (pheight < .005).The results underscore the importance of emotions in moral cognition and suggest a common basis for deficits in both abilities, possibly related to reduced experience of emotional sensations. At the neural level abnormal moral cognition in bvFTD is related to structural integrity of the medial prefrontal cortex and functional characteristics of the anterior insula. The present findings provide a common basis for emotion recognition and moral reasoning and link them with areas in the default mode and salience network.", "doi": "10.1002/brb3.843", "title": "Moral processing deficit in behavioral variant frontotemporal dementia is associated with facial emotion recognition and brain changes in default mode and salience network areas.", "journal": ["Brain and behavior", "Brain Behav"]}