{"authors": [["Maldonato", "Nelson Mauro", "NM", "Dipartimento di Neuroscienze e Scienze Riproduttive ed Odontostomatologiche, Università di Napoli Federico II, Napoli, Italy."], ["Sperandeo", "Raffaele", "R", "Dipartimento di Neuroscienze e Scienze Riproduttive ed Odontostomatologiche, Università di Napoli Federico II, Napoli, Italy."], ["Dell'Orco", "Silvia", "S", "Dipartimento di Neuroscienze e Scienze Riproduttive ed Odontostomatologiche, Università di Napoli Federico II, Napoli, Italy."], ["Cozzolino", "Pasquale", "P", "SiPGI Scuola di Specializzazione in Psicoterapia Gestaltica Integrata, Torre Annunziata, NA, Italy."], ["Fusco", "Maria Luigia", "ML", "SiPGI Scuola di Specializzazione in Psicoterapia Gestaltica Integrata, Torre Annunziata, NA, Italy."], ["Iorio", "Vittoria Silviana", "VS", "SiPGI Scuola di Specializzazione in Psicoterapia Gestaltica Integrata, Torre Annunziata, NA, Italy."], ["Albesi", "Daniela", "D", "SiPGI Scuola di Specializzazione in Psicoterapia Gestaltica Integrata, Torre Annunziata, NA, Italy."], ["Marone", "Patrizia", "P", "SiPGI Scuola di Specializzazione in Psicoterapia Gestaltica Integrata, Torre Annunziata, NA, Italy."], ["Nascivera", "Nicole", "N", "SiPGI Scuola di Specializzazione in Psicoterapia Gestaltica Integrata, Torre Annunziata, NA, Italy."], ["Cipresso", "Pietro", "P", "IRCCS Istituto Auxologico Italiano - Milano."]], "date": "2017-11-28", "id": "29299046", "text": "Although different personality traits have often been associated with different levels of mental activity and cognitive functioning, no previous studies have evaluated the association in a sample that mirrors a nationally-representative sample of elderly individuals.To evaluate the association between personality traits and neurocognitive functioning among individuals 51 years and older using the Cognition and Aging in the USA (CogUSA) database.We analyzed the association between personality traits and neurocognitive scores derived from Waves I and II of the study. Neurocognitive functions were modeled as an outcome variable using the Big Five Personality Traits as predictors.All personality traits were associated with higher education except Conscientiousness. Older age was associated with higher levels of the Agreeableness and Openness traits. Extraversion, Conscientiousness and Openness were positively associated with increased neurocognitive function and self-rated present memory. Extraversion and Openness also had a positive association with long-term retrieval. Agreeableness was negatively associated with several neurocognitive functions, while Neuroticism was negatively associated with memory and cognitive effort.Extraversion, Conscientiousness and Openness personality traits are associated with good cognitive health. Individuals scoring high in Neuroticism and Agreeableness might benefit from tailored cognitive interventions to prevent age-related cognitive decline.", "doi": "10.2174/1745017901713010233", "title": "The Relationship Between Personality and Neurocognition Among the American Elderly: An Epidemiologic Study.", "journal": ["Clinical practice and epidemiology in mental health : CP & EMH", "Clin Pract Epidemiol Ment Health"]}