{"authors": [["Szipl", "Georgine", "G", "Department of Cognitive Biology, University of Vienna, Althanstrasse 14, A-1090 Vienna, Austria."], ["Ringler", "Eva", "E", "Messerli Research Institute, University of Veterinary Medicine Vienna, Medical University of Vienna, and University of Vienna, Veterinaerplatz 1, A-1210 Vienna, Austria."], ["Spreafico", "Michela", "M", "Department of Cognitive Biology, University of Vienna, Althanstrasse 14, A-1090 Vienna, Austria."], ["Bugnyar", "Thomas", "T", "Department of Cognitive Biology, University of Vienna, Althanstrasse 14, A-1090 Vienna, Austria."]], "date": "2017-12-21", "id": "29299036", "text": "Acoustic properties of vocalizations can vary with the internal state of the caller, and may serve as reliable indicators for a caller's emotional state, for example to prevent conflicts. Thus, individuals may associate distinct characteristics in acoustic signals of conspecifics with specific social contexts, and adjust their behaviour accordingly to prevent escalation of conflicts. Common ravens (Corvus corax) crowd-forage with individuals of different age classes, sex, and rank, assemble at feeding sites, and engage in agonistic interactions of varying intensity. Attacked individuals frequently utter defensive calls in order to appease the aggressor. Here, we investigated if acoustic properties of defensive calls change with varying levels of aggression, and if bystanders respond to these changes.Individuals were more likely to utter defensive calls when the attack involved contact aggression, and when the attacker was higher in rank than the victim. Defensive calls produced during intense conflicts were longer and uttered at higher rates, and showed higher fundamental frequency- and amplitude-related measures than calls uttered during low-intensity aggression, indicating arousal-based changes in defensive calls. Playback experiments showed that ravens were more likely to react in response to defensive calls with higher fundamental frequency by orientating towards the speakers as compared to original calls and calls manipulated in duration.Arousal-based changes are encoded in acoustic parameters of defensive calls in attacked ravens, and bystanders in the audience pay attention to the degree of arousal in attacked conspecifics. Our findings imply that common ravens can regulate conflicts with conspecifics by means of vocalizations, and are able to gather social knowledge from conspecific calls.", "doi": "10.1186/s12983-017-0244-7", "title": "Calls during agonistic interactions vary with arousal and raise audience attention in ravens.", "journal": ["Frontiers in zoology", "Front. Zool."]}