{"authors": [["Gálvez", "Gerardo", "G", "1 Instrumentation and Applied Acoustic Research Group (I2A2), Technical University of Madrid (UPM), Campus Sur, UPM - Carretera de Valencia km. 7, 28031 Madrid, Spain."], ["Recuero", "Manuel", "M", "1 Instrumentation and Applied Acoustic Research Group (I2A2), Technical University of Madrid (UPM), Campus Sur, UPM - Carretera de Valencia km. 7, 28031 Madrid, Spain."], ["Canuet", "Leonides", "L", "2 Center for Biomedical Technology (CTB), Technical University of Madrid (UPM), Campus, de Montegancedo - Pozuelo de Alarcón, Spain."], ["Del-Pozo", "Francisco", "F", "2 Center for Biomedical Technology (CTB), Technical University of Madrid (UPM), Campus, de Montegancedo - Pozuelo de Alarcón, Spain."]], "date": "2017-11-13", "id": "29297265", "text": "We applied rhythmic binaural sound to Parkinson's Disease (PD) patients to investigate its influence on several symptoms of this disease and on Electrophysiology (Electrocardiography and Electroencephalography (EEG)). We conducted a double-blind, randomized controlled study in which rhythmic binaural beats and control were administered over two randomized and counterbalanced sessions (within-subjects repeated-measures design). Patients ([Formula: see text], age [Formula: see text], stage I-III Hoehn & Yahr scale) participated in two sessions of sound stimulation for 10[Formula: see text]min separated by a minimum of 7 days. Data were collected immediately before and after both stimulations with the following results: (1) a decrease in theta activity, (2) a general decrease in Functional Connectivity (FC), and (3) an improvement in working memory performance. However, no significant changes were identified in the gait performance, heart rate or anxiety level of the patients. With regard to the control stimulation, we did not identify significant changes in the variables analyzed. The use of binaural-rhythm stimulation for PD, as designed in this study, seems to be an effective, portable, inexpensive and noninvasive method to modulate brain activity. This influence on brain activity did not induce changes in anxiety or gait parameters; however, it resulted in a normalization of EEG power (altered in PD), normalization of brain FC (also altered in PD) and working memory improvement (a normalizing effect). In summary, we consider that sound, particularly binaural-rhythmic sound, may be a co-assistant tool in the treatment of PD, however more research is needed to consider the use of this type of stimulation as an effective therapy.", "doi": "10.1142/S0129065717500551", "title": "Short-Term Effects of Binaural Beats on EEG Power, Functional Connectivity, Cognition, Gait and Anxiety in Parkinson's Disease.", "journal": ["International journal of neural systems", "Int J Neural Syst"]}