{"authors": [["Krueger", "Darcy A", "DA", "Division of NeurologyDepartment of PediatricsCincinnati Children's Hospital Medical CenterUniversity of CincinnatiCincinnatiOhio."], ["Sadhwani", "Anjali", "A", "Department of PsychiatryBoston Children's Hospital and Harvard Medical SchoolBostonMassachusetts."], ["Byars", "Anna W", "AW", "Division of NeurologyDepartment of PediatricsCincinnati Children's Hospital Medical CenterUniversity of CincinnatiCincinnatiOhio."], ["de Vries", "Petrus J", "PJ", "Division of Child & Adolescent PsychiatryUniversity of Cape TownCape TownSouth Africa."], ["Franz", "David N", "DN", "Division of NeurologyDepartment of PediatricsCincinnati Children's Hospital Medical CenterUniversity of CincinnatiCincinnatiOhio."], ["Whittemore", "Vicky H", "VH", "National Institute of Neurological Disorders and StrokeNational Institutes of HealthBethesdaMaryland."], ["Filip-Dhima", "Rajna", "R", "Department of NeurologyBoston Children's HospitalHarvard Medical SchoolBostonMassachusetts."], ["Murray", "Donna", "D", "Autism SpeaksBostonMassachusetts."], ["Kapur", "Kush", "K", "Department of NeurologyBoston Children's HospitalHarvard Medical SchoolBostonMassachusetts."], ["Sahin", "Mustafa", "M", "Department of NeurologyBoston Children's HospitalHarvard Medical SchoolBostonMassachusetts."]], "date": "2017-11-12", "id": "29296616", "text": "To evaluate if short-term treatment with everolimus was safe and could improve neurocognition and behavior in children with TSC.This was a prospective, double-blind randomized, placebo-controlled two-center phase II study. Participants diagnosed with TSC and age 6-21 years were treated with 4.5 mg/m2 per day of oral everolimus (n = 32) or matching placebo (n = 15) taken once daily for 6 months. For efficacy, a comprehensive neurocognitive and behavioral evaluation battery was performed at baseline, 3 months, and 6 months. For safety, adverse events recorded continuously via patient diary were categorized and graded per NCI Common Toxicity Criteria for Adverse Events, version 3.0 (CTCAE 3.0). Analyses were performed on the intention-to-treat population (n = 47).Nearly all assessment measures failed to demonstrate significant differences between the two groups at the end of 6 months. Only one measure each of executive function (Cambridge Neuropsychological Test Automated Battery Stockings of Cambridge) favoring placebo (P = 0.025) and social cognition (Social Responsiveness Scale Social Cognition Subscale) favoring everolimus (P = 0.011) was observed. A total of 473 adverse events (AE) were reported. The average number of total AE per subject was similar for both placebo and everolimus. Most were mild or moderate in severity and serious AE were rare.While safe, oral everolimus administered once daily for 6 months did not significantly improve neurocognitive functioning or behavior in children with TSC.", "doi": "10.1002/acn3.494", "title": "Everolimus for treatment of tuberous sclerosis complex-associated neuropsychiatric disorders.", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"]}