{"authors": [["He", "Yan", "Y", "Centre for Studies of Translation, Interpreting and Cognition, University of Macau, Taipa, Macau SAR, China."], ["Wang", "Meng-Yun", "MY", "Bioimaging Core, Faculty of Health Sciences, University of Macau, Taipa, Macau SAR, China."], ["Li", "Defeng", "D", "Centre for Studies of Translation, Interpreting and Cognition, University of Macau, Taipa, Macau SAR, China."], ["Yuan", "Zhen", "Z", "Bioimaging Core, Faculty of Health Sciences, University of Macau, Taipa, Macau SAR, China."]], "date": "2017-11-07", "id": "29296476", "text": "Translating from Chinese into another language or vice versa is becoming a widespread phenomenon. However, current neuroimaging studies are insufficient to reveal the neural mechanism underlying translation asymmetry during Chinese/English sight translation. In this study, functional near infrared spectroscopy (fNIRS) was used to extract the brain activation patterns associated with Chinese/English sight translation. Eleven unbalanced Chinese (L1)/English (L2) bilinguals participated in this study based on an intra-group experimental design, in which two translation and two reading aloud tasks were administered: forward translation (from L1 to L2), backward translation (from L2 to L1), L1 reading, and L2 reading. As predicted, our findings revealed that forward translation elicited more pronounced brain activation in Broca's area, suggesting that neural correlates of translation vary according to the direction of translation. Additionally, significant brain activation in the left PFC was involved in backward translation, indicating the importance of this brain region during the translation process. The identical activation patterns could not be discovered in forward translation, indicating the cognitive processing of reading logographic languages (i.e. Chinese) might recruit incongruent brain regions.", "doi": "10.1364/BOE.8.005399", "title": "Optical mapping of brain activation during the English to Chinese and Chinese to English sight translation.", "journal": ["Biomedical optics express", "Biomed Opt Express"]}