{"authors": [["Ilieva", "Mirolyba", "M", "Department of Psychiatry, University of Southern Denmark, Odense, Denmark. Electronic address: milieva@health.sdu.dk."], ["Fex Svenningsen", "Åsa", "Å", "Department of Neuroscience Research, University of Southern Denmark, Odense, Denmark."], ["Thorsen", "Morten", "M", "Department of Psychiatry, University of Southern Denmark, Odense, Denmark."], ["Michel", "Tanja Maria", "TM", "Department of Psychiatry, University of Southern Denmark, Odense, Denmark; Odense Center for Applied Neuroscience BRIDGE, University of Southern Denmark, Psychiatry in the Region of Southern Denmark, Odense University Hospital, Odense, Denmark."]], "date": "2017-11-16", "id": "29295738", "text": "Autism spectrum disorders are a group of pervasive neurodevelopmental conditions with heterogeneous etiology, characterized by deficits in social cognition, communication, and behavioral flexibility. Despite an increasing scientific effort to find the pathophysiological explanations for the disease, the neurobiological links remain unclear. A large amount of evidence suggests that pathological processes taking place in early embryonic neurodevelopment might be responsible for later manifestation of autistic symptoms. This dysfunctional development includes altered maturation/differentiation processes, disturbances in cell-cell communication, and an unbalanced ratio between certain neuronal populations. All those processes are highly dependent on the interconnectivity and three-dimensional organizations of the brain. Moreover, in order to gain a deeper understanding of the complex neurobiology of autism spectrum disorders, valid disease models are pivotal. Induced pluripotent stem cells could potentially help to elucidate the complex mechanisms of the disease and lead to the development of more effective individualized treatment. The induced pluripotent stem cells approach allows comparison between the development of various cellular phenotypes generated from cell lines of patients and healthy individuals. A newly advanced organoid technology makes it possible to create three-dimensional in vitro models of brain development and structural interconnectivity, based on induced pluripotent stem cells derived from the respective individuals. The biggest challenge for modeling psychiatric diseases in vitro is finding and establishing the link between cellular and molecular findings with the clinical symptoms, and this review aims to give an overview over the feasibility and applicability of this new tissue engineering tool in psychiatry.", "doi": "10.1016/j.biopsych.2017.11.011", "title": "Psychiatry in a Dish: Stem Cells and Brain Organoids Modeling Autism Spectrum Disorders.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}