{"authors": [["Hills", "Samuel P", "SP", "School of Social and Health Sciences, Leeds Trinity University, Horsforth, Leeds LS18 5HD, UK. 1705952@leedstrinity.ac.uk."], ["Russell", "Mark", "M", "School of Social and Health Sciences, Leeds Trinity University, Horsforth, Leeds LS18 5HD, UK. m.russell@leedstrinity.ac.uk."]], "date": "2017-12-25", "id": "29295583", "text": "Carbohydrate consumption is synonymous with soccer performance due to the established effects on endogenous energy store preservation, and physical capacity maintenance. For performance-enhancement purposes, exogenous energy consumption (in the form of drinks, bars, gels and snacks) is recommended on match-day; specifically, before and during match-play. Akin to the demands of soccer, limited opportunities exist to consume carbohydrates outside of scheduled breaks in competition, such as at half-time. The link between cognitive function and blood glucose availability suggests that carbohydrates may influence decision-making and technical proficiency (e.g., soccer skills). However, relatively few reviews have focused on technical, as opposed to physical, performance while also addressing the practicalities associated with carbohydrate consumption when limited in-play feeding opportunities exist. Transient physiological responses associated with reductions in activity prevalent in scheduled intra-match breaks (e.g., half-time) likely have important consequences for practitioners aiming to optimize match-day performance. Accordingly, this review evaluated novel developments in soccer literature regarding (1) the ergogenic properties of carbohydrates for skill performance; and (2) novel considerations concerning exogenous energy provision during half-time. Recommendations are made to modify half-time practices in an aim to enhance subsequent performance. Viable future research opportunities exist regarding a deeper insight into carbohydrate provision on match-day.", "doi": "10.3390/nu10010022", "title": "Carbohydrates for Soccer: A Focus on Skilled Actions and Half-Time Practices.", "journal": ["Nutrients", "Nutrients"]}