{"authors": [["Sachs", "Nicole M", "NM", "1 Rutgers University-Newark, NJ, USA."], ["Veysey", "Bonita M", "BM", "1 Rutgers University-Newark, NJ, USA."], ["Rivera", "Luis M", "LM", "1 Rutgers University-Newark, NJ, USA."]], "date": "2017-11-01", "id": "29294984", "text": "Past research on victimization has relied predominantly on individuals' awareness of and willingness to self-report a victimization experience and its effect on self and identity processes. The present research adopts theoretical and methodological innovations in implicit social cognition research to provide a new perspective on how a violent victimization experience might influence identity processes outside of conscious awareness. Our main goal was to test whether individuals who have victimization experience implicitly associate the self with victims (implicit victim identity) and their stereotypes (implicit victim self-stereotyping), and the relation of these associations to explicit victim identity and self-stereotyping. Two pretests with undergraduate student participants ( Ns = 122 and 72) identified victim-related word stimuli for two Single Category Implicit Association Test (SC-IAT) measures of implicit victim identity and self-stereotyping. In Pretest Study A, participants read crime vignettes and listed words that described a victim, then in Pretest Study B, participants rated these words on victim relatedness and valence. The Main Study recruited undergraduate student participants ( N = 101) who completed the SC-IATs, self-report measures of explicit victim identity and self-stereotyping, and victimization experiences. Three of our five hypotheses were supported. Individuals with past victimization experience exhibited strong explicit victim identity and self-stereotyping, but not implicit victim identity and self-stereotyping, relative to those with no victimization experience. Explicit and implicit victim identity and self-stereotyping were unrelated. Finally, among individuals with victimization experience, a strong implicit victim identity was associated with strong implicit victim self-stereotyping. This research has implications for understanding the processes underlying revictimization and for preventing further victimization.", "doi": "10.1177/0886260517741625", "title": "Implicit Social Cognitive Processes Underlying Victim Self and Identity: Evidence With College-Aged Adults.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}