{"authors": [["Shin", "Kyoung Min", "KM", "1 Department of Counseling Psychology, Hanyang Cyber University, Seoul, Republic of Korea."], ["Chung", "Young Ki", "YK", "2 Sunflower Center of Southern Gyeonggi for Women and Children Victims of Violence, Suwon, Republic of Korea."], ["Kim", "Nam Hee", "NH", "3 Center for Traumatic Stress, Ajou University Medical Center, Suwon, Republic of Korea."], ["Kim", "Kyoung Ah", "KA", "2 Sunflower Center of Southern Gyeonggi for Women and Children Victims of Violence, Suwon, Republic of Korea."], ["Chang", "Hyoung Yoon", "HY", "2 Sunflower Center of Southern Gyeonggi for Women and Children Victims of Violence, Suwon, Republic of Korea."]], "date": "2017-04-01", "id": "29294706", "text": "Trauma-related cognitions play an important role in formation and persistence of posttraumatic stress symptoms. This study investigated the psychometric properties of the Korean version of the Posttraumatic Cognitions Inventory (PTCI) in a sample of 227 females who had experienced sexual violence. Data were collected from victims who sought victim support services following sexual violence between 2011 and 2015. The Impact of Event Scale-Revised, Beck Depression Inventory, and Beck Anxiety Inventory were used to measure posttraumatic stress disorder severity, depression, and anxiety, respectively. The three-factor solution of the PTCI (SELF, WORLD, BLAME) was supported; however, it was necessary to remove five items from the original 33-item scale. The 28-item PTCI displays good internal consistency, concurrent validity, and discriminant validity. SELF and WORLD subscales correlated with trauma symptom severity, controlling depression and anxiety. This is the first study to investigate factor structure and psychometric properties of the Korean version of the PTCI with female victims of sexual violence, which demonstrated that 28-item version of PTCI is an acceptable assessment measure of examining trauma-related cognitions.", "doi": "10.1177/0886260517696866", "title": "Factor Structure and Reliability of the Posttraumatic Cognitions Inventory in Korean Female Victims of Sexual Violence.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}