{"authors": [["Kirchner", "Teresa", "T", "1 University of Barcelona, Spain."], ["Magallón-Neri", "Ernesto", "E", "1 University of Barcelona, Spain."], ["Forns", "Maria", "M", "1 University of Barcelona, Spain."], ["Muñoz", "Dàmaris", "D", "1 University of Barcelona, Spain."], ["Segura", "Anna", "A", "1 University of Barcelona, Spain."], ["Soler", "Laia", "L", "2 Institute of Research in Brain, Cognition and Behavior (IR3C), Barcelona, Spain."], ["Planellas", "Irina", "I", "1 University of Barcelona, Spain."]], "date": "2017-03-01", "id": "29294692", "text": "Coping strategies are factors that mediate the relationship between interpersonal victimizations and psychological maladjustment. The objectives are as follows: (a) to establish the coping profile of adolescents according to the number of reported interpersonal victimizations; (b) to identify the most victimized adolescents (poly-victims), detecting those with psychological symptoms (nonresilient poly-victims) and those without psychological symptoms (resilient poly-victims), and then to examine any differences in coping strategies between the two groups; (c) to determine the accumulative effect of victimizations on mental health; and (d) to test the mediating role of both approach and avoidance coping between lifetime interpersonal victimizations and symptoms. Participants were 918 community Spanish adolescents (62.7% girls) aged between 14 and 18 years. Measures used were Youth Self-Report, Juvenile Victimization Questionnaire, and Adolescent Coping Orientation for Problem Experiences. The following results were reported: (a) The most victimized adolescents used to a greater degree avoidance coping strategies than nonvictimized adolescents. (b) Resilient poly-victimized adolescents were more likely to seek family support and tended to use more positive reappraisal than nonresilient poly-victimized adolescents. (c) A clear cumulative effect of victimizations on mental health was observed: 45% of the most victimized adolescents (poly-victims) reached clinical range on Youth Self-Report in front of 2% of nonvictimized adolescents. (d) Avoidance coping and more specifically Escaping and Venting feelings strategies played a mediating role between interpersonal victimizations and psychological symptoms. Approach coping had no mediating role, except for Positive reappraisal in girls. In conclusion, the possibility of identifying the coping profile of victimized adolescents may have clinical implications in terms of both prevention and intervention.", "doi": "10.1177/0886260517700617", "title": "Facing Interpersonal Violence: Identifying the Coping Profile of Poly-Victimized Resilient Adolescents.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}