{"authors": [["Bartels", "Ross M", "RM", "1 University of Lincoln, UK."], ["Harkins", "Leigh", "L", "2 University of Ontario Institute of Technology, Oshawa, Canada."], ["Beech", "Anthony R", "AR", "3 University of Birmingham, UK."]], "date": "2017-01-01", "id": "29294653", "text": "Many researchers have studied the prevalence and content of men's aggressive sexual fantasies, including their link with rape-supportive cognition. However, little to no research has examined the link between imaginal ability and the use of such fantasies. Based on existing research and theory, we propose that men who hold hostile beliefs toward women will use aggressive sexual fantasies more often if they possess a greater ability to engage in a \"rich fantasy life.\" Operationally, we argue this involves (a) a proneness to fantasize in general, (b) an ability to vividly envision mental imagery, and (c) frequent experiences of dissociation. To test this, the present study hypothesized that a latent variable termed \"rich fantasy life,\" via \"hostile beliefs about women,\" influences the use of \"aggressive sexual fantasies.\" A sample of 159 community males was recruited. Each participant completed a measure of fantasy proneness, dissociation, and vividness of mental imagery, along with two measures that assess hostile beliefs about women. Assessing how often the participants fantasized about rape-related and sadistic themes provided a measure of aggressive sexual fantasies. Structural equation modeling (along with bootstrapping procedures) indicated that the data had a very good fit with the hypothesized model. The results offer an important contribution to our understanding of aggressive sexual fantasies, which may have implications for clinical assessment and treatment. The limitations of the study are discussed, along with suggestions for future research.", "doi": "10.1177/0886260517691523", "title": "The Influence of Fantasy Proneness, Dissociation, and Vividness of Mental Imagery on Male's Aggressive Sexual Fantasies.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}