{"authors": [["Flanagan", "Julianne C", "JC", "Department of Psychiatry & Behavioral Sciences, Medical University of South Carolina, 67 President St., Charleston, SC 29425, USA. Electronic address: Hellmuth@musc.edu."], ["Sippel", "Lauren M", "LM", "National Center for Posttraumatic Stress Disorder, Veterans Affairs Medical Center (116D), 215 North Main Street, White River Junction, VT 05009, USA; Geisel School of Medicine at Dartmouth, Department of Psychiatry, 1 Rope Ferry Road, Hanover, NH 03755, USA."], ["Wahlquist", "Amy", "A", "Department of Public Health Sciences, Medical University of South Carolina, 135 Cannon St., Charleston, SC 29425, USA."], ["Moran-Santa Maria", "Megan M", "MM", "Department of Psychiatry & Behavioral Sciences, Medical University of South Carolina, 67 President St., Charleston, SC 29425, USA."], ["Back", "Sudie E", "SE", "Department of Psychiatry & Behavioral Sciences, Medical University of South Carolina, 67 President St., Charleston, SC 29425, USA; Ralph H. Johnson Veterans Affairs Medical Center, 109 Bee St., Charleston, SC 29401, USA."]], "date": "2017-12-26", "id": "29294429", "text": "Posttraumatic stress disorder (PTSD) is a chronic, debilitating condition for which Prolonged Exposure (PE) therapy is highly efficacious. However, for some individuals, premature dropout and residual PTSD symptoms remain obstacles. The neuropeptide oxytocin is a promising candidate to enhance PE due to its ability to enhance 1) prosocial cognition and behavior, which are theorized to promote positive working alliance, and 2) extinction learning, which is the central mechanism of action underlying successful PE treatment. Despite a robust theoretical rationale, no studies to date have combined evidence-based psychotherapy for PTSD with oxytocin. This randomized, placebo-controlled, double-blind pilot trial examined the feasibility, safety, and preliminary efficacy of augmenting PE with oxytocin. Participants were 17 individuals with diverse index traumas. Participants self-administered intranasal oxytocin (40 IU) or matching placebo 45 min prior to each weekly PE therapy session. One adverse event occurred in the placebo group and three individuals dropped out (17.6%; 2 oxytocin group and 1 placebo group). The oxytocin group demonstrated lower PTSD and depression symptoms during PE, and had higher working alliance scores, although these differences did not reach statistical significance. Although preliminary, the findings support the feasibility of oxytocin combined with PE. Adequately powered studies are necessary to determine whether oxytocin enhances PE treatment outcomes and to examine potential mechanisms, such as accelerating extinction learning, enhancing early response, and preventing premature dropout. NCT03238924.", "doi": "10.1016/j.jpsychires.2017.12.014", "title": "Augmenting Prolonged Exposure therapy for PTSD with intranasal oxytocin: A randomized, placebo-controlled pilot trial.", "journal": ["Journal of psychiatric research", "J Psychiatr Res"]}