{"authors": [["Glomb", "Katharina", "K", "Center for Brain and Cognition, Dept. of Technology and Information, Universitat Pompeu Fabra, Carrer Tànger, 122-140, 08018, Barcelona, Spain; Department of Radiology, Centre Hospitalier Universitaire Vaudoise (CHUV), Rue du Bugnon 46, 1011, Lausanne, Switzerland. Electronic address: katharina.glomb@upf.edu."], ["Ponce-Alvarez", "Adrián", "A", "Center for Brain and Cognition, Dept. of Technology and Information, Universitat Pompeu Fabra, Carrer Tànger, 122-140, 08018, Barcelona, Spain."], ["Gilson", "Matthieu", "M", "Center for Brain and Cognition, Dept. of Technology and Information, Universitat Pompeu Fabra, Carrer Tànger, 122-140, 08018, Barcelona, Spain."], ["Ritter", "Petra", "P", "Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, Berlin Institute of Health, Dept. of Neurology, Charitéplatz 1, 10117, Berlin, Germany; Bernstein Focus State Dependencies of Learning & Bernstein Center for Computational Neuroscience, Philippstrasse 12, 10115, Berlin, Germany; Berlin School of Mind and Brain & Mind and Brain Institute, Humboldt University, Luisenstrasse 56, 10117, Berlin, Germany."], ["Deco", "Gustavo", "G", "Center for Brain and Cognition, Dept. of Technology and Information, Universitat Pompeu Fabra, Carrer Tànger, 122-140, 08018, Barcelona, Spain; Institució Catalana de la Recerca i Estudis Avançats, Universitat Barcelona, Passeig Lluís Companys 23, 08010, Barcelona, Spain."]], "date": "2017-12-30", "id": "29294385", "text": "Spontaneous activity measured in human subject under the absence of any task exhibits complex patterns of correlation that largely correspond to large-scale functional topographies obtained with a wide variety of cognitive and perceptual tasks. These \"resting state networks\" (RSNs) fluctuate over time, forming and dissolving on the scale of seconds to minutes. While these fluctuations, most prominently those of the default mode network, have been linked to cognitive function, it remains unclear whether they result from random noise or whether they index a nonstationary process which could be described as state switching. In this study, we use a sliding windows-approach to relate temporal dynamics of RSNs to global modulations in correlation and BOLD variance. We compare empirical data, phase-randomized surrogate data, and data simulated with a stationary model. We find that RSN time courses exhibit a large amount of coactivation in all three cases, and that the modulations in their activity are closely linked to global dynamics of the underlying BOLD signal. We find that many properties of the observed fluctuations in FC and BOLD, including their ranges and their correlations amongst each other, are explained by fluctuations around the average FC structure. However, we also report some interesting characteristics that clearly support nonstationary features in the data. In particular, we find that the brain spends more time in the troughs of modulations than can be expected from stationary dynamics.", "doi": "10.1016/j.neuroimage.2017.12.074", "title": "Stereotypical modulations in dynamic functional connectivity explained by changes in BOLD variance.", "journal": ["NeuroImage", "Neuroimage"]}