{"authors": [["Titus", "David J", "DJ", "The Miami Project to Cure Paralysis, Department of Neurological Surgery, University of Miami Miller School of Medicine, 1095 NW 14 Terrace, Miami, FL 33136, USA."], ["Wilson", "Nicole M", "NM", "The Miami Project to Cure Paralysis, Department of Neurological Surgery, University of Miami Miller School of Medicine, 1095 NW 14 Terrace, Miami, FL 33136, USA."], ["Alcazar", "Oscar", "O", "The Miami Project to Cure Paralysis, Department of Neurological Surgery, University of Miami Miller School of Medicine, 1095 NW 14 Terrace, Miami, FL 33136, USA."], ["Calixte", "Dale A", "DA", "The Miami Project to Cure Paralysis, Department of Neurological Surgery, University of Miami Miller School of Medicine, 1095 NW 14 Terrace, Miami, FL 33136, USA."], ["Dietrich", "W Dalton", "WD", "The Miami Project to Cure Paralysis, Department of Neurological Surgery, University of Miami Miller School of Medicine, 1095 NW 14 Terrace, Miami, FL 33136, USA."], ["Gurney", "Mark E", "ME", "Tetra Discovery Partners, Inc., 38 Fulton Street West, Suite 303, Grand Rapids, MI 49503, USA."], ["Atkins", "Coleen M", "CM", "The Miami Project to Cure Paralysis, Department of Neurological Surgery, University of Miami Miller School of Medicine, 1095 NW 14 Terrace, Miami, FL 33136, USA. Electronic address: catkins@med.miami.edu."]], "date": "2017-12-30", "id": "29294383", "text": "Traumatic brain injury (TBI) significantly decreases cyclic AMP (cAMP) signaling which produces long-term synaptic plasticity deficits and chronic learning and memory impairments. Phosphodiesterase 4 (PDE4) is a major family of cAMP hydrolyzing enzymes in the brain and of the four PDE4 subtypes, PDE4D in particular has been found to be involved in memory formation. Although most PDE4 inhibitors target all PDE4 subtypes, PDE4D can be targeted with a selective, negative allosteric modulator, D159687. In this study, we hypothesized that treating animals with D159687 could reverse the cognitive deficits caused by TBI. To test this hypothesis, adult male Sprague Dawley rats received sham surgery or moderate parasagittal fluid-percussion brain injury. After 3 months of recovery, animals were treated with D159687 (0.3 mg/kg, intraperitoneally) at 30 min prior to cue and contextual fear conditioning, acquisition in the water maze or during a spatial working memory task. Treatment with D159687 had no significant effect on these behavioral tasks in non-injured, sham animals, but did reverse the learning and memory deficits in chronic TBI animals. Assessment of hippocampal slices at 3 months post-TBI revealed that D159687 reversed both the depression in basal synaptic transmission in area CA1 as well as the late-phase of long-term potentiation. These results demonstrate that a negative allosteric modulator of PDE4D may be a potential therapeutic to improve chronic cognitive dysfunction following TBI.", "doi": "10.1016/j.nlm.2017.12.008", "title": "A negative allosteric modulator of PDE4D enhances learning after traumatic brain injury.", "journal": ["Neurobiology of learning and memory", "Neurobiol Learn Mem"]}