{"authors": [["Erdodi", "Laszlo A", "LA", "Department of Psychology, University of Windsor, 168 Chrysler Hall South, Windsor, Canada ON N9B3P4."], ["Abeare", "Christopher A", "CA", "Department of Psychology, University of Windsor, 170 Chrysler Hall South, Windsor, Canada ON N9B3P4."], ["Medoff", "Brent", "B", "The Commonwealth Medical College, 525 Pine St, Scranton, PA 18509, USA."], ["Seke", "Kristian R", "KR", "University of Windsor, Brain-Cognition-Neuroscience Program, G105 Chrysler Hall North, Windsor,Canada ON N9B3P4."], ["Sagar", "Sanya", "S", "Department of Psychology, University of Windsor, 109 Chrysler Hall North, Windsor, Canada ON N9B3P4."], ["Kirsch", "Ned L", "NL", "Department of Physical Medicine and Rehabilitation, University of Michigan, Briarwood Circle #4 Ann Arbor, MI 48108, USA."]], "date": "2017-12-26", "id": "29293900", "text": "The Forced Choice Recognition (FCR) trial of the California Verbal Learning Test-Second Edition (CVLT-II) was designed to serve as a performance validity test (PVT). The present study was designed to compare the classification accuracy of a more liberal alternative (≤15) to the de facto FCR cutoff (≤14).The classification accuracy of the two cutoffs was computed in reference to psychometrically defined invalid performance, across various criterion measures, in a sample of 104 adults with TBI clinically referred for neuropsychological assessment.The FCR was highly predictive (AUC: .71-.83) of Pass/Fail status on reference PVTs, but unrelated to performance on measures known to be sensitive to TBI. On average, FCR ≤15 correctly identified an additional 6% of invalid response sets compared to FCR ≤14, while maintaining .92 specificity. Patients who failed the FCR reported higher levels of emotional distress.Results suggest that even a single error on the FCR is a reliable indicator of invalid responding. Further research is needed to investigate the clinical significance of the relationship between failing the FCR and level of self-reported psychiatric symptoms.", "doi": "10.1093/acn/acx110", "title": "A Single Error Is One Too Many: The Forced Choice Recognition Trial of the CVLT-II as a Measure of Performance Validity in Adults with TBI.", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"]}