{"authors": [["Eapen", "Valsamma", "V", "Academic Unit of Child Psychiatry South West Sydney and Ingham Institute, Liverpool Hospital, Sydney 2170, Australia. v.eapen@unsw.edu.au."], ["Baker", "Richard", "R", "School of Psychiatry, Faculty of Medicine, University of New South Wales, Sydney 2052, Australia. Richard.Baker@health.nsw.gov.au."], ["Walter", "Amelia", "A", "Academic Unit of Child Psychiatry South West Sydney and Ingham Institute, Liverpool Hospital, Sydney 2170, Australia. amelia.walter@unsw.edu.au."], ["Raghupathy", "Veena", "V", "The Children's Hospital at Westmead, Sydney 2145, Australia. veenaram28@gmail.com."], ["Wehrman", "Jordan J", "JJ", "Department of Cognitive Science, Macquarie University, Sydney 2109, Australia. jordan.wehrman@mq.edu.au."], ["Sowman", "Paul F", "PF", "Department of Cognitive Science, Macquarie University, Sydney 2109, Australia. paul.sowman@mq.edu.au."]], "date": "2017-12-08", "id": "29292730", "text": "Transcranial direct current stimulation (tDCS) is a non-invasive brain stimulation technique that is being investigated for a variety of neurological and psychiatric conditions. Preliminary evidence suggests that tDCS may be useful in the treatment of Tourette Syndrome (TS). This paper reviews the literature on the use of tDCS in commonly occurring comorbid conditions that are relevant to its proposed use in TS. We describe the protocol for a double-blind, crossover, sham-controlled trial of tDCS (Trial ID: ACTRN12615000592549, registered at www.anzctr.org.au) investigating the efficacy, feasibility, safety, and tolerability of tDCS in patients with TS aged 12 years and over. The intervention consists of cathodal tDCS positioned over the Supplementary Motor Area. Patients receive either sham tDCS for three weeks followed by six weeks of active tDCS (1.4 mA, 18 sessions over six weeks), or six weeks of active sessions followed by three weeks of sham sessions, with follow-up at three and six months. Pilot findings from two patients are presented. There was a reduction in the frequency and intensity of patients' tics and premonitory urges, as well as evidence of improvements in inhibitory function, over the course of treatment. Larger scale studies are indicated to ascertain the maintenance of symptom improvement over time, as well as the long-term consequences of the repetitions of sessions.", "doi": "10.3390/brainsci7120161", "title": "The Role of Transcranial Direct Current Stimulation (tDCS) in Tourette Syndrome: A Review and Preliminary Findings.", "journal": ["Brain sciences", "Brain Sci"]}