{"authors": [["Nieder", "Andreas", "A", "Animal Physiology Unit, Institute of Neurobiology, University of Tübingen, Auf der Morgenstelle 28, 72076 Tübingen, Germany andreas.nieder@uni-tuebingen.de."]], "date": null, "id": "29292361", "text": "Brains that are capable of representing numerosity, the number of items in a set, have arisen repeatedly and independently in different animal taxa. This review compares the cognitive and physiological mechanisms found in a nonhuman primate, the rhesus macaque, and a corvid songbird, the carrion crow, in order to elucidate the evolutionary adaptations underlying numerical competence. Monkeys and corvids are known for their advanced cognitive competence, despite them both having independently and distinctly evolved endbrains that resulted from a long history of parallel evolution. In both species, numerosity is represented as an analogue magnitude by an approximate number system that obeys the Weber-Fechner Law. In addition, the activity of numerosity-selective neurons in the fronto-parietal association cortex of monkeys and the telencephalic associative area nidopallium caudolaterale of crows mirrors the animals' performance. In both species' brains, neuronal activity is tuned to a preferred numerosity, encodes the numerical value in an approximate fashion, and is best represented on a logarithmic scale. Collectively, the data show an impressive correspondence of the cognitive and neuronal mechanisms for numerosity representations across monkeys and crows. This suggests that remotely related vertebrates with distinctly developed endbrains adopted similar physiological solutions to common computational problems in numerosity processing.This article is part of a discussion meeting issue 'The origins of numerical abilities'.", "doi": "10.1098/rstb.2016.0514", "title": "Evolution of cognitive and neural solutions enabling numerosity judgements: lessons from primates and corvids.", "journal": ["Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "Philos. Trans. R. Soc. Lond., B, Biol. Sci."]}