{"authors": [["Burr", "David C", "DC", "Department of Neuroscience, Psychology, Pharmacology and Child Health, University of Florence, Florence, Italy davidcharles.burr@unifi.it."], ["Anobile", "Giovanni", "G", "Department of Developmental Neuroscience, Stella Maris Scientific Institute, Calambrone, Pisa, Italy."], ["Arrighi", "Roberto", "R", "Department of Neuroscience, Psychology, Pharmacology and Child Health, University of Florence, Florence, Italy."]], "date": null, "id": "29292350", "text": "It is now clear that most animals, including humans, possess an ability to rapidly estimate number. Some have questioned whether this ability arises from dedicated numerosity mechanisms, or is derived indirectly from judgements of density or other attributes. We describe a series of psychophysical experiments, largely using adaptation techniques, which demonstrate clearly the existence of a number sense in humans. The number sense is truly general, extending over space, time and sensory modality, and is closely linked with action. We further show that when multiple cues are present, numerosity emerges as the natural dimension for discrimination. However, when element density increases past a certain level, the elements become too crowded to parse, and the scene is perceived as a texture rather than array of elements. The two different regimes are psychophysically discriminable in that they follow distinct psychophysical laws, and show different dependencies on eccentricity, luminance levels and effects of perceptual grouping. The distinction is important, as the ability to discriminate numerosity, but not texture, correlates with formal maths skills.This article is part of the discussion meeting issue 'The origins of numerical abilities'.", "doi": "10.1098/rstb.2017.0045", "title": "Psychophysical evidence for the number sense.", "journal": ["Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "Philos. Trans. R. Soc. Lond., B, Biol. Sci."]}