{"authors": [["d'Errico", "Francesco", "F", "Centre National de la Recherche Scientifique, UMR 5199 - PACEA, Université de Bordeaux, Pessac, France francesco.derrico@u-bordeaux.fr."], ["Doyon", "Luc", "L", "Centre National de la Recherche Scientifique, UMR 5199 - PACEA, Université de Bordeaux, Pessac, France."], ["Colagé", "Ivan", "I", "Faculty of Philosophy, Pontifical Antonianum University, Via Merulana 124, 00185 Rome, Italy."], ["Queffelec", "Alain", "A", "Centre National de la Recherche Scientifique, UMR 5199 - PACEA, Université de Bordeaux, Pessac, France."], ["Le Vraux", "Emma", "E", "Centre National de la Recherche Scientifique, UMR 5199 - PACEA, Université de Bordeaux, Pessac, France."], ["Giacobini", "Giacomo", "G", "Department of Neurosciences, University of Turin, 52 corso Massimo d'Azeglio, 10126 Turin, Italy."], ["Vandermeersch", "Bernard", "B", "Centre National de la Recherche Scientifique, UMR 5199 - PACEA, Université de Bordeaux, Pessac, France."], ["Maureille", "Bruno", "B", "Centre National de la Recherche Scientifique, UMR 5199 - PACEA, Université de Bordeaux, Pessac, France."]], "date": null, "id": "29292345", "text": "How and when did hominins move from the numerical cognition that we share with the rest of the animal world to number symbols? Objects with sequential markings have been used to store and retrieve numerical information since the beginning of the European Upper Palaeolithic (42 ka). An increase in the number of markings and complexity of coding is observed towards the end of this period. The application of new analytical techniques to a 44-42 ka old notched baboon fibula from Border Cave, South Africa, shows that notches were added to this bone at different times, suggesting that devices to store numerical information were in use before the Upper Palaeolithic. Analysis of a set of incisions on a 72-60 ka old hyena femur from the Les Pradelles Mousterian site, France, indicates, by comparison with markings produced by modern subjects under similar constraints, that the incisions on the Les Pradelles bone may have been produced to record, in a single session, homologous units of numerical information. This finding supports the view that numerical notations were in use among archaic hominins. Based on these findings, a testable five-stage scenario is proposed to establish how prehistoric cultures have moved from number sense to the use of number symbols.This article is part of a discussion meeting issue 'The origins of numerical abilities'.", "doi": "10.1098/rstb.2016.0518", "title": "From number sense to number symbols. An archaeological perspective.", "journal": ["Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "Philos. Trans. R. Soc. Lond., B, Biol. Sci."]}