{"authors": [["Dowell", "N G", "NG", "Department of Neuroscience, Brighton and Sussex Medical School, University of Sussex, Brighton BN1 9RR, UK. Electronic address: n.g.dowell@bsms.ac.uk."], ["Bouyagoub", "S", "S", "Department of Neuroscience, Brighton and Sussex Medical School, University of Sussex, Brighton BN1 9RR, UK."], ["Tibble", "J", "J", "Department of Gastroenterology, Brighton & Sussex University Hospitals, Brighton, UK."], ["Voon", "V", "V", "Department of Psychiatry, University of Cambridge, Cambridge CB2 0QQ, UK."], ["Cercignani", "M", "M", "Department of Neuroscience, Brighton and Sussex Medical School, University of Sussex, Brighton BN1 9RR, UK; Neuroimaging Laboratory, Santa Lucia Foundation, Rome, Italy."], ["Harrison", "N A", "NA", "Department of Neuroscience, Brighton and Sussex Medical School, University of Sussex, Brighton BN1 9RR, UK; Sackler Centre for Consciousness Science, University of Sussex, Falmer BN1 9RR, UK; Sussex Partnership NHS Foundation Trust, Brighton, UK."]], "date": "2017-12-29", "id": "29292074", "text": "Interferon-alpha (IFN-α) is an important mediator of antiviral immune responses. It is also used clinically in the treatment of hepatitis-C infection. Though effective, IFN-α-based therapies can often impair mood, motivation and cognition, which when severe can appear indistinguishable from major depression. In susceptible patients, fatigue and motivational impairment emerge early and have been linked to changes in basal ganglia (striatal) metabolism, neurochemistry and microstructural integrity. Here we use neurite orientation dispersion and density imaging (NODDI) modeling of multi-shell diffusion MRI to investigate whether changes in orientation-dispersion index (ODI) or neurite density index (NDI) can predict the later emergence of IFN-α-induced fatigue. Eighteen patients initiating IFN-α-based treatment for hepatitis-C underwent diffusion MRI and blood sampling at baseline and 4 h after their first IFN-α injection. They were then followed up with regular psychological assessments for 12 weeks of treatment. IFN-α injection stimulated an acute inflammatory cytokine response and evoked acute fatigue that peaked between 4 and 12 weeks of treatment. Within the brain, IFN-α induced an acute increase in NDI in patients that experienced a simultaneous increase in IFN-α-induced fatigue but not in patients that did not. Acute changes in striatal microstructure additionally predicted the continued development of fatigue but not mood symptoms 4 and 8 weeks later into treatment. Our findings highlight the value of NODDI as a potential in vivo biomarker of the central effects of peripheral inflammation. We highlight the exquisite sensitivity of the striatum to IFN-α and further implicate striatal perturbation in IFN-α-induced fatigue.", "doi": "10.1016/j.neuroscience.2017.12.040", "title": "Interferon-alpha-Induced Changes in NODDI Predispose to the Development of Fatigue.", "journal": ["Neuroscience", "Neuroscience"]}