{"authors": [["Block", "A", "A", "Linda Crnic Institute for Down Syndrome, University of Colorado Denver School of Medicine, USA."], ["Ahmed", "Md M", "MM", "Linda Crnic Institute for Down Syndrome, University of Colorado Denver School of Medicine, USA."], ["Rueda", "N", "N", "Department of Physiology and Pharmacology, Faculty of Medicine, University of Cantabria, Santander, Spain."], ["Hernandez", "M-C", "MC", "Pharma Research and Early Development, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["Martinez-Cué", "C", "C", "Department of Physiology and Pharmacology, Faculty of Medicine, University of Cantabria, Santander, Spain."], ["Gardiner", "K J", "KJ", "Linda Crnic Institute for Down Syndrome, University of Colorado Denver School of Medicine, USA; Department of Pediatrics, Human Medical Genetics and Genomics, and Neuroscience Programs, University of Colorado Denver School of Medicine, 12700 E 19th Avenue, Mail Stop 8608, Aurora, CO 80045, USA. Electronic address: katheleen.gardiner@ucdenver.edu."]], "date": "2017-12-29", "id": "29292072", "text": "Down syndrome (DS), trisomy of human chromosome 21 (Hsa21), is the most common genetic cause of intellectual disability (ID). There are no treatments for the cognitive deficits. The Ts65Dn is a partial trisomy mouse model of DS that shows learning and memory (LM) impairments and other abnormalities relevant to those seen in DS. Many drugs and small molecules have been shown to rescue the LM deficits, but little is known about the associated molecular responses. Here, patterns of protein expression are described in hippocampus of Ts65Dn and euploid littermate controls exposed to a battery of LM and behavior tests with and without chronic treatment with the GABAA receptor α5 subunit-selective negative allosteric modulator, RO4938581, that rescued LM deficits. Levels of 91 proteins/protein modifications, selected for relevance to LM and synaptic plasticity, were measured: 44 of 52 abnormalities present in vehicle-treated Ts65Dn were corrected by RO4938581. Superimposing protein data onto the molecular pathway defining long-term potentiation (LTP) shows that profiles are consistent with both abnormal LTP in vehicle-treated Ts65Dn and its observed rescue by RO4938581. Lastly, comparing these results with those from Ts65Dn treated, using a different protocol, with the NMDA receptor antagonist, memantine, that also rescues LM impairments, identifies common and divergent responses to the two drugs. Expansion of this approach to include additional drugs and DS models would aid in determining critical protein abnormalities and in identifying cocktails of drugs and/or new drug targets that would be effective in clinical trials for ID in DS.", "doi": "10.1016/j.neuroscience.2017.12.038", "title": "The GABAAα5-selective Modulator, RO4938581, Rescues Protein Anomalies in the Ts65Dn Mouse Model of Down Syndrome.", "journal": ["Neuroscience", "Neuroscience"]}