{"authors": [["Lovell", "M E", "ME", "School of Medicine (Psychology), University of Tasmania, Hobart, Tasmania 7000, Australia. Electronic address: monical@utas.edu.au."], ["Bruno", "R", "R", "School of Medicine (Psychology), University of Tasmania, Hobart, Tasmania 7000, Australia."], ["Johnston", "J", "J", "University Centre for Rural Health - North Coast, University of Sydney, Lismore, New South Wales 2480, Australia."], ["Matthews", "A", "A", "School of Medicine (Psychology), University of Tasmania, Hobart, Tasmania 7000, Australia."], ["McGregor", "I", "I", "Lambert Initiative for Cannabinoid Therapeutics, School of Psychology, Brain and Mind Centre, University of Sydney, New South Wales 2006, Australia."], ["Allsop", "D J", "DJ", "Lambert Initiative for Cannabinoid Therapeutics, School of Psychology, Brain and Mind Centre, University of Sydney, New South Wales 2006, Australia."], ["Lintzeris", "N", "N", "Discipline of Addictive Medicine, Sydney Medical School, University of Sydney, Sydney, New South Wales 2006, Australia; The Langton Centre, South East Sydney Local Health District (SESLHD), Drug and Alcohol Services, 2010, Australia."]], "date": "2017-12-09", "id": "29291509", "text": "Cannabis intoxication adversely affects health, yet persistent effects following short-term abstinence in long-term cannabis users are unclear. This matched-subjects, cross-sectional study compared health outcomes of long-term cannabis and long-term tobacco-only users, relative to population norms.Nineteen long-term (mean 32.3years of use, mean age 55.7years), abstinent (mean 15h) cannabis users and 16 long-term tobacco users (mean 37.1years of use, mean age 52.9years), matched for age, educational attainment, and lifetime tobacco consumption, were compared on measures of learning and memory, response inhibition, information-processing, sustained attention, executive control, and mental and physical health.Cannabis users exhibited poorer overall learning and delayed recall and greater interference and forgetting than tobacco users, and exhibited poorer recall than norms. Inhibition and executive control were similar between groups, but cannabis users had slower reaction times during information processing and sustained attention tasks. Cannabis users had superior health satisfaction and psychological, somatic, and general health than tobacco users and had similar mental and physical health to norms whilst tobacco users had greater stress, role limitations from emotional problems, and poorer health satisfaction.Long-term cannabis users may exhibit deficits in some cognitive domains despite short-term abstinence and may therefore benefit from interventions to improve cognitive performance. Tobacco alone may contribute to adverse mental and physical health outcomes, which requires appropriate control in future studies.", "doi": "10.1016/j.addbeh.2017.12.009", "title": "Cognitive, physical, and mental health outcomes between long-term cannabis and tobacco users.", "journal": ["Addictive behaviors", "Addict Behav"]}