{"authors": [["Antons", "Stephanie", "S", "Department of General Psychology: Cognition and Center for Behavioral Addiction Research, University of Duisburg-Essen, Duisburg, Germany."], ["Brand", "Matthias", "M", "Department of General Psychology: Cognition and Center for Behavioral Addiction Research, University of Duisburg-Essen, Duisburg, Germany; Erwin L. Hahn Institute for Magnetic Resonance Imaging, Essen, Germany. Electronic address: matthias.brand@uni-due.de."]], "date": "2017-12-23", "id": "29291508", "text": "Impulsivity has been identified to be involved in the development and maintenance of specific Internet-use disorders (IUD). It can be differentiated between relatively stable trait impulsivity and state impulsivity which is dependent on environmental and affective factors such as craving. Following the I-PACE (Interaction of Person-Affect-Cognition-Execution) model, both trait and state impulsivity may play an interactive role in IUD. The present study aimed to investigate the relationship between trait and state impulsivity and symptom severity of Internet-pornography-use disorder (IPD) as one form of IUD.Fifty heterosexual males participated in this study. State impulsivity was measured with reaction times in a modified stop-signal task. Each participant conducted two blocks of this task which included neutral and pornographic pictures. Moreover, current subjective craving, trait impulsivity, and symptom severity of IPD were assessed using several questionnaires.Results indicate that trait impulsivity was associated with higher symptom severity of IPD. Especially those males with higher trait impulsivity and state impulsivity in the pornographic condition of the stop-signal task as well as those with high craving reactions showed severe symptoms of IPD.The results indicate that both trait and state impulsivity play a crucial role in the development of IPD. In accordance with dual-process models of addiction, the results may be indicative of an imbalance between the impulsive and reflective systems which might be triggered by pornographic material. This may result in loss of control over the Internet-pornography use albeit experiencing negative consequences.", "doi": "10.1016/j.addbeh.2017.12.029", "title": "Trait and state impulsivity in males with tendency towards Internet-pornography-use disorder.", "journal": ["Addictive behaviors", "Addict Behav"]}