{"authors": [["Hall", "Hélène", "H", "Department of Pharmacology and Therapeutics, McGill University, Montreal, Canada."], ["Iulita", "M Florencia", "MF", "Department of Pharmacology and Therapeutics, McGill University, Montreal, Canada."], ["Gubert", "Palma", "P", "Department of Pharmacology and Therapeutics, McGill University, Montreal, Canada."], ["Aguilar", "Lisi Flores", "LF", "Department of Anatomy and Cell Biology, McGill University, Montreal, Canada."], ["Ducatenzeiler", "Adriana", "A", "Department of Pharmacology and Therapeutics, McGill University, Montreal, Canada."], ["Fisher", "Abraham", "A", "Israel Institute for Biological Research, Ness Ziona, Israel; Weizmann Institute of Science, Rehovot, Israel."], ["Cuello", "A Claudio", "AC", "Department of Pharmacology and Therapeutics, McGill University, Montreal, Canada; Department of Anatomy and Cell Biology, McGill University, Montreal, Canada; Department of Neurology and Neurosurgery, McGill University, Montreal, Canada. Electronic address: claudio.cuello@mcgill.ca."]], "date": "2017-12-29", "id": "29291374", "text": "AF710B (aka ANAVEX 3-71) is a novel selective allosteric M1 muscarinic and sigma-1 receptor agonist. In 3×Tg-AD mice, AF710B attenuates cognitive deficits and decreases Alzheimer-like hallmarks. We now report on the long-lasting disease-modifying properties of AF710B in McGill-R-Thy1-APP transgenic (Tg) rats.Chronic treatment with AF710B (10 μg/kg) was initiated in postplaque 13-month-old Tg rats. Drug or vehicle was administered orally daily for 4.5 months and interrupted 5 weeks before behavioral testing.AF710B long-term treatment reverted the cognitive deficits associated with advanced Alzheimer-like amyloid neuropathology in Tg rats. These effects were accompanied by reductions in amyloid pathology and markers of neuroinflammation and increases in amyloid cerebrospinal fluid clearance and levels of a synaptic marker. Importantly, these effects were maintained following a 5-week interruption of the treatment.With M1/sigma-1 activity and long-lasting disease-modifying properties at low dose, AF710B is a promising novel therapeutic agent for treating Alzheimer's disease.", "doi": "10.1016/j.jalz.2017.11.009", "title": "AF710B, an M1/sigma-1 receptor agonist with long-lasting disease-modifying properties in a transgenic rat model of Alzheimer's disease.", "journal": ["Alzheimer's & dementia : the journal of the Alzheimer's Association", "Alzheimers Dement"]}