{"authors": [["Cook", "Rebecca L", "RL", "Discipline of Exercise and Sport Science, Faculty of Health Sciences, University of Sydney, Lidcombe, NSW, Australia."], ["O'Dwyer", "Nicholas J", "NJ", "Discipline of Exercise and Sport Science, Faculty of Health Sciences, University of Sydney, Lidcombe, NSW, Australia."], ["Donges", "Cheyne E", "CE", "School of Human Movement Sciences, Charles Sturt University, Bathurst, NSW, Australia."], ["Parker", "Helen M", "HM", "Discipline of Exercise and Sport Science, Faculty of Health Sciences, University of Sydney, Lidcombe, NSW, Australia."], ["Cheng", "Hoi Lun", "HL", "Charles Perkins Centre, University of Sydney, Camperdown, NSW, Australia."], ["Steinbeck", "Katharine S", "KS", "Discipline of Paediatrics and Child Health, The Children's Hospital at Westmead, University of Sydney, NSW, Australia."], ["Cox", "Eka P", "EP", "Discipline of Exercise and Sport Science, Faculty of Health Sciences, University of Sydney, Lidcombe, NSW, Australia."], ["Franklin", "Janet L", "JL", "Metabolism and Obesity Services, Royal Prince Alfred Hospital, Camperdown, NSW, Australia."], ["Garg", "Manohar L", "ML", "Nutraceuticals Research Program, School of Biomedical Sciences & Pharmacy, University of Newcastle, Callaghan, NSW, Australia."], ["Rooney", "Kieron B", "KB", "Discipline of Exercise and Sport Science, Faculty of Health Sciences, University of Sydney, Lidcombe, NSW, Australia."], ["O'Connor", "Helen T", "HT", "Discipline of Exercise and Sport Science, Faculty of Health Sciences, University of Sydney, Lidcombe, NSW, Australia."]], "date": "2017-10-08", "id": "29291133", "text": "Limited research addresses links between obesity and cognitive function in young adults. Objective. To investigate the relationship between obesity and cognitive function in young women. Methods. This cross-sectional study recruited healthy, young (18-35 y) women of normal (NW: BMI = 18.5-24.9 kg·m-2) or obese (OB: BMI ≥ 30.0 kg·m-2) weight. Participants completed a validated, computer-based cognitive testing battery evaluating impulsivity, attention, information processing, memory, and executive function. Questionnaires on depression and physical activity and a fasting blood sample for C-reactive protein and the Omega-3 Index were also collected. Cognition data are presented as z-scores (mean ± SD), and group comparisons were assessed via ANOVA. Potential confounding from questionnaire and blood variables were evaluated using ANCOVA. Results. 299 women (NW: n = 157; OB: n = 142) aged 25.8 ± 5.1 y were enrolled. Cognition scores were within normal range (±1 z-score), but OB had lower attention (NW: 0.31 ± 1.38; OB: -0.25 ± 1.39; ES: 0.41, CI: 0.17-0.64; p < 0.001) and higher impulsivity (NW: 0.36 ± 1.14; OB: -0.07 ± 1.07; ES: 0.39, CI: 0.15-0.62; p=0.033). Confounder adjustment had minimal impact on results. Conclusion. The OB group had normal but significantly lower performance on attention and were more impulsive compared to NW participants. This may indicate early cognitive decline, but longitudinal research confirming these findings is warranted.", "doi": "10.1155/2017/5923862", "title": "Relationship between Obesity and Cognitive Function in Young Women: The Food, Mood and Mind Study.", "journal": ["Journal of obesity", "J Obes"]}