{"authors": [["Feltgen", "Q", "Q", "Laboratoire de Physique Statistique, École Normale Supérieure, PSL Research University; Université Paris Diderot, Sorbonne Paris-Cité; Sorbonne Universités, UPMC-Univ. Paris 06; CNRS, Paris, France."], ["Fagard", "B", "B", "Laboratoire Langues, Textes, Traitements informatique, Cognition (Lattice, CNRS, ENS & Université Paris 3, PSL & USPC), École normale supérieure, Paris, France."], ["Nadal", "J-P", "JP", "Laboratoire de Physique Statistique, École Normale Supérieure, PSL Research University; Université Paris Diderot, Sorbonne Paris-Cité; Sorbonne Universités, UPMC-Univ. Paris 06; CNRS, Paris, France."]], "date": "2017-11-08", "id": "29291074", "text": "It is generally believed that when a linguistic item acquires a new meaning, its overall frequency of use rises with time with an S-shaped growth curve. Yet, this claim has only been supported by a limited number of case studies. In this paper, we provide the first corpus-based large-scale confirmation of the S-curve in language change. Moreover, we uncover another generic pattern, a latency phase preceding the S-growth, during which the frequency remains close to constant. We propose a usage-based model which predicts both phases, the latency and the S-growth. The driving mechanism is a random walk in the space of frequency of use. The underlying deterministic dynamics highlights the role of a control parameter which tunes the system at the vicinity of a saddle-node bifurcation. In the neighbourhood of the critical point, the latency phase corresponds to the diffusion time over the critical region, and the S-growth to the fast convergence that follows. The durations of the two phases are computed as specific first-passage times, leading to distributions that fit well the ones extracted from our dataset. We argue that our results are not specific to the studied corpus, but apply to semantic change in general.", "doi": "10.1098/rsos.170830", "title": "Frequency patterns of semantic change: corpus-based evidence of a near-critical dynamics in language change.", "journal": ["Royal Society open science", "R Soc Open Sci"]}