{"authors": [["Jones", "Carl", "C", "SpR in Trauma and Orthopaedics Waikato Hospital, Pembroke Street, Hamilton, New Zealand."], ["Briffa", "Nikolai", "N", "Frimley Park Hospital, Portsmouth Road, Frimley, Surrey, United Kingdom St Georges Hospital, Blackshaw Road, Tooting, SW17 0QT, London, UK."], ["Jacob", "Joshua", "J", "SpR in Trauma and Orthopaedics Waikato Hospital, Pembroke Street, Hamilton, New Zealand."], ["Hargrove", "Richard", "R", "SpR in Trauma and Orthopaedics Waikato Hospital, Pembroke Street, Hamilton, New Zealand."]], "date": "2017-10-31", "id": "29290857", "text": "Hip hemiarthroplasty (HA) following an intracapsular neck of femur fracture is an increasingly common procedure as a result of an ageing population. Patients are often frail and so morbidity and mortality figures are significant. As a result the National Institute for Health and Clinical Excellence (NICE) has formulated guidelines and a Best Practice Tariff (BPT) in an attempt to improve the care of such patients. Dislocation following HA is a potentially devastating complication with a reported incidence ranging from 1 to 15%. Multiple causative factors have been cited and studied in an effort to reduce the incidence of this complication which has a high rate of recurrence following the first episode and is associated with a high mortality rate and significant financial burden on the health economy. This paper reviews the available literature in an effort to identify the most pertinent factors affecting dislocation rates and thus reduce the incidence of this serious complication.A comprehensive review of the literature was performed using the search engine PubMed with the keywords 'hip', 'hemiarthroplasty' and 'dislocation'. Two hundred and forty three articles were identified and assessed by the 3 authors independently. Data from fifty-two articles pertinent to the review on hemiarthroplasty dislocation epidemiology, risk factors and management were extracted in a standardised fashion.Following review of the papers multiple causative factors relating to HA dislocation were identified and grouped into 4 broad categories for analysis. The factors with the strongest correlation with dislocation included patient cognition, previous failed surgery, delay to surgery, surgical approach and femoral offset.Hip hemiarthroplasty remains the gold standard for elderly patients with intracapsular neck of femur fractures. In each individual case the factors most strongly associated with postoperative dislocation should be recognised. Delays to surgery should be minimised and the posterior approach avoided. In addition to good surgical technique, particular attention should be paid to restoring the patient's native femoral offset and post operatively those with cognitive impairment should be closely monitored.", "doi": "10.2174/1874325001711011200", "title": "The Dislocated Hip Hemiarthroplasty: Current Concepts of Etiological factors and Management.", "journal": ["The open orthopaedics journal", "Open Orthop J"]}