{"authors": [["Tsukamoto", "Hayato", "H", "Research Organization of Science and Technology, Ritsumeikan University, Shiga, Japan."], ["Suga", "Tadashi", "T", "Faculty of Sport and Health Science, Ritsumeikan University, Shiga, Japan. Electronic address: t-suga@fc.ritsumei.ac.jp."], ["Ishibashi", "Aya", "A", "Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan; Japan Institute of Sports Sciences, Tokyo, Japan."], ["Takenaka", "Saki", "S", "Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan."], ["Tanaka", "Daichi", "D", "Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan."], ["Hirano", "Yoshitaka", "Y", "Faculty of Sport and Health Science, Ritsumeikan University, Shiga, Japan."], ["Hamaoka", "Takafumi", "T", "School of Medicine, Tokyo Medical University, Tokyo, Japan."], ["Goto", "Kazushige", "K", "Research Organization of Science and Technology, Ritsumeikan University, Shiga, Japan; Faculty of Sport and Health Science, Ritsumeikan University, Shiga, Japan; Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan."], ["Ebi", "Kumiko", "K", "Research Organization of Science and Technology, Ritsumeikan University, Shiga, Japan; Faculty of Sport and Health Science, Ritsumeikan University, Shiga, Japan; Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan."], ["Isaka", "Tadao", "T", "Research Organization of Science and Technology, Ritsumeikan University, Shiga, Japan; Faculty of Sport and Health Science, Ritsumeikan University, Shiga, Japan; Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan."], ["Hashimoto", "Takeshi", "T", "Research Organization of Science and Technology, Ritsumeikan University, Shiga, Japan; Faculty of Sport and Health Science, Ritsumeikan University, Shiga, Japan; Graduate School of Sport and Health Science, Ritsumeikan University, Shiga, Japan."]], "date": "2017-09-28", "id": "29290363", "text": "Aerobic exercise is known to acutely improve cognitive functions, such as executive function (EF) and memory function (MF). Additionally, consumption of flavanol-rich cocoa has been reported to acutely improve cognitive function. The aim of this study was to determine whether high cocoa flavanol (CF; HCF) consumption would enhance exercise-induced improvement in cognitive function. To test this hypothesis, we examined the combined effects of HCF consumption and moderate-intensity exercise on EF and MF during postexercise recovery.Ten healthy young men received either an HCF (563 mg of CF) or energy-matched low CF (LCF; 38 mg of CF) beverage 70 min before exercise in a single-blind counterbalanced manner. The men then performed moderate-intensity cycling exercise at 60% of peak oxygen uptake for 30 min. The participants performed a color-word Stroop task and face-name matching task to evaluate EF and MF, respectively, during six time periods throughout the experimental session.EF significantly improved immediately after exercise compared with before exercise in both conditions. However, EF was higher after HCF consumption than after LCF consumption during all time periods because HCF consumption improved EF before exercise. In contrast, HCF consumption and moderate-intensity exercise did not improve MF throughout the experiment.The present findings demonstrated that HCF consumption before moderate-intensity exercise could enhance exercise-induced improvement in EF, but not in MF. Therefore, we suggest that the combination of HCF consumption and aerobic exercise may be beneficial for improving EF.", "doi": "10.1016/j.nut.2017.08.017", "title": "Flavanol-rich cocoa consumption enhances exercise-induced executive function improvements in humans.", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}