{"authors": [["Du", "Xu", "X", "Beijing Key Laboratory of Learning and Cognition, School of Psychology, Capital Normal University, No. A23 Baiduizi Fuwai, Haidian District, Beijing 100037, China."], ["Hao", "Jian", "J", "Beijing Key Laboratory of Learning and Cognition, School of Psychology, Capital Normal University, No. A23 Baiduizi Fuwai, Haidian District, Beijing 100037, China. Electronic address: janeh@pku.edu.cn."]], "date": "2017-12-28", "id": "29289798", "text": "Specific emotions, especially guilt, are considered to facilitate children's prosocial behavior. The current study differentiated moral stories with a helping theme in terms of the valence and source of emotions and aimed to clarify the effect of these stories on preschoolers' helping intentions and behavior. A total of 322 preschoolers between 4 and 6 years old were randomly assigned to four experimental groups and one control group. A specific type of moral story was presented to each of the experimental groups, whereas a nonmoral story was presented to the control group. The preschoolers were also asked to answer relevant questions to examine their story comprehension. The preschoolers' donating intentions and behavior were then measured. The results showed that all the experimental groups expressed more donating intentions than the control group. However, only the group that read the moral story emphasizing the actor's negative emotions toward his nonhelping behavior displayed more donating behavior than the control group. Therefore, the current study reveals that various moral stories dealing with a helping theme can facilitate helping intentions among preschoolers and that only certain stories can promote their helping behavior. Thus, it indicates the specificity of moral stories that facilitate prosocial behavior in terms of the valence and source of emotions in those stories.", "doi": "10.1016/j.jecp.2017.11.011", "title": "Moral stories emphasizing actors' negative emotions toward their nonhelping behavior promote preschoolers' helping behavior.", "journal": ["Journal of experimental child psychology", "J Exp Child Psychol"]}