{"authors": [["Lee", "Chia-Cheng", "CC", "Portland State University, USA. Electronic address: cl9@pdx.edu."], ["Jhang", "Yuna", "Y", "Chung Shan Medical University, Taiwan."], ["Relyea", "George", "G", "University of Memphis, USA."], ["Chen", "Li-Mei", "LM", "National Cheng Kung University, Taiwan."], ["Oller", "D Kimbrough", "DK", "University of Memphis, USA; The Konrad Lorenz Institute for Evolution and Cognition Research, Austria."]], "date": "2017-12-28", "id": "29289753", "text": "Canonical babbling (CB) is critical in forming foundations for speech. Research has shown that the emergence of CB precedes first words, predicts language outcomes, and is delayed in infants with several communicative disorders. We seek a naturalistic portrayal of CB development, using all-day home recordings to evaluate the influences of age, language, and social circumstances on infant CB production. Thus we address the nature of very early language foundations and how they can be modulated. This is the first study to evaluate possible interactions of language and social circumstance in the development of babbling. We examined the effects of age (6 and 11 months), language/culture (English and Chinese), and social circumstances (during infant-directed speech [IDS], during infant overhearing of adult-directed speech [ADS], or when infants were alone) on canonical babbling ratios (CBR = canonical syllables/total syllables). The results showed a three-way interaction of infant age by infant language/culture by social circumstance. The complexity of the results forces us to recognize that a variety of factors can interact in the development of foundations for language, and that both the infant vocal response to the language/culture environment and the language/culture environment of the infant may change across age.", "doi": "10.1016/j.infbeh.2017.12.002", "title": "Babbling development as seen in canonical babbling ratios: A naturalistic evaluation of all-day recordings.", "journal": ["Infant behavior & development", "Infant Behav Dev"]}