{"authors": [["Wanke", "Kai A", "KA", "Neurogenetics of Vocal Communication Group, Max Planck Institute for Psycholinguistics, Nijmegen, the Netherlands; Language and Genetics Department, Max Planck Institute for Psycholinguistics, Nijmegen, the Netherlands."], ["Devanna", "Paolo", "P", "Neurogenetics of Vocal Communication Group, Max Planck Institute for Psycholinguistics, Nijmegen, the Netherlands."], ["Vernes", "Sonja C", "SC", "Neurogenetics of Vocal Communication Group, Max Planck Institute for Psycholinguistics, Nijmegen, the Netherlands; Donders Institute for Brain, Cognition and Behaviour, Nijmegen, the Netherlands. Electronic address: sonja.vernes@mpi.nl."]], "date": "2017-11-14", "id": "29289333", "text": "Neurodevelopmental disorders have a strong genetic component, but despite widespread efforts, the specific genetic factors underlying these disorders remain undefined for a large proportion of affected individuals. Given the accessibility of exome sequencing, this problem has thus far been addressed from a protein-centric standpoint; however, protein-coding regions only make up ∼1% to 2% of the human genome. With the advent of whole genome sequencing we are in the midst of a paradigm shift as it is now possible to interrogate the entire sequence of the human genome (coding and noncoding) to fill in the missing heritability of complex disorders. These new technologies bring new challenges, as the number of noncoding variants identified per individual can be overwhelming, making it prudent to focus on noncoding regions of known function, for which the effects of variation can be predicted and directly tested to assess pathogenicity. The 3'UTRome is a region of the noncoding genome that perfectly fulfills these criteria and is of high interest when searching for pathogenic variation related to complex neurodevelopmental disorders. Herein, we review the regulatory roles of the 3'UTRome as binding sites for microRNAs or RNA binding proteins, or during alternative polyadenylation. We detail existing evidence that these regions contribute to neurodevelopmental disorders and outline strategies for identification and validation of novel putatively pathogenic variation in these regions. This evidence suggests that studying the 3'UTRome will lead to the identification of new risk factors, new candidate disease genes, and a better understanding of the molecular mechanisms contributing to neurodevelopmental disorders.", "doi": "10.1016/j.biopsych.2017.11.006", "title": "Understanding Neurodevelopmental Disorders: The Promise of Regulatory Variation in the 3'UTRome.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}