{"authors": [["Thibault", "Robert T", "RT", "McGill University, 3775 University Street, Montreal, QC, H3A 2B4, Canada; Institute for Interdisciplinary Behavioral and Brain Sciences, Chapman University, Irvine, CA, 92618, USA."], ["MacPherson", "Amanda", "A", "McGill University, 3775 University Street, Montreal, QC, H3A 2B4, Canada."], ["Lifshitz", "Michael", "M", "McGill University, 3775 University Street, Montreal, QC, H3A 2B4, Canada; Institute for Interdisciplinary Behavioral and Brain Sciences, Chapman University, Irvine, CA, 92618, USA."], ["Roth", "Raquel R", "RR", "McGill University, 3775 University Street, Montreal, QC, H3A 2B4, Canada."], ["Raz", "Amir", "A", "McGill University, 3775 University Street, Montreal, QC, H3A 2B4, Canada; Institute for Interdisciplinary Behavioral and Brain Sciences, Chapman University, Irvine, CA, 92618, USA; Institute for Community and Family Psychiatry, 4333 Cote Ste. Catherine, Montreal, QC, H3T 1E4, Canada; The Lady Davis Institute for Medical Research at the Jewish General Hospital, 3755 Cote Ste. Catherine, Montreal, QC, H3T 1E2, Canada. Electronic address: amir.raz@mcgill.ca."]], "date": "2017-12-27", "id": "29288868", "text": "Neurofeedback relying on functional magnetic resonance imaging (fMRI-nf) heralds new prospects for self-regulating brain and behavior. Here we provide the first comprehensive review of the fMRI-nf literature and the first systematic database of fMRI-nf findings. We synthesize information from 99 fMRI-nf experiments-the bulk of currently available data. The vast majority of fMRI-nf findings suggest that self-regulation of specific brain signatures seems viable; however, replication of concomitant behavioral outcomes remains sparse. To disentangle placebo influences and establish the specific effects of neurofeedback, we highlight the need for double-blind placebo-controlled studies alongside rigorous and standardized statistical analyses. Before fMRI-nf can join the clinical armamentarium, research must first confirm the sustainability, transferability, and feasibility of fMRI-nf in patients as well as in healthy individuals. Whereas modulating specific brain activity promises to mold cognition, emotion, thought, and action, reducing complex mental health issues to circumscribed brain regions may represent a tenuous goal. We can certainly change brain activity with fMRI-nf. However, it remains unclear whether such changes translate into meaningful behavioral improvements in the clinical domain.", "doi": "10.1016/j.neuroimage.2017.12.071", "title": "Neurofeedback with fMRI: A critical systematic review.", "journal": ["NeuroImage", "Neuroimage"]}