{"authors": [["Coelho", "Laura Segismundo", "LS", "Department of Physiological Sciences, Santa Casa of São Paulo Medical School, São Paulo, SP, Brazil."], ["Correa-Netto", "Nelson Francisco", "NF", "Department of Physiological Sciences, Santa Casa of São Paulo Medical School, São Paulo, SP, Brazil."], ["Masukawa", "Marcia Yuriko", "MY", "Department of Physiological Sciences, Santa Casa of São Paulo Medical School, São Paulo, SP, Brazil."], ["Lima", "Ariadiny Caetano", "AC", "Department of Physiological Sciences, Santa Casa of São Paulo Medical School, São Paulo, SP, Brazil."], ["Maluf", "Samia", "S", "Samia Maluf Aromatherapy Institute, São Paulo, SP, Brazil."], ["Linardi", "Alessandra", "A", "Department of Physiological Sciences, Santa Casa of São Paulo Medical School, São Paulo, SP, Brazil."], ["Santos-Junior", "Jair Guilherme", "JG", "Department of Physiological Sciences, Santa Casa of São Paulo Medical School, São Paulo, SP, Brazil. Electronic address: guilherme.stos.jr@gmail.com."]], "date": "2017-12-27", "id": "29288824", "text": "Although the current treatment for anxiety is effective, it promotes a number of adverse reactions and medical interactions. Inhaled essential oils have a prominent action on the central nervous system, with minimal systemic effects, primarily because of reduced systemic bioavailability. The effects of drugs on the consolidation of fear conditioning reflects its clinical efficacy in preventing a vicious cycle of anticipatory anxiety leading to fearful cognition and anxiety symptoms. In this study, we investigated the effects of inhaled Lavandula angustifolia essential oil on the consolidation of aversive memories and its influence on c-Fos expression. Adult male Wistar rats were subjected to a fear conditioning protocol. Immediately after the training session, the rats were exposed to vaporized water or essential oil (1%, 2.5% and 5% solutions) for 4h. The next day, the rats underwent contextual- or tone-fear tests and 90min after the test they were euthanized and their brains processed for c-Fos immunohistochemistry. In the contextual-fear test, essential oil at 2.5% and 5% (but not 1%) reduced the freezing response and its respective c-Fos expression in the ventral hippocampus and amygdala. In the tone-fear test, essential oil did not reduce the freezing response during tone presentation. However, rats that inhaled essential oil at 2.5% and 5% (but not 1%) showed decreased freezing in the three minutes after tone presentation, as well as reduced c-Fos expression in the prefrontal cortex and amygdala. These results show that the inhalation of L. angustifolia essential oil inhibited the consolidation of contextual- but not tone-fear conditioning and had an anxiolytic effect in a conditioned animal model of anxiety.", "doi": "10.1016/j.jep.2017.12.038", "title": "Inhaled Lavandula angustifolia essential oil inhibits consolidation of contextual- but not tone-fear conditioning in rats.", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}