{"authors": [["Bosch", "Oliver J", "OJ", "Department of Behavioural and Molecular Neurobiology, Institute of Zoology, University of Regensburg, Universitaetsstr. 31, 93040 Regensburg, Germany. Electronic address: oliver.bosch@ur.de."], ["Pohl", "Tobias T", "TT", "Department of Behavioural and Molecular Neurobiology, Institute of Zoology, University of Regensburg, Universitaetsstr. 31, 93040 Regensburg, Germany. Electronic address: tobias1.pohl@ur.de."], ["Neumann", "Inga D", "ID", "Department of Behavioural and Molecular Neurobiology, Institute of Zoology, University of Regensburg, Universitaetsstr. 31, 93040 Regensburg, Germany. Electronic address: inga.neumann@ur.de."], ["Young", "Larry J", "LJ", "Center for Translational Social Neuroscience, Silvio O. Conte Center for Oxytocin and Social Cognition, Department of Psychiatry and Behavioral Sciences, Yerkes National Primate Research Center, Emory University, 954 Gatewood Rd., Atlanta, GA 30329, USA. Electronic address: lyoun03@emory.edu."]], "date": "2017-12-27", "id": "29288748", "text": "When fathers leave the family, mothers are at increased risk of developing depression and anxiety disorders. In biparental, socially monogamous prairie voles (Microtus ochrogaster), sudden bond disruption increases passive stress-coping, indicative of depressive-like behavior, and acts as chronic stressor in both males and females. However, the consequences of separation in lactating prairie vole mothers are unknown. In the present study, following 18 days of cohousing, half of the prairie vole pairs were separated by removing the male. In early lactation, maternal care was unaffected by separation, whereas anxiety-related behavior and passive stress-coping were significantly elevated in separated mothers. Separation significantly increased corticotropin-releasing factor (CRF) mRNA expression in the paraventricular nucleus of the hypothalamus under basal conditions, similar to levels of paired females after acute exposure to forced swim stress. A second cohort of lactating prairie voles was infused intracerebroventricularly with either vehicle or the CRF receptor antagonist D-Phe just prior to behavioral testing. The brief restraining during acute infusion significantly decreased arched back nursing in vehicle-treated paired and separated groups, whereas in the D-Phe-treated separated group the behavior was not impaired. Furthermore, in the latter, anxiety-related behavior and passive stress-coping were normalized to levels similar to vehicle-treated paired mothers. In conclusion, maternal investment is robust enough to withstand loss of the partner, whereas the mother's emotionality is affected, which may be - at least partly - mediated by a CRF-dependent mechanism. This animal model has potential for mechanistic studies of behavioral and physiological consequences of partner loss in single mothers.", "doi": "10.1016/j.bbr.2017.12.034", "title": "Abandoned prairie vole mothers show normal maternal care but altered emotionality: Potential influence of the brain corticotropin-releasing factor system.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}