{"authors": [["Gu", "Lihua", "L", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China."], ["Wu", "Di", "D", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China."], ["Tang", "Xiang", "X", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China."], ["Qi", "Xinyang", "X", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China."], ["Li", "Xiaoli", "X", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China."], ["Bai", "Feng", "F", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China."], ["Chen", "Xiaochun", "X", "Department of Neurology, Fujian Institute of Geriatrics, the Affiliated Union Hospital of Fujian Medical University, Fuzhou, Fujian, China."], ["Ren", "Qingguo", "Q", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China. Electronic address: renqingguo1976@163.com."], ["Zhang", "Zhijun", "Z", "Department of Neurology, Affiliated ZhongDa Hospital, School of Medicine, Southeast University, Nanjing, Jiangsu, China. Electronic address: janemengzhang@vip.163.com."]], "date": "2017-12-28", "id": "29288735", "text": "Previous studies have demonstrated myelin deficits in Alzheimer's disease (AD). However, it is still unclear whether myelin deficits occur at early stage of AD. Our study aimed to investigate myelin deficits in 5XFAD mice dynamically in different cognition-associated brain regions at early stage of AD. Transmission electron microscopy (TEM) was applied to detect myelin changes in late-myelinating regions such as prelimbic area (PrL), retrosplenial granular cortex (Rsg), field CA1 of hippocampus (CA1) and entorhinal cortex (ERC) respectively at different stages (1, 2, 3 and 5 months of age) in 5XFAD mouse model. In addition, we assessed spatial learning and memory with Morris water maze (MWM) in 5XFAD mice. Myelin deficits in 5XFAD mice started from 1 month of age and this deterioration continued during ageing, whereas the same myelin abnormality could only be observed in 5-month-old wild-type mice. Additionally, the g-ratio (an index associated with myelin thickness) was increased in 1-month-old 5XFAD mice in the regions including PrL, CA1 and ERC, compared to wild-type mice. As animals aged, the increased g-ratio in 5XFAD appeared in more regions of the brain. Moreover, 5XFAD mice showed spatial memory deficits from 1 month of age and spatial learning deficits from 2 months of age. In conclusion, myelin deficits occurred at an early stage and progressed with ageing in 5XFAD mouse model. Notably, a sequential myelin change was detected in cognition-associated brain regions. Combined with cognitive examinations, this study suggests that myelin changes might contribute to cognitive dysfunction.", "doi": "10.1016/j.brainresbull.2017.12.013", "title": "Myelin changes at the early stage of 5XFAD mice.", "journal": ["Brain research bulletin", "Brain Res. Bull."]}