{"authors": [["Begolly", "Sage", "S", "Departments of Environmental Medicine, University of Rochester School of Medicine & Dentistry, Rochester, New York."], ["Olschowka", "John A", "JA", "Department of Neuroscience and Del Monte Neuroscience Institute, University of Rochester School of Medicine & Dentistry, Rochester, New York."], ["Love", "Tanzy", "T", "Department of Biostatistics and Computational Biology, University of Rochester School of Medicine & Dentistry, Rochester, New York."], ["Williams", "Jacqueline P", "JP", "Departments of Environmental Medicine, University of Rochester School of Medicine & Dentistry, Rochester, New York."], ["O'Banion", "M Kerry", "MK", "Department of Neuroscience and Del Monte Neuroscience Institute, University of Rochester School of Medicine & Dentistry, Rochester, New York."]], "date": "2017-12-30", "id": "29288597", "text": "Ionizing radiation (IR) is commonly used to treat central nervous system (CNS) cancers and metastases. While IR promotes remission, frequent side effects including impaired cognition and white matter loss occur following treatment. Fractionation is used to minimize these CNS late side effects, as it reduces IR effects in differentiated normal tissue, but not rapidly proliferating normal or tumor tissue. However, side effects occur even with the use of fractionated paradigms. Oligodendrocyte progenitor cells (OPCs) are a proliferative population within the CNS affected by radiation. We hypothesized that fractionated radiation would lead to OPC loss, which could contribute to the delayed white matter loss seen after radiation exposure. We found that fractionated IR induced a greater early loss of OPCs than an equivalent single dose exposure. Furthermore, OPC recovery was impaired following fractionated IR. Finally, reduced OPC differentiation and mature oligodendrocyte numbers occurred in single dose and fractionated IR paradigms. This work demonstrates that fractionation does not spare normal brain tissue and, importantly, highlights the sensitivity of OPCs to fractionated IR, suggesting that fractionated schedules may promote white matter dysfunction, a point that should be considered in radiotherapy.", "doi": "10.1002/glia.23288", "title": "Fractionation enhances acute oligodendrocyte progenitor cell radiation sensitivity and leads to long term depletion.", "journal": ["Glia", "Glia"]}