{"authors": [["Hreinsdottir", "Jonina", "J", "Department of Neuroscience, Ophthalmology, Uppsala University, Uppsala, Sweden."], ["Fredriksson Kaul", "Ylva", "Y", "Department of Woman and Children, Uppsala University, Uppsala, Sweden."], ["Hellström-Westas", "Lena", "L", "Department of Woman and Children, Uppsala University, Uppsala, Sweden."], ["Rosander", "Kerstin", "K", "Department of Psychology, Uppsala University, Uppsala, Sweden."], ["von Hofsten", "Claes", "C", "Department of Psychology, Uppsala University, Uppsala, Sweden."], ["Holmström", "Gerd", "G", "Department of Neuroscience, Ophthalmology, Uppsala University, Uppsala, Sweden."]], "date": "2017-12-29", "id": "29288532", "text": "To identify possible predictive factors for visual problems at 6.5 years in children born very preterm.During 2004-2007, all very preterm infants (gestational age [GA] <32 weeks) in Uppsala County, Sweden were screened for retinopathy of prematurity (ROP) neonatally; at four months, visual tracking was tested; at 2.5 years, visuospatial and cognitive tests were carried out. At 6.5 years, 84 preterm children and a reference group of 64 full-term children underwent ophthalmological testing.Mean visual acuity (VA) did not differ between the groups, but subnormal VA (≤0.8) was more common in the preterm group (31% vs 14%; p < 0.05). More often than full-term children, preterm children had impaired contrast sensitivity (<0.5) (36% vs 19%; p < 0.05) and strabismus (8% vs 0%; p < 0.05). Low GA, ROP, intraventricular haemorrhage 3-4/periventricular leukomalacia and cognitive disability at 2.5 years predicted ophthalmological and visual problems at 6.5 years. Visual tracking ability at four months was not predictive of ophthalmological outcome.Children born preterm had more ophthalmological problems at 6.5 years of age, including subtle dysfunctions. ROP, early brain injury and impaired cognitive function around 2.5 years predicted later ophthalmological dysfunctions.", "doi": "10.1111/apa.14209", "title": "Impaired cognitive ability at 2.5 years predicts later visual and ophthalmological problems in children born very preterm.", "journal": ["Acta paediatrica (Oslo, Norway : 1992)", "Acta Paediatr."]}