{"authors": [["Alvarez-Periel", "Elena", "E", "Departament de Biomedicina, Facultat de Medicina, Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain."], ["Puigdellívol", "Mar", "M", "Departament de Biomedicina, Facultat de Medicina, Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain."], ["Brito", "Verónica", "V", "Departament de Biomedicina, Facultat de Medicina, Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain."], ["Plattner", "Florian", "F", "Department of Psychiatry, The University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Bibb", "James A", "JA", "Departments of Surgery, Neurobiology, and Neurology, UAB Comprehensive Cancer Center, The University of Alabama at Birmingham Medical Center, Birmingham, AL, USA."], ["Alberch", "Jordi", "J", "Departament de Biomedicina, Facultat de Medicina, Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain."], ["Ginés", "Silvia", "S", "Departament de Biomedicina, Facultat de Medicina, Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain. silviagines@ub.edu."]], "date": "2017-12-29", "id": "29288339", "text": "Cognitive deficits are a major hallmark of Huntington's disease (HD) with a great impact on the quality of patient's life. Gaining a better understanding of the molecular mechanisms underlying learning and memory impairments in HD is, therefore, of critical importance. Cdk5 is a proline-directed Ser/Thr kinase involved in the regulation of synaptic plasticity and memory processes that has been associated with several neurodegenerative disorders. In this study, we aim to investigate the role of Cdk5 in learning and memory impairments in HD using a novel animal model that expresses mutant huntingtin (mHtt) and has genetically reduced Cdk5 levels. Genetic reduction of Cdk5 in mHtt knock-in mice attenuated both corticostriatal learning deficits as well as hippocampal-dependent memory decline. Moreover, the molecular mechanisms by which Cdk5 counteracts the mHtt-induced learning and memory impairments appeared to be differentially regulated in a brain region-specific manner. While the corticostriatal learning deficits are attenuated through compensatory regulation of NR2B surface levels, the rescue of hippocampal-dependent memory was likely due to restoration of hippocampal dendritic spine density along with an increase in Rac1 activity. This work identifies Cdk5 as a critical contributor to mHtt-induced learning and memory deficits. Furthermore, we show that the Cdk5 downstream targets involved in memory and learning decline differ depending on the brain region analyzed suggesting that distinct Cdk5 effectors could be involved in cognitive impairments in HD.", "doi": "10.1007/s12035-017-0828-4", "title": "Cdk5 Contributes to Huntington's Disease Learning and Memory Deficits via Modulation of Brain Region-Specific Substrates.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."]}