{"authors": [["Alenazi", "Aqeel M", "AM", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City, KS, U.S.A; Department of Rehabilitation Sciences and Physical Therapy, Sattam Bin Abdulaziz University, Alkharj, Saudi Arabia. Electronic address: aalenazi@kumc.edu."], ["Alshehri", "Mohammed M", "MM", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City, KS, U.S.A; Department of Physical Therapy, Jazan University, Jazan, Saudi Arabia."], ["Alothman", "Shaima", "S", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City, KS, U.S.A."], ["Rucker", "Jason", "J", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City, KS, U.S.A."], ["Dunning", "Kari", "K", "University of Cincinnati, Cincinnati, OH, U.S.A."], ["D'Silva", "Linda", "L", "Department of Physical Therapy Education, Rockhurst University, Kansas City, MO, U.S.A."], ["Kluding", "Patricia M", "PM", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City, KS, U.S.A."]], "date": "2017-12-26", "id": "29288141", "text": "Falls are a common adverse event among people with stroke. Previous studies investigating risk of falls after stroke have relied primarily on retrospective fall history ranging from 6-12 months recall, with inconsistent findings.To identify factors and balance assessment tools that are associated with number of falls in individuals with chronic stroke.Secondary analysis of a randomized clinical trial.Multisite academic and clinical institutions.Data from 181 participants with stroke (age 60.67 ± 11.77 years, post stroke 4.51 ± 4.78 years) were included.Study participants completed baseline testing and were prospectively asked about falls. A multivariate negative binomial regression was used to identify baseline predictive factors predicting falls: age, endurance (6 minute walk test), number of medications, motor control (Fugl-Meyer lower extremity score), depression (Patient Health Questionnaire-9), physical activity (number of steps per week), and cognition (Mini Mental Status Exam score). A second negative binomial regression analysis was used to identify baseline balance assessment scores predicting falls: gait velocity (comfortable10 Meter Walk), Berg Balance Scale (BBS), Timed Up and Go (TUG), and Functional Reach Test (FRT). Receiver operating characteristic (ROC) and the area under the curve (AUC) were utilized to determine the cutoff scores for significant predictors of recurrent falls.The number of falls during 42-week follow up period.Baseline measures that significantly predicted number of falls included increased number of medications, higher depression scores and decreased FRT. Cutoff scores for number of medications were 8.5 with AUC of 0.68. Depression scores differentiated recurrent fallers at a threshold of 2.5 scores with AUC of 0.62. FRT differentiated recurrent fallers at a threshold of 18.150 cm with an AUC of 0.66.Number of medications, depression scores and decreased FRT distance at baseline were associated with increased number of falls. Increased medications might indicate multiple comorbidities or polypharmacy effect, increased depression scores may indicate psychological status, and decreased functional reach distance could indicate dynamic balance impairments.Level II.", "doi": "10.1016/j.pmrj.2017.12.005", "title": "Functional Reach, Depression Scores and Number of Medications are Associated with Number of Falls in People with Chronic Stroke.", "journal": ["PM & R : the journal of injury, function, and rehabilitation", "PM R"]}