{"authors": [["Görgen", "Kai", "K", "Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, Berlin Institute of Health (BIH); Bernstein Center for Computational Neuroscience, Berlin Center for Advanced Neuroimaging, Department of Neurology, Excellence Cluster NeuroCure; 10117 Berlin, Germany. Electronic address: kai.goergen@bccn-berlin.de."], ["Hebart", "Martin N", "MN", "Department of Systems Neuroscience, University Medical Center Hamburg-Eppendorf, Martinistr. 52, 20251 Hamburg, Germany; Section on Learning and Plasticity, Laboratory of Brain & Cognition, National Institute of Mental Health, National Institutes of Health, Bethesda, MD, USA."], ["Allefeld", "Carsten", "C", "Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, Berlin Institute of Health (BIH); Bernstein Center for Computational Neuroscience, Berlin Center for Advanced Neuroimaging, Department of Neurology, Excellence Cluster NeuroCure; 10117 Berlin, Germany."], ["Haynes", "John-Dylan", "JD", "Charité - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität zu Berlin, Berlin Institute of Health (BIH); Bernstein Center for Computational Neuroscience, Berlin Center for Advanced Neuroimaging, Department of Neurology, Excellence Cluster NeuroCure; 10117 Berlin, Germany; Humboldt-Universität zu Berlin, Berlin School of Mind and Brain and Institute of Psychology; 10099 Berlin, Germany; Technische Universität Dresden, SFB 940 Volition and Cognitive Control, 01069 Dresden, Germany."]], "date": "2017-12-27", "id": "29288130", "text": "Standard neuroimaging data analysis based on traditional principles of experimental design, modelling, and statistical inference is increasingly complemented by novel analysis methods, driven e.g. by machine learning methods. While these novel approaches provide new insights into neuroimaging data, they often have unexpected properties, generating a growing literature on possible pitfalls. We propose to meet this challenge by adopting a habit of systematic testing of experimental design, analysis procedures, and statistical inference. Specifically, we suggest to apply the analysis method used for experimental data also to aspects of the experimental design, simulated confounds, simulated null data, and control data. We stress the importance of keeping the analysis method the same in main and test analyses, because only this way possible confounds and unexpected properties can be reliably detected and avoided. We describe and discuss this Same Analysis Approach in detail, and demonstrate it in two worked examples using multivariate decoding. With these examples, we reveal two sources of error: A mismatch between counterbalancing (crossover designs) and cross-validation which leads to systematic below-chance accuracies, and linear decoding of a nonlinear effect, a difference in variance.", "doi": "10.1016/j.neuroimage.2017.12.083", "title": "The same analysis approach: Practical protection against the pitfalls of novel neuroimaging analysis methods.", "journal": ["NeuroImage", "Neuroimage"]}