{"authors": [["Lu", "Cong", "C", "Research Center for Pharmacology & Toxicology, Institute of Medicinal Plant Development (IMPLAD), Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China; Institute of Food Science and Technology, Chinese Academy of Agricultural Sciences(CAAS), Beijing, China."], ["Lv", "Jingwei", "J", "Research Center for Pharmacology & Toxicology, Institute of Medicinal Plant Development (IMPLAD), Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."], ["Dong", "Liming", "L", "Research Center for Pharmacology & Toxicology, Institute of Medicinal Plant Development (IMPLAD), Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."], ["Jiang", "Ning", "N", "Research Center for Pharmacology & Toxicology, Institute of Medicinal Plant Development (IMPLAD), Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."], ["Wang", "Yan", "Y", "Institute of Food Science and Technology, Chinese Academy of Agricultural Sciences(CAAS), Beijing, China."], ["Fan", "Bei", "B", "Institute of Food Science and Technology, Chinese Academy of Agricultural Sciences(CAAS), Beijing, China."], ["Wang", "Fengzhong", "F", "Institute of Food Science and Technology, Chinese Academy of Agricultural Sciences(CAAS), Beijing, China."], ["Liu", "Xinmin", "X", "Research Center for Pharmacology & Toxicology, Institute of Medicinal Plant Development (IMPLAD), Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China; Hunan Laboratory Animal Center, Hunan Provincial Research Center for Safety Evaluation of Drugs, Changsha, China. Electronic address: xmliu@implad.ac.cn."]], "date": "2017-12-27", "id": "29287793", "text": "Sleep deprivation (SD) is associated with oxidative stress that causes learning and memory impairment. 20(S)-Protopanaxadiol (PPD), one of the protopanaxadiol-type saponins, has antioxidant and neuroprotective effect. This study was designed to research the protective effect of PPD against cognitive deficits induced by chronic sleep deprivation (CSD) in mice. The CSD model was induced by subjecting the mice to our self-made Sleep Interruption Apparatus (SIA) continuously for 14 days. The memory enhancing effects of PPD were evaluated by behavioral tests and the related mechanism was further explored by observing the oxidative stress changes in the cortex and hippocampus of mice. The results revealed that PPD (20 and 40 μmol/kg, i.p.) administration significantly improved the cognitive performance of CSD model mice in object location recognition experiment, novel object recognition task and Morris water maze test. Furthermore, PPD effectively restored the levels/activities of antioxidant defense biomarkers in the cortex and hippocampus, including the superoxide dismutase (SOD) enzyme activity, catalase (CAT) enzyme activity, glutathione (GSH), and lipid peroxidation (LPO). In conclusion, PPD could attenuate cognitive deficits induced by CSD, and the neuroprotective effect of PPD might be mediated by alleviation of oxidative stress. It was assumed that PPD has the potential to be a neuroprotective substance for cognition dysfunction.", "doi": "10.1016/j.brainresbull.2017.12.012", "title": "The protective effect of 20(S)-protopanaxadiol (PPD) against chronic sleep deprivation (CSD)-induced memory impairments in mice.", "journal": ["Brain research bulletin", "Brain Res. Bull."]}