{"authors": [["Aalto", "Ulla Liisa", "UL", "Department of Social Services and Health Care, Homecare Services, City of Helsinki, Finland; University of Helsinki, Department of General Practice, University of Helsinki, Helsinki, Finland. Electronic address: ulla.aalto@fimnet.fi."], ["Roitto", "Hanna-Maria", "HM", "Department of Social Services and Health Care, Geriatric Clinic, City of Helsinki, Finland."], ["Finne-Soveri", "Harriet", "H", "Department of Social Services and Health Care, Homecare Services, City of Helsinki, Finland; National Institute for Health and Welfare, Helsinki, Finland."], ["Kautiainen", "Hannu", "H", "Helsinki University Hospital, Unit of Primary Health Care, University of Helsinki, Helsinki, Finland."], ["Pitkälä", "Kaisu", "K", "University of Helsinki, Department of General Practice, University of Helsinki, Helsinki, Finland; Helsinki University Hospital, Unit of Primary Health Care, University of Helsinki, Helsinki, Finland."]], "date": "2017-12-26", "id": "29287694", "text": "To assess the burden of drugs with anticholinergic properties (DAPs) and associated factors in long-term care facilities and to explore how psychological well-being and mortality are associated with the use of DAPs.Cross-sectional study and 1-year follow-up of all-cause mortality.All 4449 older people (>65 years of age) living in nursing homes and assisted living facilities in Helsinki in 2011 were recruited. After refusals and excluding residents with severe dementia, 2432 participants remained.Data on demographics, drug use, and medical history were collected by trained nurses using a structured assessment. Psychological well-being (PWB) of participants was assessed by 6 questions resulting in a validated PWB score (range 0-1). Mortality data were retrieved from central registers. The total number of anticholinergic drugs was determined according to the Anticholinergic Risk Scale.Of the participants, 51% used at least 1 DAP. DAP users were younger and had better cognition than nonusers. There was a linear relationship between the number of DAPs used and poorer PWB. A similar trend was present between the number of DAPs and poorer PWB both among those with and without depression and among those with and without functional dependency. No difference in mortality existed between DAP users and nonusers.Despite DAP users being younger and having better cognition, they had poorer PWB. Clinicians should carefully consider the potential benefits and harm when prescribing DAPs to older people.", "doi": "10.1016/j.jamda.2017.11.013", "title": "Use of Anticholinergic Drugs and its Relationship With Psychological Well-Being and Mortality in Long-Term Care Facilities in Helsinki.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}