{"authors": [["Villena-Gonzalez", "Mario", "M", "Department of Psychology, University of York, Heslington, York, England, UK; Interdisciplinary Center for Neurosciences, Pontificia Universidad Catolica de Chile, Santiago, Chile; Laboratorio de Neurociencia Cognitiva y Social, Facultad de Psicología, Universidad Diego Portales, Santiago, Chile. Electronic address: mvillena@ug.uchile.cl."], ["Wang", "Hao-Ting", "HT", "Department of Psychology, University of York, Heslington, York, England, UK."], ["Sormaz", "Mladen", "M", "Department of Psychology, University of York, Heslington, York, England, UK."], ["Mollo", "Giovanna", "G", "Department of Psychology, University of York, Heslington, York, England, UK."], ["Margulies", "Daniel S", "DS", "Max Planck Research Group for Neuroanatomy & Connectivity, Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany."], ["Jefferies", "Elizabeth A", "EA", "Department of Psychology, University of York, Heslington, York, England, UK."], ["Smallwood", "Jonathan", "J", "Department of Psychology, University of York, Heslington, York, England, UK."]], "date": "2017-12-05", "id": "29287243", "text": "It is well recognized that the default mode network (DMN) is involved in states of imagination, although the cognitive processes that this association reflects are not well understood. The DMN includes many regions that function as cortical \"hubs\", including the posterior cingulate/retrosplenial cortex, anterior temporal lobe and the hippocampus. This suggests that the role of the DMN in cognition may reflect a process of cortical integration. In the current study we tested whether functional connectivity from uni-modal regions of cortex into the DMN is linked to features of imaginative thought. We found that strong intrinsic communication between visual and retrosplenial cortex was correlated with the degree of social thoughts about the future. Using an independent dataset, we show that the same region of retrosplenial cortex is functionally coupled to regions of primary visual cortex as well as core regions that make up the DMN. Finally, we compared the functional connectivity of the retrosplenial cortex, with a region of medial prefrontal cortex implicated in the integration of information from regions of the temporal lobe associated with future thought in a prior study. This analysis shows that the retrosplenial cortex is preferentially coupled to medial occipital, temporal lobe regions and the angular gyrus, areas linked to episodic memory, scene construction and navigation. In contrast, the medial prefrontal cortex shows preferential connectivity with motor cortex and lateral temporal and prefrontal regions implicated in language, motor processes and working memory. Together these findings suggest that integrating neural information from visual cortex into retrosplenial cortex may be important for imagining the future and may do so by creating a mental scene in which prospective simulations play out. We speculate that the role of the DMN in imagination may emerge from its capacity to bind together distributed representations from across the cortex in a coherent manner.", "doi": "10.1016/j.cortex.2017.11.015", "title": "Individual variation in the propensity for prospective thought is associated with functional integration between visual and retrosplenial cortex.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}