{"authors": [["Vidoni", "Eric D", "ED", "University of Kansas Alzheimer's Disease Center, Fairway."], ["Perales", "Jaime", "J", "University of Kansas Alzheimer's Disease Center, Fairway."], ["Alshehri", "Mohammed", "M", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City."], ["Giles", "Abdul-Mannaan", "AM", "Department of Medical Laboratory Sciences, Wichita State University, Kansas."], ["Siengsukon", "Catherine F", "CF", "Department of Physical Therapy and Rehabilitation Science, University of Kansas Medical Center, Kansas City."], ["Burns", "Jeffrey M", "JM", "University of Kansas Alzheimer's Disease Center, Fairway."]], "date": "2017-12-28", "id": "29286983", "text": "Individuals with Alzheimer disease (AD) experience progressive loss of independence-performing activities of daily living. Identifying interventions to support independence and reduce the economic and psychosocial burden of caregiving for individuals with AD is imperative. The purpose of this analysis was to examine functional disability and caregiver time in individuals with early-stage AD.This was a secondary analysis of a randomized controlled trial of 26 weeks of aerobic exercise (AEx) versus stretching and toning (ST). We measured functional dependence using the Disability Assessment for Dementia, informal caregiver time required using the Resources Utilization in Dementia Lite, and cognition using a standard cognitive battery.We saw a stable function in the AEx group compared with a significant decline in the ST group (4%; F = 4.2, P = .04). This was especially evident in more complex, instrumental activities of daily living, with individuals in the AEx group increasing 1% compared with an 8% loss in the ST group over 26 weeks (F = 8.3, P = .006). Change in memory was a significant predictor of declining instrumental activities of daily living performance (r = 0.28, 95% confidence interval = 0.08 ∞, P = .01). Informal caregiver time was not different between the AEx and ST groups.Our analysis extends recent work by revealing specific benefits for instrumental activities of daily living for individuals in the early stages of AD and supports the value of exercise for individuals with cognitive impairment.", "doi": "10.1519/JPT.0000000000000172", "title": "Aerobic Exercise Sustains Performance of Instrumental Activities of Daily Living in Early-Stage Alzheimer Disease.", "journal": ["Journal of geriatric physical therapy (2001)", "J Geriatr Phys Ther"]}