{"authors": [["Khurana", "S", "S", "Department of Physiotherapy, School of Allied Health Sciences, Madhav Nagar, Manipal University, Manipal, Karnataka, India."], ["Shivakumar", "M", "M", "Department of Pediatrics, Neonatology Unit, Kasturba Medical College, Madhav Nagar, Manipal University, Manipal, Karnataka, India."], ["Sujith Kumar Reddy", "G V", "GV", "Department of Pediatrics, Neonatology Unit, Kasturba Medical College, Madhav Nagar, Manipal University, Manipal, Karnataka, India."], ["Jayashree", "P", "P", "Department of Physiotherapy, School of Allied Health Sciences, Madhav Nagar, Manipal University, Manipal, Karnataka, India."], ["Ramesh Bhat", "Y", "Y", "Department of Physiotherapy, School of Allied Health Sciences, Madhav Nagar, Manipal University, Manipal, Karnataka, India."], ["Lewis", "L E S", "LES", "Department of Pediatrics, Neonatology Unit, Kasturba Medical College, Madhav Nagar, Manipal University, Manipal, Karnataka, India."]], "date": null, "id": "29286928", "text": "Methylxanthines are the most commonly prescribed drug in neonatal setups. However, Clinicians show indecision in choosing the right agent for Apnea of Prematurity in most of the developing countries. Present study aimed to compare rate of mortality and survival with normal neurodevelopment outcome at 18 to 24 months of corrected age, between Caffeine- and Aminophylline-treated infants for apnea of prematurity.240 infants were randomly allocated to caffeine and aminophylline for apnea of prematurity during February 2012 to January 2015. Long-term neurodevelopmental assessment was done only from children who had attained corrected age of 18 to 24 months during April 2014 to February 2016. Cognitive, language and motor deficits were assessed by Bayley Scale of infant and toddler development (BSID - III). Postnatal characteristics such as hearing and visual impairments during NICU stay were noted and same were followed up.Infants allocated to caffeine group showed 83% less risk of getting cognitive impairment (RR 0.16; CI 95% range 0.02 to 1.36), 50% less risk of developing motor deficits (RR 0.50; CI 95% range 0.12 to 1.95) and 24% less risk of developing language problems (RR 0.76; CI 95% range 0.36 to 1.58). However in all the neurodevelopment domains the difference between groups was not statistically significant. Risk of mortality in caffeine group was 9% less over aminophylline group which was statistically non-significant (RR - 0.92; CI 95% range - 0.45 to 1.84; p = 0.81). Physical growth parameters were found to be similar in both the groups. Risk of developing visual abnormality and hearing impairments was also statistically non-significant between the groups.Caffeine and aminophylline showed similar effects in reducing the rate of mortality and improving the survival without neurodevelopment delays; though the clinical significance of caffeine over aminophylline cannot be undermined.", "doi": "10.3233/NPM-16147", "title": "Long-term neurodevelopment outcome of caffeine versus aminophylline therapy for apnea of prematurity.", "journal": ["Journal of neonatal-perinatal medicine", "J Neonatal Perinatal Med"]}