{"authors": [["Talko", "V V", "VV", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."], ["Loganovsky", "K M", "KM", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."], ["Drozd", "I P", "IP", "Institute of Nuclear Research, National Academy of Sciences of Ukraine, Nauka ave., 47, Kyiv, 03680, Ukraine."], ["Tukalenko", "Ye V", "YV", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, UkraineTaras Shevchenko National University of Kyiv, ESC «Institute of Biology and Medicine», 64/13, Volodymyrska Street, City of Kyiv, 01601, Ukraine."], ["Loganovska", "T K", "TK", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."], ["Nechayev", "S Yu", "SY", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."], ["Masiuk", "S V", "SV", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."], ["Prokhorova", "Ye M", "YM", "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."]], "date": null, "id": "29286511", "text": "Human brain in prenatal period is a most vulnerable to ionizing radiation body structure. Unlike atomic bombings or radiological interventions in healthcare leading at most to external irradiation the intensive internal exposure may occur upon nuclear reactor accidents followed by substantial release and fallout of radioactive 131I. The latter can lead to specific neuroradioembryological effects.To create an experimental model of prenatal cerebral radiation effects of 131I in human and to determine the experimental and clinical neuroradioembryological effects.Study object. The neuroradioembryological effects in Vistar rats exposed to 131I in prenatal period. Nervous system status and mental status in 104 persons exposed to ionizing radiation in utero due to the ChNPP accident and the same in 78 not exposed subjects.Experimental i.e. behavioral techniques, including the spontaneous locomotive, exploratory activity and learning ability assessment, clinical i.e. neuropsychiatric, neuro and psychometric, neuropsychological, neurophys iological methods, both with dosimetric and statistical methods were applied.Intrauterine irradiation of Wistar rats by 131I was simulated on a model of one time oral 27.5 kBq radionu clide administration in the mid gestation period (0.72±0.14 Gy fetal thyroid dose), which provides extrapolation of neuroradioembryological effects in rats to that in humans exposed to intrauterine radiation as a result of the Chornobyl catastrophe. Abnormalities in behavioral reactions and decreased output of conditioned reflex reactions identified in the 10 month old rats suggest a deterioration of cerebral cognition in exposed animals. Specific cog nitive deficit featuring a disharmonic intellectual development through the relatively decreased verbal intelligence versus relative increase of nonverbal one is remained in prenatally exposed persons. This can indicate to dysfunc tion of cortical limbic system with especial involvement of a dominant hemisphere hippocampus. Decreased theta band spectral power (4-7 Hz range) of cerebral bioelectrical activity in the left frontotemporal area is suggestive of hippocampal dysfunction mainly in dominant hemisphere of prenatally irradiated persons. Disorders of hippocam pal neurogenesis due to prenatal exposure by radioactive iodine can be a biologic basis here. Innovative approach es in social adaptation, psychoprophylaxis and psychorehabilitation involve the maximum effective application and development of just the most developed psychological and cognitive abilities in survivors.Golovnyy̆ mozok liudyny u prenatal'nyy̆ period ie nay̆bil'sh radiovrazlyvoiu strukturoiu. Na vidminu vid atomnykh bombarduvan' i radiologichnykh medychnykh protsedur, iaki pryzvodiat' do perevazhno zovnishn'ogo oprominennia, pry avariiakh na atomnykh reaktorakh vidbuvaiet'sia znachnyy̆ vykyd radioaktyvnogo 131I, iakyy̆ zumovliuie znachne vnutrishnie oprominennia. Tse mozhe pryzvodyty do osoblyvykh radioney̆roembriologichnykh efektiv.Meta roboty: stvoryty eksperymental'nu model' efektiv prenatal'nogo oprominennia 131I golovnogo mozku liu dyny i vyznachyty eksperymental'ni ta klinichni ney̆roradioembriologichni efekty.Ob'iekt doslidzhennia: ney̆roradioembriologichni efekty v organizmi prenatal'no oprominenykh 131I shchuriv Vistar. Stan nervovoï systemy ta psykhiky 104 oprominenykh vnutrishn'outrobno vnaslidok avariï na ChAES i 78 neekspo novanykh in utero osib.Metody: eksperymental'ni – povedinkovi (spontanna lokomotorna ta doslidnyts'ka aktyvnist'; klinichni – ney̆ ropsykhiatrychni, ney̆ro i psykhometrychni, ney̆ropsykhologichni, ney̆rofiziologichni, dozymetrychni, statystychni. Rezul'taty. Stvoreno model' vnutrishn'outrobnogo oprominennia shchuriv Vistar 131I shliakhom odnorazovogo pero ral'nogo vvedennia v seredyni gestatsiy̆nogo periodu radionuklidu aktyvnistiu 27,5 kBk (doza na shchytopodibnu za lozu plodu (0,72 ± 0,14) Gr), iaka ekstrapoliuie radioney̆roembriologichni efekty u shchuriv na vnutrishn'outrobno oprominenykh osib vnaslidok Chornobyl's'koï katastrofy. Vstanovleni v eksperymenti na shchurakh vikom 10 mis. zminy u povedinkovykh reaktsiiakh, znyzhennia vyroblennia umovno reflektornykh reaktsiy̆, shcho svidchyt' pro pogirshennia kognityvnykh vlastyvostey̆ mozku oprominenykh tvaryn. U vnutrishn'outrobno oprominenykh osib zberigaiet'sia kharakternyy̆ kognityvnyy̆ defitsyt, iakyy̆ poliagaie u dysgarmoniï intelektual'nogo rozvytku za rakhu nok vidnosnogo znyzhennia verbal'nogo intelektu u porivnianni z vidnosnym zrostanniam neverbal'nogo intelek tu, shcho mozhe svidchyty pro dysfunktsiiu kortyko limbichnoï systemy, osoblyvo, gipokampu dominantnoï gemisfery. Znyzhennia spektral'noï potuzhnosti teta diapazonu (4–7 Gts) bioelektrychnoï aktyvnosti golovnogo mozku u liviy̆ lobno skroneviy̆ diliantsi u vnutrishn'outrobno oprominenykh osib svidchyt' pro gipokampal'nu dysfunktsiiu, pere vazhno u dominantniy̆ gemisferi. Biologichnym bazysom ts'ogo efektu mozhe buty porushennia gipokampal'nogo ney̆ rogenezu vnaslidok prenatal'nogo oprominennia radioaktyvnym y̆odom. Innovatsiy̆ni pidkhody do sotsial'noï adap tatsiï, psykhoprofilaktyky ta psykhoreabilitatsiï poliagaiut' u pryntsypi maksymal'no efektyvnogo vykorystannia i rozvytku same tykh psykhologichnykh ta kognityvnykh vlastyvostey̆ postrazhdalykh, iaki v nykh nay̆bil'sh rozvynuti.", "doi": null, "title": "Cerebral impact of prenatal irradiation by 131I: an experimental model of clinical neuroradioembryological effects.", "journal": ["Problemy radiatsiinoi medytsyny ta radiobiolohii", "Probl Radiac Med Radiobiol"]}