{"authors": [["Villar", "Feliciano", "F", "Department of Cognition, Development and Educational Psychology, University of Barcelona, Barcelona, Spain."], ["Celdrán", "Montserrat", "M", "Department of Cognition, Development and Educational Psychology, University of Barcelona, Barcelona, Spain."], ["Serrat", "Rodrigo", "R", "Department of Cognition, Development and Educational Psychology, University of Barcelona, Barcelona, Spain."], ["Fabà", "Josep", "J", "Department of Cognition, Development and Educational Psychology, University of Barcelona, Barcelona, Spain."], ["Martínez", "Teresa", "T", "Social Services and Rights Department, Principado de Asturias, Oviedo, Spain."]], "date": "2017-12-28", "id": "29285784", "text": "To explore staff responses, in terms of common practices, towards partnered sexual relationships in long-term care facilities where one or both people involved have dementia. It also tries to determine personal and institutional factors influencing these responses.Although some studies, mostly qualitative, have focused on reactions to residents' sexual expressions so far the issue has not been assessed in a study using large and diverse samples.Cross-sectional quantitative study using vignette technique.Participants were 2,295 staff members at 152 Spanish long-term care facilities. Data were collected during 2016. A vignette describing sexual situations involving people with dementia was presented to participants. After the vignette, participants had to answer the question: \"What do you think most of your colleagues would do in this situation?\" with nine possible responses.Results showed that relationships involving persons with dementia were perceived as potentially problematic by staff. In both conditions, discussing the case with a colleague or supervisor was the most frequently chosen reaction. More restrictive reactions were mentioned when only one person with dementia was involved in the relationship. Factors such as participants\" age and years of experience, professional post and commitment to person-centred care practices were related with the frequency of common restriction practices.Results highlight the importance of providing staff with clear guidelines regarding the management of specific sexual situations to avoid stereotyped restrictive reactions.", "doi": "10.1111/jan.13518", "title": "Staff's reactions towards partnered sexual expressions involving people with dementia living in long-term care facilities.", "journal": ["Journal of advanced nursing", "J Adv Nurs"]}