{"authors": [["Duprez", "Joan", "J", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France. duprez.joan@gmail.com."], ["Houvenaghel", "Jean-François", "JF", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."], ["Drapier", "Sophie", "S", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."], ["Auffret", "Manon", "M", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."], ["Drapier", "Dominique", "D", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."], ["Robert", "Gabriel", "G", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."], ["Vérin", "Marc", "M", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."], ["Sauleau", "Paul", "P", "\"Behavior and Basal Ganglia\" Research Unit (EA 4712), University of Rennes 1, Avenue du Professeur Léon Bernard, 35000, Rennes, France."]], "date": "2017-12-28", "id": "29285653", "text": "Continuous subcutaneous apomorphine infusion (CSAI) is increasingly used in Parkinson's disease (PD), notably in patients contraindicated for subthalamic deep brain stimulation. Although it has been suggested that CSAI is safe regarding cognition, few studies have actually investigated its effect, especially on cognitive control which is a crucial process for goal-directed behavior. More specifically, its impact on the dynamics of cognitive action control, as reflected by the activation and suppression of impulsive responses, has yet to be investigated, which is the objective of the present study.We compared cognitive action control between baseline (M0) and 6 months (M6) after the start of add-on CSAI by administering an oculomotor Simon task to 20 patients with mild to moderate PD. We used the activation-suppression model to determine whether CSAI had an effect on either the impulsive errors made in conflict situations or the suppression of these responses.We found no difference between M0 and M6 in the congruence effect regarding either reaction time or accuracy, indicating that overall conflict resolution was not influenced by CSAI. Furthermore, the rate of fast errors in the conflict situation and the last slope of the delta plots (reflecting the strength of impulsive response suppression) were unaffected by the treatment. The 95% confidence intervals calculated for the treatment effect on both of these measures fell below the range of usual meaningful effects.We found no difference between M0 and M6, which strongly suggests that CSAI does not impair the dynamics of cognitive action control.", "doi": "10.1007/s00415-017-8721-7", "title": "Continuous subcutaneous apomorphine infusion does not impair the dynamics of cognitive action control in mild to moderate Parkinson's disease.", "journal": ["Journal of neurology", "J. Neurol."]}