{"authors": [["Xuan", "Han", "H", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Gan", "Chen", "C", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Li", "Wen", "W", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Huang", "Zhonglian", "Z", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Wang", "Longsheng", "L", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Jia", "Qianqian", "Q", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Chen", "Zhendong", "Z", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."], ["Cheng", "Huaidong", "H", "Department of Oncology, Cancer and Cognition Laboratory, The Second Affiliated Hospital of Anhui Medical University, Hefei, Anhui, China."]], "date": "2017-11-09", "id": "29285280", "text": "To investigate the topological organization of functional brain networks in chemotherapy-treated breast cancer (BC) patients with source memory impairment.Twenty-eight patients with BCfollowingchemotherapyand40age-and education-matched healthy controls (HCs) were recruited in the current study. All participants underwent source memory tests and resting-state functional MRI scans. Individual whole-brain functional brain networks were constructed and analyzed using graph-based network approaches.Compared with the HCs, the BC patients showed lower scores in the source memory tests (P < 0.001).Graph-based analyses revealed that the patients showed higher absolute global and local efficiency (both P < 0.01) but lower normalized global and normalized local efficiency (both P< 0.001) compared with the HCs. Locally, several prefrontal, occipital, and parietal regions exhibited higher nodal efficiency and functional connectivity in the patients(P< 0.05, corrected). Finally, positive correlations were observed between normalized global efficiency and Mini-Mental State Examination scores (r = 0.398, P = 0.036) and between normalized local efficiency and the source memory scores (r = 0.497, P = 0.01) in the patients.Chemotherapy-treated BC is associated with abnormal organization of large-scale functional brain networks, which could account for source memory dysfunction in patients with BC.", "doi": "10.18632/oncotarget.22358", "title": "Altered network efficiency of functional brain networks in patients with breast cancer after chemotherapy.", "journal": ["Oncotarget", "Oncotarget"]}