{"authors": [["Liu", "Lu", "L", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing 400016, P.R. China."], ["Lai", "Yu-Jie", "YJ", "Department of Neurology, The Third Affiliated Hospital of Chongqing Medical University, Chongqing 401120, P.R. China."], ["Zhao", "Li-Ge", "LG", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing 400016, P.R. China."], ["Chen", "Guo-Jun", "GJ", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing 400016, P.R. China."]], "date": "2017-10-11", "id": "29285117", "text": "Myc-interacting zinc-finger protein 1 (Miz1) is a member of the poxvirus and zinc-finger domain/zinc finger transcription factor family. Its transcription activation and repression functions in the nucleus are well elucidated; however its cytoplasmic inflammation function is poorly understood and may be associated with the pathogenesis of Alzheimer's disease (AD). The aim of the present study was to investigate the association between AD and Miz1 expression. In the present study, the expression and distribution of Miz1 in wild-type (WT) and amyloid precursor protein/presenelin-1 (AD) mice was studied using reverse transcription-quantitative polymerase chain reaction, western blot analysis, and immunohistochemical and immunofluorescence staining. The results indicated that Miz1 was significantly upregulated in the cortex of AD mice (P<0.05). Double immunofluorescence labeling revealed that Miz1 protein was predominantly expressed in neurons and astrocytes, as evidenced by co-localization with the dendritic markers microtubule associated protein 2 and glial fibrillary acidic protein, respectively. The results of the present study suggest that the expression of Miz1 in the brain tissue of AD mice may serve an important role in AD pathogenesis.", "doi": "10.3892/etm.2017.5289", "title": "Increased expression of Myc-interacting zinc finger protein 1 in APP/PS1 mice.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}