{"authors": [["Leland", "Azadeh", "A", "Physical Medicine and Rehabilitation Service, Veterans Affairs Medical Center. Washington, DC, USA."], ["Tavakol", "Kamran", "K", "School of Medicine, University of Maryland Baltimore. Baltimore, MD, USA."], ["Scholten", "Joel", "J", "Physical Medicine and Rehabilitation Service, Veterans Affairs Medical Center. Washington, DC, USA."], ["Mathis", "Debra", "D", "Physical Medicine and Rehabilitation Service, Veterans Affairs Medical Center. Washington, DC, USA."], ["Maron", "David", "D", "Physical Medicine and Rehabilitation Service, Veterans Affairs Medical Center. Washington, DC, USA."], ["Bakhshi", "Simin", "S", "Department of Anesthesiology, Iran University, Tehran, Iran."]], "date": null, "id": "29284994", "text": "This study focussed on the effect of dual versus single tasking on balance, gait and cognition in veterans with mild traumatic brain injury (mTBI). We examined the correlation between these parameters, with responses to questions on community reintegration activities.22 male and female veterans (aged 19-65) walked along a narrow and 6.1-meter long path, both at their self-selected and fastest but safe pace under single and dual tasking conditions. For dual tasking, participants were required to recall and vocalize a 5-digit number at the end of the path. The outcome measures were the accuracy, velocity, cadence, stride length, and number of steps off the path. We calculated the reliability and correlation coefficient values for the walking time compared with the stride length, velocity, and percentage of swing and stance.Under dual task, the participants demonstrated slower gait, recalled shorter digit span and stepped off the path 12.6% more often than under single task. The stride length decreased by about 20% and the stride velocity increased by over 2% in dual compared with single tasking.Dual tasking slows down the gait and reduces the attention span in patients with mTBI, which can negatively impact their community reintegration, at least early after their hospital discharge, hence the need for exercising caution with their community reintegration activities. Dual tasking may have the potential to improve balance, gait and attention span of the patients in the long-term, thus leading to safer community integration, if incorporated in the rehabilitation plans.", "doi": "10.5455/msm.2017.29.251-256", "title": "The Role of Dual Tasking in the Assessment of Gait, Cognition and Community Reintegration of Veterans with Mild Traumatic Brain Injury.", "journal": ["Materia socio-medica", "Mater Sociomed"]}