{"authors": [["Pedersen", "Alyssa L", "AL", "Department of Biology, Program in Behavior, Cognition and Neuroscience, and the Center for Behavioral Neuroscience, American University, 4400 Massachusetts Avenue NW, Washington, DC, 20016, USA."], ["Saldanha", "Colin J", "CJ", "Department of Biology, Program in Behavior, Cognition and Neuroscience, and the Center for Behavioral Neuroscience, American University, 4400 Massachusetts Avenue NW, Washington, DC, 20016, USA. saldanha@american.edu."]], "date": "2017-12-29", "id": "29284502", "text": "Astrocytic aromatization and consequent increases in estradiol are neuroprotective in the injured brain. In zebra finches, cyclooxygenase-activity is necessary for injury-induced aromatase expression, and increased central estradiol lowers neuroinflammation. The mechanisms underlying these influences are unknown. Here, we document injury-induced, cyclooxygenase-dependent increases in glial aromatase expression and replicate previous work in our lab showing increases in central prostaglandin E2 and estradiol following brain damage. Further, we describe injury-dependent changes in E-prostanoid and estrogen receptor expression and reveal the necessity of E-prostanoid and estrogen receptors in the injury-dependent, reciprocal interactions of neuroinflammatory and neurosteroidogenic pathways.Adult male and female birds were shams or received bilateral injections of the appropriate drug or vehicle into contralateral telencephalic lobes.Injuries sustained in the presence of indomethacin (a cyclooxygenase inhibitor) had fewer aromatase-expressing reactive astrocytes relative to injuries injected with vehicle suggesting that cyclooxygenase activity is necessary for the induction of glial aromatase around the site of damage. Injured hemispheres had higher prostaglandin E2 and estradiol content relative to shams. Importantly, injured hemispheres injected with E-prostanoid- or estrogen receptor-antagonists showed elevated prostaglandin E2 and estradiol, respectively, but lower prostaglandin E2 or estradiol-dependent downstream activity (protein kinase A or phosphoinositide-3-kinase mRNA) suggesting that receptor antagonism did not affect injury-induced prostaglandin E2 or estradiol, but inhibited the effects of these ligands. Antagonism of E-prostanoid receptors 3 or 4 prevented injury-induced increases in neural estradiol in males and females, respectively, albeit this apparent sex-difference needs to be tested more stringently. Further, estrogen receptor-α, but not estrogen receptor-β antagonism, exaggerated neural prostaglandin E2 levels relative to the contralateral lobe in both sexes.These data suggest injury-induced, sex-specific prostaglandin E2-dependent estradiol synthesis, and estrogen receptor-α dependent decreases in neuroinflammation in the vertebrate brain.", "doi": "10.1186/s12974-017-1040-1", "title": "Reciprocal interactions between prostaglandin E2- and estradiol-dependent signaling pathways in the injured zebra finch brain.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"]}