{"authors": [["Kowalska", "Małgorzata", "M", "Faculty of Materials Science, Technology and Design, Department of Chemistry, University of Technology and Humanities in Radom, Poland. mkowalska7@vp.pl."], ["Żbikowska", "Anna", "A", "Faculty of Food Science, Department of Food Technology, Warsaw University of Life Sciences (WULS-SGGW), Poland."], ["Onacik-Gür", "Sylwia", "S", "Faculty of Food Science, Department of Food Technology, Warsaw University of Life Sciences (WULS-SGGW), Poland."], ["Kowalska", "Dorota", "D", "Faculty of Food Sciences, Department of Chemistry, Warsaw University of Life Sciences (WULS-SGGW), Poland."]], "date": "2017-05-11", "id": "29284226", "text": "Acrylamide is formed in several foods during high-temperature processing. In view of reports written about the neurotoxic, genotoxic and carcinogenic effects of acrylamide, it was considered that the presence of this substance in food products might pose a risk for human health. Currently, according to EU Commission recommendations, the content of acrylamide in food should be monitored.The aim of this work was to analyze the food preferences of youth and students from medical schools in Radom, central-eastern Poland, as the most frequent precipitantsas in the field of food products that may be a significant source of acrylamide in the diet. Furthermore, an attempt was made to determine the level of knowledge of the population in the field of acrylamide.The research was conducted by questionnaire. The study was based on the answers of 227 respondents. The survey was carried out by direct contact with an interviewer from February - June 2012.Analysis of the study population shows that women consume more coffee than men. In addition, adults over 25 years old consumed the largest quantity of coffee; it can therefore be assumed that it is a significant source of acrylamide in their bodies. However, even young people under 17 declared that they consume coffee every day (20%).Due to the adverse effects of this compound it is important to reduce the level of acrylamide in food products. A few people in the population (7%) had heard of acrylamide previously, but none of them had any knowledge of its occurrence and formation. It is necessary to take strong action to change attitudes towards acrylamide and attempt to introduce ways to reduce this compound in the diet, for example, by appropriate selection of products in the daily diet and appropriate means of thermal preparation of products at home.", "doi": "10.5604/12321966.1232764", "title": "Acrylamide in food products - eating habits and consumer awareness among Medical School students.", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}