{"authors": [["Rucker", "James J H", "JJH", "The Institute of Psychiatry, Psychology & Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, United Kingdom; South West London & St George's Mental Health NHS Trust, Glenburnie Road, London, SW17 7DJ, United Kingdom; Centre for Psychiatry, Division of Brain Sciences, Imperial College London, Burlington Danes Building, Hammersmith Campus, 160 Du Cane Road, London, W12 0NN, United Kingdom. Electronic address: james.rucker@kcl.ac.uk."], ["Iliff", "Jonathan", "J", "University College London Medical School, 19 Gordon Square, London, WC1H 0AW, United Kingdom."], ["Nutt", "David J", "DJ", "Centre for Psychiatry, Division of Brain Sciences, Imperial College London, Burlington Danes Building, Hammersmith Campus, 160 Du Cane Road, London, W12 0NN, United Kingdom."]], "date": "2017-12-25", "id": "29284138", "text": "The classical psychedelic drugs, including psilocybin, lysergic acid diethylamide and mescaline, were used extensively in psychiatry before they were placed in Schedule I of the UN Convention on Drugs in 1967. Experimentation and clinical trials undertaken prior to legal sanction suggest that they are not helpful for those with established psychotic disorders and should be avoided in those liable to develop them. However, those with so-called 'psychoneurotic' disorders sometimes benefited considerably from their tendency to 'loosen' otherwise fixed, maladaptive patterns of cognition and behaviour, particularly when given in a supportive, therapeutic setting. Pre-prohibition studies in this area were sub-optimal, although a recent systematic review in unipolar mood disorder and a meta-analysis in alcoholism have both suggested efficacy. The incidence of serious adverse events appears to be low. Since 2006, there have been several pilot trials and randomised controlled trials using psychedelics (mostly psilocybin) in various non-psychotic psychiatric disorders. These have provided encouraging results that provide initial evidence of safety and efficacy, however the regulatory and legal hurdles to licensing psychedelics as medicines are formidable. This paper summarises clinical trials using psychedelics pre and post prohibition, discusses the methodological challenges of performing good quality trials in this area and considers a strategic approach to the legal and regulatory barriers to licensing psychedelics as a treatment in mainstream psychiatry.", "doi": "10.1016/j.neuropharm.2017.12.040", "title": "Psychiatry & the psychedelic drugs. Past, present & future.", "journal": ["Neuropharmacology", "Neuropharmacology"]}