{"authors": [["Olonode", "Elizabeth T", "ET", "Department of Pharmacology and Therapeutics, College of Medicine, University of Ibadan, Ibadan, Nigeria; Department of Pharmacology and Therapeutics, College of Medicine and Health Sciences, Afe Babalola University, Ado-Ekiti, Ekiti, Nigeria. Electronic address: lizzyolonode@ymail.com."], ["Aderibigbe", "Adegbuyi O", "AO", "Department of Pharmacology and Therapeutics, College of Medicine, University of Ibadan, Ibadan, Nigeria."], ["Adeoluwa", "Olusegun A", "OA", "Department of Pharmacology and Therapeutics, College of Medicine and Health Sciences, Afe Babalola University, Ado-Ekiti, Ekiti, Nigeria."], ["Eduviere", "Anthony T", "AT", "Department of Pharmacology and Therapeutics, University of Medicine Sciences, Ondo, Ondo, Nigeria."], ["Ben-Azu", "Benneth", "B", "Department of Pharmacology and Therapeutics, College of Medicine, University of Ibadan, Ibadan, Nigeria."]], "date": "2017-12-25", "id": "29284109", "text": "Rapid eye movement sleep deprivation distorts the body's homeostasis and results in oxidative breakdown which may be responsible for a variety of neurological disorders. Some naturally occurring compounds of plant origin with antioxidant and neuroprotective properties are known to attenuate the detrimental effects of REM sleep deprivation. Morin hydrate, a flavonoid from Mulberry has demonstrated antioxidant and neuroprotective activities but its effect in sleep disturbed mice is unknown. The study was designed to explore the neuroprotective effect of Morin hydrate on 48 h. REM sleep deprivation-induced behavioural impairments and neuronal damage in mice. Mice were allotted into six treatment groups (n = 6): groups 1 and 2 received vehicle (10 ml/kg normal saline), groups 3-5 received Morin hydrate (5, 10, 20 mg/kg i.p) while group 6 received ginseng (25 mg/kg) which served as the reference drug. Treatment was performed daily for 5 days and animals were sleep-deprived on the last 48 h. Various behavioural tests (Elevated plus maze, Y-maze, locomotor activity) followed by oxidative parameters (malondialdehyde, nitric oxide, reduced glutathione) and histolopathological changes in the Cornu ammonis 1 (CA1) region of the hippocampus were assessed. Data were analysed using ANOVA at α0.05. Morin hydrate (5, 10, 20 mg/kg) significantly enhanced memory performance, improves anxiolytic-like behaviour, reverses hyperlocomotion, restored depleted reduced glutathione, attenuated raised malondialdehyde and nitric oxide levels as compared to control animals and protects against loss of hippocampal neurons. Results of this present study suggest that Morin hydrate possess neuroprotective effects against sleep deprivation-induced behavioural impairments, oxidative stress and neuronal damage.", "doi": "10.1016/j.bbr.2017.12.024", "title": "Morin hydrate mitigates rapid eye movement sleep deprivation-induced neurobehavioural impairments and loss of viable neurons in the hippocampus of mice.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}