{"authors": [["Lipman", "Stefan A", "SA", "Department of Social Health & Organizational Psychology, Faculty of Social Sciences, Utrecht University, Utrecht, The Netherlands."], ["Burt", "Sara A", "SA", "Institute for Risk Assessment Sciences, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands."]], "date": "2017-12-28", "id": "29284047", "text": "Pests in the home are a health risk because they can be vectors for infectious disease, contribute to allergies and cause damage to buildings. The aims of this study were to record which categories of pests were reported in homes and to use a social cognition model, the health belief model, to investigate which psychological factors influence householders' intentions to control pests. An online questionnaire was completed by 413 respondents between 11 September and 31 November 2015. A large majority of respondents reported pests in or around their home within the previous year. The prevalences were: flying insects 98%, crawling insects 85%, rodents 62%, birds 58%, and moles 20%. Regression analysis for the health belief model revealed that perceiving greater benefits and fewer barriers to pest control and expecting severe consequences of zoonotic infections predicted higher intention to control pests. Intentions towards pest control were not influenced by perceiving oneself as susceptible to catching a disease from pests or health motivation (striving towards a healthy lifestyle). Intentions to engage in pest control were lower for households reporting bird prevalence. The findings suggest that interventions aimed at improving the effectiveness of domestic pest control should focus on increasing the benefits that individuals associate with effective pest control, lowering barriers, and on underlining the severity of the diseases that pests may carry.", "doi": "10.1371/journal.pone.0190399", "title": "Self-reported prevalence of pests in Dutch households and the use of the health belief model to explore householders' intentions to engage in pest control.", "journal": ["PloS one", "PLoS ONE"]}