{"authors": [["Portoles", "Oscar", "O", "Nijenborgh 9, 9747 AG, Groningen, The Netherlands."], ["Borst", "Jelmer P", "JP", "Nijenborgh 9, 9747 AG, Groningen, The Netherlands."], ["van Vugt", "Marieke K", "MK", "Nijenborgh 9, 9747 AG, Groningen, The Netherlands."]], "date": "2017-12-28", "id": "29283467", "text": "Numerous studies seek to understand the role of oscillatory synchronization in cognition. This problem is particularly challenging in the context of complex cognitive behavior, which consists of a sequence of processing steps with uncertain duration. In this study, we analyzed oscillatory connectivity measures in time windows that previous computational models had associated with a specific sequence of processing steps in an associative memory recognition task (visual encoding, familiarity, memory retrieval, decision making, and motor response). The timing of these processing steps was estimated on a single-trial basis with a novel hidden semi-Markov model multivariate pattern analysis (HSMM-MVPA) method. We show that different processing stages are associated with specific patterns of oscillatory connectivity. Visual encoding is characterized by a dense network connecting frontal, posterior, and temporal areas as well as frontal and occipital phase locking in the 4-9Hz theta band. Familiarity is associated with frontal phase locking in the 9-14Hz alpha band. Decision-making is associated with frontal, and temporo-central interhemispheric connections in the alpha band. During decision making, a second network in the theta band that connects left-temporal, central, and occipital areas bears similarity to the neural signature for preparing a motor response. A similar theta band network is also present during the motor response, with additionally alpha band connectivity between right-temporal and posterior areas. This demonstrates, that the processing stages discovered with the HSMM-MVPA method are indeed linked to distinct synchronization patterns, leading to a closer understanding of the functional role of oscillations in cognition. This article is protected by copyright. All rights reserved.", "doi": "10.1111/ejn.13817", "title": "Characterizing synchrony patterns across cognitive task stages of associative recognition memory.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}