{"authors": [["Molinaro", "Nicola", "N", "BCBL, Basque Center on Cognition, Brain and Language, Paseo Mikeletegi, 69, 2°, 20009, Donostia/San Sebastian, Spain."], ["Lizarazu", "Mikel", "M", "BCBL, Basque Center on Cognition, Brain and Language, Paseo Mikeletegi, 69, 2°, 20009, Donostia/San Sebastian, Spain."]], "date": "2017-12-28", "id": "29283465", "text": "Cortical oscillations phase-align to the quasi-rhythmic structure of the speech envelope. This speech-brain entrainment has been reported in two frequency bands, that is both in the theta band (4-8 Hz) and in the delta band (<4 Hz). However, it is not clear if these two phenomena reflect passive synchronization of the auditory cortex to the acoustics of the speech input, or if they reflect higher processes involved in actively parsing speech information. Here, we report two magnetoencephalography experiments in which we contrasted cortical entrainment to natural speech compared to qualitative different control conditions (Experiment 1: amplitude-modulated white-noise; Experiment 2: spectrally rotated speech). We computed the coherence between the oscillatory brain activity and the envelope of the auditory stimuli. At the sensor-level, we observed increased coherence for the delta and the theta band for all conditions in bilateral brain regions. However, only in the delta band (but not theta), speech entrainment was stronger than either of the control auditory inputs. Source reconstruction in the delta band showed that speech, compared to the control conditions, elicited larger coherence in the right superior temporal and left inferior frontal regions. In the theta band, no differential effects were observed for the speech compared to the control conditions. These results suggest that whereas theta entrainment mainly reflects perceptual processing of the auditory signal, delta entrainment involves additional higher-order computations in the service of language processing.", "doi": "10.1111/ejn.13811", "title": "Delta(but not theta)-band cortical entrainment involves speech-specific processing.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}