{"authors": [["Andrabi", "Syed Suhail", "SS", "Department of Medical Elementology and Toxicology, Jamia Hamdard (Hamdard University), New Delhi 110062, India."], ["Parvez", "Suhel", "S", "Department of Medical Elementology and Toxicology, Jamia Hamdard (Hamdard University), New Delhi 110062, India."], ["Tabassum", "Heena", "H", "Department of Medical Elementology and Toxicology, Jamia Hamdard (Hamdard University), New Delhi 110062, India."]], "date": null, "id": "29283333", "text": "Progesterone (P4), a well-known neurosteroid, is produced by ovaries and placenta in females and by adrenal glands in both sexes. Progesterone is also synthesized by central nervous system (CNS) tissues to perform various vital neurological functions in the brain. Apart from performing crucial reproductive functions, it also plays a pivotal role in neurogenesis, regeneration, cognition, mood, inflammation, and myelination in the CNS. A substantial body of experimental evidence from animal models documents the neuroprotective role of P4 in various CNS injury models, including ischemic stroke. Extensive data have revealed that P4 elicits neuroprotection through multiple mechanisms and systems in an integrated manner to prevent neuronal and glial damage, thus reducing mortality and morbidity. Progesterone has been described as safe for use at the clinical level through different routes in several studies. Data regarding the neuroprotective role of P4 in ischemic stroke are of great interest due to their potential clinical implications. In this review, we succinctly discuss the biosynthesis of P4 and distribution of P4 receptors (PRs) in the brain. We summarize our work on the general mechanisms of P4 mediated via the modulation of different PR and neurotransmitters. Finally, we describe the neuroprotective mechanisms of P4 in ischemic stroke models and related clinical prospects.", "doi": "10.1615/JEnvironPatholToxicolOncol.2017017156", "title": "Neurosteroids and Ischemic Stroke: Progesterone a Promising Agent in Reducing the Brain Injury in Ischemic Stroke.", "journal": ["Journal of environmental pathology, toxicology and oncology : official organ of the International Society for Environmental Toxicology and Cancer", "J. Environ. Pathol. Toxicol. Oncol."]}