{"authors": [["Segaert", "Katrien", "K", "School of Psychology, University of Birmingham, Edgbaston, Birmingham, UK."], ["Mazaheri", "Ali", "A", "School of Psychology, University of Birmingham, Edgbaston, Birmingham, UK."], ["Hagoort", "Peter", "P", "Max Planck Institute for Psycholinguistics, Nijmegen, The Netherlands."]], "date": "2017-12-28", "id": "29283204", "text": "Syntactic binding refers to combining words into larger structures. Using EEG, we investigated the neural processes involved in syntactic binding. Participants were auditorily presented two-word sentences (i.e. pronoun and pseudoverb such as 'I grush' and 'she grushes', for which syntactic binding can take place) and wordlists (i.e. two pseudoverbs such as 'pob grush' and 'pob grushes', for which no binding occurs). Comparing these two conditions, we targeted syntactic binding while minimising contributions of semantic binding and of other cognitive processes such as working memory. We found a converging pattern of results using two distinct analysis approaches: one approach using frequency bands as defined in previous literature, and one data-driven approach in which we looked at the entire range of frequencies between 3 and 30 Hz without the constraints of pre-defined frequency bands. In the syntactic binding (relative to the wordlist) condition, a power increase was observed in the alpha and beta frequency range shortly preceding the presentation of the target word that requires binding, which was maximal over frontal-central electrodes. Our interpretation is that these signatures reflect that language comprehenders expect the need for binding to occur. Following the presentation of the target word in a syntactic binding context (relative to the wordlist condition), an increase in alpha power maximal over a left-lateralised cluster of frontal-temporal electrodes was observed. We suggest that this alpha increase relates to syntactic binding taking place. Taken together, our findings suggest that increases in alpha and beta power are reflections of distinct the neural processes underlying syntactic binding.", "doi": "10.1111/ejn.13816", "title": "Binding language: structuring sentences through precisely timed oscillatory mechanisms.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}