{"authors": [["Ramanan", "Siddharth", "S", "1 School of Psychology and Brain and Mind Centre, The University of Sydney, Sydney, New South Wales, Australia."], ["Piguet", "Olivier", "O", "1 School of Psychology and Brain and Mind Centre, The University of Sydney, Sydney, New South Wales, Australia."], ["Irish", "Muireann", "M", "1 School of Psychology and Brain and Mind Centre, The University of Sydney, Sydney, New South Wales, Australia."]], "date": "2017-10-01", "id": "29283042", "text": "Despite consistent activation on tasks of episodic memory, the precise contribution of the left angular gyrus (AG) to mnemonic functions remains vigorously debated. Mounting evidence suggests that AG activity scales with subjective ratings of vividness and confidence in recollection, with further evidence pointing to its involvement during construction of detailed and coherent future simulations. Lesion studies, however, indicate that damage to the AG does not render patients amnesic on standard source and associative memory paradigms. To reconcile these findings, we present the Contextual Integration Model as a unifying framework that couches the mnemonic role of the AG in terms of multimodal integration and representation of contextual information across temporal contexts. Irrespective of whether one is remembering the past or constructing future or hypothetical scenarios, the Contextual Integration Model holds that the core elements of an event (i.e., the who, what, when, where) are bound within the medial temporal lobes while the multimodal details, which give rise to perceptually rich recollection, are integrated and represented in the AG. Building on previous work, the Contextual Integration Model therefore provides a comprehensive exposition of the mnemonic and constructive functions of the AG across temporal contexts, offering a novel test-bed for future work.", "doi": "10.1177/1073858417735514", "title": "Rethinking the Role of the Angular Gyrus in Remembering the Past and Imagining the Future: The Contextual Integration Model.", "journal": ["The Neuroscientist : a review journal bringing neurobiology, neurology and psychiatry", "Neuroscientist"]}