{"authors": [["Schmidt-Wilcke", "T", "T", "1 Institute of Clinical Neuroscience and Medical Psychology, University of Düsseldorf, Düsseldorf, Germany."], ["Fuchs", "E", "E", "3 Department of Clinical Neurobiology, Medical Faculty of Heidelberg University and German Cancer Research Center, Heidelberg, Germany."], ["Funke", "K", "K", "4 Department of Neurophysiology, Medical Faculty of Ruhr-University Bochum, Bochum, Germany."], ["Vlachos", "A", "A", "5 Department of Neuroanatomy, Institute of Anatomy and Cell Biology, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Müller-Dahlhaus", "F", "F", "6 Department of Psychiatry and Psychotherapy, University Medical Center Mainz, Mainz, Germany."], ["Puts", "N A J", "NAJ", "8 Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Harris", "R E", "RE", "10 Chronic Pain and Fatigue Research Center, Department of Anesthesiology, University of Michigan, Ann Arbor, MI, USA."], ["Edden", "R A E", "RAE", "8 Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA."]], "date": "2017-10-01", "id": "29283020", "text": "Neural functioning and plasticity can be studied on different levels of organization and complexity ranging from the molecular and synaptic level to neural circuitry of whole brain networks. Across neuroscience different methods are being applied to better understand the role of various neurotransmitter systems in the evolution of perception and cognition. GABA is the main inhibitory neurotransmitter in the adult mammalian brain and, depending on the brain region, up to 25% of the total number of cortical neurons are GABAergic interneurons. At the one end of the spectrum, GABAergic neurons have been accurately described with regard to cell morphological, molecular, and electrophysiological properties; at the other end researchers try to link GABA concentrations in specific brain regions to human behavior using magnetic resonance spectroscopy. One of the main challenges of modern neuroscience currently is to integrate knowledge from highly specialized subfields at distinct biological scales into a coherent picture that bridges the gap between molecules and behavior. In the current review, recent findings from different fields of GABA research are summarized delineating a potential strategy to develop a more holistic picture of the function and role of GABA.", "doi": "10.1177/1073858417734530", "title": "GABA-from Inhibition to Cognition: Emerging Concepts.", "journal": ["The Neuroscientist : a review journal bringing neurobiology, neurology and psychiatry", "Neuroscientist"]}