{"authors": [["Cense", "Barry", "B", "Center for Optical Research and Education, Utsunomiya University, Utsunomiya, Tochigi, 3218585, Japan."], ["Miller", "Donald T", "DT", "School of Optometry, Indiana University, Bloomington, IN, 47405, USA."], ["King", "Brett J", "BJ", "School of Optometry, Indiana University, Bloomington, IN, 47405, USA."], ["Theelen", "Thomas", "T", "Department of Ophthalmology, Donders Institute for Brain, Cognition and Behavior, Radboud University Medical Centre, Nijmegen, 6525, GA, the Netherlands."], ["Elsner", "Ann E", "AE", "School of Optometry, Indiana University, Bloomington, IN, 47405, USA."]], "date": "2017-12-28", "id": "29282883", "text": "Morphological changes in the outer retina such as drusen are established biomarkers to diagnose age-related macular degeneration. However earlier diagnosis might be possible by taking advantage of more subtle changes that accompany tissues that bear polarization-altering properties. To test this hypothesis, we developed a method based on polarization-sensitive optical coherence tomography with which volumetric data sets of the macula were obtained from 10 young (<25 yr) and 10 older (>54 yr) subjects. All young subjects and five of the older subjects had retardance values induced by the retinal pigment epithelium and Bruch's membrane (RPE-BM) complex that were just above the noise floor measurement (5°-13° at 840 nm). In contrast, elevated retardance, up to 180°, was observed in the other five older subjects. Analysis of the degree of polarization uniformity (DOPU) demonstrates that reduced DOPU (<0.4) in the RPE is associated with elevated double pass phase retardation (DPPR) below the RPE-BM complex, suggesting that the observed elevated DPPR in older subjects is the result of increased scattering or polarization scrambling. Collectively, our measurements show that the outer retina can undergo dramatic change in its polarization properties with age, and in some cases still retain its clinically normal appearance.", "doi": "10.1002/jbio.201700134", "title": "Measuring polarization changes in the human outer retina with polarization-sensitive optical coherence tomography.", "journal": ["Journal of biophotonics", "J Biophotonics"]}