{"authors": [["Chojnacki", "Morgan R", "MR", "Division of Nutritional Sciences, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."], ["Raine", "Lauren B", "LB", "Department of Psychology, Northeastern University, Boston, Massachusetts, USA."], ["Drollette", "Eric S", "ES", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."], ["Scudder", "Mark R", "MR", "Department of Health and Physical Activity, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Kramer", "Arthur F", "AF", "Department of Psychology, Northeastern University, Boston, Massachusetts, USA."], ["Hillman", "Charles H", "CH", "Department of Psychology, Northeastern University, Boston, Massachusetts, USA."], ["Khan", "Naiman A", "NA", "Division of Nutritional Sciences, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."]], "date": "2017-12-27", "id": "29282881", "text": "The objective of this study was to investigate the relationship between adiposity and cognition by using mean accuracy, mean reaction time, and intraindividual variability (IIV) among preadolescents.Children 7 to 9 years old (N = 233, 133 females) underwent dual-energy x-ray absorptiometry and a maximal oxygen consumption test to assess whole-body adiposity and aerobic fitness relative to fat-free mass (VO2 FF), respectively. Attentional inhibition was assessed by using a modified flanker task. IIV was assessed as standard deviation of reaction time and as a coefficient of variation of reaction time (CVRT). Hierarchical linear regression analyses were performed to examine the relationships between adiposity and cognitive measures following the adjustment of significant demographic factors, intelligence quotient, and VO2 FF.Whole-body adiposity was negatively related to congruent trial mean accuracy and reaction time and to CVRT in both the congruent and incongruent trials. Differences in cognitive function across weight status were selectively evident for measures of IIV, such that children with overweight/obesity (≥ 85th BMI-for-age percentile) exhibited higher CVRT for both the congruent and incongruent trials.This work provides additional evidence linking childhood obesity to poorer cognitive function and includes novel data extending the negative influence of adiposity to measures of intraindividual response variability in cognitive control, even after accounting for intellectual abilities, aerobic fitness, and demographic factors.", "doi": "10.1002/oby.22053", "title": "The Negative Influence of Adiposity Extends to Intraindividual Variability in Cognitive Control Among Preadolescent Children.", "journal": ["Obesity (Silver Spring, Md.)", "Obesity (Silver Spring)"]}