{"authors": [["Wu", "Lisa M", "LM", "Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, 633 North St. Clair, 19th floor, Chicago, IL, 60611, USA. lisa.wu1@northwestern.edu."], ["Amidi", "Ali", "A", "Unit for Psychooncology and Health Psychology, Department of Oncology and Department of Psychology and Behavioural Sciences, Aarhus University Hospital and Aarhus University, Aarhus, Denmark."], ["Tanenbaum", "Molly L", "ML", "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA."], ["Winkel", "Gary", "G", "Department of Oncological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Gordon", "Wayne A", "WA", "Department of Rehabilitation Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Hall", "Simon J", "SJ", "Department of Medicine and Urology, Northwell Health, Great Neck, NY, USA."], ["Bovbjerg", "Katrin", "K", "Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, 633 North St. Clair, 19th floor, Chicago, IL, 60611, USA."], ["Diefenbach", "Michael A", "MA", "Department of Medicine and Urology, Northwell Health, Great Neck, NY, USA."]], "date": "2017-12-27", "id": "29282534", "text": "Prostate cancer patients who have undergone androgen deprivation therapy (ADT) may experience cognitive impairment, yet there is an unmet need for nonpharmacological interventions to address cognitive impairment in this population. This study examines the feasibility, acceptability, and preliminary efficacy of a home-based computerized cognitive training (CCT) program to treat cancer-related cognitive impairment.Sixty men who had received ≥ 3 months of ADT were screened for at least mild cognitive or neurobehavioral impairment and randomized to 8 weeks of CCT or usual care. Follow-up assessments occurred immediately post-intervention or equivalent (T2) and 8 weeks later (T3). The acceptability of CCT was also assessed.Feasibility:A priori feasibility thresholds were partially met (i.e., randomization rate > 50%, retention rate > 70% excluding CCT drop-outs, but < 70% for intent-to-treat). Acceptability: Participants were mostly satisfied with CCT and found it somewhat enjoyable, though barriers to uptake existed. Preliminary efficacy: Linear mixed models indicated significant time by group effects favorable to CCT in reaction time (p = .01), but unfavorable to CCT in verbal and visual memory (ps < .05). Memory was temporarily suppressed in the CCT group at T2, but normalized by T3. There was no effect of CCT on self-reported cognitive functioning, neurobehavioral functioning, nor quality of life.This study provides tentative support for the feasibility and acceptability of CCT to treat mild cognitive impairment in ADT patients. CCT had a beneficial effect on reaction time, but temporarily suppressed memory. CCT's benefits may be limited to a narrow area of functioning. Larger-scale studies are needed.", "doi": "10.1007/s00520-017-4026-8", "title": "Computerized cognitive training in prostate cancer patients on androgen deprivation therapy: a pilot study.", "journal": ["Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer", "Support Care Cancer"]}