{"authors": [["Hov", "Karen Roksund", "KR", "Oslo Delirium Research Group, Department of Geriatric Medicine, Oslo University Hospital, Oslo, Norway."], ["Bolstad", "Nils", "N", "Institute of Clinical Medicine, University of Oslo, Oslo, Norway."], ["Idland", "Ane-Victoria", "AV", "Oslo Delirium Research Group, Department of Geriatric Medicine, Oslo University Hospital, Oslo, Norway."], ["Zetterberg", "Henrik", "H", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Mölndal, Sweden."], ["Blennow", "Kaj", "K", "Department of Psychiatry and Neurochemistry, Institute of Neuroscience and Physiology, The Sahlgrenska Academy, University of Gothenburg, Mölndal, Sweden."], ["Chaudhry", "Farrukh A", "FA", "Department of Medical Biochemistry, Oslo University Hospital, Oslo, Norway."], ["Frihagen", "Frede", "F", "Division of Orthopedic Surgery, Oslo University Hospital, Oslo, Norway."], ["Ræder", "Johan", "J", "Institute of Clinical Medicine, University of Oslo, Oslo, Norway."], ["Wyller", "Torgeir Bruun", "TB", "Oslo Delirium Research Group, Department of Geriatric Medicine, Oslo University Hospital, Oslo, Norway."], ["Watne", "Leiv Otto", "LO", "Oslo Delirium Research Group, Department of Geriatric Medicine, Oslo University Hospital, Oslo, Norway."]], "date": "2017-11-09", "id": "29282410", "text": "This study aimed to investigate the relationship between cerebrospinal fluid (CSF) S100B astrocyte-derived protein and delirium and to perform stratified analyses according to clinical and CSF markers of dementia.We performed a prospective cohort study in a university hospital setting. The participants were patients admitted for hip fracture (n = 98) or for elective surgery (n = 50). Delirium was assessed daily perioperatively in hip fracture patients using the Confusion Assessment Method. A consensus-based diagnosis of prefracture dementia was made using all available information. CSF was drawn at the onset of spinal anesthesia. S100B and phosphorylated tau (P-tau) concentrations were measured using electrochemiluminescence immunoassay and enzyme-linked immunosorbent assays, respectively.In the hip fracture population (n = 98) there was no significant difference in CSF S100B concentrations between patients with ongoing preoperative (i.e., prevalent) delirium (n = 36, median [interquartile range] 1.11 μg/L [0.91-1.29]) and patients who never developed delirium (n = 46, 1.08 μg/L [0.92-1.28], p = 0.92). In patients without preoperative delirium, those who developed delirium postoperatively (i.e., incident delirium) (n = 16, 1.38 μg/L [1.08-1.62]) had higher concentrations of S100B than the 46 who never did (p = 0.013). This difference was confined to patients with pathological concentrations of P-tau (≥60 ng/L, n = 38). We also found that P-tau and S100B were correlated in CSF in the elective surgery patients.CSF S100B was elevated in patients with incident delirium who also had pathological levels of the Alzheimer disease biomarker P-tau, suggesting vulnerability caused by a preexisting process of astrocytic activation and tau pathology.", "doi": "10.1159/000481853", "title": "Cerebrospinal Fluid S100B and Alzheimer's Disease Biomarkers in Hip Fracture Patients with Delirium.", "journal": ["Dementia and geriatric cognitive disorders extra", "Dement Geriatr Cogn Dis Extra"]}