{"authors": [["Westmoreland", "Patricia", "P", "Dr. Westmoreland is an attending psychiatrist, Dr. Johnson is Chief Science Officer and Director of the Family Institute, and Dr. Mehler is Chief Medical Officer, Eating Recovery Center, Denver, CO. Dr. Westmoreland is an consulting psychiatrist and Dr. Mehler is Executive Medical Director, ACUTE Center for Eating Disorders, Denver Health, Denver, CO. Mr. Stafford is City Attorney and Director of Mental Health Division, City and County of Denver, Denver, CO. Dr. Martinez is Professor of Psychiatry and Law and Director of Forensic Training, Department of Forensic Psychiatry, University of Colorado, Denver School of Medicine, Dr. Mehler is Professor of Internal Medicine, Department of Medicine, University of Colorado, Denver, CO and Dr. Westmoreland is an adjunct assistant professor, University of Colorado, Denver, CO. patricia.westmoreland@eatingrecovery.come."], ["Johnson", "Craig", "C", "Dr. Westmoreland is an attending psychiatrist, Dr. Johnson is Chief Science Officer and Director of the Family Institute, and Dr. Mehler is Chief Medical Officer, Eating Recovery Center, Denver, CO. Dr. Westmoreland is an consulting psychiatrist and Dr. Mehler is Executive Medical Director, ACUTE Center for Eating Disorders, Denver Health, Denver, CO. Mr. Stafford is City Attorney and Director of Mental Health Division, City and County of Denver, Denver, CO. Dr. Martinez is Professor of Psychiatry and Law and Director of Forensic Training, Department of Forensic Psychiatry, University of Colorado, Denver School of Medicine, Dr. Mehler is Professor of Internal Medicine, Department of Medicine, University of Colorado, Denver, CO and Dr. Westmoreland is an adjunct assistant professor, University of Colorado, Denver, CO."], ["Stafford", "Michael", "M", "Dr. Westmoreland is an attending psychiatrist, Dr. Johnson is Chief Science Officer and Director of the Family Institute, and Dr. Mehler is Chief Medical Officer, Eating Recovery Center, Denver, CO. Dr. Westmoreland is an consulting psychiatrist and Dr. Mehler is Executive Medical Director, ACUTE Center for Eating Disorders, Denver Health, Denver, CO. Mr. Stafford is City Attorney and Director of Mental Health Division, City and County of Denver, Denver, CO. Dr. Martinez is Professor of Psychiatry and Law and Director of Forensic Training, Department of Forensic Psychiatry, University of Colorado, Denver School of Medicine, Dr. Mehler is Professor of Internal Medicine, Department of Medicine, University of Colorado, Denver, CO and Dr. Westmoreland is an adjunct assistant professor, University of Colorado, Denver, CO."], ["Martinez", "Richard", "R", "Dr. Westmoreland is an attending psychiatrist, Dr. Johnson is Chief Science Officer and Director of the Family Institute, and Dr. Mehler is Chief Medical Officer, Eating Recovery Center, Denver, CO. Dr. Westmoreland is an consulting psychiatrist and Dr. Mehler is Executive Medical Director, ACUTE Center for Eating Disorders, Denver Health, Denver, CO. Mr. Stafford is City Attorney and Director of Mental Health Division, City and County of Denver, Denver, CO. Dr. Martinez is Professor of Psychiatry and Law and Director of Forensic Training, Department of Forensic Psychiatry, University of Colorado, Denver School of Medicine, Dr. Mehler is Professor of Internal Medicine, Department of Medicine, University of Colorado, Denver, CO and Dr. Westmoreland is an adjunct assistant professor, University of Colorado, Denver, CO."], ["Mehler", "Philip S", "PS", "Dr. Westmoreland is an attending psychiatrist, Dr. Johnson is Chief Science Officer and Director of the Family Institute, and Dr. Mehler is Chief Medical Officer, Eating Recovery Center, Denver, CO. Dr. Westmoreland is an consulting psychiatrist and Dr. Mehler is Executive Medical Director, ACUTE Center for Eating Disorders, Denver Health, Denver, CO. Mr. Stafford is City Attorney and Director of Mental Health Division, City and County of Denver, Denver, CO. Dr. Martinez is Professor of Psychiatry and Law and Director of Forensic Training, Department of Forensic Psychiatry, University of Colorado, Denver School of Medicine, Dr. Mehler is Professor of Internal Medicine, Department of Medicine, University of Colorado, Denver, CO and Dr. Westmoreland is an adjunct assistant professor, University of Colorado, Denver, CO."]], "date": null, "id": "29282231", "text": "Anorexia nervosa has the highest mortality rate of any psychiatric illness. Predictors of mortality include chronicity of the illness, critically low body weight, and binging and purging behavior. Delusional beliefs body image, coupled with impaired judgment and cognition caused by starvation, often result in these patients adamantly resisting efforts to treat them. Guardianship, although useful in assisting with medical treatment decisions for patients with anorexia nervosa who are critically medically ill, is usually an inadequate intervention with respect to psychiatric treatment for these patients. Despite the severity and risk of the illness, there is often reluctance among providers to initiate involuntary treatment for patients with anorexia nervosa. Recent legal cases involving patients with anorexia nervosa have addressed the role of the committing court in authorizing treatment decisions and, in one case, opining that a patient was best served by receiving treatment in another state. Other related concerns addressed by the courts include ensuring that appropriate criteria are used for hospital admission, clarifying that the definition of grave disability as it pertains to anorexia does not require that the patient be close to death and that medications are often warranted in treating patients with the disease.", "doi": null, "title": "Involuntary Treatment of Patients With Life-Threatening Anorexia Nervosa.", "journal": ["The journal of the American Academy of Psychiatry and the Law", "J. Am. Acad. Psychiatry Law"]}