{"authors": [["Scott", "Laura Louise", "LL", "Department of Biochemistry and Microbiology, Nelson Mandela University, P.O. Box 77 000, Port Elizabeth 6031, South Africa. Laura.Scott@mandela.ac.za."], ["Downing", "Timothy Grant", "TG", "Department of Biochemistry and Microbiology, Nelson Mandela University, P.O. Box 77 000, Port Elizabeth 6031, South Africa. Tim.Downing@mandela.ac.za."]], "date": "2017-12-27", "id": "29280981", "text": "Cyanobacterial β-N-methylamino-L-alanine (BMAA) has been suggested as a causative or contributory factor in the development of several neurodegenerative diseases. However, no BMAA animal model has adequately shown clinical or behavioral symptoms that correspond to those seen in either Alzheimer's Disease (AD), Amyotrophic Lateral Sclerosis (ALS) or Parkinson's Disease (PD). We present here the first data that show that when neonatal rats were exposed to BMAA on postnatal days 3, 4 and 5, but not on gestational day 14 or postnatally on days 7 or 10, several AD and/or PD-related behavioral, locomotor and cognitive deficits developed. Male rats exhibited severe unilateral hindlimb splay while whole body tremors could be observed in exposed female rats. BMAA-exposed rats failed to identify and discriminate a learned odor, an early non-motor symptom of PD, and exhibited decreased locomotor activity, decreased exploration and increased anxiety in the open field test. Alterations were also observed in the rats' natural passive defense mechanism, and potential memory deficits and changes to the rat's natural height avoidance behavior could be observed as early as PND 30. Spatial learning, short-term working, reference and long-term memory were also impaired in 90-day-old rats that had been exposed to a single dose of BMAA on PND 3-7. These data suggest that BMAA is a developmental neurotoxin, with specific target areas in the brain and spinal cord.", "doi": "10.3390/toxins10010016", "title": "Β-N-Methylamino-L-Alanine (BMAA) Toxicity Is Gender and Exposure-Age Dependent in Rats.", "journal": ["Toxins", "Toxins (Basel)"]}