{"authors": [["Doehner", "Wolfram", "W", "Center for Stroke Research Berlin (CSB), Charité - Universitätsmedizin Berlin, Germany."], ["Ural", "Dilek", "D", "Department of Cardiology, Koc University School of Medicine, Istanbul, Turkey."], ["Haeusler", "Karl Georg", "KG", "Center for Stroke Research Berlin (CSB), Charité - Universitätsmedizin Berlin, Germany."], ["Čelutkienė", "Jelena", "J", "Clinic of Cardiac and Vascular Diseases, Centre of Cardiology, Vilnius University, Lithuania."], ["Bestetti", "Reinaldo", "R", "Department of Medicine, University of Ribeirão Preto, Ribeirão Preto, Brazil."], ["Cavusoglu", "Yuksel", "Y", "Cardiology Department, Eskisehir Osmangazi University, Eskisehir, Turkey."], ["Peña-Duque", "Marco A", "MA", "National Institute of Cardiology 'Ignacio Chávez', Mexico City, Mexico."], ["Glavas", "Duska", "D", "Cardiology Department, University Hospital Split, Croatia."], ["Iacoviello", "Massimo", "M", "University Cardiology Unit, Cardiothoracic Department, University Hospital, Bari, Italy."], ["Laufs", "Ulrich", "U", "Klinik und Poliklinik für Kardiologie, Universitätsklinikum Leipzig, Leipzig, Germany."], ["Alvear", "Ricardo Marmol", "RM", "Hospital Clínica Kennedy, Guayaquil, Ecuador."], ["Mbakwem", "Amam", "A", "College of Medicine, University of Lagos, Lagos, Nigeria."], ["Piepoli", "Massimo F", "MF", "Heart Failure Unit, Cardiology, G. da Saliceto Hospital, Piacenza, Italy."], ["Rosen", "Stuart D", "SD", "Ealing and Royal Brompton Hospitals and NHLI, Imperial College, London, UK."], ["Tsivgoulis", "Georgios", "G", "National & Kapodistrian University of Athens, Athens, Greece."], ["Vitale", "Cristiana", "C", "Department of Medical Science, IRCCS San Raffaele Pisana, Rome, Italy."], ["Yilmaz", "M Birhan", "MB", "Department of Cardiology, Faculty of Medicine Cumhuriyet University, Sivas, Turkey."], ["Anker", "Stefan D", "SD", "Division of Cardiology and Metabolism, Department of Cardiology (CVK), Deutsches Zentrum für Herz-Kreislauf-Forschung (DZHK), Charité - Universitätsmedizin Berlin, Germany."], ["Filippatos", "Gerasimos", "G", "Attikon University Hospital, National & Kapodistrian University of Athens, Athens, Greece."], ["Seferovic", "Petar", "P", "University of Belgrade, Faculty of Medicine, Clinical Center of Serbia, Belgrade, Serbia."], ["Coats", "Andrew J S", "AJS", "Department of Medical Sciences, IRCCS San Raffaele Pisana, Rome, Italy."], ["Ruschitzka", "Frank", "F", "University Heart Center, Department of Cardiology, University Hospital Zurich, Zurich, Switzerland."]], "date": "2017-12-27", "id": "29280256", "text": "Heart failure (HF) is a complex clinical syndrome with multiple interactions between the failing myocardium and cerebral (dys-)functions. Bi-directional feedback interactions between the heart and the brain are inherent in the pathophysiology of HF: (i) the impaired cardiac function affects cerebral structure and functional capacity, and (ii) neuronal signals impact on the cardiovascular continuum. These interactions contribute to the symptomatic presentation of HF patients and affect many co-morbidities of HF. Moreover, neuro-cardiac feedback signals significantly promote aggravation and further progression of HF and are causal in the poor prognosis of HF. The diversity and complexity of heart and brain interactions make it difficult to develop a comprehensive overview. In this paper a systematic approach is proposed to develop a comprehensive atlas of related conditions, signals and disease mechanisms of the interactions between the heart and the brain in HF. The proposed taxonomy is based on pathophysiological principles. Impaired perfusion of the brain may represent one major category, with acute (cardio-embolic) or chronic (haemodynamic failure) low perfusion being sub-categories with mostly different consequences (i.e. ischaemic stroke or cognitive impairment, respectively). Further categories include impairment of higher cortical function (mood, cognition), of brain stem function (sympathetic over-activation, neuro-cardiac reflexes). Treatment-related interactions could be categorized as medical, interventional and device-related interactions. Also interactions due to specific diseases are categorized. A methodical approach to categorize the interdependency of heart and brain may help to integrate individual research areas into an overall picture.", "doi": "10.1002/ejhf.1100", "title": "Heart and brain interaction in patients with heart failure: overview and proposal for a taxonomy. A position paper from the Study Group on Heart and Brain Interaction of the Heart Failure Association.", "journal": ["European journal of heart failure", "Eur. J. Heart Fail."]}