{"authors": [["Barry", "Alison", "A", "Department of Physiology, School of Medicine, Western Gateway Building, University College Cork, Cork, Ireland."], ["Cronin", "Owen", "O", "Department of Medicine, Cork University Hospital, Cork, Ireland."], ["Ryan", "Aisling M", "AM", "Department of Neurology, Cork University Hospital, Cork, Ireland."], ["Sweeney", "Brian", "B", "Department of Neurology, Cork University Hospital, Cork, Ireland."], ["O'Toole", "Orna", "O", "Mercy University Hospital, Cork, Ireland."], ["Allen", "Andrew P", "AP", "Department of Psychiatry and Neurobehavioral Science, APC Microbiome Institute, University College Cork, Cork, Ireland."], ["Clarke", "Gerard", "G", "Department of Psychiatry and Neurobehavioral Science, APC Microbiome Institute, University College Cork, Cork, Ireland."], ["O'Halloran", "Ken D", "KD", "Department of Physiology, School of Medicine, Western Gateway Building, University College Cork, Cork, Ireland."], ["Downer", "Eric J", "EJ", "Department of Physiology, School of Medicine, Trinity Biomedical Sciences Institute, Trinity College Dublin, University of Dublin, Dublin 2, Ireland. edowner@tcd.ie."]], "date": "2017-12-26", "id": "29280019", "text": "In this pilot study, we investigate whether a routine cycle ergometry training programme has therapeutic potential in individuals with multiple sclerosis (MS) by improving quality of life (QOL) and depressive symptomatology, while ameliorating cognitive disturbances. Healthy volunteers and MS patients cycled for 30 min at 65-75% age-predicted maximal heart rate on a recumbent ergometer, with this session repeated twice a week for 8 weeks. QOL, depressive symptomatology and cognitive function were assessed pre- and post-exercise using the MS Quality of Life-54 (MSQOL-54) questionnaire, 16-item Quick Inventory of Depressive Symptomatology (QIDS-SR16) questionnaire and the Cambridge Neuropsychological Test Automated Battery (CANTAB), respectively. We determined that QOL was lower in MS patients, compared to healthy subjects, with a reduction in physical and mental health summary scores observed. Exercise improved both physical and mental health scores in MS patients. In support of this, exercise was shown to reduce depressive symptomatology in MS patients. Exercise was also associated with an improvement in visual sustained attention, executive function/cognitive flexibility and hippocampal-dependent visuospatial memory in patients. Overall, this study identifies a short-term exercise programme that improves physical and mental health, while reducing depressive symptomatology and cognitive dysfunction in MS.", "doi": "10.1007/s10072-017-3230-0", "title": "Impact of short-term cycle ergometer training on quality of life, cognition and depressive symptomatology in multiple sclerosis patients: a pilot study.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}