{"authors": [["Choi", "Eun Young", "EY", "Department of Pharmacology and Physiology, University of Rochester Medical Center, Rochester, NY 14642."], ["Ding", "Song-Lin", "SL", "Allen Institute for Brain Science, Seattle, WA 98109."], ["Haber", "Suzanne N", "SN", "Department of Pharmacology and Physiology, University of Rochester Medical Center, Rochester, NY 14642."]], "date": "2017-12-22", "id": "29279863", "text": "The canonical striatal map, based predominantly on frontal corticostriatal projections, divides the striatum into ventromedial-limbic, central-association, and dorsolateral-motor territories. While this has been a useful heuristic, recent studies indicate that the striatum has a more complex topography when considering converging frontal and nonfrontal inputs from distributed cortical networks. The ventral striatum (VS) in particular is often ascribed a \"limbic\" role, but it receives diverse information, including motivation and emotion from deep brain structures, cognition from frontal cortex, and polysensory and mnemonic signals from temporal cortex. Using anatomical tract-tracing in 17 male adult monkeys (Macaca nemestrina, Macaca fascicularis, Macaca mulatta), we build upon this striatal map by systematically mapping inputs from frontal cortex, amygdala, temporal pole, and medial temporal cortex. We find that the VS contains heterogeneous subregions that become apparent when considering both the identities and strengths of inputs. We parcellated the VS into a ventromedial sector receiving motivation and emotion-related information from regions including area TG, ventromedial PFC, ACC, and amygdala; and a more functionally diverse dorsolateral sector that receives this information coupled to cognitive and sensorimotor information from dorsolateral PFC, ventrolateral PFC, premotor cortex, area TAr, and area TEr. Each sector was further parcellated into smaller regions that had different proportions of these inputs. Together, the striatum contains complex, selective input combinations, providing substrates for myriad associations. This VS parcellation provides a map that can guide and interpret functional interactions in healthy individuals and those with psychiatric disorders, and may be useful in targeting treatments for specific psychiatric conditions.", "doi": "10.1523/ENEURO.0392-17.2017", "title": "Combinatorial Inputs to the Ventral Striatum from the Temporal Cortex, Frontal Cortex, and Amygdala: Implications for Segmenting the Striatum.", "journal": ["eNeuro", "eNeuro"]}