{"authors": [["Lin", "Yu-Ting", "YT", "Department of Pharmacology."], ["Hsieh", "Tsan-Yu", "TY", "Department of Pharmacology."], ["Tsai", "Tsung-Chih", "TC", "Institute of Basic Medical Sciences, College of Medicine, National Cheng Kung University, Tainan 70101, Taiwan."], ["Chen", "Chien-Chung", "CC", "Department of Pharmacology."], ["Huang", "Chiung-Chun", "CC", "Department of Pharmacology."], ["Hsu", "Kuei-Sen", "KS", "Department of Pharmacology richard@mail.ncku.edu.tw."]], "date": "2017-12-26", "id": "29279308", "text": "Oxytocin (OXT) receptors (OXTRs) are prominently expressed in hippocampal CA2 and CA3 pyramidal neurons, but little is known about its physiological function. As the functional necessity of hippocampal CA2 for social memory processing, we tested whether CA2 OXTRs may contribute to long-term social recognition memory (SRM) formation. Here, we found that conditional deletion of Oxtr from forebrain (Oxtr-/-) or CA2/CA3a-restricted excitatory neurons in adult male mice impaired the persistence of long-term SRM but had no effect on sociability and preference for social novelty. Conditional deletion of CA2/CA3a Oxtr showed no changes in anxiety-like behavior assessed using the open field, elevated plus maze and novelty-suppressed feeding tests. Application of a highly selective OXTR agonist [Thr4,Gly7]-OXT to hippocampal slices resulted in an acute and lasting potentiation of excitatory synaptic responses in CA2 pyramidal neurons that relied on N-methyl-D-aspartate receptor activation and calcium/calmodulin-dependent protein kinase II activity. In addition, Oxtr-/- mice displayed a defect in the induction of long-term potentiation, but not long-term depression, at the synapses between the entorhinal cortex and CA2 pyramidal neurons. Furthermore, Oxtr deletion led to a reduced complexity of basal dendritic arbors of CA2 pyramidal neurons, but caused no alteration in the density of apical dendritic spines. Considering that the methodologies we have used to delete Oxtr do not rule out targeting the neighboring CA3a region, these findings suggest that OXTR signaling in the CA2/CA3a is crucial for the persistence of long-term SRM.SIGNIFICANCE STATEMENTOxytocin receptors (OXTRs) are abundantly expressed in hippocampal CA2 and CA3 regions, but there are little known about their physiological function. Taking advantage of the conditional Oxtr knockout mice, the present study highlights the importance of OXTR signaling in the induction of long-term potentiation at the synapses between the entorhinal cortex and CA2 pyramidal neurons and the persistence of long-term social recognition memory. Thus, OXTRs in the CA2/CA3a may provide a new target for therapeutic approaches to the treatment of social cognition deficits, which are often observed in patients with neuropsychiatric disorders.", "doi": "10.1523/JNEUROSCI.1896-17.2017", "title": "Conditional Deletion of Hippocampal CA2/CA3a Oxytocin Receptors Impairs the Persistence of Long-Term Social Recognition Memory in Mice.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}