{"authors": [["Schulz", "Jenni", "J", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands. Electronic address: JenniSchulz101@gmail.com."], ["P Marques", "José", "J", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands."], ["Ter Telgte", "Annemieke", "A", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; Department of Neurology, Radboud University Medical Centre Nijmegen, The Netherlands."], ["van Dorst", "Anouk", "A", "Department of Radiology and Nuclear Medicine, Jeroen Bosch Hospital, 's Hertogenbosch, The Netherlands."], ["de Leeuw", "Frank-Erik", "FE", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; Department of Neurology, Radboud University Medical Centre Nijmegen, The Netherlands."], ["Meijer", "Frederick J A", "FJA", "Department of Radiology and Nuclear Medicine, Radboud University Medical Centre Nijmegen, The Netherlands."], ["Norris", "David G", "DG", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; Erwin L. Hahn Institute for Magnetic Resonance Imaging, University Duisburg-Essen, Essen, Germany."]], "date": "2017-12-02", "id": "29279164", "text": "As a single-shot sequence with a long train of refocusing pulses, Half-Fourier Acquisition Single-Shot Turbo-Spin-Echo (HASTE) suffers from high power deposition limiting use at high resolutions and high field strengths, particularly if combined with acceleration techniques such as simultaneous multi-slice (SMS) imaging. Using a combination of multiband (MB)-excitation and PINS-refocusing pulses will effectively accelerate the acquisition time while staying within the SAR limitations. In particular, uncooperative and young patients will profit from the speed of the MB-PINS HASTE sequence, as clinical diagnosis can be possible without sedation. Materials and MethodsMB-excitation and PINS-refocusing pulses were incorporated into a HASTE-sequence with blipped CAIPIRINHA and TRAPS including an internal FLASH reference scan for online reconstruction. Whole brain MB-PINS HASTE data were acquired on a Siemens 3T-Prisma system from 10 individuals and compared to a clinical HASTE protocol. ResultsThe proposed MB-PINS HASTE protocol accelerates the acquisition by about a factor 2 compared to the clinical HASTE. The diagnostic image quality proved to be comparable for both sequences for the evaluation of the overall aspect of the brain, the detection of white matter changes and areas of tissue loss, and for the evaluation of the CSF spaces although artifacts were more frequently encountered with MB-PINS HASTE. ConclusionsMB-PINS HASTE enables acquisition of slice accelerated highly T2-weighted images and provides good diagnostic image quality while reducing acquisition time.", "doi": "10.1016/j.ejrad.2017.11.022", "title": "Clinical application of Half Fourier Acquisition Single Shot Turbo Spin Echo (HASTE) imaging accelerated by simultaneous multi-slice acquisition.", "journal": ["European journal of radiology", "Eur J Radiol"]}