{"authors": [["Wei", "Luqing", "L", "Key laboratory of Cognition and Personality, Faculty of Psychology, Southwest University, Chongqing 400715, PR China."], ["Chen", "Hong", "H", "Key laboratory of Cognition and Personality, Faculty of Psychology, Southwest University, Chongqing 400715, PR China. Electronic address: chenhg@swu.edu.cn."], ["Wu", "Guo-Rong", "GR", "Key laboratory of Cognition and Personality, Faculty of Psychology, Southwest University, Chongqing 400715, PR China. Electronic address: gronwu@gmail.com."]], "date": "2017-12-24", "id": "29278717", "text": "Previous neuroimaging studies have highlighted the functional neural correlates of cardiac vagal activity, providing convergent evidence that the cardiac vagal function is controlled by a number of brain regions in the central autonomic network (CAN). However, it remains largely unknown whether the underlying anatomical basis of those identified regions are associated with individual difference in vagal function. To address the above issue, this study used a large sample of healthy subjects (n = 185) and voxel-based morphometry (VBM) analysis to verify brain morphometry associated with vagal control and the associations varied as a function of gender and age. Our results showed that high frequency component of heart rate variability (HF-HRV) was negatively correlated with grey matter volumes in the right putamen, caudate, amygdala, insula, superior temporal gyrus, temporal pole, and parahippocampal gyrus, demonstrating brain morphological variation in the right-sided striatal and limbic structures of the CAN associated with individual difference in cardiac vagal function. Additionally, gender and age effects on the relationship between cardiac vagal control and brain morphometry were not significant in the current dataset. These findings underscore the importance of striatal and limbic structures in parasympathetic control, and shed light on the underlying anatomical substrates of cardiac vagal activity.", "doi": "10.1016/j.brainres.2017.12.024", "title": "Heart rate variability associated with grey matter volumes in striatal and limbic structures of the central autonomic network.", "journal": ["Brain research", "Brain Res."]}