{"authors": [["Vibha", "Deepti", "D", "Departments of Epidemiology."], ["Tiemeier", "Henning", "H", "Departments of Epidemiology."], ["Mirza", "Saira S", "SS", "Departments of Epidemiology."], ["Adams", "Hieab H H", "HHH", "Departments of Epidemiology."], ["Niessen", "Wiro J", "WJ", "Radiology and Nuclear Medicine."], ["Hofman", "Albert", "A", "Departments of Epidemiology."], ["Prasad", "Kameshwar", "K", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["van der Lugt", "Aad", "A", "Radiology and Nuclear Medicine."], ["Vernooij", "Meike W", "MW", "Departments of Epidemiology."], ["Ikram", "Mohammad A", "MA", "Departments of Epidemiology."]], "date": "2017-12-27", "id": "29278559", "text": "To investigate the association of brain volumes, white matter lesion (WML) volumes, and lacunes, with cognitive decline in a population-based cohort of nondemented persons.Within the Rotterdam Study, 3624 participants underwent brain magnetic resonance imaging. Cognition was evaluated at baseline (2005 to 2009) and at the follow-up visit (2011 to 2013). We used a test battery that tapped into domains of executive function, information processing speed, motor speed, and memory. The volumetric measures assessed were total brain volume, lobar (gray matter and white matter) volumes, and hippocampal volumes. We also studied the association of WML volumes and lacunes with cognitive decline using linear regression models.Total brain volume was associated with decline in global cognition, information processing, and motor speed (P<0.001) in analyses controlled for demographic and vascular factors. Specifically, smaller frontal and parietal lobes were associated with decline in information processing and motor speed, and smaller temporal and parietal lobes were associated with decline in general cognition and motor speed (P<0.001 for all tests). Total WML volume was associated with decline in executive function. Lobar WML volume, hippocampal volume, and lacunes were not associated with cognitive decline.Lower brain volume is associated with subsequent cognitive decline. Although lower total brain volume was significantly associated with decline in global cognition, specific lobar volumes were associated with decline in certain cognitive domains.", "doi": "10.1097/WAD.0000000000000235", "title": "Brain Volumes and Longitudinal Cognitive Change: A Population-based Study.", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"]}