{"authors": [["Kaiser", "Daniel", "D", "Center for Mind/Brain Sciences, University of Trento, 38068, Rovereto, TN, Italy; Department of Education and Psychology, Freie Universität Berlin, 14195, Berlin-Dahlem, Germany. Electronic address: danielkaiser.net@gmail.com."], ["Peelen", "Marius V", "MV", "Center for Mind/Brain Sciences, University of Trento, 38068, Rovereto, TN, Italy; Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, The Netherlands."]], "date": "2017-12-22", "id": "29277645", "text": "To optimize processing, the human visual system utilizes regularities present in naturalistic visual input. One of these regularities is the relative position of objects in a scene (e.g., a sofa in front of a television), with behavioral research showing that regularly positioned objects are easier to perceive and to remember. Here we use fMRI to test how positional regularities are encoded in the visual system. Participants viewed pairs of objects that formed minimalistic two-object scenes (e.g., a \"living room\" consisting of a sofa and television) presented in their regularly experienced spatial arrangement or in an irregular arrangement (with interchanged positions). Additionally, single objects were presented centrally and in isolation. Multi-voxel activity patterns evoked by the object pairs were modeled as the average of the response patterns evoked by the two single objects forming the pair. In two experiments, this approximation in object-selective cortex was significantly less accurate for the regularly than the irregularly positioned pairs, indicating integration of individual object representations. More detailed analysis revealed a transition from independent to integrative coding along the posterior-anterior axis of the visual cortex, with the independent component (but not the integrative component) being almost perfectly predicted by object selectivity across the visual hierarchy. These results reveal a transitional stage between individual object and multi-object coding in visual cortex, providing a possible neural correlate of efficient processing of regularly positioned objects in natural scenes.", "doi": "10.1016/j.neuroimage.2017.12.065", "title": "Transformation from independent to integrative coding of multi-object arrangements in human visual cortex.", "journal": ["NeuroImage", "Neuroimage"]}