{"authors": [["Stachenfeld", "Nina S", "NS", "The John B. Pierce Laboratory, New Haven, CT, United States; Department of Obstetrics, Gynecology and Reproductive Sciences, Yale School of Medicine, United States. Electronic address: nstach@jbpierce.org."], ["Leone", "Cheryl A", "CA", "The John B. Pierce Laboratory, New Haven, CT, United States."], ["Mitchell", "E Soibhan", "ES", "PepsiCo, Inc., 100 Summit Lake Drive, Valhalla, NY, United States."], ["Freese", "Eric", "E", "PepsiCo, Inc., 100 Summit Lake Drive, Valhalla, NY, United States."], ["Harkness", "Laura", "L", "PepsiCo, Inc., 100 Summit Lake Drive, Valhalla, NY, United States."]], "date": "2017-12-23", "id": "29277553", "text": "Healthy women do not always consume Recommended Daily Levels of fluid intake ad libitum. We hypothesized that 1) women lose≥1.0% BW during daily activities, 2) that mild body water loss impairs memory and executive function, 3) water intake to recommended daily levels will improve cognitive function.We tested 12 women (26±5yr, 22.5±2.6kg/m2 BMI). Session 1 was a control (CON) session, during which subjects monitored their food and fluid intake (diary) and activity (Fitbit®). The next two sessions were applied in balanced order: dehydration (DEH) session, where subjects minimized drinking, and a euhydration (EUH) session, where subjects drank Recommended Daily Levels of fluid for their age and sex, or 2500ml/24h. We compared emotion, sensory perception and cognition with computer based visual analog tests and computer based cognitive tasks (Cogstate) at 5PM, i.e. baseline (BL) on the evening prior to the session, and at 7AM, 12PM, and 5PM during the session.Urine specific gravity (USG) was similar at BL across conditions (CON 1.013±0.002, DEH 1.015±0.002, EUH 1.014±0.002) and increased with dehydration (CON 1.011±0.003, DEH 1.021±0.002, EUH 1.010±0.002, P<0.05) by 5PM of the session. Uncontrolled fluid intake and physical activity were similar across sessions. The water challenges did not impact Detection, Identification, One-Card Learning, but EUH improved visual and working memory (Groton Maze Learning Test) errors: CON 40.1±11.1, DEH 40.5±10.1, EUH 33.9±10.9, P<0.05. Executive function [Set Shifting (SETS)] also improved under EUH, errors: BL 22.5±12.7 vs. 5PM 17.8±6.2, P<0.05.Mild dehydration caused deficits in visual and working memory and executive function in healthy young women. These deficits were reversed by drinking water to the European Food Safety Authority and Institute of Medicine requirements of 2.5l/day for adult women.", "doi": "10.1016/j.physbeh.2017.12.028", "title": "Water intake reverses dehydration associated impaired executive function in healthy young women.", "journal": ["Physiology & behavior", "Physiol. Behav."]}