{"authors": [["Dokkedal", "Unni", "U", "The Unit of Epidemiology, Biostatistics and Biodemography, Danish Twin Registry, Danish Aging Research Center, Department of Public Health, University of Southern Denmark, Odense C, Denmark. Electronic address: udokkedal@health.sdu.dk."], ["Wod", "Mette", "M", "The Unit of Epidemiology, Biostatistics and Biodemography, Danish Twin Registry, Danish Aging Research Center, Department of Public Health, University of Southern Denmark, Odense C, Denmark."], ["Thinggaard", "Mikael", "M", "The Unit of Epidemiology, Biostatistics and Biodemography, Danish Twin Registry, Danish Aging Research Center, Department of Public Health, University of Southern Denmark, Odense C, Denmark; Max-Planck Odense Center on the Biodemography of Aging, University of Southern Denmark, Odense C, Denmark."], ["Hansen", "Tom Giedsing", "TG", "Departments of Anaesthesiology and Intensive Care Medicine, Odense University Hospital, Odense C, Denmark."], ["Rasmussen", "Lars Simon", "LS", "Department of Anaesthesia, Centre of Head and Orthopaedics, Rigshospitalet, University of Copenhagen, Copenhagen Ø, Denmark."], ["Mengel-From", "Jonas", "J", "The Unit of Epidemiology, Biostatistics and Biodemography, Danish Twin Registry, Danish Aging Research Center, Department of Public Health, University of Southern Denmark, Odense C, Denmark; Clinical Genetics, Odense University Hospital, Odense C, Denmark."], ["Christensen", "Kaare", "K", "The Unit of Epidemiology, Biostatistics and Biodemography, Danish Twin Registry, Danish Aging Research Center, Department of Public Health, University of Southern Denmark, Odense C, Denmark; Max-Planck Odense Center on the Biodemography of Aging, University of Southern Denmark, Odense C, Denmark; Clinical Genetics, Odense University Hospital, Odense C, Denmark; Clinical Biochemistry and Pharmacology, Odense University Hospital, Odense C, Denmark."]], "date": "2017-12-19", "id": "29277552", "text": "To examine the association between exposure to surgery and 10-year change in cognitive functioning.Among 2351 middle-aged twins, a 10-year change in composite cognitive scores derived from five cognitive tests was compared between 903 (38%) twins exposed to surgery classified as major, minor, knee and hip replacement, and other, and a reference group of 1448 (62%) twins without surgery, using linear regression models adjusted for socioeconomic factors. Genetic and shared environmental confounding was addressed in intrapair analyses of 48 monozygotic and 74 dizygotic same-sexed twin pairs.In individual-level analyses, twins with major surgery (mean difference, -0.37; 95% CI, -0.76 to 0.02) or knee and hip replacement surgery (mean difference, -0.54; 95% CI, -1.30 to 0.22) had a tendency of a negligibly higher rate of decline in cognitive score than the reference group. In the intrapair analyses, the surgery-exposed twin had a higher rate of cognitive decline than the co-twin in 55% (95% CI, 45% to 63%) of the pairs. The mean difference in cognitive decline within pairs was -0.21 (95% CI, -0.81 to 0.39).No significant associations were found between exposure to surgery and change in cognitive score either in individual-level or in intrapair analyses.", "doi": "10.1016/j.annepidem.2017.12.004", "title": "No impact of surgery on cognitive function: a longitudinal study of middle-aged Danish twins.", "journal": ["Annals of epidemiology", "Ann Epidemiol"]}