{"authors": [["Rogers", "Jake", "J", "Florey Institute of Neuroscience and Mental Health, Melbourne Brain Centre, University of Melbourne, Parkville, Australia."], ["Renoir", "Thibault", "T", "Florey Institute of Neuroscience and Mental Health, Melbourne Brain Centre, University of Melbourne, Parkville, Australia."], ["Hannan", "Anthony J", "AJ", "Florey Institute of Neuroscience and Mental Health, Melbourne Brain Centre, University of Melbourne, Parkville, Australia; Department of Anatomy and Neuroscience, University of Melbourne, Parkville, Australia. Electronic address: anthony.hannan@florey.edu.au."]], "date": "2017-12-24", "id": "29277490", "text": "Gene-environment interactions drive experience-dependent changes in the brain that alter cognition, emotion and behaviour. Positive engagement with the environment, through novel experience and physical activity, can improve brain function, although the mechanisms mediating such experience-dependent plasticity remain to be fully elucidated. In this article, we discuss the therapeutic value of environmental stimuli, exercise and environmental enrichment (EE), for cognitive and affective disorders, with implications for the understanding and treatment of depression and anxiety disorders. We demonstrate that environmental manipulations are potential therapeutic strategies for improving outcomes in these psychiatric disorders, including beneficial impacts on cognition. We discuss how EE and exercise are therapeutic environmental interventions impacting both affective and cognitive function. Serotonergic (5-HTergic) signaling is strongly implicated in the manifestation of psychiatric disorders and regulates cognitive and emotional processing that can underpin them. Thus, we focus on evidence implicating the serotonergic system in mediating gene-environment interactions to EE and exercise. Finally, we discuss robust gene-environment interactions associated with EE and exercise interventions, and their impacts on specific brain areas, particularly the hippocampus. We focus on potential mediators of this experience-dependent plasticity, including adult neurogenesis and brain-derived neurotrophic factor (BDNF). Furthermore, we explore molecular and cellular mechanisms of experience-dependent plasticity that potentially underlie the restoration of affective and cognitive phenotypes, thus identifying novel therapeutic targets.", "doi": "10.1016/j.neuropharm.2017.12.038", "title": "Gene-environment interactions informing therapeutic approaches to cognitive and affective disorders.", "journal": ["Neuropharmacology", "Neuropharmacology"]}