{"authors": [["Kim", "Kamin", "K", "Department of Psychology, University of Michigan, Ann Arbor, MI 48109, United States."], ["Müller", "Martijn L T M", "MLTM", "Department of Radiology, University of Michigan, Ann Arbor, MI 48109, United States; Morris K. Udall Center of Excellence for Parkinson's Disease Research, University of Michigan, Ann Arbor, MI, United States."], ["Bohnen", "Nicolaas I", "NI", "Department of Radiology, University of Michigan, Ann Arbor, MI 48109, United States; Department of Neurology, University of Michigan, Ann Arbor, MI 48109, United States; Veterans Affairs Ann Arbor Healthcare System, Ann Arbor, MI 48105, United States; Morris K. Udall Center of Excellence for Parkinson's Disease Research, University of Michigan, Ann Arbor, MI, United States."], ["Sarter", "Martin", "M", "Department of Psychology, University of Michigan, Ann Arbor, MI 48109, United States; Morris K. Udall Center of Excellence for Parkinson's Disease Research, University of Michigan, Ann Arbor, MI, United States."], ["Lustig", "Cindy", "C", "Department of Psychology, University of Michigan, Ann Arbor, MI 48109, United States; Morris K. Udall Center of Excellence for Parkinson's Disease Research, University of Michigan, Ann Arbor, MI, United States. Electronic address: clustig@umich.edu."]], "date": "2017-12-19", "id": "29277400", "text": "Past animal and human studies robustly report that the cholinergic system plays an essential role in both top-down and bottom-up attentional control, as well as other aspects of cognition (see Ballinger et al., 2016 for a recent review). However, current understanding of how two major cholinergic pathways in the human brain (the basal forebrain-cortical pathway, and the brainstem pedunculopontine-thalamic pathway) contribute to specific cognitive functions remains somewhat limited. To address this issue, we examine how individual variation in the integrity of striatal-dopaminergic, thalamic-cholinergic, and cortical-cholinergic pathways (measured using Positron Emission Tomography in patients with Parkinson's disease) was associated with individual variation in the initial goal-directed focus of attention, the ability to sustain attentional performance over time, and the ability to avoid distraction from a highly-salient, but irrelevant, environmental stimulus. Compared to healthy controls, PD patients performed similarly in the precision of attention-dependent judgments of duration, and in sustaining attention over time. However, PD patients' performance was strikingly more impaired by the distractor. More critically, regression analyses indicated that only cortical-cholinergic integrity, not thalamic-cholinergic or striatal-dopaminergic integrity, made a specific contribution to the ability to resist distraction after controlling for the other variables. These results demonstrate that the basal forebrain cortical cholinergic system serves a specific role in executing top-down control to resist external distraction.", "doi": "10.1016/j.neuroimage.2017.12.012", "title": "The cortical cholinergic system contributes to the top-down control of distraction: Evidence from patients with Parkinson's disease.", "journal": ["NeuroImage", "Neuroimage"]}