{"authors": [["Isnard", "Jean", "J", "Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre-Wertheimer, hospices Civils de Lyon, 59, boulevard Pinel, 69677 Bron cedex, France; Inserm U1028, CNRS 5292, TIGER: Neuroscience research center of Lyon, 69675 Bron cedex, France. Electronic address: jean.isnard@chu-lyon.fr."], ["Taussig", "Delphine", "D", "Paediatric Neurosurgery, Rothschild Foundation Hospital, 25-29, rue Manin, 75019 Paris, France."], ["Bartolomei", "Fabrice", "F", "Institut de neurosciences des systèmes, Aix Marseille University, 13005 Marseille, France; Service de neurophysiologie clinique, hôpital de la Timone, AP-HM, 13005 Marseille, France."], ["Bourdillon", "Pierre", "P", "Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre-Wertheimer, hospices Civils de Lyon, 59, boulevard Pinel, 69677 Bron cedex, France; Université de Lyon, université Claude-Bernard, 69100 Villeurbanne, France; Inserm U1127, CNRS 7225, Brain and Spine Institute, 75013 Paris, France; Université Pierre et Marie Curie, Sorbonne Universités, 75252 Paris, France."], ["Catenoix", "Hélène", "H", "Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre-Wertheimer, hospices Civils de Lyon, 59, boulevard Pinel, 69677 Bron cedex, France; Inserm U1028, CNRS 5292, TIGER: Neuroscience research center of Lyon, 69675 Bron cedex, France; Université de Lyon, université Claude-Bernard, 69100 Villeurbanne, France."], ["Chassoux", "Francine", "F", "Unit of Epileptology, Department of Neurosurgery, Sainte-Anne Hospital, 75014 Paris, France."], ["Chipaux", "Mathilde", "M", "Paediatric Neurosurgery, Rothschild Foundation Hospital, 25-29, rue Manin, 75019 Paris, France."], ["Clémenceau", "Stéphane", "S", "Department of Neurosurgery, groupe hospitalier universitaire de La Pitié-Salpêtrière, 47-83, boulevard de l'Hôpital, 75013 Paris, France."], ["Colnat-Coulbois", "Sophie", "S", "Service de neurochirurgie, hôpital Central, CHU de Nancy, 29, avenue du Maréchal-de-Lattre-de-Tassigny, 54000 Nancy, France."], ["Denuelle", "Marie", "M", "Explorations neurophysiologiques, hôpital Purpan, université de Toulouse, 31059 Toulouse, France."], ["Derrey", "Stéphane", "S", "Department of Neurosurgery, Rouen University Hospital, rue de Germont, 76000 Rouen, France; Inserm 1073, Faculty of Medicine, 76183 Rouen, France."], ["Devaux", "Bertrand", "B", "Unit of Epileptology, Department of Neurosurgery, Sainte-Anne Hospital, 75014 Paris, France."], ["Dorfmüller", "Georg", "G", "Paediatric Neurosurgery, Rothschild Foundation Hospital, 25-29, rue Manin, 75019 Paris, France."], ["Gilard", "Vianney", "V", "Department of Neurosurgery, Rouen University Hospital, rue de Germont, 76000 Rouen, France; Inserm ERI 28, Microvascular Endothelium and Neonate Brain Lesions Laboratory, Faculty of Medicine, 76183 Rouen, France."], ["Guenot", "Marc", "M", "Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre-Wertheimer, hospices Civils de Lyon, 59, boulevard Pinel, 69677 Bron cedex, France; Université de Lyon, université Claude-Bernard, 69100 Villeurbanne, France."], ["Job-Chapron", "Anne-Sophie", "AS", "Neurology Department, CHU Grenoble-Alpes,38700 La Tronche, France; University Grenoble, 38400 Saint-Martin-d'Hères, France; Inserm, U1216, Grenoble Institute of Neuroscience (GIN), 38700 La Tronche, France."], ["Landré", "Elisabeth", "E", "Unit of Epileptology, Department of Neurosurgery, Sainte-Anne Hospital, 75014 Paris, France."], ["Lebas", "Axel", "A", "Department of Neurophysiology, Rouen University Hospital, rue de Germont, 76031 Rouen, France."], ["Maillard", "Louis", "L", "Neurology Department, CHU de Nancy, 54000 Nancy, France; CRAN UMR 7039, CNRS Lorraine-Université, 54506 Vandoeuvre cedex, France."], ["McGonigal", "Aileen", "A", "Institut de neurosciences des systèmes, Aix Marseille University, 13005 Marseille, France; Service de neurophysiologie clinique, hôpital de la Timone, AP-HM, 13005 Marseille, France."], ["Minotti", "Lorella", "L", "Neurology Department, CHU Grenoble-Alpes,38700 La Tronche, France; Inserm, U1216, Grenoble Institute of Neuroscience (GIN), 38700 La Tronche, France."], ["Montavont", "Alexandra", "A", "Service épilepsie, sommeil et explorations fonctionnelles neuropédiatriques, HFME, 59, boulevard Pinel, 69677 Bron cedex, France; Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre-Wertheimer, hospices Civils de Lyon, 59, boulevard Pinel, 69677 Bron cedex, France; Inserm U1028, CNRS 5292, TIGER: Neuroscience research center of Lyon, 69675 Bron cedex, France."], ["Navarro", "Vincent", "V", "EEG and Epilepsy Unit, groupe hospitalier Pitié-Salpêtrière-Charles Foix, AP-HP, 75013 Paris, France; Centre de référence des épilepsies rares, France; Brain and Spine Institute (ICM; Inserm, UMRS 1127; CNRS, UMR 7225), 75252 Paris, France."], ["Nica", "Anca", "A", "Service de neurologie, CHU de Rennes, 2, rue Henri-le-Guilloux, 35033 Rennes cedex 9, France; Inserm UMR 1099, Rennes 2, 35043 Rennes cedex, France."], ["Reyns", "Nicolas", "N", "Department of Neurosurgery, University Hospital, 59037 Lille cedex, France; Inserm, U1189-ONCO-THAI-Image Assisted Laser Therapy for Oncology, CHU de Lille, université de Lille, 59000 Lille, France."], ["Scholly", "Julia", "J", "Medical and Surgical Epilepsy Unit, Hautepierre Hospital, University of Strasbourg, 67200 Strasbourg, France."], ["Sol", "Jean-Christophe", "JC", "Service de neurochirurgie, CHU de Toulouse, université Paul-Sabatier, 31059 Toulouse, France."], ["Szurhaj", "William", "W", "Department of clinical neurophysiology, Lille University Hospital, 59037 Lille cedex, France; Inserm U1171, University of Lille, 59000 Lille, France; Faculté de médecine Henri-Warembourg, 59045 Lille cedex, France."], ["Trebuchon", "Agnès", "A", "Institut de neurosciences des systèmes, Aix Marseille University, 13005 Marseille, France; Service de neurophysiologie clinique, hôpital de la Timone, AP-HM, 13005 Marseille, France."], ["Tyvaert", "Louise", "L", "Neurology Department, CHU de Nancy, 54000 Nancy, France; CRAN UMR 7039, CNRS Lorraine-Université, 54506 Vandoeuvre cedex, France."], ["Valenti-Hirsch", "Maria Paola", "MP", "Medical and Surgical Epilepsy Unit, Hautepierre Hospital, University of Strasbourg, 67200 Strasbourg, France."], ["Valton", "Luc", "L", "Explorations neurophysiologiques, hôpital Purpan, université de Toulouse, 31059 Toulouse, France; Université de Toulouse, 31013 Toulouse, France; CerCo, centre de recherche cerveau et cognition, UMR 5549-CNRS, 31052 Toulouse, France."], ["Vignal", "Jean-Pierre", "JP", "Neurology Department, CHU de Nancy, 54000 Nancy, France; CRAN UMR 7039, CNRS Lorraine-Université, 54506 Vandoeuvre cedex, France."], ["Sauleau", "Paul", "P", "Unité des explorations fonctionnelles neurologiques, CHU de Rennes, 2, rue Henri-le-Guilloux, 35033 Rennes cedex 9, France; EA 4712 « Comportement et Noyaux Gris Centraux », faculté de médecine, université de Rennes 1, avenue Léon-Bernard, 35043 Rennes, France."]], "date": "2017-12-23", "id": "29277357", "text": "Stereoelectroencephalography (SEEG) was designed and developed in the 1960s in France by J. Talairach and J. Bancaud. It is an invasive method of exploration for drug-resistant focal epilepsies, offering the advantage of a tridimensional and temporally precise study of the epileptic discharge. It allows anatomo-electrical correlations and tailored surgeries. Whereas this method has been used for decades by experts in a limited number of European centers, the last ten years have seen increasing worldwide spread of its use. Moreover in current practice, SEEG is not only a diagnostic tool but also offers a therapeutic option, i.e., thermocoagulation. In order to propose formal guidelines for best clinical practice in SEEG, a working party was formed, composed of experts from every French centre with a large SEEG experience (those performing more than 10 SEEG per year over at least a 5 year period). This group formulated recommendations, which were graded by all participants according to established methodology. The first part of this article summarizes these within the following topics: indications and limits of SEEG; planning and management of SEEG; surgical technique; electrophysiological technical procedures; interpretation of SEEG recordings; and SEEG-guided radio frequency thermocoagulation. In the second part, those different aspects are discussed in more detail by subgroups of experts, based on existing literature and their own experience. The aim of this work is to present a consensual French approach to SEEG, which could be used as a basic document for centers using this method, particularly those who are beginning SEEG practice. These guidelines are supported by the French Clinical Neurophysiology Society and the French chapter of the International League Against Epilepsy.", "doi": "10.1016/j.neucli.2017.11.005", "title": "French guidelines on stereoelectroencephalography (SEEG).", "journal": ["Neurophysiologie clinique = Clinical neurophysiology", "Neurophysiol Clin"]}