{"authors": [["Jas", "Ellen", "E", "1 Institute of Mental Health Care, GGZ Drenthe, Assen, The Netherlands."], ["Wieling", "Martijn", "M", "2 Center for Language and Cognition Groningen, University of Groningen, Groningen, The Netherlands."]], "date": "2017-12-01", "id": "29277105", "text": "There is limited research on the patient-provider relationship in inpatient settings. The purpose of this study was to measure the effect of mental healthcare providers' recovery-promoting competencies on personal recovery in involuntarily admitted psychiatric patients with severe mental illness.In all, 127 Dutch patients suffering from a severe mental illness residing in a high-secure psychiatric hospital reported the degree of their personal recovery (translated Questionnaire about Processes of Recovery questionnaire (QPR)) and the degree of mental healthcare providers' recovery-promoting competence (Recovery Promoting Relationship Scale (RPRS)) at two measurement points, 6 months apart.(Mixed-effects) linear regression analysis was used to test the effect of providers' recovery-promoting competence on personal recovery, while controlling for the following confounding variables: age, gender drug/alcohol problems, social relationships, activities of daily living, treatment motivation and medication adherence.Analyses revealed a significant positive effect of providers' recovery-promoting competencies on the degree of personal recovery ( t = 8.4, p < .001) and on the degree of change in personal recovery over time ( ts > 4, p < .001).This study shows that recovery-promoting competencies of mental healthcare providers are positively associated with (a change in) personal recovery of involuntarily admitted patients. Further research is necessary on how to organize recovery-oriented care in inpatient settings and how to enhance providers' competencies in a sustainable way.", "doi": "10.1177/0020764017749864", "title": "Providers' competencies positively affect personal recovery of involuntarily admitted patients with severe mental illness: A prospective observational study.", "journal": ["The International journal of social psychiatry", "Int J Soc Psychiatry"]}