{"authors": [["Lyall", "Kristen", "K", "Univeristy of California, Department of Public Health Sciences, Davis CA 95616."], ["Schweitzer", "Julie B", "JB", "University of California, Davis, MIND Institute, Sacramento, CA 95817."], ["Schmidt", "Rebecca J", "RJ", "Univeristy of California, Department of Public Health Sciences, Davis CA 95616."], ["Hertz-Picciotto", "Irva", "I", "Univeristy of California, Department of Public Health Sciences, Davis CA 95616."], ["Solomon", "Marjorie", "M", "University of California, Davis, MIND Institute, Sacramento, CA 95817."]], "date": "2016-12-22", "id": "29276530", "text": "Attention deficits in young children with autism spectrum disorder (ASD) are not well understood. This study sought to determine: 1) the prevalence of ADHD symptoms in young children with ASD, typical development (TD), and developmental delay (DD) and 2) the association between ADHD symptoms and cognitive and behavioral functioning in children with ASD.ADHD symptoms, defined according to Aberrant Behavior Checklist (ABC) hyperactivity subscale scores, were compared across children aged 2-5 from a large case-control study with ASD (n=548), TD (n=423), and DD (n=180). Inattention and hyperactivity items within this subscale were also explored. Within the ASD group, linear and logistic regression were used to examine how ADHD symptoms were associated with cognition as assessed by the Mullen Scales of Early Learning and adaptive functioning as assessed by the Vineland Adaptive Behavior Scales.Mean hyperactivity subscale scores were lowest in children with TD (mean=3.19), higher in children with DD (12.3), and highest in children with ASD (18.2; between-group p<0.001). Among children with ASD, significant associations were observed with higher ADHD symptoms and poorer adaptive and cognitive functioning (adjusted beta for hyperactivity score in association with: Vineland composite = -5.63, p=0.0005; Mullen visual reception scale = -2.94, p=0.02; for the highest vs. lowest quartile of hyperactivity score, odds of lowest quintile of these scores was approximately doubled). Exploratory analyses highlighted associations with inattention-related items specifically.These results suggest ADHD symptoms may play a key role in the functioning of young children with ASD.", "doi": "10.1016/j.rasd.2016.11.011", "title": "Inattention and hyperactivity in association with autism spectrum disorders in the CHARGE study.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"]}