{"authors": [["Chen", "Diling", "D", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Yang", "Xin", "X", "Department of Pharmacy, The Fifth Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Yang", "Jian", "J", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Lai", "Guoxiao", "G", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Yong", "Tianqiao", "T", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Tang", "Xiaocui", "X", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Shuai", "Ou", "O", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Zhou", "Gailian", "G", "Guangxi University of Chinese Medicine, Nanning, China."], ["Xie", "Yizhen", "Y", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."], ["Wu", "Qingping", "Q", "State Key Laboratory of Applied Microbiology Southern China, Guangdong Provincial Key Laboratory of Microbial Culture Collection and Application, Guangdong Open Laboratory of Applied Microbiology, Guangdong Institute of Microbiology, Chinese Academy of Sciences, Guangzhou, China."]], "date": "2017-12-08", "id": "29276488", "text": "Gut microbiota influences the central nervous system disorders such as Alzheimer's disease (AD). The prebiotics and probiotics can improve the host cognition. A previous study demonstrated that fructooligosaccharides from Morinda officinalis (OMO) exert effective memory improvements in AD-like animals, thereby considered as potential prebiotics; however, the underlying mechanism still remains enigma. Thus, the present study investigated whether OMO is effective in alleviating AD by targeting the microbiota-gut-brain axis. OMO was administered in rats with AD-like symptoms (D-galactose- and Aβ1-42-induced deficient rats). Significant and systematic deterioration in AD-like animals were identified, including learning and memory abilities, histological changes, production of cytokines, and microbial community shifts. Behavioral experiments demonstrated that OMO administration can ameliorate the learning and memory abilities in both AD-like animals significantly. AD parameters showed that OMO administration cannot only improve oxidative stress and inflammation disorder, but also regulate the synthesis and secretion of neurotransmitter. Histological changes indicated that OMO administration ameliorates the swelling of brain tissues, neuronal apoptosis, and down-regulation of the expression of AD intracellular markers (Tau and Aβ1-42). 16S rRNA sequencing of gut microbiota indicated that OMO administration maintains the diversity and stability of the microbial community. In addition, OMO regulated the composition and metabolism of gut microbiota in inflammatory bowel disease (IBD) mice model treated by overdosed antibiotics and thus showed the prebiotic potential. Moreover, gut microbiota plays a major role in neurodevelopment, leading to alterations in gene expression in critical brain and intestinal regions, thereby resulting in perturbation to the programming of normal cognitive behaviors. Taken together, our findings suggest that the therapeutic effect of the traditional medicine, M. officinalis, on various neurological diseases such as AD, is at least partially contributed by its naturally occurring chemical constituent, OMO, via modulating the interaction between gut ecology and brain physiology.", "doi": "10.3389/fnagi.2017.00403", "title": "Prebiotic Effect of Fructooligosaccharides from Morinda officinalis on Alzheimer's Disease in Rodent Models by Targeting the Microbiota-Gut-Brain Axis.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}