{"authors": [["Oberste", "Max", "M", "Department of Molecular and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."], ["Hartig", "Philipp", "P", "Department of Molecular and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."], ["Bloch", "Wilhelm", "W", "Department of Molecular and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."], ["Elsner", "Benjamin", "B", "Department of Molecular and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."], ["Predel", "Hans-Georg", "HG", "Department of Circulation Research and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."], ["Ernst", "Bernhard", "B", "Department of Molecular and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."], ["Zimmer", "Philipp", "P", "Department of Molecular and Cellular Sports Medicine, German Sport University Cologne, Cologne, Germany."]], "date": "2017-12-08", "id": "29276483", "text": "Introduction: Many studies report improvements in cognitive performance following acute endurance exercise compared to control group treatment. These cognitive benefits are interpreted as a result of a physiological response to exercise. However, it was also hypothesized that expectation-driven placebo effects account for these positive effects. The purpose of this study was to investigate the differences between expectations for cognitive benefits toward acute endurance exercise and multiple control group treatments. Methods: Healthy individuals (N = 247, 24.26 ± 3.88 years) were randomized to eight different groups watching videos of a moderate, a vigorous exercise treatment or one control group treatment (waiting, reading, video-watching, stretching, myofascial release workout, and very light exercise). Then, they were introduced to three commonly used cognitive test procedures in acute exercise-cognition research (Stroop-test, Trail-Making-test, Free-recall-task). Participants rated the effect they would expect on their performance in those tasks, if they had received the treatment shortly before the task, on an 11-point Likert scale. Results: No significantly different expectations for cognitive benefits toward acute moderate exercise and control group treatments could be revealed. Participants expected significantly worse performance following vigorous exercise compared to following waiting and stretching for all cognitive tests. Significantly worse performance after vigorous exercise compared to after very light exercise was expected for Stroop and Free-recall. For Free-recall, participants expected worse performance after vigorous exercise compared to myofascial release training as well. Conclusion: Our results indicate that expectation-driven placebo effects are unlikely to cause the reported greater cognitive improvements following acute moderate and vigorous endurance exercise compared to following common control group treatments.", "doi": "10.3389/fnhum.2017.00600", "title": "Control Group Paradigms in Studies Investigating Acute Effects of Exercise on Cognitive Performance-An Experiment on Expectation-Driven Placebo Effects.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}