{"authors": [["White", "Janson J", "JJ", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA."], ["Mazzeu", "Juliana F", "JF", "University of Brasilia, Brasilia 70910, Brazil; Robinow Syndrome Foundation, Anoka, MN 55303, USA."], ["Coban-Akdemir", "Zeynep", "Z", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA."], ["Bayram", "Yavuz", "Y", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA."], ["Bahrambeigi", "Vahid", "V", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA; Graduate Program in Diagnostic Genetics, School of Health Professions, University of Texas MD Anderson Cancer Center, Houston, TX 77030, USA."], ["Hoischen", "Alexander", "A", "Department of Human Genetics, Radboud Institute of Molecular Life Sciences, Radboud University Medical Center, 6500 HB Nijmegen, the Netherlands; Department of Internal Medicine and Radboud Center for Infectious Diseases (RCI), Radboud University Medical Center, 6500 HB Nijmegen, the Netherlands."], ["van Bon", "Bregje W M", "BWM", "Department of Human Genetics, Radboud Institute of Molecular Life Sciences, Radboud University Medical Center, 6500 HB Nijmegen, the Netherlands."], ["Gezdirici", "Alper", "A", "Department of Medical Genetics, Kanuni Sultan Suleyman Training and Research Hospital, Istanbul 34303, Turkey."], ["Gulec", "Elif Yilmaz", "EY", "Department of Medical Genetics, Kanuni Sultan Suleyman Training and Research Hospital, Istanbul 34303, Turkey."], ["Ramond", "Francis", "F", "Service de Génétique, CHU-Hôpital Nord, 42000 Saint-Etienne, France."], ["Touraine", "Renaud", "R", "Service de Génétique, CHU-Hôpital Nord, 42000 Saint-Etienne, France."], ["Thevenon", "Julien", "J", "Inserm UMR 1231 GAD team, Genetics of Developmental Anomalies, Université de Bourgogne-Franche Comté, 21000 Dijon, France; FHU-TRANSLAD, Université de Bourgogne, 21000 CHU Dijon, France; Centre de génétique, Hôpital Couple-Enfant, CHU de Grenoble-Alpes, 38700 La Tronche, France."], ["Shinawi", "Marwan", "M", "Division of Genetics and Genomic Medicine, Department of Pediatrics, Washington University School of Medicine, St. Louis, MO 63110, USA."], ["Beaver", "Erin", "E", "Mercy Clinic-Kids Genetics, Mercy Children's Hospital St. Louis, St. Louis, MO 63141, USA."], ["Heeley", "Jennifer", "J", "Mercy Clinic-Kids Genetics, Mercy Children's Hospital St. Louis, St. Louis, MO 63141, USA."], ["Hoover-Fong", "Julie", "J", "Greenberg Center for Skeletal Dysplasias, McKusick-Nathans Institute for Genetic Medicine, Johns Hopkins University, Baltimore, MD 21287, USA."], ["Durmaz", "Ceren D", "CD", "Department of Medical Genetics, Ankara University School of Medicine, 06100 Ankara, Turkey."], ["Karabulut", "Halil Gurhan", "HG", "Department of Medical Genetics, Ankara University School of Medicine, 06100 Ankara, Turkey."], ["Marzioglu-Ozdemir", "Ebru", "E", "Department of Medical Genetics, Erzurum Regional and Training Hospital, 25070 Erzurum, Turkey."], ["Cayir", "Atilla", "A", "Erzurum Training and Research Hospital, Department of Pediatric Endocrinology, 25070 Erzurum, Turkey."], ["Duz", "Mehmet B", "MB", "Department of Medical Genetics, Cerrahpasa Medical School, Istanbul University, 34452 Istanbul, Turkey."], ["Seven", "Mehmet", "M", "Department of Medical Genetics, Cerrahpasa Medical School, Istanbul University, 34452 Istanbul, Turkey."], ["Price", "Susan", "S", "Oxford Centre for Genomic Medicine, Nuffield Orthopaedic Centre, Oxford OX3 7LD, UK."], ["Ferreira", "Barbara Merfort", "BM", "University of Brasilia, Brasilia 70910, Brazil."], ["Vianna-Morgante", "Angela M", "AM", "Department of Genetics and Evolutionary Biology, Institute of Biosciences, Sao Paulo - SP 05508-090, Brazil."], ["Ellard", "Sian", "S", "Department of Molecular Genetics, Royal Devon and Exeter NHS Foundation Trust, Exeter EX2 5DW, UK; Institute of Biomedical and Clinical Science, University of Exeter Medical School, Exeter EX1 2LU, UK."], ["Parrish", "Andrew", "A", "Department of Molecular Genetics, Royal Devon and Exeter NHS Foundation Trust, Exeter EX2 5DW, UK."], ["Stals", "Karen", "K", "Department of Molecular Genetics, Royal Devon and Exeter NHS Foundation Trust, Exeter EX2 5DW, UK."], ["Flores-Daboub", "Josue", "J", "Department of Pediatric Genetics, University of Utah School of Medicine, Salt Lake City, UT 84108, USA."], ["Jhangiani", "Shalini N", "SN", "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."], ["Gibbs", "Richard A", "RA", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA; Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."], [null, null, null, null], ["Brunner", "Han G", "HG", "Department of Human Genetics, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, 6500 HB Nijmegen, the Netherlands; Department of Clinical Genetics, GROW School for Oncology and Developmental Biology, Maastricht University Medical Center, 6202 AZ Maastricht, the Netherlands."], ["Sutton", "V Reid", "VR", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA; Texas Children's Hospital, Houston, TX 77030, USA."], ["Lupski", "James R", "JR", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA; Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA; Texas Children's Hospital, Houston, TX 77030, USA."], ["Carvalho", "Claudia M B", "CMB", "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston TX 77030, USA. Electronic address: cfonseca@bcm.edu."]], "date": "2017-12-21", "id": "29276006", "text": "Locus heterogeneity characterizes a variety of skeletal dysplasias often due to interacting or overlapping signaling pathways. Robinow syndrome is a skeletal disorder historically refractory to molecular diagnosis, potentially stemming from substantial genetic heterogeneity. All current known pathogenic variants reside in genes within the noncanonical Wnt signaling pathway including ROR2, WNT5A, and more recently, DVL1 and DVL3. However, ∼70% of autosomal-dominant Robinow syndrome cases remain molecularly unsolved. To investigate this missing heritability, we recruited 21 families with at least one family member clinically diagnosed with Robinow or Robinow-like phenotypes and performed genetic and genomic studies. In total, four families with variants in FZD2 were identified as well as three individuals from two families with biallelic variants in NXN that co-segregate with the phenotype. Importantly, both FZD2 and NXN are relevant protein partners in the WNT5A interactome, supporting their role in skeletal development. In addition to confirming that clustered -1 frameshifting variants in DVL1 and DVL3 are the main contributors to dominant Robinow syndrome, we also found likely pathogenic variants in candidate genes GPC4 and RAC3, both linked to the Wnt signaling pathway. These data support an initial hypothesis that Robinow syndrome results from perturbation of the Wnt/PCP pathway, suggest specific relevant domains of the proteins involved, and reveal key contributors in this signaling cascade during human embryonic development. Contrary to the view that non-allelic genetic heterogeneity hampers gene discovery, this study demonstrates the utility of rare disease genomic studies to parse gene function in human developmental pathways.", "doi": "10.1016/j.ajhg.2017.10.002", "title": "WNT Signaling Perturbations Underlie the Genetic Heterogeneity of Robinow Syndrome.", "journal": ["American journal of human genetics", "Am. J. Hum. Genet."]}