{"authors": [["Donoghue", "Orna", "O", "From The Irish Longitudinal Study on Ageing, Trinity College, Dublin, Ireland. Electronic address: odonogh@tcd.ie."], ["Feeney", "Joanne", "J", "Centre for Public Health, Queens University, Belfast, UK."], ["O'Leary", "Neil", "N", "From The Irish Longitudinal Study on Ageing, Trinity College, Dublin, Ireland."], ["Kenny", "Rose Anne", "RA", "From The Irish Longitudinal Study on Ageing, Trinity College, Dublin, Ireland."]], "date": "2017-11-22", "id": "29275903", "text": "Few studies examine the relationship between Timed Up-and-Go (TUG), a commonly used clinical test, and cognitive decline. This study examines whether TUG, usual gait speed (UGS), and dual-task gait speed (DTGS) predict decline in global cognition, executive function, processing speed, memory, and attention with follow-up of up to 5.9 years.Longitudinal study.The Irish Longitudinal Study on Ageing (TILDA), a nationally representative cohort study.Community-dwelling adults aged ≥65 years, with Mini-Mental State Examination (MMSE) score ≥18 and no known history of memory impairment, dementia, Alzheimer's disease or Parkinson's disease were included (N = 2,250).Participants completed mobility tasks during the baseline health assessment and cognitive tasks during interviews conducted at 2 year intervals (waves 1, 2, and 3) and health assessments (waves 1 and 3). Linear and Poisson mixed effects regression models were used to examine longitudinal associations between mobility and each cognitive test, adjusting for sociodemographics and physical and mental health.There was little evidence of an association between TUG, UGS, or DTGS with decline in cognitive function after adjusting for confounders.These mobility tasks are not sensitive predictors of cognitive decline in this high-functioning, community-dwelling sample; nonetheless, limited decline in cognitive function was observed during follow-up. Further work with longer follow-up and/or analysis of more specific and comprehensive measures associated with gait is required.", "doi": "10.1016/j.jagp.2017.11.006", "title": "Baseline Mobility is Not Associated with Decline in Cognitive Function in Healthy Community-Dwelling Older Adults: Findings From The Irish Longitudinal Study on Ageing (TILDA).", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"]}