{"authors": [["Ayesa-Arriola", "Rosa", "R", "Department of Psychiatry, Marqués de Valdecilla University Hospital, IDIVAL, School of Medicine, University of Cantabria, Santander, Spain; Centro Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain. Electronic address: rayesa@humv.es."], ["Setién-Suero", "Esther", "E", "Department of Psychiatry, Marqués de Valdecilla University Hospital, IDIVAL, School of Medicine, University of Cantabria, Santander, Spain."], ["Neergaard", "Karl David", "KD", "Department of Chinese and Bilingual Studies, The Hong Kong Polytechnic University, Hong Kong SAR, China."], ["Belzunces", "Àuria Albacete", "ÀA", "Psychiatry Department, Bellvitge University Hospital - Institut d'Investigació Biomèdica de Bellvitge, Barcelona, Spain; Department of Clinical Sciences, School of Medicine, University of Barcelona, Barcelona, Spain."], ["Contreras", "Fernando", "F", "Centro Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain; Psychiatry Department, Bellvitge University Hospital - Institut d'Investigació Biomèdica de Bellvitge, Barcelona, Spain; Department of Clinical Sciences, School of Medicine, University of Barcelona, Barcelona, Spain."], ["van Haren", "Neeltje E M", "NEM", "Brain Centre Rudolf Magnus, Department of Psychiatry, University Medical Centre Utrecht, Utrecht, Netherlands."], ["Crespo-Facorro", "Benedicto", "B", "Department of Psychiatry, Marqués de Valdecilla University Hospital, IDIVAL, School of Medicine, University of Cantabria, Santander, Spain; Centro Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain."]], "date": "2017-12-21", "id": "29275855", "text": "Low IQ has been associated with schizophrenia, even to the point of being posited as a possible causal factor for psychosis. However, individuals with normal and high IQ also develop psychotic illnesses. The aim of this study was to characterize premorbid IQ subgroups at first episode of psychosis (FEP).The study sample comes from a large epidemiological, 3-year longitudinal, intervention program on psychosis containing individuals living in a catchment area in Spain. Estimated premorbid IQ (epIQ) scores were used to build low (<90), normal (90-110) and high (>110) epIQ subgroups in samples of FEP patients (N=292) and healthy controls (N=199). The epIQ subgroups were compared in sociodemographic, neuropsychological, clinical and premorbid characteristics. Long-term functional and cognitive outcome, with a focus on sex differences, were also explored.Low-epIQ was more frequently found in FEP patients (28.8%) than in healthy controls (14.6%). Low-epIQ patients were more likely to have worse premorbid adjustment, belong to low socioeconomic status families, have less years of education, and to be single, unemployed, and younger. They presented more severe impairments in processing speed, executive and global cognitive function. Female patients with low-epIQ showed better baseline function and more stable outcome than males.Our results indicate that low premorbid IQ is a morbid manifestation, easily detected in a subgroup of FEP patients that predicts poorer outcome particularly in males. This perspective provides important information for the tailoring of subgroup-specific early intervention programs for psychosis.", "doi": "10.1016/j.schres.2017.12.006", "title": "Premorbid IQ subgroups in first episode non affective psychosis patients: Long-term sex differences in function and neurocognition.", "journal": ["Schizophrenia research", "Schizophr. Res."]}