{"authors": [["Parnaudeau", "Sébastien", "S", "Sorbonne Universités, Université Pierre et Marie Curie Paris 06, Institut de Biologie Paris Seine UM119, Neuroscience Paris Seine, Centre National de la Recherche Scientifique UMR8246, Institut National de la Santé et de la Recherche Médicale U1130, Paris, France."], ["Bolkan", "Scott S", "SS", "Graduate Program in Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, New York, New York."], ["Kellendonk", "Christoph", "C", "Departments of Pharmacology and Psychiatry, Columbia University, College of Physicians and Surgeons, New York, New York; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York. Electronic address: ck491@cumc.columbia.edu."]], "date": "2017-11-15", "id": "29275841", "text": "Deficits in cognition are a core feature of many psychiatric conditions, including schizophrenia, where the severity of such deficits is a strong predictor of long-term outcome. Impairment in cognitive domains such as working memory and behavioral flexibility has typically been associated with prefrontal cortex (PFC) dysfunction. However, there is increasing evidence that the PFC cannot be dissociated from its main thalamic counterpart, the mediodorsal thalamus (MD). Since the causal relationships between MD-PFC abnormalities and cognitive impairment, as well as the neuronal mechanisms underlying them, are difficult to address in humans, animal models have been employed for mechanistic insight. In this review, we discuss anatomical, behavioral, and electrophysiological findings from animal studies that provide a new understanding on how MD-PFC circuits support higher-order cognitive function. We argue that the MD may be required for amplifying and sustaining cortical representations under different behavioral conditions. These findings advance a new framework for the broader involvement of distributed thalamo-frontal circuits in cognition and point to the MD as a potential therapeutic target for improving cognitive deficits in schizophrenia and other disorders.", "doi": "10.1016/j.biopsych.2017.11.008", "title": "The Mediodorsal Thalamus: An Essential Partner of the Prefrontal Cortex for Cognition.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}