{"authors": [["Hiser", "Jaryd", "J", "Department of Psychiatry, University of Wisconsin-Madison, Madison, Wisconsin; Department of Psychology, University of Wisconsin-Madison, Madison, Wisconsin."], ["Koenigs", "Michael", "M", "Department of Psychiatry, University of Wisconsin-Madison, Madison, Wisconsin. Electronic address: mrkoenigs@wisc.edu."]], "date": "2017-11-20", "id": "29275839", "text": "The ventromedial prefrontal cortex (vmPFC) has been implicated in a variety of social, cognitive, and affective functions that are commonly disrupted in mental illness. In this review, we summarize data from a diverse array of human and animal studies demonstrating that the vmPFC is a key node of cortical and subcortical networks that subserve at least three broad domains of psychological function linked to psychopathology. One track of research indicates that the vmPFC is critical for the representation of reward- and value-based decision making, through interactions with the ventral striatum and amygdala. A second track of research demonstrates that the vmPFC is critical for the generation and regulation of negative emotion, through its interactions with the amygdala, bed nucleus of the stria terminalis, periaqueductal gray, hippocampus, and dorsal anterior cingulate cortex. A third track of research shows the importance of the vmPFC in multiple aspects of social cognition, such as facial emotion recognition, theory-of-mind ability, and processing self-relevant information, through its interactions with the posterior cingulate cortex, precuneus, dorsomedial PFC, and amygdala. We then present meta-analytic data revealing distinct subregions within the vmPFC that correspond to each of these three functions, as well as the associations between these subregions and specific psychiatric disorders (depression, posttraumatic stress disorder, addiction, social anxiety disorder, bipolar disorder, schizophrenia, and attention-deficit/hyperactivity disorder). We conclude by describing several translational possibilities for clinical studies of vmPFC-based circuits, including neuropsychological assessment of transdiagnostic functions, anatomical targets for intervention, predictors of treatment response, markers of treatment efficacy, and subtyping within disorders.", "doi": "10.1016/j.biopsych.2017.10.030", "title": "The Multifaceted Role of the Ventromedial Prefrontal Cortex in Emotion, Decision Making, Social Cognition, and Psychopathology.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}