{"authors": [["Xin", "J W", "JW", "Department of Neurology, Fujian Institute of Geriatrics, Fujian Medical University Union Hospital, Fuzhou 350001, China."], ["Xiao", "X L", "XL", "Department of Geriatrics, Zhongshan Hospital, Xiamen University, Xiamen 361000, China."], ["Chen", "X C", "XC", null], ["Pan", "X D", "XD", null]], "date": null, "id": "29275578", "text": "Objective: To investigate the application and best cut-off value of Chinese version of Addenbrooke's cognitive examination-Ⅲ(ACE-Ⅲ) in type 2 diabetes mellitus (T2DM) patients with mild cognitive impairment. Methods: A total of 18 T2DM patients with normal cognitive function (NCI group) and 40 T2DM patients with mild cognitive impairment (MCI group) treated in outpatient clinic or ward of Department of Neurology and Endocrinology in Fujian Medical University Union Hospital between January 2015 and February 2016 were enrolled. Mini Mental State Scale (MMSE), Montreal cognitive assessment scale (MoCA), Activity of Daily Living Scale (ADL) and the Chinese version of ACE-Ⅲ were used to assess cognitive function of subjects and to assess the value of ACE-Ⅲ in the diagnosis of T2DM patients with mild cognitive impairment. Results: The Cronbach's alpha of the Chinese version of ACE-Ⅲ is 0.768. ACE-Ⅲ and MoCA were correlative (r=0.768, P<0.001). The area under the receiver operating characteristic (ROC) curve for ACE-Ⅲ was 0.906 (95%CI: 0.827-0.985). When the cut-off value for diagnosis was 87.5, the maximum Youden index was 0.769, with a sensitivity of 0.825 and a specificity of 0.944. Patients in MCI group got a lower score in the sub-items of attention/orientation, memory, verbal fluency, language and visual space of ACE-Ⅲ compared to those in NCI group, and the differences were statistically significant (t=5.336, P<0.001; t=5.530, P<0.001; t=4.556, P<0.001; t=5.301, P<0.001; t=2.821, P=0.008). Conclusion: The Chinese version of ACE-Ⅲ had good internal consistency reliability, and it could effectively detect impairment of general cognitive function and single cognitive domains in T2DM patients.目的： 探讨中文版Addenbrooke认知评估量表Ⅲ(ACE－Ⅲ)在2型糖尿病轻度认知障碍中的应用价值及其最佳临界值。 方法： 纳入2015年1月至2016年2月在福建医科大学附属协和医院神经内科及内分泌科门诊或病房就诊的18例2型糖尿病认知功能正常患者(NCI组)、40例2型糖尿病轻度认知障碍患者(MCI组)。使用简易精神状态评定量表(MMSE)、蒙特利尔认知评估量表(MoCA)、日常生活能力量表(ADL)和中文版ACE－Ⅲ评估受试者的认知功能，评估ACE－Ⅲ在2型糖尿病轻度认知障碍诊断中的价值。 结果： 中文版ACE－Ⅲ量表的Cronbach′s α系数为0.768；ACE－Ⅲ评分与MoCA评分呈正相关(r＝0.768, P<0.001)，ACE－Ⅲ识别2型糖尿病轻度认知障碍的受试者工作特征(ROC)曲线下面积为0.906(95%CI：0.827～0.985)；当ACE－Ⅲ诊断界值为87.5分时约登指数最大，为0.769，此时灵敏度为0.825，特异度为0.944；MCI组在ACE－Ⅲ注意/定向、记忆、语言流利性、语言、视空间各子项目上分数均低于NCI组，差异均有统计学意义(t＝5.336，P<0.001；t＝5.530，P<0.001；t＝4.556，P<0.001；t＝5.301，P<0.001；t＝2.821，P＝0.008)。 结论： 中文版ACE－Ⅲ具有较好的内在一致性信度，而且能有效地检测出2型糖尿病总体认知功能和各认知域的损害。.", "doi": null, "title": "[Application of Chinese version of ACE-Ⅲ in type 2 diabetes mellitus patients with mild cognitive impairment].", "journal": ["Zhonghua yi xue za zhi", "Zhonghua Yi Xue Za Zhi"]}