{"authors": [["Huber", "Stefan", "S", "Leibniz-Institut für Wissensmedien, Tuebingen, Germany."], ["Nuerk", "Hans-Christoph", "HC", "Leibniz-Institut für Wissensmedien, Tuebingen, Germany."], ["Reips", "Ulf-Dietrich", "UD", "Department of Psychology, University of Konstanz, Konstanz, Germany."], ["Soltanlou", "Mojtaba", "M", "Leibniz-Institut für Wissensmedien, Tuebingen, Germany. mojtaba.soltanlou@uni-tuebingen.de."]], "date": "2017-12-23", "id": "29275433", "text": "Symbolic magnitude comparison is one of the most well-studied cognitive processes in research on numerical cognition. However, while the cognitive mechanisms of symbolic magnitude processing have been intensively studied, previous studies have paid less attention to individual differences influencing symbolic magnitude comparison. Employing a two-digit number comparison task in an online setting, we replicated previous effects, including the distance effect, the unit-decade compatibility effect, and the effect of cognitive control on the adaptation to filler items, in a large-scale study in 452 adults. Additionally, we observed that the most influential individual differences were participants' first language, time spent playing computer games and gender, followed by reported alcohol consumption, age and mathematical ability. Participants who used a first language with a left-to-right reading/writing direction were faster than those who read and wrote in the right-to-left direction. Reported playing time for computer games was correlated with faster reaction times. Female participants showed slower reaction times and a larger unit-decade compatibility effect than male participants. Participants who reported never consuming alcohol showed overall slower response times than others. Older participants were slower, but more accurate. Finally, higher grades in mathematics were associated with faster reaction times. We conclude that typical experiments on numerical cognition that employ a keyboard as an input device can also be run in an online setting. Moreover, while individual differences have no influence on domain-specific magnitude processing-apart from age, which increases the decade distance effect-they generally influence performance on a two-digit number comparison task.", "doi": "10.1007/s00426-017-0964-5", "title": "Individual differences influence two-digit number processing, but not their analog magnitude processing: a large-scale online study.", "journal": ["Psychological research", "Psychol Res"]}