{"authors": [["Sellaro", "Roberta", "R", "Leiden University, Cognitive Psychology Unit & Leiden Institute for Brain and Cognition, Leiden, The Netherlands. Electronic address: r.sellaro@fsw.leidenuniv.nl."], ["de Gelder", "Beatrice", "B", "Brain and Emotion Laboratory, Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht University, Maastricht, The Netherlands."], ["Finisguerra", "Alessandra", "A", "Leiden University, Cognitive Psychology Unit & Leiden Institute for Brain and Cognition, Leiden, The Netherlands."], ["Colzato", "Lorenza S", "LS", "Leiden University, Cognitive Psychology Unit & Leiden Institute for Brain and Cognition, Leiden, The Netherlands; Department of Cognitive Psychology, Institute of Cognitive Neuroscience, Faculty of Psychology, Ruhr University Bochum, Bochum, Germany; Institute for Sports and Sport Science, University of Kassel, Kassel, Germany."]], "date": "2017-11-23", "id": "29275193", "text": "The polyvagal theory suggests that the vagus nerve is the key phylogenetic substrate enabling optimal social interactions, a crucial aspect of which is emotion recognition. A previous study showed that the vagus nerve plays a causal role in mediating people's ability to recognize emotions based on images of the eye region. The aim of this study is to verify whether the previously reported causal link between vagal activity and emotion recognition can be generalized to situations in which emotions must be inferred from images of whole faces and bodies. To this end, we employed transcutaneous vagus nerve stimulation (tVNS), a novel non-invasive brain stimulation technique that causes the vagus nerve to fire by the application of a mild electrical stimulation to the auricular branch of the vagus nerve, located in the anterior protuberance of the outer ear. In two separate sessions, participants received active or sham tVNS before and while performing two emotion recognition tasks, aimed at indexing their ability to recognize emotions from facial and bodily expressions. Active tVNS, compared to sham stimulation, enhanced emotion recognition for whole faces but not for bodies. Our results confirm and further extend recent observations supporting a causal relationship between vagus nerve activity and the ability to infer others' emotional state, but restrict this association to situations in which the emotional state is conveyed by the whole face and/or by salient facial cues, such as eyes.", "doi": "10.1016/j.cortex.2017.11.007", "title": "Transcutaneous vagus nerve stimulation (tVNS) enhances recognition of emotions in faces but not bodies.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}