{"authors": [["Allendorfer", "Jane B", "JB", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama. Electronic address: jallendorfer@uabmc.edu."], ["Arida", "Ricardo M", "RM", "Departamento de Fisiologia, Universidade Federal de São Paulo, São Paulo, Brazil."]], "date": "2017-12-21", "id": "29275064", "text": "Many persons with epilepsy (PWE) experience problems with a wide range of cognitive functions, including learning, memory, attention, and executive control. These deficits in cognition result in diminished quality of life for PWE and are related to many factors, including the etiology of their epilepsy, recurrent seizures, side effects of antiseizure medications, or a combination of these factors. Various treatments to ameliorate cognitive deficits experienced by PWE have been implemented, although noninvasive and nonpharmacologic strategies may be more appealing options due to their relatively low cost, reduced risk of side effects, and/or reduced potential interactions with antiseizure medications. Physical activity and exercise may improve cognition in PWE but have not been well researched in this respect. To date only 1 study has directly investigated the effects of exercise on cognition in PWE, and it showed improved performance on tests of attention and executive function. The goal of the present article was to examine how increased physical activity and exercise contributes to 3 strategies (reducing seizure frequency, reducing epileptiform discharges, and decreasing symptoms of depression) that have been described as having a positive impact on cognition in PWE, as well as highlight related findings in experimental models of epilepsy. There is a definite need for more randomized controlled trials to establish greater clinical evidence for the use of physical activity and exercise in ameliorating cognitive impairment in PWE. We also need to better understand the factors contributing to reduced physical activity in PWE, as well as ways to overcome such barriers. With the available research in the area of exercise in epilepsy showing positive results, and a supportive research climate encouraging PWE to engage in greater physical activity overall, further investigations into the relationships between physical activity and cognition in epilepsy are warranted.", "doi": "10.1016/j.clinthera.2017.12.004", "title": "Role of Physical Activity and Exercise in Alleviating Cognitive Impairment in People With Epilepsy.", "journal": ["Clinical therapeutics", "Clin Ther"]}