{"authors": [["Joue", "Gina", "G", "Human Technology Center, RWTH Aachen University, 52056 Aachen, Germany; Department of Psychiatry, Psychotherapy and Psychosomatics, School of Medicine, RWTH Aachen University, 52074 Aachen, Germany; Department of Systems Neuroscience, University Medical Center Hamburg-Eppendorf, 20246 Hamburg, Germany. Electronic address: joue@humtec.rwth-aachen.de."], ["Boven", "Linda", "L", "School of Medicine, RWTH Aachen University, 52074 Aachen, Germany."], ["Willmes", "Klaus", "K", "Section Neuropsychology, Department of Neurology, School of Medicine, RWTH Aachen University, 52074 Aachen, Germany."], ["Evola", "Vito", "V", "Human Technology Center, RWTH Aachen University, 52056 Aachen, Germany; Bonn-Aachen International Center for Information Technology, 53113 Bonn, Germany."], ["Demenescu", "Liliana R", "LR", "Department of Psychiatry, Psychotherapy and Psychosomatics, School of Medicine, RWTH Aachen University, 52074 Aachen, Germany."], ["Hassemer", "Julius", "J", "Human Technology Center, RWTH Aachen University, 52056 Aachen, Germany."], ["Mittelberg", "Irene", "I", "Human Technology Center, RWTH Aachen University, 52056 Aachen, Germany."], ["Mathiak", "Klaus", "K", "Department of Psychiatry, Psychotherapy and Psychosomatics, School of Medicine, RWTH Aachen University, 52074 Aachen, Germany; JARA, Translational Brain Medicine, Aachen, Germany; Institute of Neuroscience and Medicine (INM-1), Research Center Jülich, 52425 Jülich, Germany."], ["Schneider", "Frank", "F", "Department of Psychiatry, Psychotherapy and Psychosomatics, School of Medicine, RWTH Aachen University, 52074 Aachen, Germany."], ["Habel", "Ute", "U", "Department of Psychiatry, Psychotherapy and Psychosomatics, School of Medicine, RWTH Aachen University, 52074 Aachen, Germany."]], "date": "2017-12-22", "id": "29275004", "text": "In \"Two heads are better than one,\" \"head\" stands for people and focuses the message on the intelligence of people. This is an example of figurative language through metonymy, where substituting a whole entity by one of its parts focuses attention on a specific aspect of the entity. Whereas metaphors, another figurative language device, are substitutions based on similarity, metonymy involves substitutions based on associations. Both are figures of speech but are also expressed in coverbal gestures during multimodal communication. The closest neuropsychological studies of metonymy in gestures have been nonlinguistic tool-use, illustrated by the classic apraxic problem of body-part-as-object (BPO, equivalent to an internal metonymy representation of the tool) vs. pantomimed action (external metonymy representation of the absent object/tool). Combining these research domains with concepts in cognitive linguistic research on gestures, we conducted an fMRI study to investigate metonymy resolution in coverbal gestures. Given the greater difficulty in developmental and apraxia studies, perhaps explained by the more complex semantic inferencing involved for external metonymy than for internal metonymy representations, we hypothesized that external metonymy resolution requires greater processing demands and that the neural resources supporting metonymy resolution would modulate regions involved in semantic processing. We found that there are indeed greater activations for external than for internal metonymy resolution in the temporoparietal junction (TPJ). This area is posterior to the lateral temporal regions recruited by metaphor processing. Effective connectivity analysis confirmed our hypothesis that metonymy resolution modulates areas implicated in semantic processing. We interpret our results in an interdisciplinary view of what metonymy in action can reveal about abstract cognition.", "doi": "10.1016/j.neuropsychologia.2017.12.033", "title": "Handling or being the concept: An fMRI study on metonymy representations in coverbal gestures.", "journal": ["Neuropsychologia", "Neuropsychologia"]}