{"authors": [["Jager", "Amanda", "A", "Department of Cognitive Neuroscience, Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands. Electronic address: Amanda.Jager@radboudumc.nl."], ["Amiri", "Houshang", "H", "Department of Cognitive Neuroscience, Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands; Neuroscience Research Centre, Institute of Neuropharmacology, Kerman University of Medical Sciences, Kerman, Iran; Department of Radiology and Nuclear Medicine, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Bielczyk", "Natalia", "N", "Department of Cognitive Neuroscience, Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."], ["van Heukelum", "Sabrina", "S", "Department of Cognitive Neuroscience, Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."], ["Heerschap", "Arend", "A", "Department of Radiology and Nuclear Medicine, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Aschrafi", "Armaz", "A", "Laboratory of Molecular Biology, National Institute of Mental Health, Bethesda, United States."], ["Poelmans", "Geert", "G", "Department of Human Genetics, Radboud University Medical Centre, Nijmegen, The Netherlands; Department of Molecular Animal Physiology, Donders Institute for Brain, Cognition and Behaviour, Radboud Institute for Molecular Life Sciences (RIMLS), Radboud University, Nijmegen, The Netherlands."], ["Buitelaar", "Jan K", "JK", "Department of Cognitive Neuroscience, Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."], ["Kozicz", "Tamas", "T", "Department of Anatomy, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Glennon", "Jeffrey C", "JC", "Department of Cognitive Neuroscience, Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."]], "date": "2017-12-20", "id": "29274996", "text": "Reduced top-down control by cortical areas is assumed to underlie pathological forms of aggression. While the precise underlying molecular mechanisms are still elusive, it seems that balancing the excitatory and inhibitory tones of cortical brain areas has a role in aggression control. The molecular mechanisms underpinning aggression control were examined in the BALB/cJ mouse model. First, these mice were extensively phenotyped for aggression and anxiety in comparison to BALB/cByJ controls. Microarray data was then used to construct a molecular landscape, based on the mRNAs that were differentially expressed in the brains of BALB/cJ mice. Subsequently, we provided corroborating evidence for the key findings from the landscape through 1H-magnetic resonance imaging and quantitative polymerase chain reactions, specifically in the anterior cingulate cortex (ACC). The molecular landscape predicted that altered GABA signalling may underlie the observed increased aggression and anxiety in BALB/cJ mice. This was supported by a 40% reduction of 1H-MRS GABA levels and a 20-fold increase of the GABA-degrading enzyme Abat in the ventral ACC. As a possible compensation, Kcc2, a potassium-chloride channel involved in GABA-A receptor signalling, was found increased. Moreover, we observed aggressive behaviour that could be linked to altered expression of neuroligin-2, a membrane-bound cell adhesion protein that mediates synaptogenesis of mainly inhibitory synapses. In conclusion, Abat and Kcc2 seem to be involved in modulating aggressive and anxious behaviours observed in BALB/cJ mice through affecting GABA signalling in the ACC.", "doi": "10.1016/j.euroneuro.2017.12.007", "title": "Cortical control of aggression: GABA signalling in the anterior cingulate cortex.", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"]}