{"authors": [["Hawkins", "M A W", "MAW", "Department of Psychology, Oklahoma State University, Stillwater, OK, United States. Electronic address: misty.hawkins@okstate.edu."], ["Colaizzi", "Janna", "J", "Department of Psychology, Oklahoma State University, Stillwater, OK, United States."], ["Gunstad", "John", "J", "Department of Psychological Sciences, Kent State University, Kent, OH, United States."], ["Hughes", "Joel W", "JW", "Department of Psychological Sciences, Kent State University, Kent, OH, United States."], ["Mullins", "Larry L", "LL", "Department of Psychology, Oklahoma State University, Stillwater, OK, United States."], ["Betts", "Nancy", "N", "Department of Psychology, Oklahoma State University, Stillwater, OK, United States."], ["Smith", "Caitlin E", "CE", "Department of Psychology, Oklahoma State University, Stillwater, OK, United States."], ["Keirns", "Natalie G", "NG", "Department of Psychology, Oklahoma State University, Stillwater, OK, United States."], ["Vohs", "Kathleen D", "KD", "Carlson School of Management, University of Minnesota, Minneapolis, MA, United States."], ["Moore", "Shirley M", "SM", "School of Nursing, Case Western Reserve University, Cleveland, OH 44106, United States."], ["Forman", "Evan", "E", "Department of Psychology, Drexel University, Philadelphia, PA, United States."], ["Lovallo", "William R", "WR", "Oklahoma City VA Medical Center, Oklahoma City, OK, United States; Department of Psychiatry and Behavioral Sciences, University of Oklahoma Health Sciences Center, Oklahoma City, OK, United States."]], "date": "2017-12-21", "id": "29274893", "text": "Obesity is a global epidemic, yet successful interventions are rare. Up to 60% of people fail to achieve clinically meaningful, short-term weight loss (5-10% of start weight), whereas up to 72% are unsuccessful at achieving long-term weight loss (5-10% loss for ≥5years). Understanding how biological, cognitive, and self-regulatory factors work together to promote or to impede weight loss is clearly needed to optimize obesity treatment. This paper describes the methodology of the Cognitive and Self-regulatory Mechanisms of Obesity Study (the COSMOS trial). COSMOS is the first randomized controlled trial to investigate how changes in multiple biopsychosocial and cognitive factors relate to weight loss and one another across two weight loss treatments. The specific aims are to: 1) Confirm that baseline obesity-related physiological dysregulation is linked to cognitive deficits and poorer self-regulation, 2) Evaluate pre- to post-treatment change across time to assess individual differences in biomarkers, cognition, and self-regulation, and 3) Evaluate whether the acceptance-based treatment (ABT) group has greater improvements in outcomes (e.g., greater weight loss and less weight regain, improvements in biomarkers, cognition, and self-regulation), than the standard behavioral treatment group (SBT) from pre- to post-treatment and 1-year follow-up. The results of COSMOS will provide critical information about how dysregulation in biomarkers, cognition, and/or self-regulation is related to weight loss and whether weight loss treatments are differentially associated with these factors. This information will be used to identify promising treatment targets that are informed by biological, cognitive, and self-regulatory factors in order to advance obesity treatment.", "doi": "10.1016/j.cct.2017.12.010", "title": "Cognitive and Self-regulatory Mechanisms of Obesity Study (COSMOS): Study protocol for a randomized controlled weight loss trial examining change in biomarkers, cognition, and self-regulation across two behavioral treatments.", "journal": ["Contemporary clinical trials", "Contemp Clin Trials"]}