{"authors": [["Satoh", "Akiko", "A", "Sleep and Aging Regulation Research Project Team, National Center for Geriatrics and Gerontology, Obu, Aichi 474-8511, Japan. Electronic address: asatoh@ncgg.go.jp."], ["Iijima", "Koichi M", "KM", "Department of Alzheimer's Disease Research, National Center for Geriatrics and Gerontology, Obu, Aichi 474-8511, Japan; Department of Experimental Gerontology, Graduate School of Pharmaceutical Sciences, Nagoya City University, Nagoya, Aichi 467-8603, Japan. Electronic address: iijimakm@ncgg.go.jp."]], "date": "2017-12-21", "id": "29274876", "text": "The locus coeruleus (LC) is the noradrenaline (norepinephrine, NE)-containing nucleus in the brainstem and innervates into widespread brain regions. This LC-NE system plays a critical role in a variety of brain functions, including attention, arousal, emotion, cognition, and the sleep-wake cycle. The LC is one of the brain regions vulnerable to the occurrence of neurofibrillary tangles (NFTs), which is associated with \"primary age-related tauopathy (PART)\" that describes the pathology commonly observed in the brains of aged individuals. In Alzheimer's disease (AD), the LC is one of the first places to develop NFTs, which may act as a seed for subsequent spreading of the pathology throughout the brain upon amyloid-β (Aβ) accumulation. As AD progresses, significant neuron loss occurs in the LC. Moreover, LC neurodegeneration is not only a consequence of AD, but also drives clinical and pathological manifestations of AD, such as microglial dysregulation, sleep disturbance, cognitive decline, and neurovascular dysfunction. Therefore, prevention of NFT pathology and neuron loss in the LC-NE system is critical for suppressing the progression of AD. We propose that targeting aging itself may be a proactive intervention against age-associated changes in the LC. Such an approach could open the way for novel interventions against age-associated neurodegenerative disorders, in particular, AD.", "doi": "10.1016/j.brainres.2017.12.027", "title": "Roles of tau pathology in the locus coeruleus (LC) in age-associated pathophysiology and Alzheimer's disease pathogenesis: Potential strategies to protect the LC against aging.", "journal": ["Brain research", "Brain Res."]}