{"authors": [["O'Halloran", "Laura", "L", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland."], ["Cao", "Zhipeng", "Z", "School of Psychology, University College Dublin, Dublin 4, Ireland."], ["Ruddy", "Kathy", "K", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland."], ["Jollans", "Lee", "L", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland."], ["Albaugh", "Matthew D", "MD", "Department of Psychiatry and Psychology, University of Vermont, 05405 Burlington, Vermont, USA."], ["Aleni", "Andrea", "A", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland."], ["Potter", "Alexandra S", "AS", "Department of Psychiatry and Psychology, University of Vermont, 05405 Burlington, Vermont, USA."], ["Vahey", "Nigel", "N", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland."], ["Banaschewski", "Tobias", "T", "Department of Child and Adolescent Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Square J5, 68159 Mannheim, Germany."], ["Hohmann", "Sarah", "S", "Department of Child and Adolescent Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Square J5, 68159 Mannheim, Germany."], ["Bokde", "Arun L W", "ALW", "School of Medicine and Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Bromberg", "Uli", "U", "University Medical Centre Hamburg-Eppendorf, House W34, 3.OG, Martinistr. 52, 20246, Hamburg, Germany."], ["Büchel", "Christian", "C", "University Medical Centre Hamburg-Eppendorf, House W34, 3.OG, Martinistr. 52, 20246, Hamburg, Germany."], ["Quinlan", "Erin Burke", "EB", "Medical Research Council, Social, Genetic and Developmental Psychiatry Centre, Institute of Psychiatry, Psychology & Neuroscience, King's College London, United Kingdom."], ["Desrivières", "Sylvane", "S", "Medical Research Council, Social, Genetic and Developmental Psychiatry Centre, Institute of Psychiatry, Psychology & Neuroscience, King's College London, United Kingdom."], ["Flor", "Herta", "H", "Department of Cognitive and Clinical Neuroscience, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Square J5, Mannheim, Germany; Department of Psychology, School of Social Sciences, University of Mannheim, 68131 Mannheim, Germany."], ["Frouin", "Vincent", "V", "NeuroSpin, CEA, Université Paris-Saclay, F-91191 Gif-sur-Yvette, France."], ["Gowland", "Penny", "P", "Sir Peter Mansfield Imaging Centre, School of Physics and Astronomy, University of Nottingham, University Park, Nottingham, United Kingdom."], ["Heinz", "Andreas", "A", "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité, Universitätsmedizin Berlin, Charitéplatz 1, Berlin, Germany."], ["Ittermann", "Bernd", "B", "Physikalisch-Technische Bundesanstalt (PTB), Braunschweig, Berlin, Germany."], ["Nees", "Frauke", "F", "Department of Child and Adolescent Psychiatry and Psychotherapy, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Square J5, 68159 Mannheim, Germany; Department of Cognitive and Clinical Neuroscience, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Square J5, Mannheim, Germany."], ["Orfanos", "Dimitri Papadopoulos", "DP", "NeuroSpin, CEA, Université Paris-Saclay, F-91191 Gif-sur-Yvette, France."], ["Paus", "Tomáš", "T", "Rotman Research Institute, Baycrest and Departments of Psychology and Psychiatry, University of Toronto, Toronto, Ontario, M6A 2E1, Canada."], ["Smolka", "Michael N", "MN", "Department of Psychiatry and Neuroimaging Center, Technische Universität Dresden, Dresden, Germany."], ["Walter", "Henrik", "H", "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité, Universitätsmedizin Berlin, Charitéplatz 1, Berlin, Germany."], ["Schumann", "Gunter", "G", "Medical Research Council, Social, Genetic and Developmental Psychiatry Centre, Institute of Psychiatry, Psychology & Neuroscience, King's College London, United Kingdom."], ["Garavan", "Hugh", "H", "Department of Psychiatry and Psychology, University of Vermont, 05405 Burlington, Vermont, USA."], ["Kelly", "Clare", "C", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland."], ["Whelan", "Robert", "R", "School of Psychology and Institute of Neuroscience, Trinity College Dublin, Dublin 2, Ireland; Global Brain Health Institute, Trinity College Dublin, Ireland. Electronic address: Robert.whelan@tcd.ie."]], "date": "2017-12-21", "id": "29274748", "text": "Moment-to-moment reaction time variability on tasks of attention, often quantified by intra-individual response variability (IRV), provides a good indication of the degree to which an individual is vulnerable to lapses in sustained attention. Increased IRV is a hallmark of several disorders of attention, including Attention-Deficit/Hyperactivity Disorder (ADHD). Here, task-based fMRI was used to provide the first examination of how average brain activation and functional connectivity patterns in adolescents are related to individual differences in sustained attention as measured by IRV. We computed IRV in a large sample of adolescents (n = 758) across 'Go' trials of a Stop Signal Task (SST). A data-driven, multi-step analysis approach was used to identify networks associated with low IRV (i.e., good sustained attention) and high IRV (i.e., poorer sustained attention). Low IRV was associated with greater functional segregation (i.e., stronger negative connectivity) amongst an array of brain networks, particularly between cerebellum and motor, cerebellum and prefrontal, and occipital and motor networks. In contrast, high IRV was associated with stronger positive connectivity within the motor network bilaterally and between motor and parietal, prefrontal, and limbic networks. Consistent with these observations, a separate sample of adolescents exhibiting elevated ADHD symptoms had increased fMRI activation and stronger positive connectivity within the same motor network denoting poorer sustained attention, compared to a matched asymptomatic control sample. With respect to the functional connectivity signature of low IRV, there were no statistically significant differences in networks denoting good sustained attention between the ADHD symptom group and asymptomatic control group. We propose that sustained attentional processes are facilitated by an array of neural networks working together, and provide an empirical account of how the functional role of the cerebellum extends to cognition in adolescents. This work highlights the involvement of motor cortex in the integrity of sustained attention, and suggests that atypically strong connectivity within motor networks characterizes poor attentional capacity in both typically developing and ADHD symptomatic adolescents.", "doi": "10.1016/j.neuroimage.2017.12.030", "title": "Neural circuitry underlying sustained attention in healthy adolescents and in ADHD symptomatology.", "journal": ["NeuroImage", "Neuroimage"]}