{"authors": [["Penadés", "Rafael", "R", "Department of Psychiatry and Clinical Psychobiology, University of Barcelona, Spain; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain; Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain; Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain. Electronic address: rpenades@clinic.ub.es."], ["López-Vílchez", "Irene", "I", "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain; Department of Hemotherapy and Hemostasis, Centre for Biomedical Diagnosis (CDB), Hospital Clínic, Barcelona, Spain."], ["Catalán", "Rosa", "R", "Department of Psychiatry and Clinical Psychobiology, University of Barcelona, Spain; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain; Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."], ["Arias", "Bárbara", "B", "Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain; Department of Anthropology, Faculty of Biology and Biomedicine Institute, University of Barcelona, Spain."], ["González-Rodríguez", "Alexandre", "A", "Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."], ["García-Rizo", "Clemente", "C", "Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain; Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."], ["Masana", "Guillem", "G", "Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain; Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."], ["Ruíz", "Victoria", "V", "Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."], ["Mezquida", "Gisela", "G", "Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."], ["Bernardo", "Miquel", "M", "Department of Psychiatry and Clinical Psychobiology, University of Barcelona, Spain; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain; Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain; Barcelona Clinic Schizophrenia Unit (BCSU), Institut Clínic de Neurociències (ICN), Hospital Clinic, Barcelona, Spain."]], "date": "2017-12-20", "id": "29274733", "text": "Brain-derived neurotrophic factor (BDNF) is considered to be a putative biomarker for cognitive recovery in schizophrenia. However, current evidence is still scarce for pharmacological treatments, and the use of BDNF as a biomarker has only been tested once with cognitive remediation treatment (CRT).A randomized and controlled trial (NCT02341131) with 70 schizophrenia outpatients and 15 healthy volunteers was conducted. The participants with schizophrenia were randomly assigned to either CRT or the control group. All the participants were assessed in terms of cognition, quality of life, and their serum BDNF levels at both baseline and after the intervention. Additionally, comparisons of the effects of the different genotypes of the Val66Met polymorphism at the BDNF gene on the outcome variables were also performed.The patients in the CRT group presented with improvements in both cognition and quality of life. However, no significant changes were detected in the serum levels of BDNF. Interestingly, we found a significant positive interaction effect between the serum BDNF levels and the different BDNF genotypes. The Val/Val group showed significantly higher serum levels after the CRT treatment. However, the interaction among the serum BDNF levels, the BDNF genotypes and the treatment condition was not statistically significant.The replication of the previous finding of increased serum BDNF levels after cognitive remediation in clinically stable individuals with schizophrenia was not achieved. However, our data indicated that genetic variability may be mediating serum BDNF activity in the context of CRT.", "doi": "10.1016/j.schres.2017.12.002", "title": "BDNF as a marker of response to cognitive remediation in patients with schizophrenia: A randomized and controlled trial.", "journal": ["Schizophrenia research", "Schizophr. Res."]}