{"authors": [["Zhao", "Jing", "J", "Key Laboratory of Learning and Cognition, School of psychology, Capital Normal University, Beijing, BJ 100089, China; Beijing Advanced Innovation Center for Imaging Technology, Capital Normal University, Beijing, BJ, 100089, China. Electronic address: conanzj@126.com."], ["Liu", "Menglian", "M", "Key Laboratory of Learning and Cognition, School of psychology, Capital Normal University, Beijing, BJ 100089, China."], ["Liu", "Hanlong", "H", "Key Laboratory of Learning and Cognition, School of psychology, Capital Normal University, Beijing, BJ 100089, China."], ["Huang", "Chen", "C", "Key Laboratory of Learning and Cognition, School of psychology, Capital Normal University, Beijing, BJ 100089, China."]], "date": "2017-12-20", "id": "29274581", "text": "With reading development, some children fail to learn to read fluently. However, reading fluency difficulty (RFD) has not been fully investigated. The present study explored the underlying mechanism of RFD from the aspect of visual attention span. Fourteen Chinese children with RFD and fourteen age-matched normal readers participated. The visual 1-back task was adopted to examine visual attention span. Reaction time and accuracy were recorded, and relevant d-prime (d') scores were computed. Results showed that children with RFD exhibited lower accuracy and lower d' values than the controls did in the visual 1-back task, revealing a visual attention span deficit. Further analyses on d' values revealed that the attention distribution seemed to exhibit an inverted U-shaped pattern without lateralization for normal readers, but a W-shaped pattern with a rightward bias for children with RFD, which was discussed based on between-group variation in reading strategies. Results of the correlation analyses showed that visual attention span was associated with reading fluency at the sentence level for normal readers, but was related to reading fluency at the single-character level for children with RFD. The different patterns in correlations between groups revealed that visual attention span might be affected by the variation in reading strategies. The current findings extend previous data from alphabetic languages to Chinese, a logographic language with a particularly deep orthography, and have implications for reading-dysfluency remediation.", "doi": "10.1016/j.ridd.2017.12.017", "title": "The visual attention span deficit in Chinese children with reading fluency difficulty.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"]}