{"authors": [["Gorin", "Simon", "S", "Department of Cognitive Development, Université de Genève, 40 Boulevard du Pont d'Arve, 1205, Genève, Switzerland. gorinsimon@gmail.com."], ["Mengal", "Pierre", "P", "Psychology and Neuroscience of Cognition Research Unit (PsyNCog), University of Liège, Liège, Belgium."], ["Majerus", "Steve", "S", "Psychology and Neuroscience of Cognition Research Unit (PsyNCog), University of Liège, Liège, Belgium."]], "date": "2017-12-22", "id": "29274048", "text": "Recent studies suggest that the mechanisms involved in the short-term retention of serial order information may be shared across short-term memory (STM) domains such as verbal and visuospatial STM. Given the intrinsic sequential organization of musical material, the study of STM for musical information may be particularly informative about serial order retention processes and their domain-generality. The present experiment examined serial order STM for verbal and musical sequences in participants with no advanced musical expertise and experienced musicians. Serial order STM for verbal information was assessed via a serial order reconstruction task for digit sequences. In the musical domain, serial order STM was assessed using a novel melodic sequence reconstruction task maximizing the retention of tone order information. We observed that performance for the verbal and musical tasks was characterized by sequence length as well as primacy and recency effects. Serial order errors in both tasks were characterized by similar transposition gradients and ratios of fill-in:infill errors. These effects were observed for both participant groups, although the transposition gradients and ratios of fill-in:infill errors showed additional specificities for musician participants in the musical task. The data support domain-general serial order STM effects but also suggest the existence of additional domain-specific effects. Implications for models of serial order STM in verbal and musical domains are discussed.", "doi": "10.3758/s13421-017-0778-0", "title": "A comparison of serial order short-term memory effects across verbal and musical domains.", "journal": ["Memory & cognition", "Mem Cognit"]}