{"authors": [["Brenton", "J Nicholas", "JN", "Division of Pediatric Neurology, Department of Neurology, University of Virginia, PO Box 800394, Charlottesville, VA, 22908, USA. jnb8h@virginia.edu."], ["Schreiner", "Teri", "T", "Department of Pediatric Neurology, University of Colorado/Children's Hospital Colorado, Aurora, CO, USA."], ["Karoscik", "Krystle", "K", "Department of Pediatric Neurology, University of Pennsylvania/Children's Hospital of Philadelphia, Philadelphia, PA, USA."], ["Richter", "Meg", "M", "Department of Pediatric Neurology, University of Pennsylvania/Children's Hospital of Philadelphia, Philadelphia, PA, USA."], ["Ferrante", "Samantha", "S", "Department of Pediatric Neurology, University of Pennsylvania/Children's Hospital of Philadelphia, Philadelphia, PA, USA."], ["Waldman", "Amy", "A", "Department of Pediatric Neurology, University of Pennsylvania/Children's Hospital of Philadelphia, Philadelphia, PA, USA."], ["Banwell", "Brenda", "B", "Department of Pediatric Neurology, University of Pennsylvania/Children's Hospital of Philadelphia, Philadelphia, PA, USA."]], "date": "2017-12-22", "id": "29273844", "text": "Studies have shown a negative impact on cognition and brain volume in marijuana-using adult multiple sclerosis (MS) patients and healthy adolescents. Given that onset of MS during childhood and adolescence negatively impacts brain growth and the normal maturation of neuronal networks, the addition of marijuana exposure in these youth may be even more harmful.Determine attitudes toward and prevalence of recreational marijuana use in MS youth.We surveyed 52 consecutive pediatric-onset MS patients from three pediatric MS centers in the United States. Participants answered a structured questionnaire to capture attitudes toward marijuana and personal use habits, if present.Nearly half reported use of marijuana, with the majority beginning to use in mid-to-late adolescence. The most popular reasons for using marijuana were relaxation (72%), improvement of medical problems (64%), and stress reduction (52%). Over half (64%) of marijuana users perceived it to have negative effects on memory and focus. Cost and access were not barriers to use, despite all respondents being less than age 21.Youth with MS endorse recreational marijuana as safe, and many use marijuana frequently despite appreciating a negative impact on memory. More detailed understanding of the long-term impact of marijuana use in youth with MS is needed.", "doi": "10.1007/s00415-017-8715-5", "title": "Attitudes, perceptions, and use of marijuana in youth with multiple sclerosis.", "journal": ["Journal of neurology", "J. Neurol."]}