{"authors": [["Iacono", "Giovanni", "G", "Radboud University, Department of Molecular Biology, Faculty of Science, 6500 HB, Nijmegen, The Netherlands. giovanni.iacono@cnag.crg.eu."], ["Benevento", "Marco", "M", "Department of Cognitive Neuroscience, Radboudumc, 6500 HB, Nijmegen, The Netherlands."], ["Dubos", "Aline", "A", "Institut Clinique de la Souris, Phenomin, Gie Cerbm, 1 rue Laurent Fries, 67404, Illkirch, France."], ["Herault", "Yann", "Y", "Institut Clinique de la Souris, Phenomin, Gie Cerbm, 1 rue Laurent Fries, 67404, Illkirch, France."], ["van Bokhoven", "Hans", "H", "Department of Cognitive Neuroscience, Radboudumc, 6500 HB, Nijmegen, The Netherlands."], ["Nadif Kasri", "Nael", "N", "Department of Cognitive Neuroscience, Radboudumc, 6500 HB, Nijmegen, The Netherlands."], ["Stunnenberg", "Hendrik G", "HG", "Radboud University, Department of Molecular Biology, Faculty of Science, 6500 HB, Nijmegen, The Netherlands. H.Stunnenberg@ncmls.ru.nl."]], "date": "2017-12-22", "id": "29273784", "text": "The ability to assign expression patterns to the individual cell types that constitute a tissue is a major challenge. This especially applies to brain, given its plethora of different, functionally interconnected cell types. Here, we derived cell type-specific transcriptome signatures from existing single cell RNA data and integrated these signatures with a newly generated dataset of expression (bulk RNA-Seq) of the postnatal developing mouse hippocampus. This integrated analysis allowed us to provide a comprehensive and unbiased prediction of the differentiation drivers for 11 different hippocampal cell types and describe how the different cell types interact to support crucial developmental stages. Our results provide a reliable resource of predicted differentiation drivers and insights into the multifaceted aspects of the cells in hippocampus during development.", "doi": "10.1038/s41598-017-18287-w", "title": "Integrated transcriptional analysis unveils the dynamics of cellular differentiation in the developing mouse hippocampus.", "journal": ["Scientific reports", "Sci Rep"]}