{"authors": [["Ujma", "Péter P", "PP", "Institute of Behavioural Sciences, Semmelweis University, H-1089, Budapest, Hungary. peteru88@gmail.com."], ["Konrad", "Boris N", "BN", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, 6525 EN, Nijmegen, The Netherlands."], ["Gombos", "Ferenc", "F", "National Institute of Clinical Neuroscience, H-1145, Budapest, Hungary."], ["Simor", "Péter", "P", "Nyírő Gyula Hospital, National Institute of Psychiatry and Addictions, H-1135, Budapest, Hungary."], ["Pótári", "Adrián", "A", "Department of Cognitive Sciences, Budapest University of Technology and Economics, H-1111, Budapest, Hungary."], ["Genzel", "Lisa", "L", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, 6525 EN, Nijmegen, The Netherlands."], ["Pawlowski", "Marcel", "M", "Max Planck Institute of Psychiatry, 80804, Munich, Germany."], ["Steiger", "Axel", "A", "Max Planck Institute of Psychiatry, 80804, Munich, Germany."], ["Bódizs", "Róbert", "R", "Institute of Behavioural Sciences, Semmelweis University, H-1089, Budapest, Hungary."], ["Dresler", "Martin", "M", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, 6525 EN, Nijmegen, The Netherlands."]], "date": "2017-12-22", "id": "29273758", "text": "The shape of the EEG spectrum in sleep relies on genetic and anatomical factors and forms an individual \"EEG fingerprint\". Spectral components of EEG were shown to be connected to mental ability both in sleep and wakefulness. EEG sleep spindle correlates of intelligence, however, exhibit a sexual dimorphism, with a more pronounced association to intelligence in females than males. In a sample of 151 healthy individuals, we investigated how intelligence is related to spectral components of full-night sleep EEG, while controlling for the effects of age. A positive linear association between intelligence and REM anterior beta power was found in females but not males. Transient, spindle-like \"REM beta tufts\" are described in the EEG of healthy subjects, which may reflect the functioning of a recently described cingular-prefrontal emotion and motor regulation network. REM sleep frontal high delta power was a negative correlate of intelligence. NREM alpha and sigma spectral power correlations with intelligence did not unequivocally remain significant after multiple comparisons correction, but exhibited a similar sexual dimorphism. These results suggest that the neural oscillatory correlates of intelligence in sleep are sexually dimorphic, and they are not restricted to either sleep spindles or NREM sleep.", "doi": "10.1038/s41598-017-18124-0", "title": "The sleep EEG spectrum is a sexually dimorphic marker of general intelligence.", "journal": ["Scientific reports", "Sci Rep"]}