{"authors": [["Oh", "Hwamee", "H", "From the Cognitive Neuroscience Division, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY. hwameeoh@gmail.com."], ["Razlighi", "Qolamreza R", "QR", "From the Cognitive Neuroscience Division, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY."], ["Stern", "Yaakov", "Y", "From the Cognitive Neuroscience Division, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY."]], "date": "2017-12-22", "id": "29273689", "text": "To examine neural correlates of intellectual activity underlying multiple pathways imparting reserve by testing that higher intellectual activity is associated with lower brain amyloid pathology, greater gray matter (GM) volume, and differential task-evoked brain activation levels as a function of amyloid positivity status among clinically intact older adults.Eighty-two cognitively normal older adults and 46 healthy young participants underwent fMRI during task switching. All older participants completed 18F-florbetaben-PET and an individual's amyloid positivity status was determined. To assess GM volume, T1-weighted high-resolution structural images were processed using voxel-based morphometry. As lifestyle factors, intellectual activity was estimated by a composite score of vocabulary, reading ability, and years of education.Across all older participants, intellectual activity was associated with lower amyloid deposition in lateral and medial frontoparietal and temporal lobes but higher amyloid deposition in superior frontal and parietal cortices, larger GM volume across widespread brain regions, and reduced brain activation during task switching. These patterns of associations, however, differed by amyloid positivity status. While the patterns of associations remained similar among amyloid-negative older adults, among amyloid-positive older adults, intellectual activity was associated with increased amyloid deposition in frontoparietal cortices and increased activation during task.Intellectual activity simultaneously exerts both neuroprotective and compensatory effects via multiple neural pathways that promote optimal brain aging and help maintain normal cognition during amyloid accumulation.", "doi": "10.1212/WNL.0000000000004829", "title": "Multiple pathways of reserve simultaneously present in cognitively normal older adults.", "journal": ["Neurology", "Neurology"]}