{"authors": [["Franks", "Victoria R", "VR", "University of Cambridge, Cambridge CB2 3EJ, UK; Institute of Zoology, Zoological Society of London, London NW1 4RY, UK. Electronic address: vrf22@cam.ac.uk."], ["Thorogood", "Rose", "R", "University of Cambridge, Cambridge CB2 3EJ, UK; Department of Biosciences, University of Helsinki, Helsinki 00014, Finland."]], "date": "2017-12-19", "id": "29273549", "text": "Birds use cues when foraging to help relocate food resources, but natural environments provide many potential cues and choosing which to use may depend on previous experience. Young animals have less experience of their environment compared to adults, so may be slower to learn cues or may need to sample the environment more. Whether age influences cue use and learning has, however, received little experimental testing in wild animals. Here we investigate effects of age in a wild population of hihi (Notiomystis cincta), a threatened New Zealand passerine. We manipulated bird feeders using a novel colour cue to indicate a food reward; once hihi learned its location, we rotated the feeder to determine whether the birds followed the colour or returned to the previous location. Both age groups made fewer errors over trials and learned the location of the food reward, but juveniles continued to sample unrewarding locations more than adults. Following a second rotation, more adults preferred to forage from the hole indicated by the colour cue than juveniles, despite this no longer being rewarding. Overall, juveniles spent longer in the feeder arena to reach the same proportion of foraging time as adults. Combined, these results suggest that juveniles and adults may use an \"explore and exploit\" foraging strategy differently, and this affects how efficiently they forage. Further work is needed to understand how juveniles may compensate for their inexperience in learning and foraging strategies.", "doi": "10.1016/j.beproc.2017.12.009", "title": "Older and wiser? Age differences in foraging and learning by an endangered passerine.", "journal": ["Behavioural processes", "Behav. Processes"]}