{"authors": [["Dunkelmann", "Tina", "T", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Teichmann", "Kerstin", "K", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Ziehm", "Tamar", "T", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Schemmert", "Sarah", "S", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Frenzel", "Daniel", "D", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Tusche", "Markus", "M", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Dammers", "Christina", "C", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Jürgens", "Dagmar", "D", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Langen", "Karl-Josef", "KJ", "Institute of Neuroscience and Medicine (INM-4), Medical Imaging Physics, Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany; Department of Nuclear Medicine, Faculty of Medicine, RWTH Aachen University, Pauwelsstraße 30, 52074 Aachen, Germany."], ["Demuth", "Hans-Ulrich", "HU", "Fraunhofer-Institute of Cell Therapy and Immunology (IZI), Leipzig, Department of Drug Design and Target Validation (MWT), Biozentrum, Weinbergweg 22, 06120 Halle, Germany."], ["Shah", "Nadim Jon", "NJ", "Institute of Neuroscience and Medicine (INM-4), Medical Imaging Physics, Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany; Department of Neurology, Faculty of Medicine, JARA, RWTH Aachen University, Pauwelsstraße 30, 52074 Aachen, Germany; Department of Electrical and Computer Systems Engineering and Monash Biomedical Imaging, School of Psychological Sciences, Monash University, Melbourne, Victoria, Australia."], ["Kutzsche", "Janine", "J", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany."], ["Willuweit", "Antje", "A", "Institute of Neuroscience and Medicine (INM-4), Medical Imaging Physics, Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany. Electronic address: a.willuweit@fz-juelich.de."], ["Willbold", "Dieter", "D", "Institute of Complex Systems, Structural Biochemistry (ICS-6), Forschungszentrum Jülich GmbH, Wilhelm-Johnen Straße, 52425 Jülich, Germany; Institut für Physikalische Biologie, Heinrich Heine Universität Düsseldorf, Universitätsstraße 1, 40225 Düsseldorf, Germany. Electronic address: d.willbold@fz-juelich.de."]], "date": "2017-11-27", "id": "29273382", "text": "Currently, there are no causative or disease modifying treatments available for Alzheimer's disease (AD). Previously, it has been shown that D3, a small, fully d-enantiomeric peptide is able to eliminate low molecular weight Aβ oligomers in vitro, enhance cognition and reduce plaque load in AD transgenic mice. To further characterise the therapeutic potential of D3 towards N-terminally truncated and pyroglutamated Aβ (pEAβ(3-42)) we tested D3 and its head-to-tail tandem derivative D3D3 both in vitro and in vivo in the new mouse model TBA2.1. These mice produce human pEAβ(3-42) leading to a strong, early onset motor neurodegenerative phenotype. In the present study, we were able to demonstrate 1) strong binding affinity of both D3 and D3D3 to pEAβ(3-42) in comparison to Aβ(1-42) and 2) increased affinity of the tandem derivative D3D3 in comparison to D3. Subsequently we tested the therapeutic potentials of both peptides in the TBA2.1 animal model. Truly therapeutic, non-preventive treatment with D3 and D3D3 clearly slowed the progression of the neurodegenerative TBA2.1 phenotype, indicating the strong therapeutic potential of both peptides against pEAβ(3-42) induced neurodegeneration.", "doi": "10.1016/j.npep.2017.11.011", "title": "Aβ oligomer eliminating compounds interfere successfully with pEAβ(3-42) induced motor neurodegenerative phenotype in transgenic mice.", "journal": ["Neuropeptides", "Neuropeptides"]}