{"authors": [["Villareal", "Myra O", "MO", "Faculty of Life and Environmental Sciences, University of Tsukuba, 1-1-1 Tennodai, Tsukuba City, Ibaraki, 305-8572, Japan."], ["Ikeya", "Ayumi", "A", "Graduate School of Life and Environmental Sciences, University of Tsukuba, 1-1-1 Tennodai, Tsukuba City, Ibaraki, 305-8572, Japan."], ["Sasaki", "Kazunori", "K", "Interdisciplinary Research Center for Catalytic Chemistry, National Institute of Advanced Industrial Science and Technology (AIST), 1-1-1 Azuma, Tsukuba City, Ibaraki, 305-8571, Japan."], ["Arfa", "Abdelkarim Ben", "AB", "Range Ecology Laboratory, Arid Land Institute, 4119, Medenine, Tunisia."], ["Neffati", "Mohamed", "M", "Range Ecology Laboratory, Arid Land Institute, 4119, Medenine, Tunisia."], ["Isoda", "Hiroko", "H", "Faculty of Life and Environmental Sciences, University of Tsukuba, 1-1-1 Tennodai, Tsukuba City, Ibaraki, 305-8572, Japan. isoda.hiroko.ga@u.tsukuba.ac.jp."]], "date": "2017-12-22", "id": "29273038", "text": "Mood disorder accounts for 13 % of global disease burden. And while therapeutic agents are available, usually orally administered, most have unwanted side effects, and thus making the inhalation of essential oils (EOs) an attractive alternative therapy. Rosmarinus officinalis EO (ROEO), Mediterranean ROEO reported to improve cognition, mood, and memory, the effect on stress of which has not yet been determined. Here, the anti-stress effect of ROEO on stress was evaluated in vivo and in vitro.Six-week-old male ICR mice were made to inhale ROEO and subjected to tail suspension test (TST). To determine the neuronal differentiation effect of ROEO in vitro, induction of ROEO-treated PC12 cells differentiation was observed. Intracellular acetylcholine and choline, as well as the Gap43 gene expression levels were also determined.Inhalation of ROEO significantly decreased the immobility time of ICR mice and serum corticosterone level, accompanied by increased brain dopamine level. Determination of the underlying mechanism in vitro revealed a PC12 differentiation-induction effect through the modulation of intracellular acetylcholine, choline, and Gap43 gene expression levels. ROEO activates the stress response system through the NGF pathway and the hypothalamus-pituitary-adrenal axis, promoting dopamine production and secretion. The effect of ROEO may be attributed to its bioactive components, specifically to α-pinene, one of its major compounds that has anxiolytic property.The results of this study suggest that ROEO inhalation has therapeutic potential against stress-related psychiatric disorders.", "doi": "10.1186/s12906-017-2060-1", "title": "Anti-stress and neuronal cell differentiation induction effects of Rosmarinus officinalis L. essential oil.", "journal": ["BMC complementary and alternative medicine", "BMC Complement Altern Med"]}