{"authors": [["Chowthi-Williams", "Annette", "A", "London South Bank University, Harold Wood, RM3 OBE, United Kingdom. Electronic address: chowthia@lsbu.ac.uk."]], "date": "2017-12-12", "id": "29272823", "text": "Curricula change in nurse education is of international importance. The pace of such change has been continuous and has triggered criticisms of inadequate preparation of practitioners. There are no change formulae for managing curricula change and despite a raft of change methods, globally change success remains low. A lack of a unified voice, undue focus on cognition, and arguably no existing models for academia and a literature gap contribute to change challenge. A new Change Management Model designed from research with emotion as its underpinning philosophy is evaluated.Evaluation of a newly designed Change Management Model through a real time pre-registration health care curricula change.A qualitative case study was adopted. The single case study was the new pre-registration health care curricula.This study took place in a Faculty of Health and Social care in one HEI in the UK.Four senior academics and fifteen academics across professions and specialisms involved in the curricula change took part in the study.The findings suggested that leadership operated differently throughout the organisation. Distributive and collective leadership created a critical mass of people to help deliver the new curricula but academics felt excluded at the strategic level. Emotion at the strategic level inhibited innovation but boosted engagement, emotional relationships and creativity at the operational level. Face to face communication was favoured for its emotional connection. A top down approach created an emotional disconnect and impacted inclusiveness, engagement, empowerment, vision and readiness for change.Testing the new model widely not only in organisations, practice and team changes but personal change in improving health and wellbeing could be beneficial. The continuing gap in knowledge on the link between emotion and curricula change, practice and organisational change and therapeutic value of the model also warrants further research.", "doi": "10.1016/j.nedt.2017.12.004", "title": "Evaluation of how a real time pre-registration health care curricula was managed through the application of a newly designed Change Management Model: A qualitative case study.", "journal": ["Nurse education today", "Nurse Educ Today"]}