{"authors": [["Reck", "C", "C", "Ludwig-Maximilians University, Department of Psychology, Munich, Germany. Electronic address: Corinna.Reck@psy.lmu.de."], ["Van Den Bergh", "B", "B", "Tilburg University, Department of Developmental Psychology, Netherlands."], ["Tietz", "A", "A", "Heidelberg University Hospital, General Psychiatry, Heidelberg, Germany."], ["Müller", "M", "M", "Ludwig-Maximilians University, Department of Psychology, Munich, Germany."], ["Ropeter", "A", "A", "University of Heidelberg, Department of Psychology, Heidelberg, Germany."], ["Zipser", "B", "B", "Heidelberg University Hospital, General Psychiatry, Heidelberg, Germany."], ["Pauen", "S", "S", "University of Heidelberg, Department of Psychology, Heidelberg, Germany."]], "date": "2017-12-19", "id": "29272744", "text": "Few studies have examined the relation between anxiety disorders in the postpartum period and cognitive as well as language development in infancy.This longitudinal study investigated whether anxiety disorder in the postpartum period is linked to infant development at twelve months. A closer look was also taken at a possible link between maternal interaction and infant development.Subjects were videotaped during a Face-to-Face-Still-Face interaction with their infant (M = 4.0 months). Specific maternal anxiety symptoms were measured by self-report questionnaires (Anxiety Cognition Questionnaire (ACQ), Body Sensations Questionnaire (BSQ), Mobility Inventory (MI)) to check for a connection with infant development. The Bayley Scales of Infant and Toddler Development-III (Bayley-III) were used to assess infant language and cognitive development at one year of age.n = 34 mothers with anxiety disorder (SCID-I; DSM-IV) and n = 47 healthy mothers with their infant.Infant performance on Bayley-III language and cognitive scales.Infants of mothers with anxiety disorder yielded significantly lower language scores than infants of controls. No significant group differences were found regarding infant cognitive development. Exploratory analyses revealed the vital role of \"maternal avoidance accompanied\" in infant language and cognitive development. Maternal neutral engagement, which lacks positive affect and vocalisations, turned out as the strongest negative predictor of cognitive development. Maternal anxiety cognitions and joint activity in mother-infant interaction were the strongest predictors of infant language performance.Results underline the importance to also consider the interaction behaviour of women with anxiety disorders to prevent adverse infant development.", "doi": "10.1016/j.infbeh.2017.11.007", "title": "Maternal avoidance, anxiety cognitions and interactive behaviour predicts infant development at 12 months in the context of anxiety disorders in the postpartum period.", "journal": ["Infant behavior & development", "Infant Behav Dev"]}