{"authors": [["Feng", "Pan", "P", "Faculty of Psychology, Southwest University, Chongqing, 400715, China."], ["Becker", "Benjamin", "B", "School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, Sichuan, China, 611731."], ["Zheng", "Yong", "Y", "Faculty of Psychology, Southwest University, Chongqing, 400715, China."], ["Feng", "Tingyong", "T", "Faculty of Psychology, Southwest University, Chongqing, 400715, China."]], "date": "2017-12-20", "id": "29272546", "text": "Sleep plays an important role for successful fear memory consolidation. Growing evidence suggests that sleep disturbances might contribute to the development and the maintenance of posttraumatic stress disorder (PTSD), a disorders characterized by dysregulations in fear learning mechanisms, as well as exaggerated arousal and salience processing. Against this background, the present study examined the effects of sleep deprivation (SD) on the acquisition of fear and the subsequent neural consolidation. To this end, the present study assessed fear acquisition and associated changes in fMRI-based amygdala-functional connectivity following 24h of SD. Relative to non-sleep deprived controls, SD subjects demonstrated increased fear ratings and skin conductance responses (SCR) during fear acquisition. During fear consolidation SD inhibited increased amygdala-ventromendial prefrontal cortex (vmPFC) connectivity and concomitantly increased changes in amygdala-insula connectivity. Importantly, whereas in controls fear indices during acquisition were negatively associated with amygdala-vmPFC connectivity during consolidation, fear indices were positively associated with amygdala-insula coupling following SD. Together the findings suggest that SD may interfere with vmPFC control of the amygdala and increase bottom-up arousal signaling in the amygdala-insula pathway during fear consolidation, which might mediate the negative impact of sleep disturbances on PSTD symptomatology.", "doi": "10.1093/scan/nsx148", "title": "Sleep deprivation affects fear memory consolidation: Bi-stable amygdala connectivity with insula and ventromedial prefrontal cortex.", "journal": ["Social cognitive and affective neuroscience", "Soc Cogn Affect Neurosci"]}