{"authors": [["Vargas", "Teresa", "T", "Department of Psychology, Northwestern University, IL."], ["Dean", "Derek J", "DJ", "Department of Psychology and Neuroscience, University of Colorado Boulder."], ["Osborne", "Kenneth Juston", "KJ", "Department of Psychology, Northwestern University, IL."], ["Gupta", "Tina", "T", "Department of Psychology, Northwestern University, IL."], ["Ristanovic", "Ivanka", "I", "Department of Psychology, Northwestern University, IL."], ["Ozturk", "Sekine", "S", "Department of Psychology, Northwestern University, IL."], ["Turner", "Jessica", "J", "Department of Psychology, Georgia State University."], ["van Erp", "Theodore", "T", "Psychiatry & Human Behavior Department, University of California Irvine."], ["Mittal", "Vijay Anand", "VA", "Department of Psychology, Northwestern University, IL."]], "date": "2017-12-19", "id": "29272467", "text": "Converging evidence suggests that hippocampal subregions subserve different functions, and are differentially affected by psychosis illness progression. Despite this fact, studies have not often studied subregions cross-sectionally across the psychosis spectrum. Furthermore, little is known about associations between subregion volumes and hippocampus-mediated cognition.A total of 222 participants (61 ultra high risk [UHR], 91 schizophrenia [SCZ], and 70 healthy volunteers) underwent a 3T MRI scan, as well as structured clinical interviews and a cognitive battery. Hippocampal subfield analysis was conducted with Freesurfer. We compared subregion volumes across groups, controlling for age, gender, and intracranial volume. We also examined associations in the UHR and SCZ groups between hippocampal subregion volumes and verbal learning, visual learning, and working memory.We found a dose-dependent relationship such that the SCZ group showed significantly greater subfield volume reductions than the UHR group, which in turn showed significantly greater subfield volume reductions than the healthy volunteer group. We also found associations between subregion volume and cognitive performance in the visual memory, verbal memory, and working memory domains.Our study examined hippocampal subregion volumes cross-sectionally in a large sample across the psychosis spectrum, as well as links with hippocampus-mediated cognitive function. Our findings suggest that hippocampal abnormalities emerge before first psychosis episode onset, and may be etiologically informative.", "doi": "10.1093/schbul/sbx160", "title": "Hippocampal Subregions Across the Psychosis Spectrum.", "journal": ["Schizophrenia bulletin", "Schizophr Bull"]}