{"authors": [["Weisz Hubshman", "Monika", "M", "Pediatric Genetics Unit, Schneider Children's Medical Center of Israel, Petach Tikva, Israel."], ["Broekman", "Sanne", "S", "Department of Otorhinolaryngology, Radboud University Medical Centre, Nijmegen, the Netherlands."], ["van Wijk", "Erwin", "E", "Department of Otorhinolaryngology, Radboud University Medical Centre, Nijmegen, the Netherlands."], ["Cremers", "Frans", "F", "Donders Institute for Brain, Cognition and Behavior, Radboud University Nijmegen, Nijmegen, the Netherlands."], ["Abu-Diab", "Alaa", "A", null], ["Samer", "Khateb", "K", null], ["Tzur", "Shay", "S", "Laboratory of Molecular Medicine, Rambam Health Care Campus, Haifa, Israel."], ["Lagovsky", "Irena", "I", "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Smirin-Yosef", "Pola", "P", "Felsenstein Medical Research Center, Rabin Medical Center, Petach Tikva, Israel."], ["Sharon", "Dror", "D", "Dept. of Ophthalmology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Haer-Wigman", "Lonneke", "L", "Donders Institute for Brain, Cognition and Behavior, Radboud University Nijmegen, Nijmegen, the Netherlands."], ["Banin", "Eyal", "E", "Dept. of Ophthalmology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Basel-Vanagaite", "Lina", "L", "Pediatric Genetics Unit, Schneider Children's Medical Center of Israel, Petach Tikva, Israel."], ["de Vrieze", "Erik", "E", "Department of Otorhinolaryngology, Radboud University Medical Centre, Nijmegen, the Netherlands."]], "date": "2017-12-19", "id": "29272404", "text": "Retinitis pigmentosa (RP), the most common form of inherited retinal degeneration, is associated with different groups of genes, including those encoding proteins involved in centriole and cilium biogenesis. Exome sequencing revealed a homozygous nonsense mutation (c.304_305delGA [p. D102*]) in POC5, encoding the Proteome Of Centriole 5, in a patient with retinitis pigmentosa, short stature, microcephaly and recurrent glomerulonephritis. The POC5 gene is ubiquitously expressed, and immunohistochemistry revealed a distinct POC5 localization at the photoreceptor connecting cilium. Morpholino-oligonucleotide-induced knockdown of poc5 translation in zebrafish resulted in decreased length of photoreceptor outer segments and a decreased visual motor response (VMR), a measurement of retinal function. These phenotypes could be rescued by wild-type human POC5 mRNA. These findings demonstrate that Poc5 is important for normal retinal development and function. Altogether, this study presents POC5 as a novel gene involved autosomal recessively inherited retinitis pigmentosa, and strengthens the hypothesis that mutations in centriolar proteins are important cause of retinal dystrophies.", "doi": "10.1093/hmg/ddx428", "title": "Whole-exome sequencing reveals POC5 as a novel gene associated with autosomal recessive retinitis pigmentosa.", "journal": ["Human molecular genetics", "Hum. Mol. Genet."]}