{"authors": [["Sommerauer", "Michael", "M", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."], ["Fedorova", "Tatyana D", "TD", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."], ["Hansen", "Allan K", "AK", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."], ["Knudsen", "Karoline", "K", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."], ["Otto", "Marit", "M", "Aarhus University Hospital, Department of Clinical Neurophysiology, Aarhus, Denmark."], ["Jeppesen", "Jesper", "J", "Aarhus University Hospital, Department of Clinical Neurophysiology, Aarhus, Denmark."], ["Frederiksen", "Yoon", "Y", "Aarhus University, Department of Clinical Medicine and Department of Psychology, Aarhus, Denmark."], ["Blicher", "Jakob U", "JU", "Center of Functionally Integrative Neuroscience, Aarhus University, Denmark."], ["Geday", "Jacob", "J", "Aarhus University Hospital, Department of Neurology, Aarhus, Denmark."], ["Nahimi", "Adjmal", "A", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."], ["Damholdt", "Malene F", "MF", "Aarhus University, Department of Clinical Medicine and Department of Psychology, Aarhus, Denmark."], ["Brooks", "David J", "DJ", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."], ["Borghammer", "Per", "P", "Aarhus University Hospital, Department of Nuclear Medicine and PET Centre, Aarhus, Denmark."]], "date": "2017-12-18", "id": "29272343", "text": "Pathological involvement of the noradrenergic locus coeruleus occurs early in Parkinson's disease, and widespread noradrenaline reductions are found at post-mortem. Rapid eye movement sleep behaviour disorder (RBD) accompanies Parkinson's disease and its presence predicts an unfavourable disease course with a higher propensity to cognitive impairment and orthostatic hypotension. MRI can detect neuromelanin in the locus coeruleus while 11C-MeNER PET is a marker of noradrenaline transporter availability. Here, we use both imaging modalities to study the association of RBD, cognition and autonomic dysfunction in Parkinson's disease with loss of noradrenergic function. Thirty non-demented Parkinson's disease patients [16 patients with RBD and 14 without RBD, comparable across age (66.6 ± 6.7 years), sex (22 males), and disease stage (Hoehn and Yahr, 2.3 ± 0.5)], had imaging of the locus coeruleus with neuromelanin sensitive MRI and brain noradrenaline transporter availability with 11C-MeNER PET. RBD was confirmed with polysomnography; cognitive function was assessed with a neuropsychological test battery, and blood pressure changes on tilting were documented; results were compared to 12 matched control subjects. We found that Parkinson's disease patients with RBD showed decreased locus coeruleus neuromelanin signal on MRI (P < 0.001) and widespread reduced binding of 11C-MeNER (P < 0.001), which correlated with amount of REM sleep without atonia. Parkinson's disease with RBD was also associated with a higher incidence of cognitive impairment, slowed EEG activity, and orthostatic hypotension. Reduced 11C-MeNER binding correlated with EEG slowing, cognitive performance, and orthostatic hypotension. In conclusion, reduced noradrenergic function in Parkinson's disease was linked to the presence of RBD and associated with cognitive deterioration and orthostatic hypotension. Noradrenergic impairment may contribute to the high prevalence of these non-motor symptoms in Parkinson's disease, and may be of relevance when treating these conditions in Parkinson's disease.", "doi": "10.1093/brain/awx348", "title": "Evaluation of the noradrenergic system in Parkinson's disease: an 11C-MeNER PET and neuromelanin MRI study.", "journal": ["Brain : a journal of neurology", "Brain"]}