{"authors": [["Zhou", "Wenbo", "W", "Division of Clinical Pharmacology and Toxicology, Departments of Medicine, Pharmacology, Neurology, and Neurosurgery; University of Colorado Denver, School of Medicine, Aurora, CO, United States of America."], ["Barkow", "Jessica Cummiskey", "JC", "Division of Clinical Pharmacology and Toxicology, Departments of Medicine, Pharmacology, Neurology, and Neurosurgery; University of Colorado Denver, School of Medicine, Aurora, CO, United States of America."], ["Freed", "Curt R", "CR", "Division of Clinical Pharmacology and Toxicology, Departments of Medicine, Pharmacology, Neurology, and Neurosurgery; University of Colorado Denver, School of Medicine, Aurora, CO, United States of America."]], "date": "2017-12-22", "id": "29272304", "text": "Exercise has been recommended to improve motor function in Parkinson patients, but its value in altering progression of disease is unknown. In this study, we examined the neuroprotective effects of running wheel exercise in mice. In adult wild-type mice, one week of running wheel activity led to significantly increased DJ-1 protein concentrations in muscle and plasma. In DJ-1 knockout mice, running wheel performance was much slower and Rotarod performance was reduced, suggesting that DJ-1 protein is required for normal motor activity. To see if exercise can prevent abnormal protein deposition and behavioral decline in transgenic animals expressing a mutant human form of α-synuclein in all neurons, we set up running wheels in the cages of pre-symptomatic animals at 12 months old. Activity was monitored for a 3-month period. After 3 months, motor and cognitive performance on the Rotarod and Morris Water Maze were significantly better in running animals compared to control transgenic animals with locked running wheels. Biochemical analysis revealed that running mice had significantly higher DJ-1, Hsp70 and BDNF concentrations and had significantly less α-synuclein aggregation in brain compared to control mice. By contrast, plasma concentrations of α-synuclein were significantly higher in exercising mice compared to control mice. Our results suggest that exercise may slow the progression of Parkinson's disease by preventing abnormal protein aggregation in brain.", "doi": "10.1371/journal.pone.0190160", "title": "Running wheel exercise reduces α-synuclein aggregation and improves motor and cognitive function in a transgenic mouse model of Parkinson's disease.", "journal": ["PloS one", "PLoS ONE"]}