{"authors": [["Tapper", "Elliot B", "EB", "Division of Gastroenterology and Hepatology, University of Michigan."], ["Kanwal", "Fasiha", "F", "Section of Gastroenterology and Hepatology, Department of Medicine, Baylor College of Medicine, Houston, TX, USA."], ["Asrani", "Sumeet K", "SK", "Division of Hepatology, Baylor University Medical Center, Dallas, TX."], ["Ho", "Chanda", "C", "Division of Gastroenterology, California Pacific Medical Center."], ["Ovchinsky", "Nadia", "N", "Division of Pediatric Gastroenterology, Children's Hospital at Montefiore, Bronx, NY."], ["Poterucha", "John", "J", "Division of Gastroenterology, Mayo School of Medicine."], ["Flores", "Avegail", "A", "Division of Gastroenterology, Washington University School of Medicine, St. Louis, MO."], ["Smith", "Judith E", "JE", "Taubman Health Sciences Library, University of Michigan."], ["Ankoma-Sey", "Victor", "V", "Division of Gastroenterology, Houston Methodist."], ["Luxon", "Bruce", "B", "Department of Medicine, Georgetown University."], ["Volk", "Michael", "M", "Division of Gastroenterology and Transplantation Institute, Loma Linda University, Loma Linda, CA."]], "date": "2017-12-22", "id": "29272043", "text": "Patients with cirrhosis seek improvement in their symptoms, functioning, quality of life, and satisfaction with the care they receive. However, these patient reported outcomes (PROs) are not routinely measured for clinical care, research, or quality improvement. The members of the American Association for the Study of Liver Disease Practice Metrics Committee, charged with developing quality indicators for clinical practice, performed a scoping review of PROs in cirrhosis. The aim is to synthesize a comprehensive set of PROs for inclusion into a standard patient-centered outcome set. We searched Medline, EMBASE, CINAHL, PsycINFO, and the Cochrane Trial Library since inception, with final searches run between 4/20/2017-6/1/2017. Studies were included if they reported the construction and/or validation of a PRO instrument for patients with cirrhosis or if they assessed the clinical (case mix) variables determining responses to established PRO scales.). Eleven studies were selected that yielded 259 items specific to patients with cirrhosis. After removing duplicates, 152 unique items were isolated. These items were consolidated into 7 domains: physical symptoms, physical function, mental health, general function, cognition, social life, and satisfaction with care. The 7 domains included 52 sub-domains (e.g.,physical domain; abdominal pain subdomain). Twelve variables were identified that independently modified established PRO scales. These included clinical factors (severity of liver disease and its complications, medication burden, and comorbidities), specific PROs (cramps, pruritis), and surrogate outcome measures (falls, hospitalization).This scoping review identified and categorized a large existing set of PRO concepts that matter to patients with cirrhosis. These outcomes may now be translated into usable measures for both the assessment of the quality of cirrhosis care in clinical practice and to perform research from the patient's perspective. This article is protected by copyright. All rights reserved.", "doi": "10.1002/hep.29756", "title": "Patient Reported Outcomes in Cirrhosis: A Scoping Review of the Literature.", "journal": ["Hepatology (Baltimore, Md.)", "Hepatology"]}