{"authors": [["Bąbel", "P", "P", "Pain Research Group, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Bajcar", "E A", "EA", "Pain Research Group, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Śmieja", "M", "M", "Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Adamczyk", "W", "W", "Pain Research Group, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Świder", "K", "K", "Pain Research Group, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Kicman", "P", "P", "Pain Research Group, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Lisińska", "N", "N", "Pain Research Group, Institute of Psychology, Jagiellonian University, Kraków, Poland."]], "date": "2017-12-22", "id": "29271541", "text": "A previous study has shown that memory of pain induced by running a marathon might be underestimated. However, little is known about the factors that might influence such a memory distortion during pain recall. The aim of the study was to investigate the memory of pain induced by running a marathon and the factors that might influence it: (1) present pain during recall and (2) recall delay.A total of 127 marathon runners participated in the study, which comprised of two phases. After completion of the marathon, participants were asked to rate the intensity and the unpleasantness of their pain. Either a week or a month later, they were asked again to rate the intensity and the unpleasantness of the remembered and present pain experience.Participants underestimated remembered pain intensity and pain unpleasantness only if they did not experience pain during recall (p < 0.05). We observed a trend for underestimation after a week (p = 0.09) and significant effect after a month (p < 0.05) of recall delay. Furthermore, present pain intensity during recall significantly mediated the memory of pain intensity induced by running the marathon, but only after a month. Similarly, present pain unpleasantness during recall significantly mediated the memory of pain unpleasantness, but only after a month.It is concluded that memory of pain induced by running the marathon is underestimated after a month of recall delay and mediated by present pain during recall.This study explores factors acting during recall, influencing memory of naturally occurring pain induced by physical effort. The empirical findings provide the first robust evidence for a causal relationship between memory of pain and present pain during recall.", "doi": "10.1002/ejp.1166", "title": "Pain begets pain. When marathon runners are not in pain anymore, they underestimate their memory of marathon pain--A mediation analysis.", "journal": ["European journal of pain (London, England)", "Eur J Pain"]}