{"authors": [["Brum", "Paula Schimidt", "PS", "Department of Neurology, Faculty of Medicine, University of São Paulo, São Paulo, Brazil."], ["Borella", "Erika", "E", "Department of General Psychology, University of Padova, Padova, Veneto, Italy."], ["Carretti", "Barbara", "B", "Department of General Psychology, University of Padova, Padova, Veneto, Italy."], ["Guidotti", "Elena", "E", "Department of General Psychology, University of Padova, Padova, Veneto, Italy."], ["Yassuda", "Mônica Sanches", "MS", "Department of Neurology, Faculty of Medicine, University of São Paulo, São Paulo, Brazil."]], "date": "2017-12-22", "id": "29271498", "text": "The Categorization Working Memory Span Task (CWMS task) is a complex working memory (WM) span test that has been used previously to assess age and individual differences in WM as well as the relationship between WM and complex aspects of cognition such as listening comprehension. Two alternate versions of the task have been developed to be used as outcome variables in WM training protocol, which mirrors the task involved in the CWMS task.(1) To translate and adapt the CWMS task for Brazilian Portuguese; (2) to test the equivalence of its 2 alternate versions; (3) to examine temporal stability; (4) to examine the influence of age and schooling on CWMS task; (5) to establish its relationship with other tests of WM.Eighty-one older adults completed version A, and 86 completed version B of the CWMS task. After 6 months, a subsample (n = 85) completed the same version of the task.Versions A and B of the task generated comparable scores. Both versions had adequate temporal stability, which was higher for the CWMS total recall, which is the classical variable in this task to represent WM performance, when compared to the other variables generated by the test. The CWMS task variables were moderately correlated with schooling and other cognitive tests (Mini Mental State Examination, Letter-Number Sequencing, Spatial Span Backward, Digit Span Forward).The 2 versions of the CWMS task were equivalent and stable temporally. The task was influenced by schooling and global cognition.", "doi": "10.1002/gps.4836", "title": "Categorization Working Memory Span Task: Validation study of two Brazilian alternate versions.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}