{"authors": [["Casartelli", "Luca", "L", "1 Child Psychopathology Unit, Scientific Institute IRCCS E. Medea, Bosisio Parini, Lecco, Italy."], ["Federici", "Alessandra", "A", "1 Child Psychopathology Unit, Scientific Institute IRCCS E. Medea, Bosisio Parini, Lecco, Italy."], ["Biffi", "Emilia", "E", "2 Bioengeenering Laboratory, Scientific Institute IRCCS E. Medea, Bosisio Parini, Lecco, Italy."], ["Molteni", "Massimo", "M", "1 Child Psychopathology Unit, Scientific Institute IRCCS E. Medea, Bosisio Parini, Lecco, Italy."], ["Ronconi", "Luca", "L", "1 Child Psychopathology Unit, Scientific Institute IRCCS E. Medea, Bosisio Parini, Lecco, Italy."]], "date": "2017-12-01", "id": "29271293", "text": "High-level motor computations reflect abstract components far apart from the mere motor performance. Neural correlates of these computations have been explored both in nonhuman and human primates, supporting the idea that our brain recruits complex nodes for motor representations. Of note, these computations have exciting implications for social cognition, and they also entail important challenges in the context of autism. Here, we focus on these challenges benefiting from recent studies addressing motor interference, motor resonance, and high-level motor planning. In addition, we suggest new ideas about how one maps and shares the (motor) space with others. Taken together, these issues inspire intriguing and fascinating questions about the social tendency of our high-level motor computations, and it may indicate that we are \"motorically\" wired to others. Thus, after furnishing preliminary insights on putative neural nodes involved in these computations, we focus on how the hypothesized social nature of high-level motor computations may be anomalous or limited in autism, and why this represents a critical challenge for the future.", "doi": "10.1177/1073858417750466", "title": "Are We \"Motorically\" Wired to Others? High-Level Motor Computations and Their Role in Autism.", "journal": ["The Neuroscientist : a review journal bringing neurobiology, neurology and psychiatry", "Neuroscientist"]}