{"authors": [["Zhang", "Jun-Hua", "JH", "Institute of Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Fan", "Guan-Wei", "GW", "Institute of Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Zhang", "Han", "H", "Institute of Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Fan", "Xiao-Hui", "XH", "Pharmaceutical Informatics Institute, Zhejiang University, Hangzhou 310058, China."], ["Wang", "Yi", "Y", "Pharmaceutical Informatics Institute, Zhejiang University, Hangzhou 310058, China."], ["Liu", "Li-Mei", "LM", "Institute of Basic Theory for Chinese Medicine, China Academy of Chinese Medical Sciences, Beijing 100700, China."], ["Li", "Chuan", "C", "Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai 201203, China."], ["Gao", "Yue", "Y", "Institute of Radiation Medicine, Academy of Military Medical Sciences, Beijing 100850, China."], ["Gao", "Xiu-Mei", "XM", "Institute of Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Zhang", "Bo-Li", "BL", "Institute of Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."]], "date": null, "id": "29271139", "text": "Traditional Chinese medicine (TCM) prescription is the main therapies for disease prevention and treatment in Chinese medicine. Following the guidance of the theory of TCM and developing drug by composing prescriptions of TCM materials and pieces, it is a traditional application mode of TCM, and still widely used in clinic. TCM prescription has theoretical advantages and rich clinical application experience in dealing with multi-factor complex diseases, but scientific research is relatively weak. The lack of scientific cognition of the effective substances and mechanism of Chinese medicine leads to insufficient understanding of the efficacy regularity, which affects the stability of effect and hinders the improvement of quality of Chinese medicinal products. Component-based Chinese medicine (CCM) is an innovation based on inheritance, which breaks through the tradition of experience-based prescription and realize the transformation of compatibility from herbal pieces to components. CCM is an important achievement during the research process of modernization of Chinese medicine. Under the support of three national \"973\" projects, in order to reveal the scientific connotation of the prescription compatibility theory and develop innovative Chinese drugs, we have launched theoretical innovation and technological innovation around the \"two relatively clear\", and opened up the research field of CCM. CCM is an innovation based on inheritance, breaking through the tradition of experience based prescription, and realizing the transformation from compatibility of herbal pieces to component compatibility, which is an important achievement of the modernization of traditional Chinese medicine. In the past more than 10 years, with the deepening of research and the expansion of application, the theory and methods of CCM and efficacy-oriented compatibility have been continuously improved. The value of CCM is not only in developing new drug, more important is to build a communication bridge between traditional Chinese medicine and modern science and construct the system of key technologies which meet the need of innovation and development of TCM. This paper focused on the research progress, related concepts and technology development of CCM, as well as its application prospect in the theory research of Chinese medicine, development of innovative Chinese drugs, secondary development of Chinese patent medicine and upgrading of pharmaceutical technology.", "doi": null, "title": "[Development and application of component-based Chinese medicine theory].", "journal": ["Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica", "Zhongguo Zhong Yao Za Zhi"]}