{"authors": [["Seiler", "Christof", "C", "Department of Statistics, Stanford University, Stanford, CA, USA. christof.seiler@stanford.edu."], ["Green", "Tamar", "T", "Center for Interdisciplinary Brain Sciences Research, Stanford University School of Medicine, Stanford, CA, USA."], ["Hong", "David", "D", "Center for Interdisciplinary Brain Sciences Research, Stanford University School of Medicine, Stanford, CA, USA."], ["Chromik", "Lindsay", "L", "Center for Interdisciplinary Brain Sciences Research, Stanford University School of Medicine, Stanford, CA, USA."], ["Huffman", "Lynne", "L", "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA, USA."], ["Holmes", "Susan", "S", "Department of Statistics, Stanford University, Stanford, CA, USA."], ["Reiss", "Allan L", "AL", "Center for Interdisciplinary Brain Sciences Research, Stanford University School of Medicine, Stanford, CA, USA."]], "date": "2017-12-21", "id": "29270892", "text": "Girls and women with Turner syndrome (TS) have a completely or partially missing X chromosome. Extensive studies on the impact of TS on neuroanatomy and cognition have been conducted. The integration of neuroanatomical and cognitive information into one consistent analysis through multi-table methods is difficult and most standard tests are underpowered. We propose a new two-sample testing procedure that compares associations between two tables in two groups. The procedure combines multi-table methods with permutation tests. In particular, we construct cluster size test statistics that incorporate spatial dependencies. We apply our new procedure to a newly collected dataset comprising of structural brain scans and cognitive test scores from girls with TS and healthy control participants (age and sex matched). We measure neuroanatomy with Tensor-Based Morphometry (TBM) and cognitive function with Wechsler IQ and NEuroPSYchological tests (NEPSY-II). We compare our multi-table testing procedure to a single-table analysis. Our new procedure reports differential correlations between two voxel clusters and a wide range of cognitive tests whereas the single-table analysis reports no differences. Our findings are consistent with the hypothesis that girls with TS have a different brain-cognition association structure than healthy controls.", "doi": "10.1007/s12021-017-9351-z", "title": "Multi-Table Differential Correlation Analysis of Neuroanatomical and Cognitive Interactions in Turner Syndrome.", "journal": ["Neuroinformatics", "Neuroinformatics"]}