{"authors": [["Woutersen", "Karlijn", "K", "Department of Cognitive Neuroscience, Section Biophysics, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Guadron", "Leslie", "L", "Department of Cognitive Neuroscience, Section Biophysics, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["van den Berg", "Albert V", "AV", "Department of Cognitive Neuroscience, Section Biophysics, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Boonstra", "F Nienke", "FN", "Royal Dutch Visio, National Foundation for the Visually Impaired and Blind, Huizen, the Netherlands Department of Cognitive Neuroscience, Section Biophysics, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Theelen", "Thomas", "T", "Department of Ophthalmology, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Goossens", "Jeroen", "J", "Department of Cognitive Neuroscience, Section Biophysics, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."]], "date": null, "id": "29270605", "text": "The useful-field-of-view (UFOV) test measures the amount of information someone can extract from a visual scene in one glance. Its scores show relatively strong relationships with everyday activities. The UFOV test consists of three computer tests, suggested to measure processing speed and central vision, divided attention, and selective attention. However, other functions seem to be involved as well. In order to investigate the contribution of these suggested and other perceptual and cognitive functions, we performed a meta-analysis of 116 Pearson's correlation coefficients between UFOV scores and other test scores reported in 18 peer-reviewed articles. We divided these correlations into nine domains: attention, executive functioning, general cognition, memory, spatial ability, visual closure, contrast sensitivity, visual processing speed, and visual acuity. A multivariate mixed-effects model analysis revealed that each domain correlated significantly with each of the UFOV subtest scores. These correlations were stronger for Subtests 2 and 3 than for Subtest 1. Furthermore, some domains were more strongly correlated to the UFOV than others across subtests. We did not find interaction effects between subtest and domain, indicating that none of the UFOV subtests is more selectively sensitive to a particular domain than the others. Thus, none of the three UFOV subtests seem to measure one clear construct. Instead, a range of visual and cognitive functions is involved. Perhaps this is the reason for the UFOV's high ecological validity, as it involves many functions at once, making it harder to compensate if one of them fails.", "doi": "10.1167/17.14.11", "title": "A meta-analysis of perceptual and cognitive functions involved in useful-field-of-view test performance.", "journal": ["Journal of vision", "J Vis"]}