{"authors": [["Dzogang", "Fabon", "F", "Intelligent Systems Laboratory, University of Bristol, Bristol, UK."], ["Lightman", "Stafford", "S", "Henry Wellcome Laboratories for Integrative Neuroscience and Endocrinology, University of Bristol, Bristol, UK."], ["Cristianini", "Nello", "N", "Intelligent Systems Laboratory, University of Bristol, Bristol, UK."]], "date": "2017-12-01", "id": "29270466", "text": "Circadian regulation of sleep, cognition, and metabolic state is driven by a central clock, which is in turn entrained by environmental signals. Understanding the circadian regulation of mood, which is vital for coping with day-to-day needs, requires large datasets and has classically utilised subjective reporting.In this study, we use a massive dataset of over 800 million Twitter messages collected over 4 years in the United Kingdom. We extract robust signals of the changes that happened during the course of the day in the collective expression of emotions and fatigue. We use methods of statistical analysis and Fourier analysis to identify periodic structures, extrema, change-points, and compare the stability of these events across seasons and weekends.We reveal strong, but different, circadian patterns for positive and negative moods. The cycles of fatigue and anger appear remarkably stable across seasons and weekend/weekday boundaries. Positive mood and sadness interact more in response to these changing conditions. Anger and, to a lower extent, fatigue show a pattern that inversely mirrors the known circadian variation of plasma cortisol concentrations. Most quantities show a strong inflexion in the morning.Since circadian rhythm and sleep disorders have been reported across the whole spectrum of mood disorders, we suggest that analysis of social media could provide a valuable resource to the understanding of mental disorder.", "doi": "10.1177/2398212817744501", "title": "Circadian mood variations in Twitter content.", "journal": ["Brain and neuroscience advances", "Brain Neurosci Adv"]}