{"authors": [["van der Holst", "H M", "HM", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."], ["Tuladhar", "A M", "AM", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."], ["Zerbi", "V", "V", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Department of Anatomy, 6521 EZ Nijmegen, The Netherlands."], ["van Uden", "I W M", "IWM", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."], ["de Laat", "K F", "KF", "HagaZiekenhuis Den Haag, Department of Neurology, Leyweg 275, 2545 CH Den Haag, The Netherlands."], ["van Leijsen", "E M C", "EMC", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."], ["Ghafoorian", "M", "M", "Radboud University Medical Centre, Department of radiology and nuclear medicine, Geert Grooteplein 10, 6525 GA Nijmegen, The Netherlands."], ["Platel", "B", "B", "Radboud University Medical Centre, Department of radiology and nuclear medicine, Geert Grooteplein 10, 6525 GA Nijmegen, The Netherlands."], ["Bergkamp", "M I", "MI", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."], ["van Norden", "A G W", "AGW", "Amphia ziekenhuis Breda, Department of Neurology, Molengracht 21, 4818 CK Breda, The Netherlands."], ["Norris", "D G", "DG", "Donders Institute for Brain, Cognition and Behaviour, Centre for Cognitive Neuroimaging, Radboud University, Nijmegen, The Netherlands."], ["van Dijk", "E J", "EJ", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."], ["Kiliaan", "A J", "AJ", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Department of Anatomy, 6521 EZ Nijmegen, The Netherlands."], ["de Leeuw", "F-E", "FE", "Radboud University Medical Centre, Donders Institute for Brain, Cognition and Behaviour, Centre for Neuroscience, Department of Neurology, Reinier Postlaan 4, 6500HB Nijmegen, The Netherlands."]], "date": "2017-12-07", "id": "29270357", "text": "The relation between progression of cerebral small vessel disease (SVD) and gait decline is uncertain, and diffusion tensor imaging (DTI) studies on gait decline are lacking. We therefore investigated the longitudinal associations between (micro) structural brain changes and gait decline in SVD using DTI. 275 participants were included from the Radboud University Nijmegen Diffusion tensor and Magnetic resonance imaging Cohort (RUN DMC), a prospective cohort of participants with cerebral small vessel disease aged 50-85 years. Gait (using GAITRite) and magnetic resonance imaging measures were assessed during baseline (2006-2007) and follow-up (2011 - 2012). Linear regression analysis was used to investigate the association between changes in conventional magnetic resonance and diffusion tensor imaging measures and gait decline. Tract-based spatial statistics analysis was used to investigate region-specific associations between changes in white matter integrity and gait decline. 56.2% were male, mean age was 62.9 years (SD8.2), mean follow-up duration was 5.4 years (SD0.2) and mean gait speed decline was 0.2 m/s (SD0.2). Stride length decline was associated with white matter atrophy (β = 0.16, p = 0.007), and increase in mean white matter radial diffusivity and mean diffusivity, and decrease in mean fractional anisotropy (respectively, β = - 0.14, p = 0.009; β = - 0.12, p = 0.018; β = 0.10, p = 0.049), independent of age, sex, height, follow-up duration and baseline stride length. Tract-based spatial statistics analysis showed significant associations between stride length decline and fractional anisotropy decrease and mean diffusivity increase (primarily explained by radial diffusivity increase) in multiple white matter tracts, with the strongest associations found in the corpus callosum and corona radiata, independent of traditional small vessel disease markers. White matter atrophy and loss of white matter integrity are associated with gait decline in older adults with small vessel disease after 5 years of follow-up. These findings suggest that progression of SVD might play an important role in gait decline.", "doi": "10.1016/j.nicl.2017.12.007", "title": "White matter changes and gait decline in cerebral small vessel disease.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}