{"authors": [["Liebherr", "Magnus", "M", "Department of General Psychology: Cognition, University of Duisburg-Essen, Duisburg, Germany."], ["Schiebener", "Johannes", "J", "Department of General Psychology: Cognition, University of Duisburg-Essen, Duisburg, Germany."], ["Averbeck", "Heike", "H", "Department of General Psychology: Cognition, University of Duisburg-Essen, Duisburg, Germany."], ["Brand", "Matthias", "M", "Department of General Psychology: Cognition, University of Duisburg-Essen, Duisburg, Germany."]], "date": "2017-12-06", "id": "29270145", "text": "The ability of decision making plays a highly relevant role in our survival, but is adversely affected during the process of aging. The present review aims to provide a better understanding of age-related differences in decision making and the role of cognitive and emotional factors in this context. We reviewed the literature about age-effects on decision-making performance, focusing on decision making under ambiguous and objective risk. In decisions under ambiguous risks, as measured by the Iowa Gambling Task, decisions are based on the experiences with consequences. In this case, many articles have attributed age-related impairments in decision making to changes in emotional and somatic reward- and punishment processing. In decisions under objective risks, as measured for example by the Game of Dice Task, decisions can be based on explicit information about risks and consequences. In this case, age-related changes have been attributed mainly to a cognitive decline, particularly impaired executive functions. However, recent findings challenge these conclusions. The present review summarizes neuropsychological and neurophysiological findings of age-related differences in decision making under ambiguous and objective risk. In this context, the relevance of learning, but also of cognitive and emotional contributors - responsible for age-related differences in decision making - are additionally pointed out.", "doi": "10.3389/fpsyg.2017.02128", "title": "Decision Making under Ambiguity and Objective Risk in Higher Age - A Review on Cognitive and Emotional Contributions.", "journal": ["Frontiers in psychology", "Front Psychol"]}