{"authors": [["Ingale", "Suvarna P", "SP", "Department of Pharmacology, SCES's Indira College of Pharmacy, Pune, Maharashtra, India."], ["Kasture", "Sanjay B", "SB", "Department of Pharmacology, Pinnacle Biomedical Research Institute, Bhopal, Madhya Pradesh, India."]], "date": null, "id": "29269972", "text": "Oxidative stress plays an important role in the pathogenesis of neurodegenerative diseases such as Alzheimer's and Parkinson's disease. Flavonoids exert their antioxidant effects by neutralizing all types of oxidizing radicals including the superoxide and hydroxyl radicals. Passiflora incarnata Linn. (Passifloraceae) is an important plant used in Ayurveda for the treatment of various disorders of the CNS and is a rich source of flavonoids.In the present study, we investigated the antioxidant, antiparkinsonian, and memory enhancing activity of flavonoid rich n-butanol extract of P. incarnata flowers (BEPIF).Antioxidant activity was assessed using DPPH and hydrogen peroxide scavenging assay. The antiparkinsonian activity was evaluated using haloperidol induced catalepsy and tacrine induced vacuous chewing movement and memory enhancing activity was assessed using elevated plus maze and object recognition test.The results were analyzed by Analysis of Variance test followed by Dunnett's test.Administration of BEPIF decreased transfer latency on day 2 and 9 significantly in elevated plus maze test and showed a significant increase in discrimination index in the object recognition test which is suggestive of its cognitive improvement action. Pretreatment with BEPIF showed a significant reduction in the haloperidol induced catalepsy and the tacrine induced jaw movements which are suggestive of its antiparkinsonian activity. In DPPH and H2O2 scavenging assay, BEPIF exhibited significant free radical scavenging activity.It can be concluded that the butanolic extract of P. incarnata flowers has significant antiparkinsonian and cognition enhancing activity which may be associated with its antioxidant potential. Thus, P. incarnata flowers may be employed in treatment of dementia and parkinsonism.", "doi": "10.4103/asl.ASL_231_16", "title": "Protective Effect of Standardized Extract of Passiflora incarnata Flower in Parkinson's and Alzheimer's Disease.", "journal": ["Ancient science of life", "Anc Sci Life"]}