{"authors": [["Liu", "Jianghong", "J", "University of Pennsylvania Schools of Nursing and Medicine, 418 Curie Blvd., Claire M. Fagin Hall, Room 426, Philadelphia, PA, 19104, USA. jhliu@nursing.upenn.edu."], ["Cui", "Ying", "Y", "University of Pennsylvania Schools of Nursing and Medicine, 418 Curie Blvd., Claire M. Fagin Hall, Room 426, Philadelphia, PA, 19104, USA."], ["Li", "Linda", "L", "Brigham and Women's Hospital, 75 Francis Street, Boston, MA, 02115, USA."], ["Wu", "Lezhou", "L", "University of Pennsylvania Schools of Nursing and Medicine, 418 Curie Blvd., Claire M. Fagin Hall, Room 426, Philadelphia, PA, 19104, USA."], ["Hanlon", "Alexandra", "A", "University of Pennsylvania Schools of Nursing and Medicine, 418 Curie Blvd., Claire M. Fagin Hall, Room 426, Philadelphia, PA, 19104, USA."], ["Pinto-Martin", "Jennifer", "J", "University of Pennsylvania Schools of Nursing and Medicine, 418 Curie Blvd., Claire M. Fagin Hall, Room 426, Philadelphia, PA, 19104, USA."], ["Raine", "Adrian", "A", "University of Pennsylvania School of Arts and Sciences, 483 McNeil Building 3718 Locust Walk, Philadelphia, PA, USA."], ["Hibbeln", "Joseph R", "JR", "Acting Chief, Section on Nutritional Neurosciences LMBB, NIAAA, NIH, 5625 Fishers Lane, Rm 3N-07, MSC 9410, Bethesda, MD, 20892, USA."]], "date": "2017-12-21", "id": "29269884", "text": "Greater fish consumption is associated with improved cognition among children, but the mediating pathways have not been well delineated. Improved sleep could be a candidate mediator of the fish-cognition relationship. This study assesses whether 1) more frequent fish consumption is associated with less sleep disturbances and higher IQ scores in schoolchildren, 2) such relationships are not accounted for by social and economic confounds, and 3) sleep quality mediates the fish-IQ relationship. In this cohort study of 541 Chinese schoolchildren, fish consumption and sleep quality were assessed at age 9-11 years, while IQ was assessed at age 12. Frequent fish consumption was related to both fewer sleep problems and higher IQ scores. A dose-response relationship indicated higher IQ scores in children who always (4.80 points) or sometimes (3.31 points) consumed fish, compared to those who rarely ate fish (all p < 0.05). Sleep quality partially mediated the relationship between fish consumption and verbal, but not performance, IQ. Findings were robust after controlling for multiple sociodemographic covariates. To our knowledge, this is the first study to indicate that frequent fish consumption may help reduce sleep problems (better sleep quality), which may in turn benefit long-term cognitive functioning in children.", "doi": "10.1038/s41598-017-17520-w", "title": "The mediating role of sleep in the fish consumption - cognitive functioning relationship: a cohort study.", "journal": ["Scientific reports", "Sci Rep"]}