{"authors": [["Varin", "Melanie", "M", "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."], ["Kergoat", "Marie-Jeanne", "MJ", "Centre de Recherche, Institut universitaire de gériatrie de Montréal, Montréal, Canada."], ["Belleville", "Sylvie", "S", "Centre de Recherche, Institut universitaire de gériatrie de Montréal, Montréal, Canada."], ["Li", "Gisele", "G", "Centre de Recherche, Hôpital Maisonneuve-Rosemont, Montréal, Canada."], ["Rousseau", "Jacqueline", "J", "Centre de Recherche, Institut universitaire de gériatrie de Montréal, Montréal, Canada."], ["Roy-Gagnon", "Marie-Hélène", "MH", "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."], ["Moghadaszadeh", "Solmaz", "S", "Centre de Recherche, Hôpital Maisonneuve-Rosemont, Montréal, Canada."], ["Freeman", "Ellen E", "EE", "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada. eefreeman@gmail.com."]], "date": "2017-12-21", "id": "29269882", "text": "Studies have found a benefit to living a cognitively active life in older age. Our goal was to quantify participation in cognitively stimulating activities in adults with and without age-related eye disease. We conducted a cross-sectional hospital-based study in Montreal, Canada of older adults (n = 303) having either age-related macular degeneration (AMD) (n = 96), glaucoma (n = 93), or normal vision (n = 114). To be eligible, the AMD group had to have bilateral late stage AMD with a better eye visual acuity of 20/30 or worse. The glaucoma group had to have a diagnosis of bilateral primary open-angle glaucoma with visual field mean deviation <  = -4 dB in their better eye. Further inclusion criteria included age ≥ 65 and a Mini-Mental State Exam Blind score ≥ 10. Cognitive activities were measured using the Victoria Longitudinal Study Activity Questionnaire. Linear regression was used. Patients with AMD (β = -4.2, 95% confidence interval (CI) -6.0, -2.4) and glaucoma (β = -1.8, 95% CI -3.3, -0.3) participated in fewer cognitive activities per month compared to those with normal vision after adjusting for age, sex, education, diabetes, number of comorbidities, cognition, and cataract. People with AMD and glaucoma participated in fewer cognitive activities, which could put them at risk for future cognitive impairment.", "doi": "10.1038/s41598-017-18419-2", "title": "Age-Related Eye Disease and Participation in Cognitive Activities.", "journal": ["Scientific reports", "Sci Rep"]}