{"authors": [["Shah", "Nirmal", "N", "Department of Oral and Maxillofacial Surgery and Orthodontics, Monklands Hospital, Airdrie, Scotland."]], "date": null, "id": "29269817", "text": "Data sourcesMedline via OVID, PubMed, Cochrane Central Register of Controlled Trials, Web of Science Core Collection, LILACS and BBO databases. Unpublished clinical trials accessed using ClinicalTrials.gov, National Research Register, ProQuest Dissertation and Thesis database.Study selectionTwo authors searched studies from inception until May 2016 without language restrictions. Quantitative and qualitative studies incorporating objective data on compliance with removable appliances, barriers to appliance wear compliance, and interventions to improve compliance were included.Data extraction and synthesisQuality of research was assessed using the Cochrane Collaboration's risk of bias tool, the risk of bias in non-randomised studies of interventions (ROBINS-I), and the mixed methods appraisal tool. Statistical heterogeneity was investigated by examining a graphic display of the estimated compliance levels in conjunction with 95% confidence intervals and quantified using the I-squared statistic. A weighted estimate of objective compliance levels for different appliances in relation to stipulated wear and self-reported levels was also calculated. Risk of publication bias was assessed using funnel plots. Meta-regression was undertaken to assess the relative effects of appliance type on compliance levels.ResultsTwenty-four studies met the inclusion criteria. Of these, 11 were included in the quantitative synthesis. The mean duration of objectively measured wear was considerably lower than stipulated wear time amongst all appliances. Headgear had the greatest discrepancy (5.81 hours, 95% confidence interval, 4.98, 6.64). Self-reported wear time was consistently higher than objectively measured wear time amongst all appliances. Headgear had the greatest discrepancy (5.02 hours, 95% confidence interval, 3.64, 6.40). Two studies found an increase in compliance with headgear and Hawley retainers when patients were aware of monitoring. Five studies found younger age groups to be more compliant than older groups. Three studies also found compliance to be better in the early stages of treatment. Integration between quantitative and qualitative studies was not possible.ConclusionsCompliance with removable orthodontic appliances is suboptimal. Patients wear appliances for considerably less time than stipulated and self-reported. Compliance may be increased when patients are aware of monitoring; however, further research is required to identify effective interventions and possible barriers in order to improve removable orthodontic appliance compliance.", "doi": "10.1038/sj.ebd.6401268", "title": "Compliance with removable orthodontic appliances.", "journal": ["Evidence-based dentistry", "Evid Based Dent"]}