{"authors": [["Wylie", "Scott A", "SA", "Department of Neurosurgery, University of Louisville, Louisville, KY, USA. Electronic address: scott.wylie@louisville.edu."], ["van Wouwe", "Nelleke C", "NC", "Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Godfrey", "Steven G", "SG", "Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, USA; Department of Biology, Trevecca Nazarene University, Nashville, TN, USA."], ["Bissett", "Patrick G", "PG", "Department of Psychology, Stanford University, Stanford, CA, USA."], ["Logan", "Gordon D", "GD", "Department of Psychology, Vanderbilt University, Nashville, TN, USA."], ["Kanoff", "Kristen E", "KE", "Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."], ["Claassen", "Daniel O", "DO", "Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Neimat", "Joseph S", "JS", "Department of Neurosurgery, University of Louisville, Louisville, KY, USA."], ["van den Wildenberg", "Wery P M", "WPM", "Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands; Amsterdam Brain and Cognition (ABC), University of Amsterdam, Amsterdam, The Netherlands."]], "date": "2017-12-19", "id": "29269306", "text": "The present behavioral study delineates the impact of Parkinson's disease (PD) and of dopaminergic medication on action control over voluntary behavior. Previous studies reported either prolonged responding or stopping latencies in PD compared to healthy controls (HC). Few studies investigated the effects of dopaminergic medication on these processes concurrently. We administered a stop-change task, an extended version of the stop task, that required (i) speeded responding to a go signal (i.e., going), (ii) inhibiting ongoing motor responses (i.e., stopping), and (iii) changing to an alternative response. PD performance (n = 33) was collected once during regular dopaminergic medication conditions (On state) and once after a medication washout period (Off state). A group of age-matched HC (n = 21) performed the stop-change task once. Response latencies to go signals were comparable between HC and PD Off, indicative of unimpaired going. Compared to HC, PD Off showed prolonged stopping latencies. Within the clinical group, stopping latencies significantly improved after taking dopaminergic medication. Interestingly, the shorter stopping latencies observed in the On state were paralleled by longer response latencies to go signals. The degree of the inhibition improvement observed in the medication state was correlated with the degree of response slowing. Change RT did not vary between groups or between medication states. These patterns of results are discussed in terms of a tradeoff between going versus stopping of motor responses in PD patients. Shifts of this tradeoff seem to be driven by dopaminergic medication, which has potential clinical implications.", "doi": "10.1016/j.neuropsychologia.2017.12.032", "title": "Dopaminergic medication shifts the balance between going and stopping in Parkinson's disease.", "journal": ["Neuropsychologia", "Neuropsychologia"]}