{"authors": [["Cassarino", "Marica", "M", "School of Applied Psychology, University College Cork, Enterprise Centre, North Mall, Cork City, T23 TK30, Ireland. Electronic address: mcassarino@ucc.ie."], ["O'Sullivan", "Vincent", "V", "Lancaster University Management School, Lancaster University, 66a, Lancaster, LA1 4YX, United Kingdom. Electronic address: v.osullivan@lancaster.ac.uk."], ["Kenny", "Rose A", "RA", "The Irish Longitudinal Study on Ageing (TILDA), Trinity College Dublin, Lincoln Gate, Dublin 2, Ireland; Mercer's Institute for Successful Ageing, St James's Hospital, Dublin 8, Ireland. Electronic address: rkenny@tcd.ie."], ["Setti", "Annalisa", "A", "School of Applied Psychology, University College Cork, Enterprise Centre, North Mall, Cork City, T23 TK30, Ireland; The Irish Longitudinal Study on Ageing (TILDA), Trinity College Dublin, Lincoln Gate, Dublin 2, Ireland. Electronic address: a.setti@ucc.ie."]], "date": "2017-12-13", "id": "29269303", "text": "Geographical variations in cognitive health have been extensively explored, but the evidence on adult individuals with disabilities is inconclusive. While urban living is suggested as more cognitively stimulating than rural dwelling in epidemiological research, both rurality and urbanity can present barriers that may negatively impact cognitive health, the former due to limited accessibility to stimulation, and the latter because presenting environmental stressors.To bridge this gap in the literature, we investigated geographical variations in multiple cognitive skills in adult age based on neighbourhood urbanity and having disabilities.Data on global cognition, memory, speed of processing and executive functions, as well as reported functional limitations, was taken from 4127 individuals aged 50 + participating in the first wave of The Irish Longitudinal Study on Ageing (TILDA). Neighbourhood urbanity was measured using Census data on population density. Multivariate regression analyses controlled for socio-demographic, health and lifestyle covariates.Residence in medium-high densely populated areas was significantly associated with better cognitive performance across all measures, after controlling for covariates. However, having disabilities was linked to worse global cognitive functioning (MoCA, p = .005), immediate recall (p = .022) and executive functions (CTT2, p = .009) in the least and most densely populated areas.Living in urbanised areas may provide more mental stimulation than rural places; however, functional limitations moderate this association, suggesting potential environmental challenges both in rural and urban areas. Considering both individual and environmental circumstances can enrich investigations of geographical variations in cognitive health.", "doi": "10.1016/j.dhjo.2017.12.002", "title": "Disabilities moderate the association between neighbourhood urbanity and cognitive health: Results from the Irish longitudinal study on ageing.", "journal": ["Disability and health journal", "Disabil Health J"]}