{"authors": [["Huntsman", "Heather D", "HD", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Rendeiro", "Catarina", "C", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Center for Nutrition, Learning and Memory, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA. Electronic address: C.Rendeiro@bham.ac.uk."], ["Merritt", "Jennifer R", "JR", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Department of Psychology and Neuroscience Program, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Pincu", "Yair", "Y", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Cobert", "Adam", "A", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Department of Psychology and Neuroscience Program, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["De Lisio", "Michael", "M", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Kolyvas", "Emily", "E", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Dvoretskiy", "Svyatoslav", "S", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Dobrucki", "Iwona T", "IT", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Kemkemer", "Ralf", "R", "Department of New Materials and Biosystems, Max Planck Institute for Intelligent Systems, Stuttgart, Germany."], ["Jensen", "Tor", "T", "Division of Biomedical Sciences, Carle Hospital, Urbana, IL 61801, USA."], ["Dobrucki", "Lawrence W", "LW", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Rhodes", "Justin S", "JS", "Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Center for Nutrition, Learning and Memory, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Department of Psychology and Neuroscience Program, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA."], ["Boppart", "Marni D", "MD", "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA; Center for Nutrition, Learning and Memory, University of Illinois at Urbana-Champaign, Urbana, IL 61801, USA. Electronic address: mboppart@illinois.edu."]], "date": "2017-12-18", "id": "29269268", "text": "Perivascular stromal cells, including mesenchymal stem/stromal cells (MSCs), secrete paracrine factor in response to exercise training that can facilitate improvements in muscle remodeling. This study was designed to test the capacity for muscle-resident MSCs (mMSCs) isolated from young mice to release regenerative proteins in response to mechanical strain in vitro, and subsequently determine the extent to which strain-stimulated mMSCs can enhance skeletal muscle and cognitive performance in a mouse model of uncomplicated aging. Protein arrays confirmed a robust increase in protein release at 24h following an acute bout of mechanical strain in vitro (10%, 1Hz, 5h) compared to non-strain controls. Aged (24month old), C57BL/6 mice were provided bilateral intramuscular injection of saline, non-strain control mMSCs, or mMSCs subjected to a single bout of mechanical strain in vitro (4×104). No significant changes were observed in muscle weight, myofiber size, maximal force, or satellite cell quantity at 1 or 4wks between groups. Peripheral perfusion was significantly increased in muscle at 4wks post-mMSC injection (p<0.05), yet no difference was noted between control and preconditioned mMSCs. Intramuscular injection of preconditioned mMSCs increased the number of new neurons and astrocytes in the dentate gyrus of the hippocampus compared to both control groups (p<0.05), with a trend toward an increase in water maze performance noted (p=0.07). Results from this study demonstrate that acute injection of exogenously stimulated muscle-resident stromal cells do not robustly impact aged muscle structure and function, yet increase the survival of new neurons in the hippocampus.", "doi": "10.1016/j.exger.2017.12.012", "title": "The impact of mechanically stimulated muscle-derived stromal cells on aged skeletal muscle.", "journal": ["Experimental gerontology", "Exp. Gerontol."]}