{"authors": [["Kilian", "S", "S", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."], ["Asmal", "L", "L", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."], ["Chiliza", "B", "B", "Department of Psychiatry,University of KwaZulu-Natal,Durban,South Africa."], ["Olivier", "M R", "MR", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."], ["Phahladira", "L", "L", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."], ["Scheffler", "F", "F", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."], ["Seedat", "S", "S", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."], ["Marder", "S R", "SR", "Department of Psychiatry and Biobehavioral Sciences,Geffen School of Medicine at UCLA,Los Angeles,USA."], ["Green", "M F", "MF", "Department of Psychiatry and Biobehavioral Sciences,Geffen School of Medicine at UCLA,Los Angeles,USA."], ["Emsley", "R", "R", "Department of Psychiatry,Stellenbosch University,Cape Town,South Africa."]], "date": "2017-12-22", "id": "29268811", "text": "Childhood adversity is associated with cognitive impairments in schizophrenia. However, findings to date are inconsistent and little is known about the relationship between social cognition and childhood trauma. We investigated the relationship between childhood abuse and neglect and cognitive function in patients with a first-episode of schizophrenia or schizophreniform disorder (n = 56) and matched healthy controls (n = 52). To the best of our knowledge, this is the first study assessing this relationship in patients and controls exposed to similarly high levels of trauma.Pearson correlational coefficients were used to assess correlations between Childhood Trauma Questionnaire abuse and neglect scores and cognition. For the MCCB domains displaying significant (p < 0.05) correlations, within group hierarchical linear regression, was done to assess whether abuse and neglect were significant predictors of cognition after controlling for the effect of education.Patients and controls reported similarly high levels of abuse and neglect. Cognitive performance was poorer for patients compared with controls for all cognitive domains except working memory and social cognition. After controlling for education, exposure to childhood neglect remained a significant predictor of impairment in social cognition in both patients and controls. Neglect was also a significant predictor of poorer verbal learning in patients and of attention/vigilance in controls. However, childhood abuse did not significantly predict cognitive impairments in either patients or controls.These findings are cross sectional and do not infer causality. Nonetheless, they indicate that associations between one type of childhood adversity (i.e. neglect) and social cognition are present and are not illness-specific.", "doi": "10.1017/S0033291717003671", "title": "Childhood adversity and cognitive function in schizophrenia spectrum disorders and healthy controls: evidence for an association between neglect and social cognition.", "journal": ["Psychological medicine", "Psychol Med"]}