{"authors": [["Luz-Santos", "Cleber", "C", "Functional Electrostimulation Laboratory, Health Sciences Institute, Federal University of Bahia, Salvador, Brazil."], ["Ribeiro Camatti", "Janine", "J", "Functional Electrostimulation Laboratory, Health Sciences Institute, Federal University of Bahia, Salvador, Brazil."], ["Barbosa Paixão", "Alaí", "A", "Functional Electrostimulation Laboratory, Health Sciences Institute, Federal University of Bahia, Salvador, Brazil."], ["Nunes Sá", "Katia", "K", "Functional Electrostimulation Laboratory, Health Sciences Institute, Federal University of Bahia, Salvador, Brazil."], ["Montoya", "Pedro", "P", "Research Institute on Health Sciences, University of Balearic Islands, Palma de Majorca, Spain."], ["Lee", "Michael", "M", "Graduate School of Health, Discipline of Physiotherapy, University of Technology Sydney, Sydney, NSW, Australia."], ["Fontes Baptista", "Abrahão", "A", "Functional Electrostimulation Laboratory, Health Sciences Institute, Federal University of Bahia, Salvador, Brazil. a.baptista@ufabc.edu.br."]], "date": "2017-12-21", "id": "29268764", "text": "Knee osteoarthritis (OA) has been linked to maladaptive plasticity in the brain, which may contribute to chronic pain. Neuromodulatory approaches, such as Transcranial Direct Current Stimulation (tDCS) and Peripheral Electrical Stimulation (PES), have been used therapeutically to counteract brain maladaptive plasticity. However, it is currently unclear whether these neuromodulatory techniques enhance the benefits of exercise when administered together. Therefore, this protocol aims to investigate whether the addition of tDCS combined or not with PES enhances the effects of a land-based strengthening exercise program in patients with knee OA.Patients with knee OA (n = 80) will undertake a structured exercise program for five consecutive days. In addition, they will be randomized into four subgroups receiving either active anodal tDCS and sham PES (group 1; n = 20), sham tDCS and active PES (group 2, n = 20), sham tDCS and PES (group 3, n = 20), or active tDCS and PES (group 4, n = 20) for 20 min/day for five consecutive days just prior to commencement of the exercise program. The primary outcomes will be subjective pain intensity (VAS) and related function (WOMAC). Secondary outcomes will include quality of life (SF-36), anxiety and depression symptoms (HAD), self-perception of improvement, pressure pain thresholds over the knee, quadriceps strength, and quadriceps electromyographic activity during maximum knee extension voluntary contraction. We will also investigate cortical excitability using transcranial magnetic stimulation. Outcome measures will be assessed at baseline, 1 month after, before any intervention, after 5 days of intervention, and at 1 month post exercise intervention.The motor cortex becomes less responsive in knee OA because of poorly adapted plastic changes, which can impede exercise therapy benefits. Adding tDCS and/or PES may help to counteract those maladaptive plastic changes and improve the benefits of exercises, and the combination of both neuromodulatory techniques must have a higher magnitude of effect.Brazilian Registry on Clinical Trials (ReBEC) - Effects of electrical stimulation over the skull and tight together with exercises for knee OA; protocol number RBR-9D7C7B.ID: RBR-9D7C7B . Registered on 29 February 2016.", "doi": "10.1186/s13063-017-2332-6", "title": "Additive effect of tDCS combined with Peripheral Electrical Stimulation to an exercise program in pain control in knee osteoarthritis: study protocol for a randomized controlled trial.", "journal": ["Trials", "Trials"]}