{"authors": [["van Hoorn", "Ralph", "R", "Radboud Institute for Health Sciences, Radboud university medical center, Geert Grooteplein 21, Nijmegen, 6525, EZ, The Netherlands. Ralph.vanHoorn@radboudumc.nl."], ["Tummers", "Marcia", "M", "Radboud Institute for Health Sciences, Radboud university medical center, Geert Grooteplein 21, Nijmegen, 6525, EZ, The Netherlands."], ["Booth", "Andrew", "A", "Health Economics and Decision Science (HEDS), School of Health and Related Research (ScHARR), University of Sheffield Regent Court, Sheffield, UK."], ["Gerhardus", "Ansgar", "A", "Department of Health Services Research, Institute for Public Health and Nursing Research, University of Bremen and Health Sciences Bremen, University of Bremen, Bremen, Germany."], ["Rehfuess", "Eva", "E", "Institute for Medical Information Processing, Biometry and Epidemiology; Pettenkofer School of Public Health, LMU Munich, Munich, Germany."], ["Hind", "Daniel", "D", "Clinical Trials Research Unit, University of Sheffield Regent Court, Sheffield, UK."], ["Bossuyt", "Patrick M", "PM", "Department of Clinical Epidemiology, Biostatistics, and Bioinformatics, University of Amsterdam, Amsterdam, The Netherlands."], ["Welch", "Vivian", "V", "Bruyère Institute, Ottawa, Canada."], ["Debray", "Thomas P A", "TPA", "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University; Cochrane Netherlands, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Underwood", "Martin", "M", "Warwick Clinical Trials Unit, Warwick Medical School, University of Warwick, Coventry, UK."], ["Cuijpers", "Pim", "P", "Department of Clinical, Neuro and Developmental Psychology, Amsterdam Public Health research institute, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], ["Kraemer", "Helena", "H", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA, USA."], ["van der Wilt", "Gert Jan", "GJ", "Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Nijmegen, The Netherlands."], ["Kievit", "Wietkse", "W", "Institute for Health Sciences, Radboud university medical center, Nijmegen, The Netherlands."]], "date": "2017-12-21", "id": "29268721", "text": "Personalized healthcare relies on the identification of factors explaining why individuals respond differently to the same intervention. Analyses identifying such factors, so called predictors and moderators, have their own set of assumptions and limitations which, when violated, can result in misleading claims, and incorrect actions. The aim of this study was to develop a checklist for critically appraising the results of predictor and moderator analyses by combining recommendations from published guidelines and experts in the field.Candidate criteria for the checklist were retrieved through systematic searches of the literature. These criteria were evaluated for appropriateness using a Delphi procedure. Two Delphi rounds yielded a pilot checklist, which was tested on a set of papers included in a systematic review on reinforced home-based palliative care. The results of the pilot informed a third Delphi round, which served to finalize the checklist.Forty-nine appraisal criteria were identified in the literature. Feedback was obtained from fourteen experts from (bio)statistics, epidemiology and other associated fields elicited via three Delphi rounds. Additional feedback from other researchers was collected in a pilot test. The final version of our checklist included seventeen criteria, covering the design (e.g. a priori plausibility), analysis (e.g. use of interaction tests) and results (e.g. complete reporting) of moderator and predictor analysis, together with the transferability of the results (e.g. clinical importance). There are criteria both for individual papers and for bodies of evidence.The proposed checklist can be used for critical appraisal of reported moderator and predictor effects, as assessed in randomized or non-randomized studies using individual participant or aggregate data. This checklist is accompanied by a user's guide to facilitate implementation. Its future use across a wide variety of research domains and study types will provide insights about its usability and feasibility.", "doi": "10.1186/s12874-017-0451-0", "title": "The development of CHAMP: a checklist for the appraisal of moderators and predictors.", "journal": ["BMC medical research methodology", "BMC Med Res Methodol"]}