{"authors": [["Li", "Mengting", "M", "Rush Institute for Healthy Aging, Rush University Medical Center, Chicago, IL, USA."], ["Dong", "Xinqi", "X", null]], "date": "2017-12-22", "id": "29268272", "text": "Social network has been identified as a protective factor for cognitive impairment. However, the relationship between social network and global and subdomains of cognitive function remains unclear.This study aims to provide an analytic framework to examine quantity, composition, and quality of social network and investigate the association between social network, global cognition, and cognitive domains among US Chinese older adults.Data were derived from the Population Study of Chinese Elderly (PINE), a community-engaged, population-based epidemiological study of US Chinese older adults aged 60 and above in the greater Chicago area, with a sample size of 3,157. Social network was assessed by network size, volume of contact, proportion kin, proportion female, proportion co-resident, and emotional closeness. Cognitive function was evaluated by global cognition, episodic memory, executive function, working memory, and Chinese Mini-Mental State Examination (C-MMSE). Linear regression and quantile regression were performed.Every 1-point increase in network size (b = 0.048, p < 0.001) and volume of contact (b = 0.049, p < 0.01) and every 1-point decrease in proportion kin (b = -0.240, p < 0.01) and proportion co-resident (b = -0.099, p < 0.05) were associated with higher level of global cognition. Similar trends were observed in specific cognitive domains, including episodic memory, working memory, executive function, and C-MMSE. However, emotional closeness was only significantly associated with C-MMSE (b = 0.076, p < 0.01). Social network has differential effects on female versus male older adults.This study found that social network dimensions have different relationships with global and domains of cognitive function. Quantitative and structural aspects of social network were essential to maintain an optimal level of cognitive function. Qualitative aspects of social network were protective factors for C-MMSE. It is necessary for public health practitioners to consider interventions that enhance different aspects of older adults' social network.", "doi": "10.1159/000485616", "title": "Is Social Network a Protective Factor for Cognitive Impairment in US Chinese Older Adults? Findings from the PINE Study.", "journal": ["Gerontology", "Gerontology"]}