{"authors": [["Zanchi", "Davide", "D", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."], ["Montandon", "Marie-Louise", "ML", "Department of Psychiatry, Faculty of Medicine of the University of Geneva and Medical Direction, University of Geneva Hospitals, Geneva, Switzerland."], ["Sinanaj", "Indrit", "I", "Department of Psychiatry, Faculty of Medicine of the University of Geneva and Medical Direction, University of Geneva Hospitals, Geneva, Switzerland."], ["Rodriguez", "Cristelle", "C", "Department of Psychiatry, Faculty of Medicine of the University of Geneva and Medical Direction, University of Geneva Hospitals, Geneva, Switzerland."], ["Depoorter", "Antoinette", "A", "Division of Neuropediatrics & Developmental Medicine, University Children's Hospital, Basel, Switzerland."], ["Herrmann", "Francois R", "FR", "Division of Geriatrics, Department of internal medicine, rehabilitation and geriatrics, Geneva University Hospitals and University of Geneva, Geneva, Switzerland."], ["Borgwardt", "Stefan", "S", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."], ["Giannakopoulos", "Panteleimon", "P", "Department of Psychiatry, Faculty of Medicine of the University of Geneva and Medical Direction, University of Geneva Hospitals, Geneva, Switzerland."], ["Haller", "Sven", "S", "Affidea Carouge Radiologic Diagnostic Center, Geneva, Switzerland."]], "date": "2017-12-18", "id": "29268260", "text": "Cognitive functions progressively deteriorate during aging and neurodegenerative diseases. The present study aims at investigating differences in working memory performance as well as functional brain changes during the earliest stages of cognitive decline in health elderly individuals.62 elderly individuals (41 females), including 41 controls (35 females) and 21 middle cognitive impairment subjects (6 females), underwent neuropsychological assessment at baseline and an fMRI examination in a N-back paradigm contrasting 2-back vs. 0-back condition. Upon a 18 months follow-up, we identified stable controls (sCON) with preserved cognition and deteriorating controls (dCON) with -1SD decrease of performances in at least two neuropsychological tests. Data analyses included accuracy and reaction time (RT) for the 2-back condition and general linear model (GLM) for the fMRI sequence.At the behavioral level, sCON and dCON performed better than MCI in terms of accuracy and reaction time. At the brain level, functional differences in regions of the fronto-parietal network (FPN) and of the Default Mode Network (DFM) were observed. Significantly lower neural activations in the bilateral inferior and middle frontal gyri were found in MCI versus both dCON / sCON and for dCON versus sCON. Significantly increased activations in the anterior cingulate cortex and posterior cingulate cortex and bilateral insula were found in MCI versus both dCON / sCON and in dCON versus sCON.The present study suggests that brain functional changes in FPN and DMN anticipate differences in cognitive performance in healthy elderly individuals with subsequent subtle cognitive decline.", "doi": "10.1159/000486152", "title": "Decreased Fronto-Parietal and Increased Default Mode Network Activation is Associated with Subtle Cognitive Deficits in Elderly Controls.", "journal": ["Neuro-Signals", "Neurosignals"]}