{"authors": [["Larson", "Leila M", "LM", "Nutrition and Health Sciences Doctoral Program, Laney Graduate School, Emory University, Atlanta, GA, USA."], ["Phiri", "Kamija S", "KS", null], ["Pasricha", "Sant-Rayn", "SR", null]], "date": "2017-12-22", "id": "29268256", "text": "The theoretical irreversible damage that iron deficiency and iron deficiency anemia can exert on child development makes a compelling argument for action to alleviate the burden. However, a critical analysis of evidence from iron interventions in early life is necessary to determine whether and how iron interventions improve cognitive outcomes. Key iron interventions used in clinical and public health practice include oral iron supplementation and, in young children, iron-containing multiple micronutrient powders. This article examines the evidence to answer 4 main questions. (1) Does antenatal iron supplementation influence long-term child cognitive development? (2) Does oral iron supplementation in preschool children improve short-term cognitive development? (3) Does oral iron supplementation in older children improve cognitive development? And (4), can provision of iron harm cognitive development? Early trials indicated benefit from parenteral iron in young children regardless of anemia status. There also appears to be evidence for benefit using oral iron treatment on cognitive performance in anemic primary school children. However, antenatal and early childhood oral iron intervention studies show inconsistent effects on early and long-term childhood cognitive outcomes. These data suggest either that (a) effects from oral iron on cognitive development in young children are small or nonexistent or that (b) heterogeneity between trials and the low quality of many studies make assessment of effect difficult. Importantly, few large, placebo-controlled trials in under-2-year-old children in low-income settings assessing effects of iron interventions on cognition have been performed; high-quality, placebo-controlled, adequately powered trials of universal iron interventions on cognitive performance in young children are urgently needed to justify policies of universal iron intervention in this group.", "doi": "10.1159/000480742", "title": "Iron and Cognitive Development: What Is the Evidence?", "journal": ["Annals of nutrition & metabolism", "Ann. Nutr. Metab."]}