{"authors": [["Bjoerke-Bertheussen", "Jeanette", "J", "Department of Psychiatry, Helse Stavanger, Stavanger Universitetssjukehus, Stavanger, Norway."], ["Schoeyen", "Helle", "H", "Department of Psychiatry, Helse Stavanger, Stavanger Universitetssjukehus, Stavanger, Norway."], ["Andreassen", "Ole A", "OA", "Oslo Universitetssykehus Ulleval, Oslo, Norway."], ["Malt", "Ulrik F", "UF", "Department of Neuropsychiatry and Psychosomatic Medicine, University of Oslo, Oslo, Norway."], ["Oedegaard", "Ketil J", "KJ", "Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Morken", "Gunnar", "G", "Sankt Olavs Hospital Universitetssykehuset i Trondheim, Trondheim, Norway."], ["Sundet", "Kjetil", "K", "Department of Psychology, University of Oslo, Oslo, Norway."], ["Vaaler", "Arne E", "AE", "Sankt Olavs Hospital Universitetssykehuset i Trondheim, Trondheim, Norway."], ["Auestad", "Bjoern", "B", "Helse Stavanger HF, Stavanger, Norway."], ["Kessler", "Ute", "U", "Haukeland Universitetssjukehus, Bergen, Norway."]], "date": "2017-12-21", "id": "29267990", "text": "Electroconvulsive therapy is an effective treatment for bipolar depression, but there are concerns about whether it causes long-term neurocognitive impairment.In this multicenter randomized controlled trial, in-patients with treatment-resistant bipolar depression were randomized to either algorithm-based pharmacologic treatment or right unilateral electroconvulsive therapy. After the 6-week treatment period, all of the patients received maintenance pharmacotherapy as recommended by their clinician guided by a relevant treatment algorithm. Patients were assessed at baseline and at 6 months. Neurocognitive functions were assessed using the Measurement and Treatment Research to Improve Cognition in Schizophrenia (MATRICS) Consensus Cognitive Battery, and autobiographical memory consistency was assessed using the Autobiographical Memory Interview-Short Form.Seventy-three patients entered the trial, of whom 51 and 26 completed neurocognitive assessments at baseline and 6 months, respectively. The MATRICS Consensus Cognitive Battery composite score improved by 4.1 points in both groups (P = .042) from baseline to 6 months (from 40.8 to 44.9 and from 41.9 to 46.0 in the algorithm-based pharmacologic treatment and electroconvulsive therapy groups, respectively). The Autobiographical Memory Interview-Short Form consistency scores were reduced in both groups (72.3% vs 64.3% in the algorithm-based pharmacologic treatment and electroconvulsive therapy groups, respectively; P = .085).This study did not find that right unilateral electroconvulsive therapy caused long-term impairment in neurocognitive functions compared to algorithm-based pharmacologic treatment in bipolar depression as measured using standard neuropsychological tests, but due to the low number of patients in the study the results should be interpreted with caution.ClinicalTrials.gov: NCT00664976.", "doi": "10.1111/bdi.12594", "title": "Right unilateral electroconvulsive therapy does not cause more cognitive impairment than pharmacologic treatment in treatment-resistant bipolar depression: A 6-month randomized controlled trial follow-up study.", "journal": ["Bipolar disorders", "Bipolar Disord"]}