{"authors": [["Horne", "Rosemary S C", "RSC", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Roy", "Bhaswati", "B", "UCLA School of Nursing; University of California at Los Angeles, Los Angeles, CA 90095, USA."], ["Walter", "Lisa M", "LM", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Biggs", "Sarah N", "SN", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Tamanyan", "Knarik", "K", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Weichard", "Aidan", "A", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Nixon", "Gillian M", "GM", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Davey", "Margot J", "MJ", "The Ritchie Centre, Hudson Institute of Medical Research, Melbourne, Australia."], ["Ditchfield", "Michael", "M", "Department of Paediatrics, Monash University, Melbourne, Australia."], ["Harper", "Ronald M", "RM", "Department of Neurobiology, University of California at Los Angeles, Los Angeles, CA, USA."], ["Kumar", "Rajesh", "R", "Department of Neurobiology, University of California at Los Angeles, Los Angeles, CA, USA."]], "date": "2017-12-15", "id": "29267958", "text": "Children with sleep-disordered breathing (SDB) exhibit behavioral, cognitive, and autonomic deficits, suggestive of neural injury. We assessed whether the tissue alterations resulted from acute or chronic processes, and if alterations correlated with disease severity.Brain tissue integrity was examined with mean diffusivity (MD) (3.0-Tesla scanner) in 20 non-snoring controls (mean age±sem, 12.2±0.6y; 10 male) and 18 children with SDB (12.3±0.7y; 11 male). Sleep, cognitive, and behavioral measures were compared between groups following overnight polysomnography using Student's t-tests. Whole-brain MD maps were realigned and averaged, normalized, smoothed, and compared between groups using ANCOVA (covariates; age, gender, and socioeconomic status). Partial correlations were calculated between whole-brain smoothed MD maps and obstructive apnea hypopnea indices (OAHI).Age, gender, and sleep variables did not differ between groups. The SDB group showed higher OAHI, body mass indices, and systolic blood pressure. Significantly reduced MD values (acute changes) appeared in the hippocampus, insula, thalamus, temporal and occipital cortices, and cerebellum, but were increased (chronic damage) in the frontal and prefrontal cortices in the SDB group over controls. Both positive and negative correlations appeared with extent of tissue changes and disease severity. Externalizing and Total Problem Behaviors were significantly higher in SDB children. Verbal, performance and total IQ scores trended lower, and behavioral scores trended higher.Pediatric SDB is accompanied by predominantly acute brain changes in areas that regulate autonomic, cognitive, and mood functions, and chronic changes in frontal cortices essential for behavioral control. Interventions need to be keyed to address acute vs chronic injury.", "doi": "10.1093/sleep/zsx203", "title": "Regional Brain Tissue Changes and Associations with Disease Severity in Children with Sleep Disordered Breathing.", "journal": ["Sleep", "Sleep"]}