{"authors": [["De Franciscis", "Pasquale", "P", "Department of Woman, Child and General and Specialized Surgery, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Barbieri", "Michelangela", "M", "Department of Medical, Surgical, Neurological, Metabolic and Geriatric Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Leo", "Stefania", "S", "Department of Woman, Child and General and Specialized Surgery, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Dalise", "Anna Maria", "AM", "Department of Medical, Surgical, Neurological, Metabolic and Geriatric Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Sardu", "Celestino", "C", "Department of Medical, Surgical, Neurological, Metabolic and Geriatric Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Marfella", "Raffaele", "R", "Department of Medical, Surgical, Neurological, Metabolic and Geriatric Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Colacurci", "Nicola", "N", "Department of Woman, Child and General and Specialized Surgery, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Paolisso", "Giuseppe", "G", "Department of Medical, Surgical, Neurological, Metabolic and Geriatric Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."], ["Rizzo", "Maria Rosaria", "MR", "Department of Medical, Surgical, Neurological, Metabolic and Geriatric Sciences, University of Campania \"Luigi Vanvitelli\", Naples, Italy."]], "date": "2017-12-21", "id": "29267309", "text": "Adiponectin may be a biomarker of cognitive impairment stage, and its clinical progression. In this study we aimed to evaluate the relationship between serum adiponectin levels and cognitive performances in menopausal women, and whether serum adiponectin levels may be differently associated with cognitive performances as compared to overweight/obese subjects.We enrolled 188 post-menopausal women, divided into two groups: obese/overweight group (n = 96) and normal weight group (n = 92). After a clinical examination, and laboratory measurements, we assessed cognitive functions by Montreal Cognitive Assessment test (MoCA).A significant and greater decrease in executive/visuo-spatial and in attention functions occurred in obese/overweight group as compared to normal weight group (p< 0.001). A significant positive relationship between serum adiponectin levels, and MoCA Global cognitive function was found. MoCA executive, and MoCA attention functions significantly and positively correlated with serum adiponectin levels. BMI, WHR, and serum adiponectin levels were independently associated with MoCA Global cognitive function, but only serum adiponectin levels were independently associated with MoCA attention.A significant positive association may exist between serum adiponectin levels, and better cognitive function in postmenopausal status. The major determinant of attentional capacity was just serum adiponectin levels, and dosage of serum adiponectin levels may be early serum marker of cognitive decline. Therefore, serum adiponectin level has to be used, as early biomarker, to detect cognitive decline, and to support an early prevention.", "doi": "10.1371/journal.pone.0186205", "title": "Serum adiponectin levels are associated with worse cognitive function in postmenopausal women.", "journal": ["PloS one", "PLoS ONE"]}