{"authors": [["Piltch-Loeb", "Rachael", "R", "College of Global Public Health, New York University, New York, NY, United States of America."], ["Abramson", "David M", "DM", "College of Global Public Health, New York University, New York, NY, United States of America."], ["Merdjanoff", "Alexis A", "AA", "College of Global Public Health, New York University, New York, NY, United States of America."]], "date": "2017-12-21", "id": "29267308", "text": "As the incidence of Zika infection accelerated in Central and South American countries from November 2015 through April 2016, U.S. public health officials developed vector control and risk communication strategies to address mosquito-borne and sexual modes of transmission. This study reports upon U.S. perceptions of the Zika virus prior to domestic transmission, and analyzes the association of socio-economic, political, knowledge and risk factors with population receptivity to selected behavioral, environmental, and clinical intervention strategies.A representative sample of 1,233 U.S. residents was drawn from address-based telephone and mobile phone lists, including an oversample of 208 women of child-bearing age living in five U.S. southern states. Data were collected between April and June, 2016, and weighted to represent U.S. population distributions.Overall, 78% of the U.S. population was aware of Zika prior to domestic transmission. Those unaware of the novel virus were more likely to be younger, lower income, and of Hispanic ethnicity. Among those aware of Zika, over half would delay pregnancy for a year or more in response to public health warnings; approximately one third agreed with a possible vector-control strategy of targeted indoor spraying by the government; and nearly two-thirds agreed that the government should make pregnancy-termination services available to women who learn their fetus had a Zika-related birth defect. Receptivity to these public health interventions varied by age, risk perception, and knowledge of the virus.Risk salience and population receptivity to public health interventions targeting a novel virus can be conditioned on pre-existing characteristics in the event of an emerging infectious disease. Risk communicators should consider targeted strategies to encourage adoption of behavioral, environmental, and clinical interventions.", "doi": "10.1371/journal.pone.0188666", "title": "Risk salience of a novel virus: US population risk perception, knowledge, and receptivity to public health interventions regarding the Zika virus prior to local transmission.", "journal": ["PloS one", "PLoS ONE"]}