{"authors": [["Melkonyan", "Magda M", "MM", "Department of Medical Chemistry, Yerevan state Medical University after M. Heratsi, 2 Koryun St., Yerevan 0025, Armenia. magda.melkonyan@meduni.am."], ["Hunanyan", "Lilit", "L", "Department of Medical Chemistry, Yerevan state Medical University after M. Heratsi, 2 Koryun St., Yerevan 0025, Armenia. h-lilit@live.com."], ["Lourhmati", "Ali", "A", "Department of Clinical Pharmacology, Institute of Clinical and Experimental Pharmacology and Toxicology, University Hospital of Tübingen, Auf der Morgenstelle 8, D-72076 Tübingen, Germany. ali.lourhmati@uni-tuebingen.de."], ["Layer", "Nikolas", "N", "Department of Clinical Pharmacology, Institute of Clinical and Experimental Pharmacology and Toxicology, University Hospital of Tübingen, Auf der Morgenstelle 8, D-72076 Tübingen, Germany. nikolas.layer@student.uni-tuebingen.de."], ["Beer-Hammer", "Sandra", "S", "Department of Pharmacology and Experimental Therapy, Institute of Experimental and Clinical Pharmacology and Toxicology and ICePhA, University of Tuebingen, Wilhelmstr. 56, D-72076 Tübingen, Germany. sandra.beer-hammer@uni-tuebingen.de."], ["Yenkoyan", "Konstantin", "K", "Biochemistry Department, Yerevan state Medical University after M. Heratsi, 2 Koryun St., Yerevan 0025, Armenia. konstantin.yenkoyan@meduni.am."], ["Schwab", "Matthias", "M", "Department of Clinical Pharmacology, Institute of Clinical and Experimental Pharmacology and Toxicology, University Hospital of Tübingen, Auf der Morgenstelle 8, D-72076 Tübingen, Germany. matthias.schwab@ikp-stuttgart.de."], ["Danielyan", "Lusine", "L", "Department of Clinical Pharmacology, Institute of Clinical and Experimental Pharmacology and Toxicology, University Hospital of Tübingen, Auf der Morgenstelle 8, D-72076 Tübingen, Germany. lusine.danielyan@med.uni-tuebingen.de."]], "date": "2017-12-21", "id": "29267189", "text": "Locus coeruleus-noradrenergic system dysfunction is known to contribute to the progression of Alzheimer's disease (AD). Besides a variety of reports showing the involvement of norepinephrine and its receptor systems in cognition, amyloid β (Aβ) metabolism, neuroinflammation, and neurogenesis, little is known about the contribution of the specific receptors to these actions. Here, we investigated the neurogenic and neuroprotective properties of a new α2 adrenoblocker, mesedin, in astroglial primary cultures (APC) from C57BL/6 and 3×Tg-AD mice. Our results demonstrate that mesedin rescues neuronal precursors and young neurons, and reduces the lactate dehydrogenase (LDH) release from astroglia under hypoxic and normoxic conditions. Mesedin also increased choline acetyltransferase, postsynaptic density marker 95 (PSD95), and Aβ-degrading enzyme neprilysin in the wild type APC, while in the 3×Tg-AD APC exposed to glutamate, it decreased the intracellular content of Aβ and enhanced the survival of synaptophysin-positive astroglia and neurons. These effects in APC can at least partially be attributed to the mesedin's ability of increasing the expression of Interleukine(IL)-10, which is a potent anti-inflammatory, neuroprotective neurogenic, and Aβ metabolism enhancing factor. In summary, our data identify the neurogenic, neuroprotective, and anti-amyloidogenic action of mesedin in APC. Further in vivo studies are needed to estimate the therapeutic value of mesedin for AD.", "doi": "10.3390/ijms19010009", "title": "Neuroprotective, Neurogenic, and Amyloid Beta Reducing Effect of a Novel Alpha 2-Adrenoblocker, Mesedin, on Astroglia and Neuronal Progenitors upon Hypoxia and Glutamate Exposure.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}