{"authors": [["Wang", "Jiaojian", "J", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Lab for Neuroinformation, University of Electronic Science and Technology of China, Chengdu, 625014, China."], ["Wei", "Qiang", "Q", "Department of Neurology, The First Hospital of Anhui Medical University, Hefei, 230022, China."], ["Wang", "Lijie", "L", "School of life Science and Technology, Center for Information in Medicine, University of Electronic Science and Technology of China, Chengdu, 625014, China."], ["Zhang", "Hongyu", "H", "Department of Neurology, The First Hospital of Anhui Medical University, Hefei, 230022, China."], ["Bai", "Tongjian", "T", "Department of Neurology, The First Hospital of Anhui Medical University, Hefei, 230022, China."], ["Cheng", "Li", "L", "Anhui Mental Health Center, Hefei, 230022, China."], ["Tian", "Yanghua", "Y", "Department of Neurology, The First Hospital of Anhui Medical University, Hefei, 230022, China."], ["Wang", "Kai", "K", "Department of Neurology, The First Hospital of Anhui Medical University, Hefei, 230022, China."]], "date": "2017-12-20", "id": "29266749", "text": "Electroconvulsive therapy (ECT) is an effective and rapid treatment for major depressive disorder (MDD). However, the neurobiological underpinnings of ECT are still largely unknown. Recent studies have identified dysregulated brain networks in MDD. Therefore, we hypothesized that ECT may improve MDD symptoms through reorganizing these networks. To test this hypothesis, we used resting-state functional connectivity to investigate changes to the intra- and internetwork architecture of five reproducible resting-state networks: the default mode network (DMN), dorsal attention network (DAN), executive control network (CON), salience network (SAL), and sensory-motor network. Twenty-three MDD patients were assessed before and after ECT, along with 25 sex-, age-, and education-matched healthy controls. At the network level, enhanced intranetwork connectivities were found in the CON in MDD patients after ECT. Furthermore, enhanced internetwork connectivities between the DMN and SAL, and between the CON and DMN, DAN, and SAL were also identified. At the nodal level, the posterior cingulate cortex had increased connections with the left posterior cerebellum, right posterior intraparietal sulcus (rpIPS), and right anterior prefrontal cortex. The rpIPS had increased connections with the medial PFC (mPFC) and left anterior cingulate cortex. The left lateral parietal had increased connections with the dorsal mPFC (dmPFC), left anterior prefrontal cortex, and right anterior cingulate cortex. The dmPFC had increased connection with the left anterolateral prefrontal cortex. Our findings indicate that enhanced interactions in intra- and internetworks may contribute to the ECT response in MDD patients. These findings provide novel and important insights into the neurobiological mechanisms underlying ECT.", "doi": "10.1002/hbm.23928", "title": "Functional reorganization of intra- and internetwork connectivity in major depressive disorder after electroconvulsive therapy.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}