{"authors": [["Peerdeman", "K J", "KJ", "Health, Medical and Neuropsychology Unit, Leiden University, The Netherlands."], ["Tekampe", "J", "J", "Health, Medical and Neuropsychology Unit, Leiden University, The Netherlands."], ["van Laarhoven", "A I M", "AIM", "Health, Medical and Neuropsychology Unit, Leiden University, The Netherlands."], ["van Middendorp", "H", "H", "Health, Medical and Neuropsychology Unit, Leiden University, The Netherlands."], ["Rippe", "R C A", "RCA", "Centre for Child and Family Studies, Leiden University, The Netherlands."], ["Peters", "M L", "ML", "Department of Clinical Psychological Science, Maastricht University, The Netherlands."], ["Evers", "A W M", "AWM", "Health, Medical and Neuropsychology Unit, Leiden University, The Netherlands."]], "date": "2017-12-20", "id": "29266544", "text": "Placebo effects on pain have been found to vary in size for different routes of medication administration (e.g. oral vs. injection). This has important implications for both clinical research and practice. To enhance our understanding of these differential placebo effects, research on the underlying expectations about multiple routes and symptoms other than pain is vital.A cross-sectional, Internet-based survey was conducted in a representative sample of the Dutch population (n = 508). Respondents rated the expected effectiveness of pain- and itch-relieving medication in six forms, representing oral, injection and topical routes of administration.Injected medication was expected to be most effective for relieving pain, and topical medication for relieving itch. Furthermore, exploratory analyses showed that injections were expected to have the most rapid onset and long-lasting effects, and to be most frightening and expensive, while topical medication was expected to be the safest and the easiest to use, and oral medication was expected to have the most side effects. Higher expected effectiveness was moderately associated with expectations of more rapid onset and long-lasting effects, and better safety and ease of use. Associations of expected effectiveness with respondent characteristics (e.g. medication use and personality characteristics) were statistically small or nonsignificant.Expected effectiveness of medication differed depending on route of administration and targeted symptom. These findings have important implications for the design and interpretation of clinical trials and suggest that medication effects might be enhanced by prescribing medicine via the route that patients expect to be most effective for their complaint.Differences in the expected effectiveness of medication depend on the route of administration (oral, injection, topical) and targeted symptom (pain, itch). These findings have important implications for clinical practice and the design and interpretation of clinical trials.", "doi": "10.1002/ejp.1163", "title": "Expectations about the effectiveness of pain- and itch-relieving medication administered via different routes.", "journal": ["European journal of pain (London, England)", "Eur J Pain"]}