{"authors": [["Hughes", "Claire", "C", "Centre for Family Research, University of Cambridge, UK."], ["Foley", "Sarah", "S", "Centre for Family Research, University of Cambridge, UK."], ["White", "Naomi", "N", "Centre for Family Research, University of Cambridge, UK."], ["Devine", "Rory T", "RT", "Centre for Family Research, University of Cambridge, UK."]], "date": "2017-12-21", "id": "29266202", "text": "There is an urgent need to accelerate the detection of special educational needs and disabilities (SEND). A recent brief questionnaire designed for teachers and nursery staff, the Brief Early Skills and Support Index (BESSI), shows promising psychometric properties (Hughes, Daly, Foley, White, & Devine, . British Journal of Educational Psychology, 85(3), 332-356.), but has yet to be evaluated as a tool for detecting children who may have SEND.Addressing this gap, this study aimed to assess whether BESSI scores (i) show measurement invariance across SEND status; (ii) show unique associations with SEND status; and (iii) are sensitive and specific to SEND status.Eighty-four teachers and nursery staff completed BESSI ratings for 2106 British children aged 2.5-5.5 years (48.9% male, 20% ethnic minority, 9.3% with a statement of SEND).We applied multilevel confirmatory factor analyses, regression analyses, and ROC analyses to examine each of the study questions, using the BESSI subscales (Behavioural Adjustment, Language and Cognition, Daily Living Skills, and Family Support) as dependent variables.The four BESSI subscales were reliable and showed measurement invariance across SEND status. Over and above effects of age, gender, family income, ethnicity, and family size, SEND status predicted substantial unique variance in BESSI scores. ROC analyses showed that in detecting children identified as having SEND, a cut-off score of 8.50 on the BESSI total score produced good levels of sensitivity and specificity; gender-specific analyses indicated a lower cut-off score of 6.50 for girls.The BESSI appears to be a useful tool in screening children for more detailed assessment of SEND.", "doi": "10.1111/bjep.12206", "title": "School readiness in children with special educational needs and disabilities: Psychometric findings from a new screening tool, the Brief Early Skills, and Support Index.", "journal": ["The British journal of educational psychology", "Br J Educ Psychol"]}