{"authors": [["Taylor", "Lynne", "L", "1 Faculty of Health and Environmental Sciences, Auckland University of Technology , Auckland, New Zealand ."], ["Kerse", "Ngaire", "N", "2 Faculty of Medical and Health Sciences, University of Auckland , Auckland, New Zealand ."], ["Klenk", "Jochen", "J", "3 Institute of Epidemiology and Medical Biometry, Ulm University , Ulm, Germany ."], ["Borotkanics", "Robert", "R", "1 Faculty of Health and Environmental Sciences, Auckland University of Technology , Auckland, New Zealand ."], ["Maddison", "Ralph", "R", "2 Faculty of Medical and Health Sciences, University of Auckland , Auckland, New Zealand ."]], "date": "2017-12-21", "id": "29265884", "text": "Finding suitable and engaging ways for older people living in long-term care (LTC) to engage in physical activity, to maintain function is challenging. There is a need to explore the use of exergames for LTC residents who have mobility and cognitive impairments. We investigated the effect of a group-based Xbox Kinect (Microsoft Corp., Redmond, WA) exergame program on mobility in LTC residents with and without cognitive impairment.Facilities were randomly assigned to the intervention (four facilities, n = 29, aged 84.7 ± 7.4 years) or control group (five facilities, n = 36, aged 85.8 ± 7.2 years). The intervention group played Xbox Kinect exergames twice weekly for 8 weeks. The control group continued usual activities. The primary outcome measure was mobility, assessed pre- and postintervention using the de Morton Mobility Index (DEMMI).DEMMI scores improved in residents who played exergames, although this did not reach significance (P = 0.06). There was no interaction between cognition scores and DEMMI scores (P = 0.86). Participants attended an average of 55% of scheduled exergames sessions.The trend toward improvement in mobility, as well as attendance rates indicate that the Xbox Kinect exergames were engaging for a proportion of residents. On this basis, further exergames development for LTC residents warrants attention.", "doi": "10.1089/g4h.2017.0084", "title": "Exergames to Improve the Mobility of Long-Term Care Residents: A Cluster Randomized Controlled Trial.", "journal": ["Games for health journal", "Games Health J"]}