{"authors": [["Holdnack", "James A", "JA", "The Center for Health Assessment Research and Translation, University of Delaware."], ["Tulsky", "David S", "DS", "The Center for Health Assessment Research and Translation, University of Delaware."], ["Slotkin", "Jerry", "J", "The Center for Health Assessment Research and Translation, University of Delaware."], ["Tyner", "Callie E", "CE", "The Center for Health Assessment Research and Translation, University of Delaware."], ["Gershon", "Richard", "R", "Department of Medical Social Sciences, Northwestern University."], ["Iverson", "Grant L", "GL", "Department of Physical Medicine and Rehabilitation, Harvard Medical School."], ["Heinemann", "Allen W", "AW", "Feinberg School of Medicine, Northwestern University."]], "date": null, "id": "29265870", "text": "Metrics to estimate premorbid cognitive ability, such as word reading tests, are important for clinical determination of cognitive changes following brain injury. In the present study, reading adjusted scores for the National Institutes of Health Toolbox Cognition Battery (NIHTB-CB) fluid tests were developed and validated with a sample of individuals with traumatic brain injury (TBI), to evaluate the clinical utility of reading-adjusted scores. Research Method/Design: The development sample included 843 adult participants, ages 20-85, from the NIHTB-CB standardization sample. A sample of 158 participants with complicated mild or moderate TBI (n = 74) or severe TBI (n = 84) were administered the NIHTB-CB, and comprised the validation sample. Scores were derived for the five fluid tests using four adjustment models: age-only, demographic-only, age-and-reading, and demographic-and-reading referenced scores.Estimated premorbid ability varies depending on the reference model. Scores from each of the four reference models differentiated the comparison and TBI samples at the group level. However, performance varied by premorbid ability.Premorbid ability affects identification of cognitive difficulties after TBI. Reading referenced scores provide an individualized estimate of the effects of premorbid ability than demographic characteristics alone. Each model identified a similar number of individuals as having cognitive difficulties; however, the models differed on which individuals had cognitive difficulties. The models had higher disagreement rates in the clinical compared with the comparison sample, particularly for individuals with lower premorbid ability. Clinical use and caveats are discussed. (PsycINFO Database Record", "doi": "10.1037/rep0000198", "title": "Nih toolbox premorbid ability adjustments: Application in a traumatic brain injury sample.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}