{"authors": [["Holdnack", "James A", "JA", "The Center for Health Assessment Research and Translation, University of Delaware."], ["Iverson", "Grant L", "GL", "Department of Physical Medicine and Rehabilitation, Harvard Medical School."], ["Silverberg", "Noah D", "ND", "Division of Physical Medicine & Rehabilitation, Department of Medicine, University of British Columbia."], ["Tulsky", "David S", "DS", "The Center for Health Assessment Research and Translation, Departments of Physical Therapy, Psychological and Brain Sciences, University of Delaware."], ["Heinemann", "Allen W", "AW", "Shirley Ryan Ability Lab."]], "date": null, "id": "29265868", "text": "To apply multivariate base rate analyses to the National Institutes of Health Toolbox Cognition Battery (NIHTB-CB) to facilitate the identification of cognitive impairment in individuals with traumatic brain injury (TBI). Research Method/Design: In a multisite cross-sectional design, 158 participants who sustained a complicated mild or moderate TBI (n = 74) or severe TBI (n = 84) at least 1 year earlier were administered the NIHTB-CB. The NIHTB-CB is comprised of 2 crystallized cognition tests (reflecting premorbid ability) and 5 fluid cognition tests, measuring processing speed, memory, and executive functioning. Base rates for obtaining 0 to 5 low fluid cognition scores were calculated across a range of cutoffs for defining a low test score (≤25th to 5th percentiles). Base rates of low scores in the TBI sample were compared to the NIHTB-CB normative sample using diagnostic accuracy statistics.The proportion of the TBI sample obtaining low scores decreased as the cutoff for defining a low score decreased. Individuals with lower premorbid cognitive ability, as measured by NIHTB-CB Crystallized Composite score, tended to produce more low scores on the NIHTB-CB fluid cognition tests, even when using fully demographically adjusted scores. Certain patterns of low scores were associated with TBI (defined as likelihood ratio >2.0), whereas others were nonspecific, occurring almost as often in participants without TBI.Premorbid ability stratified base rate tables provided in this article can guide researchers and clinicians in the interpretation of NIHTB-CB performance in adults with TBI. (PsycINFO Database Record", "doi": "10.1037/rep0000145", "title": "NIH toolbox cognition tests following traumatic brain injury: Frequency of low scores.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}