{"authors": [["Carlozzi", "Noelle E", "NE", "Department of Physical Medicine and Rehabilitation, University of Michigan."], ["Goodnight", "Siera", "S", "Department of Physical Medicine and Rehabilitation, University of Michigan."], ["Umlauf", "Anya", "A", "Department of Psychiatry, University of California San Diego."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California San Diego."], ["Heinemann", "Allen W", "AW", "Shirley Ryan AbilityLab."], ["Schalet", "Benjamin D", "BD", "Department of Medical Social Sciences, Feinberg School of Medicine, Northwestern University."], ["Gershon", "Richard C", "RC", "Department of Medical Social Sciences, Feinberg School of Medicine, Northwestern University."], ["Tulsky", "David S", "DS", "Center for Health Assessment Research and Translation, University of Delaware."]], "date": null, "id": "29265867", "text": "The National Institutes of Health Toolbox Cognition Battery (NIHTB-CB) includes a group of brief measures (i.e., 30 min) designed to assess language, processing speed, working memory, episodic memory, and executive functioning. These subtests can be combined to create composite scores that reflect fluid and crystallized cognition, as well as overall cognition. The battery is of limited utility with individuals who have impaired upper extremity motor functioning. This manuscript examines the accuracy of the Oral Symbol Digit Modalities Test as a substitute for the Pattern Comparison Processing Speed Test for computing motor-free composite scores. Research Method/Design: Individuals with spinal cord injury (SCI; n = 188), traumatic brain injury (TBI; n = 159), or stroke (n = 180) completed the NIHTB-CB. We used the Oral Symbol Digit Modalities Test to create a Motor-Free Pattern Comparison score; this was used to create revised, Motor-Free Composite scores for Fluid Cognition and Overall Cognition.Although there were statistically significant overall differences between the two Fluid and Overall Cognition composite scores for some of the clinical groups (scores based on the motor-free approach were significantly higher than the original score), these differences were small and partly because of overclassification of impaired processing speed in participants with motor impairment. There was good to substantial agreement with regard to \"impairment\" classification between the two sets of Original and Motor-Free composite scores.Although the Motor-Free scores are not a perfect match for the Original Composite scores, they provide a reliable and valid way to examine overall and fluid cognition in individuals with upper extremity motor impairments. (PsycINFO Database Record", "doi": "10.1037/rep0000185", "title": "Motor-free composites from the National Institutes of Health Toolbox Cognition Battery (NIHTB-CB) for people with disabilities.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}