{"authors": [["Tulsky", "David S", "DS", "Departments of Physical Therapy and Psychological and Brain Sciences, University of Delaware."], ["Holdnack", "James A", "JA", "The Center on Health Assessment Research and Translation, University of Delaware."], ["Cohen", "Matthew L", "ML", "The Center on Health Assessment Research and Translation, University of Delaware."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California-San Diego School of Medicine."], ["Carlozzi", "Noelle E", "NE", "Center for Clinical Outcomes Development and Application, University of Michigan Medical Center."], ["Wong", "Alex W K", "AWK", "Department of Occupational Therapy and Neurology, Washington University School of Medicine."], ["Boulton", "Aaron J", "AJ", "The Center for Health Assessment Research and Translation, University of Delaware."], ["Heinemann", "Allen W", "AW", "Department of Physical Medicine and Rehabilitation, Feinberg School of Medicine, Northwestern University."]], "date": null, "id": "29265864", "text": "The National Institutes of Health Toolbox Cognition Battery (NIHTB-CB) measures reading, vocabulary, episodic memory, working memory, executive functioning, and processing speed. While previous research has validated the factor structure in healthy adults, the factor structure has not been examined in adults with neurological impairments. Thus, this study evaluated the NIHTB-CB factor structure in individuals with acquired brain injury.A sample of 392 individuals (ages 18-84) with acquired brain injury (n = 182 TBI, n = 210 stroke) completed the NIHTB-CB along with neuropsychological tests as part of a larger, multisite research project.Confirmatory factor analyses supported a 5-factor solution that included reading, vocabulary, episodic memory, working memory, and processing speed/executive functioning. This structure generally held in TBI and stroke subsamples as well as in subsamples of those with severe TBI and stroke injuries.The factor structure of the NIHTB-CB is similar in adults with acquired brain injury to adults from the general population. We discuss the implications of these findings for clinical practice and clinical research. (PsycINFO Database Record", "doi": "10.1037/rep0000183", "title": "Factor structure of the NIH Toolbox Cognition Battery in individuals with acquired brain injury.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}