{"authors": [["Cohen", "Matthew L", "ML", "Center for Health Assessment Research and Translation, University of Delaware."], ["Tulsky", "David S", "DS", "Center for Health Assessment Research and Translation, University of Delaware."], ["Holdnack", "James A", "JA", "Center for Health Assessment Research and Translation, University of Delaware."], ["Carlozzi", "Noelle E", "NE", "Department of Physical Medicine and Rehabilitation, University of Michigan."], ["Wong", "Alex", "A", "Program in Occupational Therapy and Department of Neurology, Washington University in St. Louis."], ["Magasi", "Susan", "S", "Department of Occupational Therapy, University of Illinois at Chicago."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California, San Diego."], ["Heinemann", "Allen W", "AW", "Center for Rehabilitation Outcomes Research, Shirley Ryan AbilityLab (formerly the Rehabilitation Institute of Chicago)."]], "date": null, "id": "29265863", "text": "To compare the cognitive profiles of a well-characterized sample of adults with and without spinal cord injury (SCI) using the NIH Toolbox Cognition Battery NIHTB-CB. Research Method/Design: Participants were 156 community-dwelling individuals with SCI recruited from 3 academic medical centers, and 156 individuals without SCI selected from the NIHTB-CB normative database (N = 312). The main outcome measures were the demographically adjusted NIHTB-CB subtest and composite scores.Individuals with and without SCI performed equivalently on the NIHTB-CB crystallized composite score, suggesting comparable premorbid functioning. Individuals with SCI produced lower scores on the NIHTB-CB fluid composite score by an average of 4.5 T-score points (Cohen's d = 0.50; a medium effect size). As a group, individuals with SCI had the most difficulty on tests of processing speed and executive functions, and some difficulty on a test of episodic memory, although effect sizes were small. These differences remained even after accounting for fine motor speed and dexterity. Individuals with tetraplegia produced lower scores than individuals with paraplegia on tests of processing speed and executive functioning.Community-dwelling individuals with SCI are at elevated risk of mild cognitive difficulties, particularly on tasks that rely on processing speed and executive functions. The NIHTB-CB is relatively brief, samples important cognitive domains, has good normative data, and is appropriate for some individuals with SCI (those who have functional use of one hand). The battery has standardized accommodations for individuals with minor motor limitations, but timed tests are inaccessible for individuals who are unable to perform rapid button presses. (PsycINFO Database Record", "doi": "10.1037/rep0000140", "title": "Cognition among community-dwelling individuals with spinal cord injury.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}