{"authors": [["Tulsky", "David S", "DS", "Center for Health Assessment Research and Translation, University of Delaware."], ["Carlozzi", "Noelle E", "NE", "Center for Clinical Outcomes, Development and Application (CODA), University of Michigan."], ["Holdnack", "James", "J", "Center for Health Assessment Research and Translation, University of Delaware."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California, San Diego."], ["Wong", "Alex", "A", "Program in Occupational Therapy and Department of Neurology, Washington University in St. Louis."], ["Goldsmith", "Arielle", "A", "Center for Rehabilitation Outcomes Research, Shirley Ryan AbilityLab."], ["Heinemann", "Allen W", "AW", "Center for Rehabilitation Outcomes Research, Shirley Ryan AbilityLab."]], "date": null, "id": "29265862", "text": "The NIH Toolbox for the Assessment of Neurological Behavior and Function Cognition Battery (NIHTB-CB) is a common data element for use in individuals with traumatic brain injury (TBI). This study evaluates its sensitivity and specificity in distinguishing individuals with complicated mild, moderate, or severe TBI, and provides support for the construct validity of the NIHTB-CB in individuals with TBI.One hundred eighty-two individuals with TBI (n = 83 complicated mild/moderate; n = 99 severe) completed the NIHTB-CB and neuropsychological criterion measures. Complete data were obtained on 158 participants. A control sample of 158 individuals without known neurological impairment was extracted from the NIHTB-CB normative sample. Multivariate analyses of variance determined the sensitivity of the NIHTB-CB measures to TBI and injury severity (complicated mild/moderate TBI, severe TBI, and controls) on the demographically corrected NIHTB-CB composite scores and seven subtests. A descriptive analysis of the sensitivity of each subtest was conducted. Finally, correlations between NIHTB-CB measures and criterion tests assessed convergent and discriminant validity.Multivariate analyses indicated that there was a main effect for group (complicated mild/moderate vs. severe vs. controls) for fluid scores in the NIHTB-CB as opposed to only marginally significant results for the verbal scores. Moderate to strong relationships were found between the NIHTB-CB measures and their corresponding neuropsychological measures (convergent validity), whereas much smaller correlations were found between measures of different cognitive domains (discriminant validity).Findings provide evidence of construct validity and the clinical utility of the NIHTB-CB in individuals with TBI. (PsycINFO Database Record", "doi": "10.1037/rep0000174", "title": "Using the NIH Toolbox Cognition Battery (NIHTB-CB) in individuals with traumatic brain injury.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}