{"authors": [["Wade", "Mark", "M", null], ["Madigan", "Sheri", "S", null], ["Plamondon", "Andre", "A", null], ["Rodrigues", "Michelle", "M", null], ["Browne", "Dillon", "D", null], ["Jenkins", "Jennifer M", "JM", null]], "date": "2017-12-21", "id": "29265828", "text": "Previous studies have demonstrated that various psychosocial risks are associated with poor cognitive functioning in children, and these risks frequently cluster together. In the current longitudinal study, we tested a model in which it was hypothesized that cumulative psychosocial adversity of mothers would have deleterious effects on children's cognitive functioning by compromising socialization processes within families (i.e., parental competence). A prospective community birth cohort of 501 families was recruited when children were newborns. At this time, mothers reported on their current psychosocial circumstances (socioeconomic status, teen parenthood, depression, etc.), which were summed into a cumulative risk score. Families were followed up at 18 months and 3 years, at which point maternal reflective capacity and cognitive sensitivity were measured, respectively. Child cognition (executive functioning, theory of mind, and language ability) was assessed at age 4.5 using age-appropriate observational and standardized tasks. Analyses controlled for child age, gender, number of children in the home, number of years married, and mothers' history of adversity. The results revealed significant declines in child cognition as well as maternal reflective capacity and cognitive sensitivity as the number of psychosocial risks increased. Moreover, longitudinal path analysis showed significant indirect effects from cumulative risk to all three cognitive outcomes via reflective capacity and cognitive sensitivity. Findings suggest that cumulative risk of mothers may partially account for child cognitive difficulties in various domains by disrupting key parental socialization competencies. (PsycINFO Database Record", "doi": "10.1037/dev0000493", "title": "Cumulative Psychosocial Risk, Parental Socialization, and Child Cognitive Functioning: A Longitudinal Cascade Model.", "journal": ["Developmental psychology", "Dev Psychol"]}