{"authors": [["Lankri", "David", "D", "School of Pharmacy, Institute for Drug Research, Faculty of Medicine, The Hebrew University of Jerusalem , Jerusalem 91120, Israel."], ["Haham", "Dikla", "D", "School of Pharmacy, Institute for Drug Research, Faculty of Medicine, The Hebrew University of Jerusalem , Jerusalem 91120, Israel."], ["Lahiani", "Adi", "A", "School of Pharmacy, Institute for Drug Research, Faculty of Medicine, The Hebrew University of Jerusalem , Jerusalem 91120, Israel."], ["Lazarovici", "Philip", "P", "School of Pharmacy, Institute for Drug Research, Faculty of Medicine, The Hebrew University of Jerusalem , Jerusalem 91120, Israel."], ["Tsvelikhovsky", "Dmitry", "D", "School of Pharmacy, Institute for Drug Research, Faculty of Medicine, The Hebrew University of Jerusalem , Jerusalem 91120, Israel."]], "date": "2017-12-29", "id": "29265805", "text": "One of the main symptoms in degenerative diseases is death of neuronal cell followed by the loss of neuronal pathways. In neuronal cultures, neurite outgrowths are cell sprouts capable of transforming into either axons or dendrites, to further form functional neuronal synaptic connections. Such connections have an important role in brain cognition, neuronal plasticity, neuronal survival, and regeneration. Therefore, drugs that stimulate neurite outgrowth may be found beneficial in ameliorating neural degeneration. Here, we establish the existence of a unique family of methylene-cycloalkylacetate-based molecules (MCAs) that interface with neuronal cell properties and operate as acceptable pharmacophores for a novel neurotropic (neurite outgrowth inducing) lead compounds. Using an established PC12 cell bioassay, we investigated the neurotropic effect of methylene-cycloalkylacetate compounds by comparison to NGF, a known neurotropic factor. Micrographs of the cells were collected by using a light microscope camera, and digitized photographs were analyzed for compound-induced neurotropic activity using an NIH image protocol. The results indicate that the alkene element, integrated within the cycloalkylacetate core, is indispensable for neurotropic activity. The discovered lead compounds need further mechanistic investigation and may be improved toward development of a neurotropic drug.", "doi": "10.1021/acschemneuro.7b00473", "title": "Methylene-Cycloalkylacetate (MCA) Scaffold-Based Compounds as Novel Neurotropic Agents.", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"]}