{"authors": [["Lah", "Suncica", "S", "School of Psychology, The University of Sydney, NSW, Australia."], ["Gott", "Chloe", "C", "ARC Centre of Excellence in Cognition and its Disorders, Macquarie University, Sydney, NSW, Australia."], ["Parry", "Louise", "L", "Brain Injury Rehabilitation Program, Rehab2Kids, Sydney Children's Hospital (Randwick), NSW, Australia."], ["Black", "Carly", "C", "ARC Centre of Excellence in Cognition and its Disorders, Macquarie University, Sydney, NSW, Australia."], ["Epps", "Adrienne", "A", "Brain Injury Rehabilitation Program, Rehab2Kids, Sydney Children's Hospital (Randwick), NSW, Australia."], ["Gascoigne", "Michael", "M", "School of Psychology, The University of Sydney, NSW, Australia."]], "date": "2017-12-18", "id": "29265704", "text": "Autobiographical memory (AM) is a complex function that involves re-experiencing of past personal events (episodic memory) scaffolded by personal facts (semantic memory). While AM is supported by a brain network and cognitive skills that are vulnerable to disruption by child traumatic brain injury (TBI), AM has not been examined in this patient population.Cross-sectional study.Participants included children with severe closed TBI (n = 14) and healthy control (NC) children (n = 20) of comparable age, sex, and socioeconomic status. Participants completed (1) the Child Autobiographical Interview (Willoughby et al., , Front. Psychol., 3, 53), which required recall of autobiographical events and distinguished episodic (internal) from non-episodic (external) details, and self-rating of event phenomenological qualities, and (2) a battery of neuropsychological tests.Children with TBI recalled significantly fewer internal details relative to NCs, but the between-group difference was eliminated when specific probes were provided. The groups did not differ in either recall of external details or in ratings of events' phenomenological qualities. The gap between the groups in recall of internal details increased with age, as the greater number of internal details was associated with older age in the NC group, but not in the TBI group. Poorer verbal memory and lower IQ were related to recall of fewer internal details in the TBI group.This study unveils, to our knowledge for the first time, that severe child TBI is associated with a selective deficit in autobiographical memory that involves episodic, but spares semantic details, and identifies the risk factors for this impairment.", "doi": "10.1111/jnp.12141", "title": "Selective, age-related autobiographical memory deficits in children with severe traumatic brain injury.", "journal": ["Journal of neuropsychology", "J Neuropsychol"]}