{"authors": [["Arioli", "Maria", "M", "NEtS Center, Scuola Universitaria Superiore IUSS, Pavia, 27100, Italy."], ["Perani", "Daniela", "D", "Division of Neuroscience, IRCCS San Raffaele, Milan, 20132, Italy."], ["Cappa", "Stefano", "S", "NEtS Center, Scuola Universitaria Superiore IUSS, Pavia, 27100, Italy."], ["Proverbio", "Alice Mado", "AM", "Department of Psychology, University of Milano-Bicocca, NeuroMi - Milan Center for Neuroscience, Milan, 20126, Italy."], ["Zani", "Alberto", "A", "Institute of Bioimaging and Molecular Physiology, IBFM-CNR, Milan, 20125, Italy."], ["Falini", "Andrea", "A", "Division of Neuroscience, IRCCS San Raffaele, Milan, 20132, Italy."], ["Canessa", "Nicola", "N", "NEtS Center, Scuola Universitaria Superiore IUSS, Pavia, 27100, Italy."]], "date": "2017-12-19", "id": "29265483", "text": "Decoding the meaning of others' actions, a crucial step for social cognition, involves different neural mechanisms. While the \"mirror\" and \"mentalizing\" systems have been associated with, respectively, the processing of biological actions versus more abstract information, their respective contribution to intention understanding is debated. Processing social interactions seems to recruit both neural systems, with a different weight depending on cues emphasizing either shared action goals or shared mental states. We have previously shown that observing cooperative and affective social interactions elicits stronger activity in key nodes of, respectively, the mirror (left posterior superior temporal sulcus (pSTS), superior parietal cortex (SPL), and ventral/dorsal premotor cortex (vPMC/dPMC)) and mentalizing (ventromedial prefrontal cortex (vmPFC)) systems. To unveil their causal organization, we investigated the effective connectivity underlying the observation of human social interactions expressing increasing cooperativity (involving left pSTS, SPL, and vPMC) versus affectivity (vmPFC) via dynamic causal modeling in 36 healthy human subjects. We found strong evidence for a model including the pSTS and vPMC as input nodes for the observed interactions. The extrinsic connectivity of this model undergoes oppositely valenced modulations, with cooperativity promoting positive modulations of connectivity between pSTS and both SPL (forward) and vPMC (mainly backward), and affectivity promoting reciprocal positive modulations of connectivity between pSTS and vmPFC (mainly backward). Alongside fMRI data, such divergent effective connectivity suggests that different dimensions underlying the processing of social interactions recruit distinct, although strongly interconnected, neural pathways associated with, respectively, the bottom-up visuomotor processing of motor intentions, and the top-down attribution of affective/mental states.", "doi": "10.1002/hbm.23930", "title": "Affective and cooperative social interactions modulate effective connectivity within and between the mirror and mentalizing systems.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}