{"authors": [["Cordonier", "Laurent", "L", "Institute of Social Sciences, University of Lausanne, Switzerland."], ["Nettles", "Theresa", "T", "Emory Infant and Child Lab, Department of Psychology, Emory University, Atlanta, Georgia, USA."], ["Rochat", "Philippe", "P", "Emory Infant and Child Lab, Department of Psychology, Emory University, Atlanta, Georgia, USA."]], "date": "2017-12-18", "id": "29265381", "text": "'Strong conformity' corresponds to the public endorsement of majority opinions that are in blatant contradiction to one's own correct perceptual judgements of the situation. We tested strong conformity inference by 3- and 5-year-old children using a third-person perspective paradigm. Results show that at neither age, children spontaneously expect that an ostracized third-party individual who wants to affiliate with the majority group will show strong conformity. However, when questioned as to what the ostracized individual should do to befriend others, from 5 years of age children explicitly demonstrate that they construe strong conformity as a strategic means of social affiliation. Additional data suggest that strong and strategic conformity understanding from an observer's third-person perspective is linked to the passing of the language-mediated false belief theory of mind task, an index of children's emerging 'meta' ability to construe the mental state of others. Statement of contribution What is already known on this subject? 'Strong conformity' corresponds to the public endorsement of majority opinions that are in blatant contradiction to one's own correct perceptual judgements of the situation. Asch's (1956, Psychological Monographs: General and Applied, 70, 1) classic demonstration of strong conformity with adults has been replicated with preschool children: 3- to 4-year-olds manifest signs of strong conformity by reversing about thirty to forty per cent of the time their correct perceptual judgements to fit with contradictory statements held unanimously by other individuals (Corriveau & Harris, 2010, Developmental Psychology, 46, 437; Corriveau et al., 2013, Journal of Cognition and Culture, 13, 367; Haun & Tomasello, 2011, Child Development, 82, 1759). As for adults, strong conformity does not obliterate children's own private, accurate knowledge of the situation. It is in essence a public expression to fit the group and alleviate social dissonance. What does this study add? In three experiments, we explored the developmental emergence in the preschool years of strong conformity inference from a third-person perspective. Results show that by 5 years of age, and not earlier, children begin to construe strong conformity as a strategy that someone should use to gain social affiliation, even though they do not anticipate that a third-party individual would necessarily resort to such strategy. Additional data suggest that strong and strategic conformity understanding from an observer's third-person perspective is linked to the passing of the language-mediated false belief theory of mind task.", "doi": "10.1111/bjdp.12229", "title": "Strong and strategic conformity understanding by 3- and 5-year-old children.", "journal": ["The British journal of developmental psychology", "Br J Dev Psychol"]}