{"authors": [["O'Shea", "Daniel Joseph", "DJ", "Electrical Engineering, Stanford University, 318 Campus Dr W352, Stanford, California, 94305, UNITED STATES."], ["Shenoy", "Krishna V", "KV", "Department of Electrical Engineering, Stanford University, Stanford, California, UNITED STATES."]], "date": "2017-12-21", "id": "29265009", "text": "Electrical stimulation is a widely used and effective tool in systems neuroscience, neural prosthetics, and clinical neurostimulation. However, electrical artifacts evoked by stimulation prevent the detection of spiking activity on nearby recording electrodes, which obscures the neural population response evoked by stimulation. We sought to develop a method to clean artifact-corrupted electrode signals recorded on multielectrode arrays in order to recover the underlying neural spiking activity.&#13; &#13; Approach: We created ERAASR: an algorithm which performs Estimation and Removal of Array Artifacts via Sequential principal components Regression. This approach leverages the similar structure of artifact transients, but not spiking activity, across simultaneously recorded channels on the array, across pulses within a train, and across trials. The ERAASR algorithm requires no special hardware, imposes no requirements on the shape of the artifact or the multielectrode array geometry, and comprises sequential application of straightforward linear methods with intuitive parameters. The approach should be readily applicable to most datasets where stimulation does not saturate the recording amplifier.&#13; &#13; Main results: The effectiveness of the algorithm is demonstrated in macaque dorsal premotor cortex using acute linear multielectrode array recordings and single electrode stimulation. Large electrical artifacts appeared on all channels during stimulation. After application of ERAASR, the cleaned signals were quiescent on channels with no spontaneous spiking activity, whereas spontaneously active channels exhibited evoked spikes which closely resembled spontaneously occurring spiking waveforms.&#13; &#13; Significance: We hope that enabling simultaneous electrical stimulation and multielectrode array recording will help elucidate the causal links between neural activity and cognition and facilitate naturalistic sensory protheses.", "doi": "10.1088/1741-2552/aaa365", "title": "ERAASR: An algorithm for removing electrical stimulation artifacts from multielectrode array recordings.", "journal": ["Journal of neural engineering", "J Neural Eng"]}