{"authors": [["Moore", "David J", "DJ", "Department of Psychiatry, University of California, San Diego, San Diego, CA, USA. djmoore@ucsd.edu."], ["Fazeli", "Pariya L", "PL", "Department of Psychiatry, University of California, San Diego, San Diego, CA, USA."], ["Moore", "Raeanne C", "RC", "Department of Psychiatry, University of California, San Diego, San Diego, CA, USA."], ["Woods", "Steven P", "SP", "Department of Psychiatry, University of California, San Diego, San Diego, CA, USA."], ["Letendre", "Scott L", "SL", "Department of Medicine, University of California, San Diego, San Diego, CA, USA."], ["Jeste", "Dilip V", "DV", "Department of Psychiatry, University of California, San Diego, San Diego, CA, USA."], ["Grant", "Igor", "I", "Department of Psychiatry, University of California, San Diego, San Diego, CA, USA."], [null, null, null, null]], "date": "2017-12-20", "id": "29264737", "text": "We aimed to characterize successful cognitive aging (SCA) among older HIV-infected (HIV+) and HIV-uninfected (HIV-) adults, and to determine associations with positive psychological factors and health-related quality of life (HRQoL). Ninety-nine HIV+ and 46 HIV- older adults (≥ 50 years) completed measures of neurocognition, positive psychological factors, and HRQoL. Using study-defined SCA criteria (i.e., no cognitive or everyday impairment or major depressive disorder), we compared positive psychological factors and HRQoL across four groups: HIV+/SCA+, HIV+/SCA-, HIV-/SCA+, HIV-/SCA-. SCA was identified in 29% of the HIV+ sample compared to 61% of the HIV- sample (p < 0.01). HIV+/SCA+ participants had higher scores on 8 of 10 measures of positive psychological factors as well as better HRQoL (ps < 0.05) as compared to the HIV+/SCA- group. Furthermore, the HIV+/SCA+ participants had comparable scores on these factors as HIV- adults. Fewer HIV+ than HIV- participants met SCA criteria; however, the level of positive psychological factors among the HIV+/SCA+ group was comparable to the HIV- sample. Our findings present opportunities for interventions to optimize positive psychological factors and potentially improve SCA among older HIV+ adults.", "doi": "10.1007/s10461-017-2001-5", "title": "Positive Psychological Factors are Linked to Successful Cognitive Aging Among Older Persons Living with HIV/AIDS.", "journal": ["AIDS and behavior", "AIDS Behav"]}