{"authors": [["Papp", "Kathryn V", "KV", "Center for Alzheimer Research and Treatment, Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Rentz", "Dorene M", "DM", "Center for Alzheimer Research and Treatment, Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Orlovsky", "Irina", "I", "Center for Alzheimer Research and Treatment, Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Sperling", "Reisa A", "RA", "Center for Alzheimer Research and Treatment, Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Mormino", "Elizabeth C", "EC", "Department of Neurology, Massachusetts General Hospital, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."]], "date": "2017-11-10", "id": "29264389", "text": "Amyloid-related decline in semantic memory was recently shown to be observable in the preclinical period of Alzheimer's disease. Cognitive composites designed to be sensitive to cognitive change in preclinical Alzheimer's disease (e.g., preclinical Alzheimer's cognitive composite [PACC]) and currently used in secondary prevention trials do not currently integrate measures of semantic processing. Our objective was to determine whether a standard semantic measure (i.e., category fluency [CAT] to animals, fruits, and vegetables) adds independent information above and beyond Aβ-related decline captured by the PACC.Clinically normal older adults from the Harvard Aging Brain Study were identified at baseline as Aβ+ (n = 70) or Aβ- (n = 209) using Pittsburgh compound B-positron emission tomography imaging and followed annually with neuropsychological testing for 3.87 ± 1.09 years. The relationships between PACC, CAT, and variations of the PACC including/excluding CAT were examined using linear mixed models controlling for age, sex, and education. We additionally examined decline on CAT by further grouping Aβ+ participants into preclinical stage 1 and stage 2 on the basis of neurodegeneration markers.CAT explained unique variance in amyloid-related decline, with Aβ+'s continuing to decline relative to Aβ-'s in CAT even after controlling for overall PACC decline. In addition, removal of CAT from the PACC resulted in a longitudinal Aβ+/- effect size reduction of 20% at 3-year follow-up and 12% at 5-year follow-up. Finally, both stage 1 and stage 2 participants declined on CAT in comparison with stage 0, suggesting CAT declines early within the preclinical trajectory.Addition of CAT to the PACC provides unique information about early cognitive decline not currently captured by the episodic memory, executive function, and global cognition components and may therefore improve detection of early Aβ-related cognitive decline.", "doi": "10.1016/j.trci.2017.10.004", "title": "Optimizing the preclinical Alzheimer's cognitive composite with semantic processing: The PACC5.", "journal": ["Alzheimer's & dementia (New York, N. Y.)", "Alzheimers Dement (N Y)"]}