{"authors": [["Zhou", "Yuan", "Y", "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Beijing 100101, China."], ["Zeidman", "Peter", "P", "The Wellcome Trust Centre for Neuroimaging, University College London, Queen Square, London WC1N 3BG, UK."], ["Wu", "Shihao", "S", "Department of Psychiatry, Renmin Hospital of Wuhan University, Wuhan 430060, China."], ["Razi", "Adeel", "A", "The Wellcome Trust Centre for Neuroimaging, University College London, Queen Square, London WC1N 3BG, UK."], ["Chen", "Cheng", "C", "Department of Psychiatry, Renmin Hospital of Wuhan University, Wuhan 430060, China."], ["Yang", "Liuqing", "L", "CAS Key Laboratory of Behavioral Science, Institute of Psychology, Beijing 100101, China."], ["Zou", "Jilin", "J", "Department of Psychiatry, Renmin Hospital of Wuhan University, Wuhan 430060, China."], ["Wang", "Gaohua", "G", "Department of Psychiatry, Renmin Hospital of Wuhan University, Wuhan 430060, China."], ["Wang", "Huiling", "H", "Department of Psychiatry, Renmin Hospital of Wuhan University, Wuhan 430060, China."], ["Friston", "Karl J", "KJ", "The Wellcome Trust Centre for Neuroimaging, University College London, Queen Square, London WC1N 3BG, UK."]], "date": "2017-12-05", "id": "29264112", "text": "Schizophrenia is a disorder characterized by functional dysconnectivity among distributed brain regions. However, it is unclear how causal influences among large-scale brain networks are disrupted in schizophrenia. In this study, we used dynamic causal modeling (DCM) to assess the hypothesis that there is aberrant directed (effective) connectivity within and between three key large-scale brain networks (the dorsal attention network, the salience network and the default mode network) in schizophrenia during a working memory task. Functional MRI data during an n-back task from 40 patients with schizophrenia and 62 healthy controls were analyzed. Using hierarchical modeling of between-subject effects in DCM with Parametric Empirical Bayes, we found that intrinsic (within-region) and extrinsic (between-region) effective connectivity involving prefrontal regions were abnormal in schizophrenia. Specifically, in patients (i) inhibitory self-connections in prefrontal regions of the dorsal attention network were decreased across task conditions; (ii) extrinsic connectivity between regions of the default mode network was increased; specifically, from posterior cingulate cortex to the medial prefrontal cortex; (iii) between-network extrinsic connections involving the prefrontal cortex were altered; (iv) connections within networks and between networks were correlated with the severity of clinical symptoms and impaired cognition beyond working memory. In short, this study revealed the predominance of reduced synaptic efficacy of prefrontal efferents and afferents in the pathophysiology of schizophrenia.", "doi": "10.1016/j.nicl.2017.12.006", "title": "Altered intrinsic and extrinsic connectivity in schizophrenia.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}