{"authors": [["Cheng", "Y C", "YC", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Pan", "Y P", "YP", "Primary and Secondary School Health Care Center of Dongcheng District, Beijing 100007, China."], ["Zhang", "Y", "Y", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Pan", "Y T", "YT", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Ding", "C Y", "CY", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Cao", "Y", "Y", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Zhuo", "L", "L", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Fang", "R F", "RF", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."], ["Gao", "A Y", "AY", "Primary and Secondary School Health Care Center of Dongcheng District, Beijing 100007, China."], ["Guo", "J", "J", "Primary and Secondary School Health Care Center of Huairou District, Beijing 101400, China."], ["Li", "A J", "AJ", "Sports Hygiene Center of Fengtai District, Beijing 100070, China."], ["Fu", "Q", "Q", "Sports Hygiene Center of Fengtai District, Beijing 100070, China."], ["Ma", "J", "J", "Institute of Child and Adolescent Health of Peking University, Beijing 100191, China."], ["Zhan", "S Y", "SY", "Department of Epidemiology and Biostatistics,Peking University School of Public Health,Beijing 100191,China."]], "date": null, "id": "29263478", "text": "To understand the cognition and behavior of drug safety in Beijing middle school students and provide advice for relevant education.A cross-sectional survey using paper questionnaires was carried out on the student body of nine Beijing middle schools. Multi-stage proportionate stratified cluster sampling was adopted to enroll participants. In addition to demographic questions, the questionnaire included 17 questions assessing the cognition and behavior of safe drug use, prioritizing questions that aligned with the health education guideline for primary and secondary school students from Chinese Ministry of Education. Descriptive statistical methods were applied using the SAS 9.2 software.Of the 4 220 students investigated, 2 097(49.7%) were males and 2 123(50.3%) were females. The average age was (14.3±1.7) years. 2 030(48.1%) students were from downtown areas, 1 511(35.8%) were from urban-rural linking areas and 679(16.1%) were from rural areas. Half (51.5%) of the respondents were junior high school students, and the others were from senior high schools (34.2%) and vocational high schools (14.3%). Most of the students (89.6%) lived off campus. The awareness rate of drug safety knowledge was 74.4%, the median score of drug safety behavior was 4 points (full score was 5 points) and there was a statistically positive correlation between the two (Spearman's correlation coefficient was 0.156, P<0.001). Both the awareness rates and the drug safety behavior scores were statistically different among the students in different regions, different school types and different residence types (P<0.001). Multiple factors analysis demonstrated the correlation between the cognition degrees of both drug safety knowledge, behavior and the above factors. Of all the students, 80.4% agreed that any drug could have adverse drug reactions; 40.5% were aware that antibiotics couldn't kill viruses; as many as 49.6% mistook aspirin as antibiotic; 97.4% would read drug instructions before taking them; Only 42.4% put expired drugs into special recycling bins; 49.8% would deviate from the suggested dosage and frequency of their medication when they were sick with common diseases.Overall, the cognition of drug safety in Beijing middle school students is good, but problems still exist in medication adherence, the management of expired drugs and the antibiotics cognition, which need to be fixed through specific, pointed way of education. And more efforts should be made to improve the cognition in rural regions, vocational high schools and on campus students.", "doi": null, "title": "[Investigation of the cognition and behavior on drug safety in Beijing middle school students].", "journal": ["Beijing da xue xue bao. Yi xue ban = Journal of Peking University. Health sciences", "Beijing Da Xue Xue Bao"]}