{"authors": [["Edwards", "Grace", "G", "Centre de Recherche Cerveau et Cognition (CerCo), CNRS & Université Paul Sabatier, Pavillon Baudot CHU Purpan, Toulouse Cedex, France grace_edwards@fas.harvard.edu."], ["VanRullen", "Rufin", "R", "Centre de Recherche Cerveau et Cognition (CerCo), CNRS & Université Paul Sabatier, Pavillon Baudot CHU Purpan, Toulouse Cedex, France."], ["Cavanagh", "Patrick", "P", "Laboratoire Psychologie de la Perception, 45 Rue des Saint-Pères, 75006 Paris, France."]], "date": "2017-12-20", "id": "29263239", "text": "We examine whether peripheral information at a planned saccade target affects immediate post-saccadic processing at the fovea on saccade landing. Current neuroimaging research suggests that pre-saccadic stimulation has a late effect on post-saccadic processing, in contrast to the early effect seen in behavioral studies. Human participants (both male and female) were instructed to saccade toward a face or a house that, on different trials, remained the same, changed, or disappeared during the saccade. We used a multivariate pattern analysis (MVPA) of electroencephalography (EEG) data to decode face versus house processing directly after the saccade. The classifier was trained on separate trials without a saccade, where a house or face was presented at the fovea. When the saccade target remained the same across the saccade, we could reliably decode the target 123 ms after saccade offset. In contrast, when the target was changed during the saccade, the new target was decoded at a later time-point, 151 ms after saccade offset. The \"same\" condition advantage suggests that congruent pre-saccadic information facilitates processing of the post-saccadic stimulus compared to incongruent information. Finally, the saccade target could be decoded above chance even when it had been removed during the saccade, albeit with a slower time-course (162 ms) and poorer signal strength. These findings indicate that information about the (peripheral) pre-saccadic stimulus is transferred across the saccade so that it becomes quickly available and influences processing at its expected, new retinal position (the fovea).SIGNIFICANCE STATEMENTHere we provide neural evidence for early information transfer across saccades. Specifically, we examined the effect of pre-saccadic sensory information on the initial neuronal processing of a post-saccadic stimuli. Using electroencephalography and multivariate pattern analysis, we found that: 1) the identity of the pre-saccadic stimulus modulated the post-saccadic latency of stimulus relevant information, 2) a post-saccadic neural marker for a saccade target stimulus could be detected even when the stimulus had been removed during saccade. These results demonstrate that information about the peripheral pre-saccadic stimulus was transferred across the saccade and influenced processing at a new retinal position (the fovea) directly after the saccade landed.", "doi": "10.1523/JNEUROSCI.0854-17.2017", "title": "Decoding trans-saccadic memory.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}