{"authors": [["Tates", "Kiek", "K", "Department of Communication and Cognition, Tilburg Center for Cognition and Communication, Tilburg University, Tilburg, Netherlands."], ["Antheunis", "Marjolijn L", "ML", "Department of Communication and Cognition, Tilburg Center for Cognition and Communication, Tilburg University, Tilburg, Netherlands."], ["Kanters", "Saskia", "S", "Department of Communication and Cognition, Tilburg Center for Cognition and Communication, Tilburg University, Tilburg, Netherlands."], ["Nieboer", "Theodoor E", "TE", "Department of Obstetrics and Gynecology, Radboud University Medical Center, Nijmegen, Netherlands."], ["Gerritse", "Maria Be", "MB", "Department of Obstetrics and Gynecology, Radboud University Medical Center, Nijmegen, Netherlands."]], "date": "2017-12-20", "id": "29263017", "text": "Despite the emergence of Web-based patient-provider contact, it is still unclear how the quality of Web-based doctor-patient interactions differs from face-to-face interactions.This study aimed to examine (1) the impact of a consultation medium on doctors' and patients' communicative behavior in terms of information exchange, interpersonal relationship building, and shared decision making and (2) the mediating role of doctors' and patients' communicative behavior on satisfaction with both types of consultation medium.Doctor-patient consultations on pelvic organ prolapse were simulated, both in a face-to-face and in a screen-to-screen (video) setting. Twelve medical interns and 6 simulated patients prepared 4 different written scenarios and were randomized to perform a total of 48 consultations. Effects of the consultations were measured by questionnaires that participants filled out directly after the consultation.With respect to patient-related outcomes, satisfaction, perceived information exchange, interpersonal relationship building, and perceived shared decision making showed no significant differences between face-to-face and screen-to-screen consultations. Patients' attitude toward Web-based communication (b=-.249, P=.02 and patients' perceived time and attention (b=.271, P=.03) significantly predicted patients' perceived interpersonal relationship building. Patients' perceived shared decision making was positively related to their satisfaction with the consultation (b=.254, P=.005). Overall, patients experienced significantly greater shared decision making with a female doctor (mean 4.21, SD 0.49) than with a male doctor (mean 3.66 [SD 0.73]; b=.401, P=.009). Doctor-related outcomes showed no significant differences in satisfaction, perceived information exchange, interpersonal relationship building, and perceived shared decision making between the conditions. There was a positive relationship between perceived information exchange and doctors' satisfaction with the consultation (b=.533, P<.001). Furthermore, doctors' perceived interpersonal relationship building was positively related to doctors' satisfaction with the consultation (b=.331, P=.003).In this study, the quality of doctor-patient communication, as indicated by information exchange, interpersonal relationship building, and shared decision making, did not differ significantly between Web-based and face-to-face consultations. Doctors and simulated patients were equally satisfied with both types of consultation medium, and no differences were found in the manner in which participants perceived communicative behavior during these consultations. The findings suggest that worries about a negative impact of Web-based video consultation on the quality of patient-provider consultations seem unwarranted as they offer the same interaction quality and satisfaction level as regular face-to-face consultations.", "doi": "10.2196/jmir.8033", "title": "The Effect of Screen-to-Screen Versus Face-to-Face Consultation on Doctor-Patient Communication: An Experimental Study with Simulated Patients.", "journal": ["Journal of medical Internet research", "J. Med. Internet Res."]}