{"authors": [["Archambault", "Jamie", "J", "Department of Pediatrics, Division of Neonatology, University of Texas Health-San Antonio, San Antonio, Texas, United States of America."], ["Moreira", "Alvaro", "A", "Department of Pediatrics, Division of Neonatology, University of Texas Health-San Antonio, San Antonio, Texas, United States of America."], ["McDaniel", "Dawn", "D", "Department of Pediatrics, Division of Neonatology, University of Texas Health-San Antonio, San Antonio, Texas, United States of America."], ["Winter", "Lauryn", "L", "Department of Pediatrics, Division of Neonatology, University of Texas Health-San Antonio, San Antonio, Texas, United States of America."], ["Sun", "LuZhe", "L", "Department of Cell Systems and Anatomy, University of Texas Health-San Antonio, San Antonio, Texas, United States of America."], ["Hornsby", "Peter", "P", "Department of Cellular and Integrative Physiology, Barshop Institute for Longevity and Aging Studies, University of Texas Health-San Antonio, San Antonio, Texas, United States of America."]], "date": "2017-12-19", "id": "29261798", "text": "Neonatal hypoxic ischemic encephalopathy (HIE) is a devastating neurologic condition with high mortality rates and long-term complications for surviving infants. Mesenchymal stem/stromal cells (MSCs) have emerged as novel therapeutic agents with promising results in experimental studies of HIE. The purpose of this study is to (a) methodically review the current preclinical literature describing MSC therapy in animal models of HIE, (b) quantify the effect size in regards to functional neurologic outcome, and (c) identify research gaps/limitations that should be addressed prior to future preclinical and clinical studies.Adhering to the Systematic Review Protocol for Animal Intervention Studies, a systematic search of English articles was performed. Eligible studies were identified and data regarding study characteristics and outcome measures was extracted. After quality assessment, meta-analysis and meta-regression were performed to generate random effect size using standardized mean difference (SMD). Funnel plots and Egger's tests were utilized to evaluate for the presence of publication bias.A total of 19 studies met inclusion in the current systematic review. Meta-analysis revealed that MSCs have a significant positive effect on neurobehavioral outcome following HIE injury. Sensorimotor function was improved by 2.25 SMD (95% CI; 2.04-2.46) in cylinder rearing and 2.97 SMD (95% CI; 2.56-3.38) in rotarod. Likewise, cognitive function was improved by 2.76 SMD (95% CI; 2.53-2.98) on the water maze and 2.97 SMD (95% CI; 2.58-3.35) in object recognition. Stratification demonstrated an increased effect size depending on various study characteristics.Overall, these results suggest a promising role for MSCs in preclinical studies of HIE. MSC treatment demonstrates improved functional outcomes that are encouraging for future translational studies. While risk of bias and heterogeneity limited the strength of our meta-analysis, our results are consistent with those seen in this field of research.", "doi": "10.1371/journal.pone.0189895", "title": "Therapeutic potential of mesenchymal stromal cells for hypoxic ischemic encephalopathy: A systematic review and meta-analysis of preclinical studies.", "journal": ["PloS one", "PLoS ONE"]}