{"authors": [["Bharani", "Krishna L", "KL", "Department of Neurosciences, Medical University of South Carolina, BSB, Charleston, SC, United States of America."], ["Derex", "Rebecca", "R", "Department of Neurosciences, Medical University of South Carolina, BSB, Charleston, SC, United States of America."], ["Granholm", "Ann-Charlotte", "AC", "Department of Neurosciences, Medical University of South Carolina, BSB, Charleston, SC, United States of America."], ["Ledreux", "Aurélie", "A", "Knoebel Institute for Healthy Aging, University of Denver, Denver, CO, United States of America."]], "date": "2017-12-19", "id": "29261743", "text": "Neuroinflammation is potentiated by early degeneration of the locus coeruleus noradrenergic pathway (LC-NE) commonly seen in aging-related neurodegenerative diseases such as Alzheimer's disease and Parkinson's disease. In animal models, lipopolysaccharide (LPS) induces strong peripheral immune responses that can cause cognitive changes secondary to neuroinflammation. The influence of the peripheral immune response on cognition might be exacerbated by LC-NE degeneration, but this has not been well characterized previously. In this study, we investigated how systemic inflammation affects neuroinflammation and cognition in aged rats that have had either normal or damaged LC-NE transmitter systems. Rats were first exposed to the selective noradrenergic (NE) neurotoxin N-(2-chloroethyl)-N-ethyl-2-bromobenzylamine (DSP4) to induce degeneration of central NE pathways. Two weeks later, the rats received a low dose of LPS. This resulted in 3 treatment groups (Control, LPS-, and DSP4+LPS-treated rats) studied at 4 hours (short-term subgroup) and 7 days (long-term subgroup) following the LPS injection. DSP4+LPS-treated rats exhibited increased serum levels of several pro-inflammatory cytokines, increased astroglial and microglial activation in the hippocampus, and poorer performance in the novel object recognition task (NORT) compared to controls and LPS-treated rats. Additionally, serum and brain tissue levels of brain-derived neurotrophic factor (BDNF) were modulated over time in the DSP4+LPS group compared to the other two groups. Specifically, DSP4+LPS-treated rats in the short-term subgroup had lower hippocampal BDNF levels (~25%) than controls and LPS-treated rats, which negatively correlated with hippocampal astrogliosis and positively correlated with hippocampal IL-1β levels. Serum and hippocampal BDNF levels in the DSP4+LPS-treated rats in the long-term subgroup returned to levels similar to the control group. These results show that systemic inflammation in LC-NE-lesioned aged rats promotes an exacerbated systemic and central inflammatory response compared to LC-NE-intact rats and alters BDNF levels, indicating the important role of this neurotransmitter system in response to neuroinflammation.", "doi": "10.1371/journal.pone.0189821", "title": "A noradrenergic lesion aggravates the effects of systemic inflammation on the hippocampus of aged rats.", "journal": ["PloS one", "PLoS ONE"]}