{"authors": [["Xia", "Luyao", "L", "Beijing Key Laboratory of Learning and Cognition, School of Psychology, Capital Normal University, Beijing, China."], ["Cui", "Lixia", "L", null], ["Zhang", "Qin", "Q", null], ["Dong", "Xiaofei", "X", null], ["Shi", "Guangyuan", "G", null]], "date": "2017-12-19", "id": "29261562", "text": "There are still some controversies that attentional bias to negative emotions in individuals with high-trait anxiety (HTA), as compare with those with low-trait anxiety (LTA), occurs in the engagement or disengagement facet of attentional selectivity and whether this attentional bias is affected by negative emotional types. In this study, we explored the different attentional selectivity mechanisms for threatening emotions of anger and disgust between individuals with HTA and LTA using the variant attentional-probe paradigm. The results showed that under the engagement condition, the HTA group's attentional bias index of the anger mood was negative and was significantly less than the disgusting mood (positive) and that the P1 was smaller with angry faces as compared with neutral faces, which was separate from the results of the disgusted faces, having a significant difference with neutral faces on P1 component. In the LTA group, under the disengagement condition, the attentional bias index of the disgusting mood was significantly bigger than the attentional bias index of the anger mood. Moreover, the P1 of the disgusted faces was significantly bigger than the P1 of the angry faces. The topographical maps were also made to reveal the different neural underpinnings. The results suggested that there were different mechanisms of selective attentional bias for threatening emotions of anger and disgust in individuals with HTA. HTA individuals were characterized by facilitated attentional engagement with angry faces and impaired attentional engagement with disgusted faces. LTA individuals had different neural underpinnings and had impaired attentional disengagement with disgusted faces.", "doi": "10.1097/WNR.0000000000000953", "title": "Mechanisms of attentional selection bias for threatening emotions of anger and disgust in individuals with high-trait anxiety.", "journal": ["Neuroreport", "Neuroreport"]}