{"authors": [["Duranton", "Charlotte", "C", "Laboratoire de psychologie cognitive, université Aix-Marseille, CNRS, UMR7290, Fédération 3C, 3, place Victor Hugo, CS 80249, Bâtiment 9, Case D, 13331 Marseille Cedex 03, France."], ["Jeannin", "Sarah", "S", "Laboratoire éthologie, cognition et développement, université Paris Nanterre, Bâtiment BSL, 200, avenue de la République, 92000 Nanterre, France."], ["Bedossa", "Thierry", "T", "École nationale vétérinaire d'Alfort, 7, avenue du Général de Gaulle, 94704 Maisons-Alfort, France."], ["Gaunet", "Florence", "F", "Laboratoire de psychologie cognitive, université Aix-Marseille, CNRS, UMR7290, Fédération 3C, 3, place Victor Hugo, CS 80249, Bâtiment 9, Case D, 13331 Marseille Cedex 03, France."]], "date": "2017-12-20", "id": "29261497", "text": "The ability to remember past events in all of their dimensions (what? where? when? i.e. autobiographic/episodic memory) is highly adaptive. Conversely, individuals who do not have such ability are less likely to benefit from recognizing situations similar to previous ones, e.g. to avoid being defeated several times. We will present the different types of memory and their ontogeny, focusing on those that are found in dogs. We will then describe more precisely the episodic memory, i.e. remembering events or actions from others, and their location and the time of the events and will present to which degree such a skill is found in dogs. We will show that, even if dogs are a social species whose specificities should reveal the existence of an episodic-like memory, dogs remember who and what happened but no study evidenced yet that they remember the precise time it was done. Further studies are thus needed, especially as dogs represent a relevant biological model for comparative cognition to study the ontogeny or senescence of non verbal episodic memory.", "doi": "10.1051/medsci/20173312016", "title": "[Studying episodic memory : dogs as a biological model ?]", "journal": ["Medecine sciences : M/S", "Med Sci (Paris)"]}