{"authors": [["Baijot", "Simon", "S", "Department of Neurology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, 1020 Brussels, Belgium. sbaijot@ulb.ac.be."], ["Cevallos", "Carlos", "C", "Laboratory of Neurophysiology and Movement Biomechanics, Université Libre de Bruxelles, CP640, 808 route de Lennik, 1070 Brussels, Belgium. ccevallo@ulb.ac.be."], ["Zarka", "David", "D", "Laboratory of Neurophysiology and Movement Biomechanics, Université Libre de Bruxelles, CP640, 808 route de Lennik, 1070 Brussels, Belgium. dzarka@ulb.ac.be."], ["Leroy", "Axelle", "A", "Laboratory of Neurophysiology and Movement Biomechanics, Université Libre de Bruxelles, CP640, 808 route de Lennik, 1070 Brussels, Belgium. Axelle.Leroy@ulb.ac.be."], ["Slama", "Hichem", "H", "Neuropsychology and Functional Neuroimaging Research Unit, Center for Research in Cognition and Neurosciences, Université Libre de Bruxelles, 1050 Brussels, Belgium. hichem.slama@ulb.ac.be."], ["Colin", "Cecile", "C", "Cognitive Neurosciences Research Unit, Center for Research in Cognition and Neurosciences, Université Libre de Bruxelles, 1050 Brussels, Belgium."], ["Deconinck", "Nicolas", "N", "Department of Neurology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, 1020 Brussels, Belgium. nicolas.deconinck@huderf.be."], ["Dan", "Bernard", "B", "Department of Neurology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, 1020 Brussels, Belgium. bernard.dan@ulb.ac.be."], ["Cheron", "Guy", "G", "Laboratory of Neurophysiology and Movement Biomechanics, Université Libre de Bruxelles, CP640, 808 route de Lennik, 1070 Brussels, Belgium. guy.cheron@ulb.ac.be."]], "date": "2017-12-20", "id": "29261133", "text": "Studies investigating event-related potential (ERP) evoked in a Cue-Go/NoGo paradigm have shown lower frontal N1, N2 and central P3 in children with attention-deficit/hyperactivity disorder (ADHD) compared to typically developing children (TDC). However, the electroencephalographic (EEG) dynamics underlying these ERPs remain largely unexplored in ADHD.We investigate the event-related spectral perturbation and inter-trial coherence linked to the ERP triggered by visual Cue-Go/NoGo stimuli, in 14 children (7 ADHD and 7 TDC) aged 8 to 12 years.Compared to TDC, the EEG dynamics of children with ADHD showed a lower theta-alpha ITC concomitant to lower occipito-parietal P1-N2 and frontal N1-P2 potentials in response to Cue, Go and Nogo stimuli; an upper alpha power preceding lower central Go-P3; a lower theta-alpha power and ITC were coupled to a lower frontal Nogo-N3; a lower low-gamma power overall scalp at 300 ms after Go and Nogo stimuli.These findings suggest impaired ability in children with ADHD to conserve the brain oscillations phase associated with stimulus processing. This physiological trait might serve as a target for therapeutic intervention or be used as monitoring of their effects.", "doi": "10.3390/brainsci7120167", "title": "EEG Dynamics of a Go/Nogo Task in Children with ADHD.", "journal": ["Brain sciences", "Brain Sci"]}