{"authors": [["Li", "Yu-Chen", "YC", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."], ["Meng", "Ya-Jing", "YJ", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."], ["Yuan", "Min-Lan", "ML", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."], ["Zhu", "Hong-Ru", "HR", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."], ["Ren", "Zheng-Jia", "ZJ", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."], ["Qiu", "Chang-Jian", "CJ", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."], ["Zhang", "Wei", "W", "Mental Health Center,West China Hospital,Sichuan University,Chengdu 610041,China."]], "date": null, "id": "29260532", "text": "To evaluate the effect of group cognitive behavioral therapy (GCBT) on social anxiety disorders (SAD).A total of 50 patients with SAD were recruited in this study. A survey containing the Liebowitz social anxiety scale (LSAS),the automatic thoughts questionnaire (ATQ),the fear of negative evaluation questionnaire (FNE),the social support rating scale (SSRS),the tridimensional personality questionnaire (TPQ),and the egna minnen barndoms uppfostran (EMBU) was administered before and (one week) after the GCBT,including in the 50 healthy controls. About 21 patients completed the eight-week GCBT (once a week,2 h a session). Follow-up surveys were conducted on 40 patients (22 patients treated with GCBT and 18 untreated) over a 1-5 year period.Significant differences were found between the SAD patients and healthy controls in thinking mode,personality characteristics,social support,parental rearing styles,and social anxiety symptoms. Significant decrease in social anxiety symptom ( t=4.06, P=0.000) , negative automatic thoughts ( t=4.58, P=0.000) and fear for rejection ( t=3.85, P=0.000) were observed after the GCBT therapy. Such improvement was positively correlated with subjective social support (r=0.361, P=0.022) ,and negatively correlated with rejection of father (r=-0.431, P=0.005) . There was also statistical difference between the patients with and without the GCBT therapy ( P=0.033) .GCBT treatment can relieve SAD symptoms by changing the negative cognitive of SAD patients. Social support and rejection of father affects the prognosis of SAD.", "doi": null, "title": "[Effects of Group Cognitive Behavioral Therapy on Social Anxiety Disorders].", "journal": ["Sichuan da xue xue bao. Yi xue ban = Journal of Sichuan University. Medical science edition", "Sichuan Da Xue Xue Bao Yi Xue Ban"]}