{"authors": [["Chen", "Bai Hui", "BH", "Department of Histology and Embryology, Institute of Neuroscience, Wenzhou Medical University, Wenzhou, 325035, Zhejiang, People's Republic of China."], ["Ahn", "Ji Hyeon", "JH", "Department of Biomedical Science and Research Institute for Bioscience and Biotechnology, Hallym University, Chuncheon, 24252, South Korea."], ["Park", "Joon Ha", "JH", "Department of Biomedical Science and Research Institute for Bioscience and Biotechnology, Hallym University, Chuncheon, 24252, South Korea."], ["Choi", "Soo Young", "SY", "Department of Biomedical Science and Research Institute for Bioscience and Biotechnology, Hallym University, Chuncheon, 24252, South Korea."], ["Lee", "Yun Lyul", "YL", "Department of Physiology, College of Medicine, and Institute of Neurodegeneration and Neuroregeneration, Hallym University, Chuncheon, 24252, South Korea."], ["Kang", "Il Jun", "IJ", "Department of Food Science and Nutrition, Hallym University, Chuncheon, 24252, South Korea."], ["Hwang", "In Koo", "IK", "Department of Anatomy and Cell Biology, College of Veterinary Medicine, and Research Institute for Veterinary Science, Seoul National University, Seoul, 08826, South Korea."], ["Lee", "Tae-Kyeong", "TK", "Department of Neurobiology, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea."], ["Shin", "Bich-Na", "BN", "Department of Neurobiology, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea."], ["Lee", "Jae-Chul", "JC", "Department of Neurobiology, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea."], ["Hong", "Seongkweon", "S", "Department of Surgery, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea."], ["Jeon", "Yong Hwan", "YH", "Department of Radiology, School of Medicine, Kangwon National University, Kangwon National University Hospital, Chuncheon, 24341, South Korea."], ["Shin", "Myoung Cheol", "MC", "Department of Emergency Medicine, and Institute of Medical Sciences, Kangwon National University Hospital, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea."], ["Cho", "Jun Hwi", "JH", "Department of Emergency Medicine, and Institute of Medical Sciences, Kangwon National University Hospital, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea."], ["Won", "Moo-Ho", "MH", "Department of Neurobiology, School of Medicine, Kangwon National University, Chuncheon, 24341, South Korea. mhwon@kangwon.ac.kr."], ["Lee", "Young Joo", "YJ", "Department of Emergency Medicine, Seoul Hospital, College of Medicine, Sooncheonhyang University, Seoul, 04401, South Korea. brugada@naver.com."]], "date": "2017-12-19", "id": "29260493", "text": "It has been demonstrated that melatonin plays important roles in memory improvement and promotes neurogenesis in experimental animals. We examined effects of melatonin on cognitive deficits, neuronal damage, cell proliferation, neuroblast differentiation and neuronal maturation in the mouse dentate gyrus after cotreatment of scopolamine (anticholinergic agent) and melatonin. Scopolamine (1 mg/kg) and melatonin (10 mg/kg) were intraperitoneally injected for 2 and/or 4 weeks to 8-week-old mice. Scopolamine treatment induced significant cognitive deficits 2 and 4 weeks after scopolamine treatment, however, cotreatment of scopolamine and melatonin significantly improved spatial learning and short-term memory impairments. Two and 4 weeks after scopolamine treatment, neurons were not damaged/dead in the dentate gyrus, in addition, no neuronal damage/death was shown after cotreatment of scopolamine and melatonin. Ki67 (a marker for cell proliferation)- and doublecortin (a marker for neuroblast differentiation)-positive cells were significantly decreased in the dentate gyrus 2 and 4 weeks after scopolamine treatment, however, cotreatment of scopolamine and melatonin significantly increased Ki67- and doublecortin-positive cells compared with scopolamine-treated group. However, double immunofluorescence for NeuN/BrdU, which indicates newly-generated mature neurons, did not show double-labeled cells (adult neurogenesis) in the dentate gyrus 2 and 4 weeks after cotreatment of scopolamine and melatonin. Our results suggest that melatonin treatment recovers scopolamine-induced spatial learning and short-term memory impairments and restores or increases scopolamine-induced decrease of cell proliferation and neuroblast differentiation, but does not lead to adult neurogenesis (maturation of neurons) in the mouse dentate gyrus following scopolamine treatment.", "doi": "10.1007/s11064-017-2455-x", "title": "Effects of Scopolamine and Melatonin Cotreatment on Cognition, Neuronal Damage, and Neurogenesis in the Mouse Dentate Gyrus.", "journal": ["Neurochemical research", "Neurochem. Res."]}