{"authors": [["Catarino", "Claudia B", "CB", "Department of Neurology with Friedrich-Baur Institute, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany."], ["Vollmar", "Christian", "C", "Department of Neurology with Friedrich-Baur Institute, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany."], ["Küpper", "Clemens", "C", "Department of Neurology with Friedrich-Baur Institute, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany."], ["Seelos", "Klaus", "K", "Department of Neuroradiology, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany."], ["Gallenmüller", "Constanze", "C", "Department of Neurology with Friedrich-Baur Institute, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany."], ["Bartkiewicz", "Joanna", "J", "Department of Neurology with Friedrich-Baur Institute, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany."], ["Biskup", "Saskia", "S", "CeGaT GmbH und Praxis für Humangenetik, Tübingen, Germany."], ["Hörtnagel", "Konstanze", "K", "CeGaT GmbH und Praxis für Humangenetik, Tübingen, Germany."], ["Klopstock", "Thomas", "T", "Department of Neurology with Friedrich-Baur Institute, University Hospital of the Ludwig-Maximilians-Universität München, Munich, Germany. Thomas.Klopstock@med.LMU.de."]], "date": "2017-12-19", "id": "29260356", "text": "Cerebrotendinous xanthomatosis (CTX, MIM 213700) is a rare autosomal recessive lipid storage disorder caused by CYP27A1 mutations. Treatment with chenodeoxycholic acid (CDCA) may slow the progression of the disease and reverse some symptoms in a proportion of patients. In a non-consanguineous Caucasian family, two siblings with CTX were evaluated before treatment and prospectively followed-up every 6 months after starting CDCA therapy, using systematic clinical examination, neuropsychological tests, laboratory tests, electroencephalography (EEG) and brain MRI, diffusion tensor imaging (DTI) and tractography. A 30-year-old patient and her 27-year-old brother were referred for progressive spastic paraparesis. Both had epilepsy, learning difficulties, chronic diarrhoea and juvenile-onset cataracts. CTX was diagnosed by increased cholestanol levels and compound heterozygosity for CYP27A1 mutations. Therapy with CDCA led to resolution of chronic diarrhoea, normalisation of serum cholestanol and EEG, and a progressive improvement in gait, cognition and seizure control. Before treatment, conventional brain MRI showed no CTX-related abnormalities for the proband and no cerebellar abnormalities for the brother, while DTI showed reduced fractional anisotropy (FA) and tract-density in the cerebellum and widespread cerebral reductions of FA in both patients, compared to a group of 35 healthy controls. Repeated DTI after starting therapy showed progressive increases of cerebellar tract density and of cerebral FA. In patients with CTX, therapy with CDCA may lead to significant clinical improvement, with normalisation of biochemical and electrophysiological biomarkers. DTI and tractography may detect changes when the conventional MRI is unremarkable and may provide potential neuroimaging biomarkers for monitoring treatment response in CTX, while the conventional MRI remains unchanged.", "doi": "10.1007/s00415-017-8711-9", "title": "Brain diffusion tensor imaging changes in cerebrotendinous xanthomatosis reversed with treatment.", "journal": ["Journal of neurology", "J. Neurol."]}