{"authors": [["Olfers", "Kerwin J F", "KJF", "Leiden Institute for Brain and Cognition (LIBC), Leiden, The Netherlands. k.j.f.olfers@fsw.leidenuniv.nl."], ["Band", "Guido P H", "GPH", "Leiden Institute for Brain and Cognition (LIBC), Leiden, The Netherlands."]], "date": "2017-12-20", "id": "29260316", "text": "There is a demand for ways to enhance cognitive flexibility, as it can be a limiting factor for performance in daily life. Video game training has been linked to advantages in cognitive functioning, raising the question if training with video games can promote cognitive flexibility. In the current study, we investigated if game-based computerized cognitive training (GCCT) could enhance cognitive flexibility in a healthy young adult sample (N = 72), as measured by task-switch performance. Three GCCT schedules were contrasted, which targeted: (1) cognitive flexibility and task switching, (2) attention and working memory, or (3) an active control involving basic math games, in twenty 45-min sessions across 4-6 weeks. Performance on an alternating-runs task-switch paradigm during pretest and posttest sessions indicated greater overall reaction time improvements after both flexibility and attention training as compared to control, although not related to local switch cost. Flexibility training enhanced performance in the presence of distractor-related interference. In contrast, attention training was beneficial when low task difficulty undermined sustained selective attention. Furthermore, flexibility training improved response selection as indicated by a larger N2 amplitude after training as compared to control, and more efficient conflict monitoring as indicated by reduced Nc/CRN and larger Pe amplitude after training. These results provide tentative support for the efficacy of GCCT and suggest that an ideal training might include both task switching and attention components, with maximal task diversity both within and between training games.", "doi": "10.1007/s00426-017-0933-z", "title": "Game-based training of flexibility and attention improves task-switch performance: near and far transfer of cognitive training in an EEG study.", "journal": ["Psychological research", "Psychol Res"]}