{"authors": [["Cristina", "Zarbo", "Z", "Department of Human and Social Science, University of Bergamo, Bergamo, Italy. cristina.zarbo@unibg.it."], ["Michela", "Brivio", "B", "Department of Human and Social Science, University of Bergamo, Bergamo, Italy."], ["Agostino", "Brugnera", "B", "Department of Human and Social Science, University of Bergamo, Bergamo, Italy."], ["Chiara", "Malandrino", "M", "Department of Obstetrics and Gynaecology, Hospital Papa Giovanni XXIII, Bergamo, Italy."], ["Gaetano", "Trezzi", "T", "Department of Obstetrics and Gynaecology, Hospital Papa Giovanni XXIII, Bergamo, Italy."], ["Massimo", "Rabboni", "R", "Department of Psychiatry, Hospital Papa Giovanni XXIII, Bergamo, Italy."], ["Emi", "Bondi", "B", "Department of Psychiatry, Hospital Papa Giovanni XXIII, Bergamo, Italy."], ["Angelo", "Compare", "C", "Department of Human and Social Science, University of Bergamo, Bergamo, Italy."], ["Luigi", "Frigerio", "F", "Department of Obstetrics and Gynaecology, Hospital Papa Giovanni XXIII, Bergamo, Italy."]], "date": "2017-12-19", "id": "29260313", "text": "Postoperative cognitive decline (POCD) is known to occur quite frequently after a cardiac surgery, especially in older population. Few studies specifically focused on its incidence and characteristics in gynecological setting.Current opinions and future applications of POCD studies in gynecological setting have been discussed.There are still many questions and issues about POCD in gynecological setting that remain unanswered as well as numerous research fields that have not been still explored. In particular, from this article emerges the need of further studies in gynecological setting focusing on: (a) the evaluation of long-term effect of POCD (e.g. over 3 months after surgery); (b) elderly population; (c) a wide range of cognitive functions (memory, attention, concentration, orientation, etc.); (d) the evaluation of risk and protective factors for subsequent POCD development; (e) the relationships between POCD and previous psychological or neuroendocrine factors; (f) the difference on POCD outcomes between different anaesthesia and disorders.Promoting studies on this topic is significant for the reduction of sociosanitary costs, mortality rates, social dependences and the likelihood of comorbidity.", "doi": "10.1007/s00404-017-4630-3", "title": "Post-operative cognitive decline (POCD) after gynaecologic surgery: current opinions and future applications.", "journal": ["Archives of gynecology and obstetrics", "Arch. Gynecol. Obstet."]}