{"authors": [["Fujimori", "Juichi", "J", "Department of Neurology, Tohoku Medical and Pharmaceutical University, Sendai, Japan."], ["Nakashima", "Ichiro", "I", "Department of Neurology, Tohoku Medical and Pharmaceutical University, Sendai, Japan."], ["Baba", "Toru", "T", "Department of Behavioral Neurology and Cognitive Neuroscience, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Meguro", "Yuko", "Y", "Section of Speech Language Therapy and Neuropsychology, Department of Rehabilitation, Tohoku Medical and Pharmaceutical University Hospital, Sendai, Japan."], ["Ogawa", "Ryo", "R", "Department of Neurology, Tohoku University Graduate School of Medicine, Sendai, Japan."], ["Fujihara", "Kazuo", "K", "Department of Multiple Sclerosis Therapeutics, Tohoku University Graduate School of Medicine, Sendai, Japan."]], "date": "2017-09-21", "id": "29260040", "text": "Approximately 55% of patients with neuromyelitis optica spectrum disorder (NMOSD) show cognitive impairment as evaluated using the Rao Brief Repeatable Neuropsychological Battery (BRBN), but this frequency appears to be higher than the frequency of specific brain lesions in NMOSD.We studied whether cognitive impairment could be observed in NMOSD patients with no or minor non-specific brain lesions.We evaluated cognitive function in 12 NMOSD and 14 MS patients using the Wechsler Adult Intelligence Scale-III (WAIS-III), the Wechsler Memory Scale-Revised (WMS-R), and the BRBN. We judged as cognitively impaired patients whose scores were below the average by 2 standard deviations or greater in 2 or more cognitive domains.Cognitive impairment was observed in 5 MS patients (35.7%) and in the only NMOSD patient (8.3%) with symptomatic brain lesions, but not in the other NMOSD patients who had no or minor non-specific brain lesions. Meanwhile, 5 NMOSD (41.7%) and 4 MS (28.6%) patients who had normal cognition according to the WAIS-III and WMS-R were assessed as cognitively impaired by the BRBN (which is not standardized for age).Cognitive function in NMOSD patients with no or mild non-specific brain lesions was preserved according to the WAIS-III and WMS-R.", "doi": "10.1016/j.ensci.2017.09.001", "title": "Cognitive impairment in neuromyelitis optica spectrum disorders: A comparison of the Wechsler Adult Intelligence Scale-III and the Wechsler Memory Scale Revised with the Rao Brief Repeatable Neuropsychological Battery.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}