{"authors": [["Kimura", "Yukio", "Y", "Department of Radiology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Sato", "Noriko", "N", "Department of Radiology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Ota", "Miho", "M", "Department of Mental Disorder Research, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Maikusa", "Norihide", "N", "Integrative Brain Imaging Center, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Maekawa", "Tomoko", "T", "Department of Radiology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Sone", "Daichi", "D", "Department of Radiology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Enokizono", "Mikako", "M", "Department of Radiology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Sugiyama", "Atsuhiko", "A", "Department of Radiology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Imabayashi", "Etsuko", "E", "Integrative Brain Imaging Center, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Matsuda", "Hiroshi", "H", "Integrative Brain Imaging Center, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Okamoto", "Tomoko", "T", "Department of Neurology, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Yamamura", "Takashi", "T", "Department of Immunology, National Institute of Neuroscience, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."], ["Sugimoto", "Hideharu", "H", "Department of Radiology, Jichi Medical University, Shimotsuke, Tochigi, Japan."]], "date": "2017-07-01", "id": "29260029", "text": "White matter hyperintensities (WMH) in the cholinergic pathways are associated with cognitive performance in Alzheimer's disease. This study aimed to evaluate the relationship between the volume reduction of cholinergic pathways and cognitive function in patients with multiple sclerosis (MS).Thirty-two MS patients underwent a brain MRI and cognitive measurements including the Mini-Mental State Examination (MMSE) and the Japanese version of the Montreal Cognitive Assessment (MoCA-J). The extent of WMH within the cholinergic pathways was assessed using the Cholinergic Pathways Hyperintensities Scale (CHIPS). Computerized WMH volumes were also obtained. FreeSurfer was used to measure regional volumes including the cortical and subcortical volumes. The correlations among the CHIPS, the WMH volume, and the clinical data were assessed, in addition to the correlations between the cognitive scores and regional volumes measured by FreeSurfer.The CHIPS score and the WMH volume were strongly positively correlated with each other (r = 0.87, P < 0.001). The CHIPS score had significantly negative correlations with the MMSE (r = - 0.49, P = 0.003) and the MoCA-J (r = - 0.47, P = 0.005) results. The WMH volume had significantly negative correlations with the MMSE (r = - 0.54, P = 0.001) and the MoCA-J (r = - 0.57, P < 0.001) results. In the analysis by FreeSurfer, both the MMSE and MoCA-J scores had significant positive correlations only with the volume of the corpus callosum.The CHIPS score tended to be less sensitive to the WMH volume in cognitive function evaluation, although the difference did not reach the level of statistical significance. Thus the CHIPS method may not be as effective in MS patients.", "doi": "10.1016/j.ensci.2017.06.008", "title": "A structural MRI study of cholinergic pathways and cognition in multiple sclerosis.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}