{"authors": [["Kimura", "Satoshi", "S", "Department of Neurology, Fukuoka University, Fukuoka, Japan."], ["Ogata", "Toshiyasu", "T", "Department of Neurology, Fukuoka University, Fukuoka, Japan."], ["Watanabe", "Junko", "J", "Department of Neurology, Fukuoka University, Fukuoka, Japan."], ["Inoue", "Tooru", "T", "Department of Neurology, Fukuoka University, Fukuoka, Japan."], ["Tsuboi", "Yoshio", "Y", "Department of Neurology, Fukuoka University, Fukuoka, Japan."]], "date": "2017-06-13", "id": "29260027", "text": "Although many patients with cerebral large-artery disease (CLAD) show impaired cognitive performance, the risk factors remain unclear in this population. The objective of this study was to evaluate cognitive impairment and its risk factors in patients with CLAD.We recruited non-demented patients with CLAD from our hospital. CLAD was defined as occlusion or stenosis of over 50% in the carotid artery or middle cerebral artery. We collected patients' biographical data and vascular lesion and imaging data, including periventricular hyperintensity (PVH) and cerebral perfusion. The patients were divided into two groups: cognitive impairment-plus (CoI +) and normal (CoI -) groups, according to their Montreal Cognitive Assessment (MoCA) scores, with a cut-off value of 26. The factors associated with cognitive impairment were examined.Of the 176 patients with CLAD (mean age 70.2 ± 8.3, 40 female), 136 (77.2%) were classified as cognitively impaired. Multivariate analysis indicated that the CoI + group was associated with older age (odds ratio (OR): 1.09, P = 0.011), drinking habit (OR: 7.15, P = 0.003), increased PVH (OR: 3.46, P = 0.003), and decreased cerebral perfusion (OR: 0.897, P = 0.007). Analyses of the MoCA subscores indicated that attention, memory, and orientation were impaired in the CoI + group.Impaired cognition was observed in some of the non-demented patients with CLAD. Older age, drinking habit, severe PVH and decreased cerebral perfusion contributed to their poor cognitive performance. Strict treatment of atherosclerosis and intervention for CLAD might be necessary to prevent cognitive decline in these patients.", "doi": "10.1016/j.ensci.2017.06.003", "title": "Does cerebral large-artery disease contribute to cognitive impairment?", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}