{"authors": [["Kulason", "Kay", "K", "Department of Advanced Brain Science, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."], ["Nouchi", "Rui", "R", "Department of Advanced Brain Science, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."], ["Hoshikawa", "Yasushi", "Y", "Department of Thoracic Surgery, School of Medicine, Fujita Health University, Toyoake, Japan."], ["Noda", "Masafumi", "M", "Department of Thoracic Surgery, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."], ["Okada", "Yoshinori", "Y", "Department of Thoracic Surgery, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."], ["Kawashima", "Ryuta", "R", "Department of Advanced Brain Science, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."]], "date": "2017-12-05", "id": "29259553", "text": "Background: This pilot study investigated the effects of partial pulmonary lobectomy lung surgery on cognitive functions of elderly Japanese patients. It is recognized that elderly patients undergoing surgery have increased risk of Postoperative Cognitive Decline (POCD), a condition in which learning, memory, and processing speed is greatly reduced after surgery. Since elderly patients are more likely to exhibit symptoms of POCD, the incidence is increasing as the population receiving surgery is aging. Methods: Cognitive function was measured for all subjects (n = 12) before and after surgery using three different cognitive tests: Mini-Mental Status Exam-Japanese (MMSE-J), Frontal Assessment Battery (FAB), and a computerized Cogstate Brief Battery (CBB). Changes in these measures indicate changes in cognitive function. In addition, the 12-item General Health Questionnaire (GHQ-12), the Geriatric Depression Scale (GDS), and the 5-item Quality of Life questionnaire (QOL-5) were administered at each time point to measure mental and emotional state. Changes in outcome measures were analyzed via Wilcoxon signed-rank test. Exploratory correlation analysis was conducted using Spearman's rho. Results: Data show a decline in detection (DET; p = 0.045) and identification (IDN; p = 0.038). Spearman's correlation coefficient show a significant correlation between postoperative DET scores and postoperative IDN scores (ρ = 0.78, p = 0.005), a significant correlation between change in IDN and baseline GHQ-12 scores (ρ = -0.595, p = 0.027), and a significant correlation between change in one-back (OBK) scores and duration of anesthesia (ρ = -0.72, p = 0.012). Discussion: This was the first report to examine cognitive decline after major thoracic surgery in Japanese patients. Previous studies have evidenced that POCD is a common phenomenon after surgery, and that age is a major risk factor. The CCB measured significant change in two cognitive domains: attention and psycomotor function. This study clarified that decline in cognition is detectable in certain measures after thoracic surgery in the elderly Japanese patient population. Additionally, longer anesthetic exposure may negatively impact attention and working memory, and preoperative mental wellbeing is a possible predictor of POCD. These preliminary results have important implications and support the need for future studies.", "doi": "10.3389/fnagi.2017.00396", "title": "Indication of Cognitive Change and Associated Risk Factor after Thoracic Surgery in the Elderly: A Pilot Study.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}