{"authors": [["Yun", "Je-Yeon", "JY", "Seoul National University Hospital, Seoul, Republic of Korea."], ["Choi", "Yoobin", "Y", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Kwon", "Yoonhee", "Y", "Department of Psychiatry, Seoul National University Health Service Center, Seoul, Republic of Korea."], ["Lee", "Hwa Young", "HY", "Department of Psychiatry, Seoul National University Health Service Center, Seoul, Republic of Korea."], ["Choi", "Soo-Hee", "SH", "Department of Psychiatry, Seoul National University Hospital, Seoul, Republic of Korea."], ["Jang", "Joon Hwan", "JH", "Department of Psychiatry, Seoul National University Health Service Center, Seoul, Republic of Korea. jhjang602@naver.com."]], "date": "2017-12-19", "id": "29259322", "text": "Depressive mood and anxiety can reduce cognitive performance. Conversely, the presence of a biased cognitive tendency may serve as a trigger for depressive mood-anxiety. Previous studies have largely focused on group-wise correlations between clinical-neurocognitive variables. Using network analyses for intra-individual covariance, we sought to decipher the most influential clinical-neurocognitive hub in the differential severity of depressive-anxiety symptoms in a college population. Ninety college students were evaluated for depressive-anxiety symptoms, Minnesota multiphasic personality inventory-2(MMPI-2), and neuro-cognition. Weighted and undirected version of the intra-individual covariance networks, comprised of 18 clinical-neurocognitive variables satisfied small-worldness and modular organization in the sparsity range of K = 0.20-0.21. Furthermore, betweenness centrality of perseverative error for the Wisconsin card sorting test was reduced in more depressive individuals; higher anxiety was related to the increased betweenness centrality of MMPI-2 clinical scale 0(Si). Elevated edge-betweenness centrality of covariance between the MMPI-2 clinical scale 7(Pt) versus commission error of the continuous performance test predicted more anxiety higher than depressive mood. With intra-individual covariance network of clinical-neurocognitive variables, this study demonstrated critical drivers of depressive mood[attenuated influence of strategic planning] or anxiety[domination of social introversion/extroversion, in addition to the influence of compulsivity-impulsivity covariance as a shortcut component among various clinical-neurocognitive features].", "doi": "10.1038/s41598-017-18189-x", "title": "Hubness of strategic planning and sociality influences depressive mood and anxiety in College Population.", "journal": ["Scientific reports", "Sci Rep"]}