{"authors": [["Ogawa", "S", "S", "Department of Psychiatry and Cognitive-Behavioural Medicine, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Kondo", "M", "M", "Department of Psychiatry and Cognitive-Behavioural Medicine, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Ino", "K", "K", "Department of Psychiatry and Cognitive-Behavioural Medicine, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Ii", "T", "T", "Department of Psychiatry and Cognitive-Behavioural Medicine, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Imai", "R", "R", "Department of Psychiatry and Cognitive-Behavioural Medicine, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Furukawa", "T A", "TA", "Department of Psychiatry and Cognitive-Behavioural Medicine, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Akechi", "T", "T", "Department of Health Promotion and Human Behavior, Kyoto University Graduate School of Medicine / School of Public Health, Kyoto, Japan."]], "date": null, "id": "29259145", "text": "To examine the relationship of fear of fear and broad dimensions of psychopathology in panic disorder with agoraphobia over the course of cognitive behavioural therapy in Japan.A total of 177 Japanese patients with panic disorder with agoraphobia were treated with group cognitive behavioural therapy between 2001 and 2015. We examined associations between the change scores in Agoraphobic Cognitions Questionnaire or Body Sensations Questionnaire and the changes in subscales of Symptom Checklist-90 Revised during cognitive behavioural therapy controlling the change in panic disorder severity using multiple regression analysis.Reduction in Agoraphobic Cognitions Questionnaire score was related to a decrease in all Symptom Checklist-90 Revised (SCL-90-R) subscale scores. Reduction in Body Sensations Questionnaire score was associated with a decrease in anxiety. Reduction in Panic Disorder Severity Scale score was not related to any SCL-90-R subscale changes.Changes in fear of fear, especially maladaptive cognitions, may predict broad dimensions of psychopathology reductions in patients of panic disorder with agoraphobia over the course of cognitive behavioural therapy. For the sake of improving a broader range of psychiatric symptoms in patients of panic disorder with agoraphobia, more attention to maladaptive cognition changes during cognitive behavioural therapy is warranted.", "doi": null, "title": "Fear of Fear and Broad Dimensions of Psychopathology over the Course of Cognitive Behavioural Therapy for Panic Disorder with Agoraphobia in Japan.", "journal": ["East Asian archives of psychiatry : official journal of the Hong Kong College of Psychiatrists = Dong Ya jing shen ke xue zhi : Xianggang jing shen ke yi xue yuan qi kan", "East Asian Arch Psychiatry"]}