{"authors": [["Wang", "Jian", "J", "Department of Neurobiology and Collaborative Innovation Center for Brain Science, School of Basic Medicine, Fourth Military Medical University, Xi'an 710032, China."], ["Zhang", "Kai Xiang", "KX", "Department of Neurobiology and Collaborative Innovation Center for Brain Science, School of Basic Medicine, Fourth Military Medical University, Xi'an 710032, China."], ["Lu", "Guo Zhen", "GZ", "Department of Neurobiology and Collaborative Innovation Center for Brain Science, School of Basic Medicine, Fourth Military Medical University, Xi'an 710032, China."], ["Zhao", "Xiang Hui", "XH", "Department of Neurobiology and Collaborative Innovation Center for Brain Science, School of Basic Medicine, Fourth Military Medical University, Xi'an 710032, China."]], "date": null, "id": "29258984", "text": "The development of the nervous system is coordinately regulated by multiple interacting factors. If a certain factor is altered or mutated, the coordinated developmental processes could be disrupted, resulting in neurological diseases. The 5-hydroxymethylcytosine (5hmC) is an intermediate product of the DNA demethylation processes. 5hmC and its metabolic enzymes, the ten-eleven translocation protein-TET family of dioxygenases, have recently been identified as new epigenetic players important in the regulation of the nervous system development, as well as in cognition, memory and other neurological functions. In various studies on neurodevelopment and neurodegeneration related diseases, the levels of 5hmC and TET proteins could be differentially regulated during development and/or disease pathogenesis, suggesting the potentially critical roles of 5hmC and TETs in these neural developmental and disease processes. In this review, we summarize the recent advances in research on 5hmC and TET dioxygenases in the regulation of neurodevelopment and neurological diseases, thereby providing significant insights on the involvements of 5hmC and TETs in neurodevelopment and on establishing new therapeutic strategies for human neurological diseases.", "doi": "10.16288/j.yczz.17-086", "title": "Research progress on 5hmC and TET dioxygenases in neurodevelopment and neurological diseases.", "journal": ["Yi chuan = Hereditas", "Yi Chuan"]}