{"authors": [["Klaassens", "Bernadet L", "BL", "Leiden University, Institute of Psychology, Leiden, The Netherlands; Leiden University Medical Center, Department of Radiology, Leiden, The Netherlands; Leiden University, Leiden Institute for Brain and Cognition, Leiden, The Netherlands; Centre for Human Drug Research, Leiden, The Netherlands. Electronic address: b.klaassens@lumc.nl."], ["van Gerven", "Joop M A", "JMA", "Centre for Human Drug Research, Leiden, The Netherlands."], ["Klaassen", "Erica S", "ES", "Centre for Human Drug Research, Leiden, The Netherlands."], ["van der Grond", "Jeroen", "J", "Leiden University Medical Center, Department of Radiology, Leiden, The Netherlands."], ["Rombouts", "Serge A R B", "SARB", "Leiden University, Institute of Psychology, Leiden, The Netherlands; Leiden University Medical Center, Department of Radiology, Leiden, The Netherlands; Leiden University, Leiden Institute for Brain and Cognition, Leiden, The Netherlands."]], "date": "2017-12-16", "id": "29258890", "text": "Aging is accompanied by changes in neurotransmission. To advance our understanding of how aging modifies specific neural circuitries, we examined serotonergic and cholinergic stimulation with resting state functional magnetic resonance imaging (RS-fMRI) in young and older adults. The instant response to the selective serotonin reuptake inhibitor citalopram (30 mg) and the acetylcholinesterase inhibitor galantamine (8 mg) was measured in 12 young and 17 older volunteers during a randomized, double blind, placebo-controlled, crossover study. A powerful dataset consisting of 522 RS-fMRI scans was obtained by acquiring multiple scans per subject before and after drug administration. Group × treatment interaction effects on voxelwise connectivity with ten functional networks were investigated (p < .05, FWE-corrected) using a non-parametric multivariate analysis technique with cerebrospinal fluid, white matter, heart rate and baseline measurements as covariates. Both groups showed a decrease in sensorimotor network connectivity after citalopram administration. The comparable findings after citalopram intake are possibly due to relatively similar serotonergic systems in the young and older subjects. Galantamine altered connectivity between the occipital visual network and regions that are implicated in learning and memory in the young subjects. The lack of a cholinergic response in the elderly might relate to the well-known association between cognitive and cholinergic deterioration at older age.", "doi": "10.1016/j.neuroimage.2017.12.035", "title": "Serotonergic and cholinergic modulation of functional brain connectivity: A comparison between young and older adults.", "journal": ["NeuroImage", "Neuroimage"]}