{"authors": [["Raya", "J", "J", "Departamento de Psicobiologia, Universidade Federal de São Paulo, São Paulo, Brazil."], ["Girardi", "C E N", "CEN", "Departamento de Psicobiologia, Universidade Federal de São Paulo, São Paulo, Brazil; Programa de Pós-Graduação em Psicossomática, Universidade Ibirapuera, São Paulo, Brazil. Electronic address: carlos.girardi@ibirapuera.edu.br."], ["Esumi", "L A", "LA", "Departamento de Psicobiologia, Universidade Federal de São Paulo, São Paulo, Brazil."], ["Ferreira", "L B T", "LBT", "Departamento de Psicobiologia, Universidade Federal de São Paulo, São Paulo, Brazil."], ["Hipólide", "D C", "DC", "Departamento de Psicobiologia, Universidade Federal de São Paulo, São Paulo, Brazil."]], "date": "2017-12-16", "id": "29258860", "text": "Chronic mild stress (CMS) is a widely accepted animal model relevant to depression that among other consequences, is chiefly known to induce anhedonia, often assessed as decreased preference for sucrose solution. CMS is also known to affect cognition, particularly memory tasks. In this study we have employed the multiple-trial inhibitory avoidance memory task (MTIA) to assess CMS effects on memory acquisition and retrieval. MTIA consists of repeated exposures to the unconditioned stimulus until a learning criterion is reached. Wistar rats underwent CMS for 5 weeks, and sucrose consumption was assessed once a week. At the end of CMS, animals were evaluated in the MTIA task. Overall decreased sucrose solution preference was highly variable. Further analyses showed that a subset of animals expressed resilience while another subset was sensitive to stress. CMS did not affect the number of acquisition sessions before reaching criterion or retrieval latency of MTIA task in neither sensitive nor resilient groups. Although tasks that assess learning ability in animal models relevant to depression indicate cognitive deficits, the ability to learn the association between compartment crossing and the aversive electric foot shock, which is strongly dependent on emotional aspects, was intact.", "doi": "10.1016/j.beproc.2017.12.008", "title": "Multiple trial inhibitory avoidance acquisition and retrieval are resistant to chronic stress.", "journal": ["Behavioural processes", "Behav. Processes"]}