{"authors": [["Qiao-Tasserit", "Emilie", "E", "Laboratory for Neurology and Imaging of Cognition, Department of Neurosciences and Clinic of Neurology, University Medical Centre, CH-1211 Geneva, Switzerland; Swiss Centre for Affective Sciences, University of Geneva, CH-1202 Geneva, Switzerland. Electronic address: Emilie.qiao@gmail.com."], ["Corradi-Dell'Acqua", "Corrado", "C", "Department of Psychology, FPSE, University of Geneva, CH-1205 Geneva, Switzerland."], ["Vuilleumier", "Patrik", "P", "Laboratory for Neurology and Imaging of Cognition, Department of Neurosciences and Clinic of Neurology, University Medical Centre, CH-1211 Geneva, Switzerland; Swiss Centre for Affective Sciences, University of Geneva, CH-1202 Geneva, Switzerland."]], "date": "2017-12-16", "id": "29258849", "text": "People's sensitivity to first-hand pain is affected by their ongoing emotions, with positive states (joy, amusement) exerting analgesic-like effects, and negative states (sadness, fear) often enhancing the subjective experience. It is however less clear how empathetic responses to others' pain are affected by one's own emotional state. Following embodied accounts that posit a shared representational code between self and others' states, it is plausible that pain empathy might be influenced by emotions in the same way as first-hand pain. Alternatively, other theories in psychology suggest that social resources (including empathetic reactions) might be enhanced by positive states, but inhibited by negative states, as only in the former case, one's mindset is sufficiently broad to take into consideration others' needs. To disambiguate between these opposing predictions, we conducted two experiments in which volunteers observed positive, neutral, or negative video clips, and subsequently either received painful thermal stimuli on their own body (first-hand pain), or observed images of wounded hands (others' pain). We measured subjective pain ratings as well as physiological responses and brain activity using fMRI. We found that, contrary to the case of first-hand pain, others' pain produced weaker galvanic responses and lower neural activity in anterior insula and middle cingulate cortex following negative (relative to neutral and positive) videos. Such inhibition was partially counteracted by personal empathy traits, as individuals with higher scores retained greater sensitivity to others' pain after negative emotion induction, in both behavioral and neural responses in medial prefrontal cortex. Furthermore, multivoxel pattern analysis confirmed similar neural representation for first-hand and others' pain in anterior insula, with representation similarity increasing the more the video preceding the observation of others' suffering was positive. These findings speak against the idea that emotion induction affects first-hand and others' pain in an isomorphic way, but rather supports the idea that contrary to negative emotions, positive emotions favors a broader access to social resources.", "doi": "10.1016/j.neuropsychologia.2017.12.027", "title": "The good, the bad, and the suffering. Transient emotional episodes modulate the neural circuits of pain and empathy.", "journal": ["Neuropsychologia", "Neuropsychologia"]}