{"authors": [["Kelly", "Michelle E", "ME", "Department of Psychology, School of Business, National College of Ireland, 2nd Floor, Mayor Street, IFSC, Dublin, 1, Ireland. Michelle.Kelly@ncirl.ie."], ["Duff", "Hollie", "H", "The NEIL Programme, Institute of Neuroscience, Trinity College Dublin, Dublin, 2, Ireland."], ["Kelly", "Sara", "S", "The NEIL Programme, Institute of Neuroscience, Trinity College Dublin, Dublin, 2, Ireland."], ["McHugh Power", "Joanna E", "JE", "Department of Psychology, School of Business, National College of Ireland, 2nd Floor, Mayor Street, IFSC, Dublin, 1, Ireland."], ["Brennan", "Sabina", "S", "ADAPT Centre, Trinity College Dublin, Dublin, Ireland."], ["Lawlor", "Brian A", "BA", "Global Brain Health Institute, Trinity College Dublin, Dublin, Ireland."], ["Loughrey", "David G", "DG", "The NEIL Programme, Institute of Neuroscience, Trinity College Dublin, Dublin, 2, Ireland."]], "date": "2017-12-19", "id": "29258596", "text": "Social relationships, which are contingent on access to social networks, promote engagement in social activities and provide access to social support. These social factors have been shown to positively impact health outcomes. In the current systematic review, we offer a comprehensive overview of the impact of social activities, social networks and social support on the cognitive functioning of healthy older adults (50+) and examine the differential effects of aspects of social relationships on various cognitive domains.We followed PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) guidelines, and collated data from randomised controlled trials (RCTs), genetic and observational studies. Independent variables of interest included subjective measures of social activities, social networks, and social support, and composite measures of social relationships (CMSR). The primary outcome of interest was cognitive function divided into domains of episodic memory, semantic memory, overall memory ability, working memory, verbal fluency, reasoning, attention, processing speed, visuospatial abilities, overall executive functioning and global cognition.Thirty-nine studies were included in the review; three RCTs, 34 observational studies, and two genetic studies. Evidence suggests a relationship between (1) social activity and global cognition and overall executive functioning, working memory, visuospatial abilities and processing speed but not episodic memory, verbal fluency, reasoning or attention; (2) social networks and global cognition but not episodic memory, attention or processing speed; (3) social support and global cognition and episodic memory but not attention or processing speed; and (4) CMSR and episodic memory and verbal fluency but not global cognition.The results support prior conclusions that there is an association between social relationships and cognitive function but the exact nature of this association remains unclear. Implications of the findings are discussed and suggestions for future research provided.PROSPERO 2012: CRD42012003248 .", "doi": "10.1186/s13643-017-0632-2", "title": "The impact of social activities, social networks, social support and social relationships on the cognitive functioning of healthy older adults: a systematic review.", "journal": ["Systematic reviews", "Syst Rev"]}