{"authors": [["Dudding-Byth", "Tracy", "T", "Hunter Genetics, Hunter New England Health Service, Newcastle, NSW, Australia. Tracy.dudding@hnehealth.nsw.gov.au."], ["Baxter", "Anne", "A", "Hunter Genetics, Hunter New England Health Service, Newcastle, NSW, Australia."], ["Holliday", "Elizabeth G", "EG", "Hunter Medical Research Institute, Newcastle, NSW, Australia."], ["Hackett", "Anna", "A", "Hunter Genetics, Hunter New England Health Service, Newcastle, NSW, Australia."], ["O'Donnell", "Sheridan", "S", "Hunter Genetics, Hunter New England Health Service, Newcastle, NSW, Australia."], ["White", "Susan M", "SM", "Murdoch Children's Research Institute, Melbourne, Victoria, Australia."], ["Attia", "John", "J", "Hunter Medical Research Institute, Newcastle, NSW, Australia."], ["Brunner", "Han", "H", "Department of Human Genetics and Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["de Vries", "Bert", "B", "Department of Human Genetics and Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Koolen", "David", "D", "Department of Human Genetics and Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Kleefstra", "Tjitske", "T", "Department of Human Genetics and Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Ratwatte", "Seshika", "S", "The University of Newcastle, Newcastle, NSW, Australia."], ["Riveros", "Carlos", "C", "Hunter Medical Research Institute, Newcastle, NSW, Australia."], ["Brain", "Steve", "S", "Imagus Technology, Brisbane, QLD, Australia."], ["Lovell", "Brian C", "BC", "Imagus Technology, Brisbane, QLD, Australia."]], "date": "2017-12-19", "id": "29258477", "text": "Massively parallel genetic sequencing allows rapid testing of known intellectual disability (ID) genes. However, the discovery of novel syndromic ID genes requires molecular confirmation in at least a second or a cluster of individuals with an overlapping phenotype or similar facial gestalt. Using computer face-matching technology we report an automated approach to matching the faces of non-identical individuals with the same genetic syndrome within a database of 3681 images [1600 images of one of 10 genetic syndrome subgroups together with 2081 control images]. Using the leave-one-out method, two research questions were specified: 1) Using two-dimensional (2D) photographs of individuals with one of 10 genetic syndromes within a database of images, did the technology correctly identify more than expected by chance: i) a top match? ii) at least one match within the top five matches? or iii) at least one in the top 10 with an individual from the same syndrome subgroup? 2) Was there concordance between correct technology-based matches and whether two out of three clinical geneticists would have considered the diagnosis based on the image alone?The computer face-matching technology correctly identifies a top match, at least one correct match in the top five and at least one in the top 10 more than expected by chance (P < 0.00001). There was low agreement between the technology and clinicians, with higher accuracy of the technology when results were discordant (P < 0.01) for all syndromes except Kabuki syndrome.Although the accuracy of the computer face-matching technology was tested on images of individuals with known syndromic forms of intellectual disability, the results of this pilot study illustrate the potential utility of face-matching technology within deep phenotyping platforms to facilitate the interpretation of DNA sequencing data for individuals who remain undiagnosed despite testing the known developmental disorder genes.", "doi": "10.1186/s12896-017-0410-1", "title": "Computer face-matching technology using two-dimensional photographs accurately matches the facial gestalt of unrelated individuals with the same syndromic form of intellectual disability.", "journal": ["BMC biotechnology", "BMC Biotechnol."]}