{"authors": [["Ng", "Terence", "T", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore."], ["Lee", "Ying Yun", "YY", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore."], ["Chae", "Jung-Woo", "JW", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore."], ["Yeo", "Angie Hui Ling", "AHL", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore."], ["Shwe", "Maung", "M", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore."], ["Gan", "Yan Xiang", "YX", "Department of Pharmacy, National Cancer Centre Singapore, Singapore, Singapore."], ["Ng", "Raymond C H", "RCH", "Duke-NUS Medical School Singapore, Singapore, Singapore."], ["Chu", "Pat Pak Yan", "PPY", "Singapore Cord Blood Bank, K.K. Women's and Children's Hospital, Singapore, Singapore."], ["Khor", "Chiea Chuen", "CC", "Genome Institute of Singapore, Singapore, Singapore."], ["Ho", "Han Kiat", "HK", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore."], ["Chan", "Alexandre", "A", "Department of Pharmacy, Faculty of Science, National University of Singapore, Block S4A, 18 Science Drive 4, Level 3, Singapore, 117543, Singapore. phaac@nus.edu.sg."]], "date": "2017-12-19", "id": "29258453", "text": "Preliminary evidence suggests that changes in plasma brain-derived neurotrophic factor (BDNF) levels may contribute to the occurrence of chemotherapy-associated cognitive impairment (CACI), and a previous study suggested that carriers of the BDNF Met homozygous genotype are protected from CACI.This multicenter, prospective cohort study involved chemotherapy-receiving early-stage breast cancer (ESBC) patients. Self-perceived cognitive function was longitudinally assessed using the validated FACT-Cog (ver. 3) across three time points: Prior to chemotherapy (T1), during chemotherapy (T2), and at the end of chemotherapy (T3). Plasma BDNF levels were quantified using enzyme-linked immunosorbent assay. Genotyping was performed using Sanger Sequencing.A total of 51 chemotherapy-receiving ESBC patients (mean age: 52.6 ± 9.5 years) were recruited, and 11 patients (21.6%) reported subjective cognitive impairment post-chemotherapy. Overall, there was a reduction in median plasma BDNF levels over time (T1: 5423.0 pg/ml; T2: 5313.6 pg/ml; T3: 4050.3 pg/ml; p < 0.01). After adjusting for confounding factors, longitudinal analysis revealed that BDNF levels were associated with self-reported concentration deficit (p = 0.032). Carriers of Val/Val (p = 0.011) and Val/Met (p = 0.003) BDNF genotypes demonstrated a significant reduction in plasma BDNF levels over time; however, plasma BDNF levels were similar across all time points among Met homozygous carriers (p = 0.107).There was a statistically significant change in BDNF levels post-chemotherapy in ESBC patients, and plasma BDNF levels were associated with self-perceived concentration deficit in patients receiving chemotherapy.", "doi": "10.1186/s12885-017-3861-9", "title": "Evaluation of plasma brain-derived neurotrophic factor levels and self-perceived cognitive impairment post-chemotherapy: a longitudinal study.", "journal": ["BMC cancer", "BMC Cancer"]}