{"authors": [["Zhang", "Qingqing", "Q", "Department of Anesthesiology and Critical Care Medicine, Xinhua Hospital Affiliated to Shanghai Jiaotong University, 1665 Kongjiang Road, Shanghai, China."], ["Peng", "Yuanzhi", "Y", "Department of Anesthesiology and Critical Care Medicine, Xinhua Hospital Affiliated to Shanghai Jiaotong University, 1665 Kongjiang Road, Shanghai, China."], ["Wang", "Yingwei", "Y", "Department of Anesthesiology, Huashan Hospital Affiliated to Fudan University, 12 Wulumuqi Middle Road, Shanghai, 200040, China. wangyw032417@163.com."]], "date": "2017-12-19", "id": "29258430", "text": "General anesthesia has been linked to impaired brain development in immature animals and young children. In this study the influence of orthopedic surgery under general anesthesia on the intelligence of school age children has been evaluated.A total of 209 subjects aged 6-12 years were recruited and allocated into 4 groups according to the duration of general anesthesia, including a control group (n = 30), short (< 1 h, n = 49), moderate- (1-3 h, n = 51) and long-duration groups (> 3 h, n = 79), respectively. The intelligence quotient (IQ) of the subjects was measured by the Raven's Standard Progressive Matrices (RSPM) before and after orthopedic surgery under general anesthesia of various durations (vide supra).The IQ score decreased significantly in the long-duration group at 1 month post-operation compared with the pre-operation score (P < 0.001), and IQ did not recover completely at 3 months postoperatively (P < 0.05), but had recovered when measured at the 1-year follow-up. Moreover, this study showed that the development of children's intelligence was affected by the exposure time to anesthetics at a younger age (OR = 5.26, 95% CI:2.70-8.41, P < 0.001), having a mother with a low education level (OR = 2.71, 95% CI:1.24-6.14, P = 0.014) and premature birth (OR = 2.76, 95% CI:1.34-5.46, P = 0.005).More than 3 h general anesthesia influenced the IQ of school age children for up to 3 months after orthopedic surgery. Beside extended exposure time to anesthetics additional factors for post-operative IQ reduction were younger children age, mothers with low educational levels and premature birth.Chinese Clinical Trial Registry with registration number ChiCTR-OOC-17013497  retrospectively registered on 11/23/2017.", "doi": "10.1186/s12871-017-0462-8", "title": "Long-duration general anesthesia influences the intelligence of school age children.", "journal": ["BMC anesthesiology", "BMC Anesthesiol"]}