{"authors": [["Huang", "Yung-Cheng", "YC", "Department of Physical Medicine and Rehabilitation, Cheng Hsin General Hospital, Taipei 11220, Taiwan. jeremy0681@gmail.com."], ["Tsay", "Huey-Jen", "HJ", "Institute of Neuroscience, Brain Research Center, School of Life Science, National Yang-Ming University, Taipei 11221, Taiwan."], ["Lu", "Mei-Kuang", "MK", "National Research Institute of Chinese Medicine, Ministry of Health and Welfare, Taipei 11221, Taiwan. mklu@nricm.edu.tw."], ["Lin", "Chien-Hung", "CH", "Institute of Neuroscience, Brain Research Center, School of Life Science, National Yang-Ming University, Taipei 11221, Taiwan. hjtsay@ym.edu.tw."], ["Yeh", "Chih-Wen", "CW", "Institute of Neuroscience, Brain Research Center, School of Life Science, National Yang-Ming University, Taipei 11221, Taiwan. whitebrake@hotmail.com."], ["Liu", "Hui-Kang", "HK", "National Research Institute of Chinese Medicine, Ministry of Health and Welfare, Taipei 11221, Taiwan. hk.liu@nricm.edu.tw."], ["Shiao", "Young-Ji", "YJ", "National Research Institute of Chinese Medicine, Ministry of Health and Welfare, Taipei 11221, Taiwan. yshiao@nricm.edu.tw."]], "date": "2017-12-18", "id": "29258283", "text": "Astragalus membranaceus is commonly used in traditional Chinese medicine for strengthening the host defense system. Astragalus membranaceus-polysaccharides is an effective component with various important bioactivities, such as immunomodulation, antioxidant, anti-diabetes, anti-inflammation and neuroprotection. In the present study, we determine the effects of Astragalus membranaceus-polysaccharides on metabolically stressed transgenic mice in order to develop this macromolecules for treatment of sporadic Alzheimer's disease, a neurodegenerative disease with metabolic risk factors. Transgenic mice, at 10 weeks old prior to the appearance of senile plaques, were treated in combination of administrating high-fat diet and injecting low-dose streptozotocin to create the metabolically stressed mice model. Astragalus membranaceus-polysaccharides was administrated starting at 14 weeks for 7 weeks. We found that Astragalus membranaceus-polysaccharides reduced metabolic stress-induced increase of body weight, insulin and insulin and leptin level, insulin resistance, and hepatic triglyceride. Astragalus membranaceus-polysaccharides also ameliorated metabolic stress-exacerbated oral glucose intolerance, although the fasting blood glucose was only temporally reduced. In brain, metabolic stress-elicited astrogliosis and microglia activation in the vicinity of plaques was also diminished by Astragalus membranaceus-polysaccharides administration. The plaque deposition, however, was not significantly affected by Astragalus membranaceus-polysaccharides administration. These findings suggest that Astragalus membranaceus-polysaccharides may be used to ameliorate metabolic stress-induced diabesity and the subsequent neuroinflammation, which improved the behavior performance in metabolically stressed transgenic mice.", "doi": "10.3390/ijms18122746", "title": "Astragalus membranaceus-Polysaccharides Ameliorates Obesity, Hepatic Steatosis, Neuroinflammation and Cognition Impairment without Affecting Amyloid Deposition in Metabolically Stressed APPswe/PS1dE9 Mice.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}