{"authors": [["Kim", "Jeyeon", "J", "Department of Creative Engineering at National Institute of Technology, Tsuruoka College, Tsuruoka, Yamagata 997-8511, Japan. jykim@tsuruoka-nct.ac.jp."], ["Hasegawa", "Takaaki", "T", "Division of Mathematics, Electronics and Informatics, Graduate School of Science and Engineering, Saitama University, Saitama 338-8570, Japan. takaaki@hslab.ees.saitama-u.ac.jp."], ["Sakamoto", "Yuta", "Y", "Takaoka Toko Co., Ltd., Tokyo 110-0005, Japan. yutasakamoto@hslab.ees.saitama-u.ac.jp."]], "date": "2017-12-18", "id": "29258231", "text": "To ensure the safety of a handle-type electric wheelchair (hereinafter, electric wheelchair), this paper describes the applicability of using a Kinect sensor. Ensuring the mobility of elderly people is a particularly important issue to be resolved. An electric wheelchair is useful as a means of transportation for elderly people. Considering that the users of electric wheelchairs are elderly people, it is important to ensure the safety of electric wheelchairs at night. To ensure the safety of an electric wheelchair at night, we constructed a hazardous object detection system using commercially available and inexpensive Kinect sensors and examined the applicability of the system. We examined warning timing with consideration to the cognition, judgment, and operation time of elderly people. Based on this, a hazardous object detection area was determined. Furthermore, the detection of static and dynamic hazardous objects was carried out at night and the results showed that the system was able to detect with high accuracy. We also conducted experiments related to dynamic hazardous object detection during daytime. From the above, it showed that the system could be applicable to ensuring the safety of the handle-type electric wheelchair.", "doi": "10.3390/s17122936", "title": "Hazardous Object Detection by Using Kinect Sensor in a Handle-Type Electric Wheelchair.", "journal": ["Sensors (Basel, Switzerland)", "Sensors (Basel)"]}