{"authors": [["Lotan", "A", "A", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Lifschytz", "T", "T", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Wolf", "G", "G", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Keller", "S", "S", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Ben-Ari", "H", "H", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Tatarsky", "P", "P", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Pillar", "N", "N", "Department of Cell and Developmental Biology, Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Oved", "K", "K", "Department of Cell and Developmental Biology, Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Sharabany", "J", "J", "Gonda Brain Research Center, Bar-Ilan University, Ramat-Gan, Israel."], ["Merzel", "T K", "TK", "Department of Developmental Biology and Cancer Research, Hadassah-Hebrew University Medical School, Jerusalem, Israel."], ["Matsumoto", "T", "T", "Department of Psychiatry and Neurosciences, Institute of Biomedical and Health Sciences, Hiroshima University, Minami-ku, Hiroshima, Japan."], ["Yamawaki", "Y", "Y", "Department of Cellular and Molecular Pharmacology, Institute of Biomedical and Health Sciences, Hiroshima University, Minami-ku, Hiroshima, Japan."], ["Mernick", "B", "B", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Avidan", "E", "E", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."], ["Yamawaki", "S", "S", "Department of Psychiatry and Neurosciences, Institute of Biomedical and Health Sciences, Hiroshima University, Minami-ku, Hiroshima, Japan."], ["Weller", "A", "A", "Gonda Brain Research Center, Bar-Ilan University, Ramat-Gan, Israel."], ["Shomron", "N", "N", "Department of Cell and Developmental Biology, Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel."], ["Lerer", "B", "B", "Biological Psychiatry Laboratory, Hadassah-Hebrew University Medical Center, Jerusalem, Israel."]], "date": "2017-12-19", "id": "29257131", "text": "Stress-related psychopathology is highly prevalent among elderly individuals and is associated with detrimental effects on mood, appetite and cognition. Conversely, under certain circumstances repeated mild-to-moderate stressors have been shown to enhance cognitive performance in rodents and exert stress-inoculating effects in humans. As most stress-related favorable outcomes have been reported in adolescence and young-adulthood, this apparent disparity could result from fundamental differences in how aging organisms respond to stress. Furthermore, given prominent age-related alterations in sex hormones, the effect of chronic stress in aging females remains a highly relevant yet little studied issue. In the present study, female C57BL/6 mice aged 3 (young-adult) and 20-23 (old) months were subjected to 8 weeks of chronic unpredictable stress (CUS). Behavioral outcomes were measured during the last 3 weeks of the CUS protocol, followed by brain dissection for histological and molecular end points. We found that in young-adult female mice, CUS resulted in decreased anxiety-like behavior and enhanced cognitive performance, whereas in old female mice it led to weight loss, dysregulated locomotion and memory impairment. These phenotypes were paralleled by differential changes in the expression of hypothalamic insulin and melanocortin-4 receptors and were consistent with an age-dependent reduction in the dynamic range of stress-related changes in the hippocampal transcriptome. Supported by an integrated microRNA (miRNA)-mRNA expression analysis, the present study proposes that, when confronted with ongoing stress, neuroprotective mechanisms involving the upregulation of neurogenesis, Wnt signaling and miR-375 can be harnessed more effectively during young-adulthood. Conversely, we suggest that aging alters the pattern of immune activation elicited by stress. Ultimately, interventions that modulate these processes could reduce the burden of stress-related psychopathology in late life.Molecular Psychiatry advance online publication, 19 December 2017; doi:10.1038/mp.2017.237.", "doi": "10.1038/mp.2017.237", "title": "Differential effects of chronic stress in young-adult and old female mice: cognitive-behavioral manifestations and neurobiological correlates.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"]}