{"authors": [["Giri", "Praveen K", "PK", "Department of Anesthesiology, The Second Affiliated Hospital of Xi'an Jiaotong University."], ["Lu", "Yang", "Y", "Department of Anesthesiology, The Second Affiliated Hospital of Xi'an Jiaotong University."], ["Lei", "Shan", "S", "Department of Anesthesiology, The Second Affiliated Hospital of Xi'an Jiaotong University."], ["Li", "Weisong", "W", "Department of Anesthesiology, The Second Affiliated Hospital of Xi'an Jiaotong University."], ["Zheng", "Juan", "J", "Department of Anesthesiology, The Second Affiliated Hospital of Xi'an Jiaotong University."], ["Lu", "Haixia", "H", "Institute of Neurobiology, School of Medicine, Xi'an Jiaotong University, Xi'an, China."], ["Chen", "Xinlin", "X", "Institute of Neurobiology, School of Medicine, Xi'an Jiaotong University, Xi'an, China."], ["Liu", "Yong", "Y", "Institute of Neurobiology, School of Medicine, Xi'an Jiaotong University, Xi'an, China."], ["Zhang", "Pengbo", "P", "Department of Anesthesiology, The Second Affiliated Hospital of Xi'an Jiaotong University."]], "date": "2017-12-18", "id": "29256977", "text": "Laboratory studies suggested that general anesthetics induce neuroapoptosis and inhibit neurogenesis in developing brains of animals. Minocycline exerts neuroprotection against a wide range of toxic insults in neurodegenerative diseases models. Here, we investigate whether minocycline can alleviate neurogenetic damage and improve cognition following midazolam exposure in neonatal rats. Postnatal 7 days rats were divided randomly into three groups: control group (C), midazolam group (M), and minocycline pretreatment group (MP). After exposure to midazolam, the cell proliferation in the subventricular zone (SVZ) and the subgranular zone (SGZ) of the hippocampus in pups was analyzed by bromodeoxyuridine immunochemistry at 7 days after the administration of anesthesia. Cognitive function was assessed using the Morris water-maze test at 35 days after midazolam exposure. Compared with the control, midazolam reduced cell proliferation both in the SVZ and in the SGZ of the hippocampus of neonatal rats, and decreased spatial learning and memory ability of rats in adulthood significantly. Pretreatment with minocycline increased cell proliferation both in the SVZ and in the SGZ of the hippocampus and improved spatial learning and memory ability compared with midazolam, but it did not mitigate the changes to the normal levels compared with the controls. Our results indicated that pretreatment with minocycline can alleviate midazolam-induced damage in neural stem cell proliferation of neonatal rats and improve spatial learning and memory ability of rats in adulthood.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal. http://creativecommons.org/licenses/by-nc-nd/4.0/.", "doi": "10.1097/WNR.0000000000000937", "title": "Pretreatment with minocycline improves neurogenesis and behavior performance after midazolam exposure in neonatal rats.", "journal": ["Neuroreport", "Neuroreport"]}