{"authors": [["Wettstein", "Markus", "M", "Heidelberg University, Heidelberg, Germany."], ["Wahl", "Hans-Werner", "HW", "Heidelberg University, Heidelberg, Germany."], ["Heyl", "Vera", "V", "Heidelberg University, Heidelberg, Germany."]], "date": "2017-12-16", "id": "29256920", "text": "Relationships between cognitive and sensory functioning become stronger with advancing age, and the debate on underlying mechanisms continues. Interestingly, the potential mechanism of compensation by the unaffected sensory modality has so far been investigated in younger age groups with congenital sensory impairment but not in older adults with late-life sensory loss. We compared associations between visual acuity and cognitive functioning in hearing-impaired older adults (HI), and sensory-unimpaired controls (UI). We expected stronger associations in the HI group as compared with the UI group.Our study sample was drawn from the pools of outpatients from regional university clinics and city registries and consisted of n = 266 older adults (mean age = 82.45 years, SD = 4.76 years; HI: n = 116; UI: n = 150). For the assessment of cognitive performance, multiple established tests (e.g., subtests of the revised Wechsler Adult Intelligence Scale) were used. Moreover, objective visual acuity (distance vision) was assessed.As expected, bivariate correlations between vision and cognitive abilities were stronger in the HI group compared with the UI group. In regression models controlling for age, sex, education, subjective health and number of chronic diseases, distance visual acuity was a significant predictor of general cognitive ability in the HI group only.Our findings suggest that visual acuity may play an important compensatory role for maintaining cognitive ability when hearing impairment sets in, which may reflect an adaptive process of late-life sensory compensation.", "doi": "10.1097/AUD.0000000000000531", "title": "Visual Acuity and Cognition in Older Adults With and Without Hearing Loss: Evidence For Late-Life Sensory Compensation?", "journal": ["Ear and hearing", "Ear Hear"]}