{"authors": [["Frisch", "Stefan", "S", "Institute of Psychology, Goethe University, Frankfurt am Main, Germany."], ["Thiel", "Friederike", "F", "Max-Planck-Institute of Human Cognitive and Brain Sciences, Leipzig, Germany."], ["Schroeter", "Matthias L", "ML", "Max-Planck-Institute of Human Cognitive and Brain Sciences, Leipzig, Germany."], ["Jentzsch", "Regina Tina", "RT", "Clinic of Cognitive Neurology, University of Leipzig, Leipzig, Germany."]], "date": null, "id": "29256912", "text": "Despite the extensive literature on cognitive deficits in the course of transient global ischemia after cardiac arrest with delayed resuscitation, apathy has been studied less frequently and systematically. We aimed to evaluate the frequency of apathy, defined as changes in drive or lack of motivation, and its relation to cognition as well as depression in people with transient global ischemia after cardiac arrest.In a retrospective study using the clinical data of 38 cardiac arrest survivors, we analyzed the frequency and severity of deficits in four cognitive domains (attention, memory spans, long-term memory, and executive functions) as well as apathy.As in previous studies, long-term memory problems were predominant, but occurred rarely in isolation. Problems in drive were frequent and correlated with the severity of deficits in all cognitive domains except memory spans (and executive functions only as a trend). Influences of apathy were independent of the presence of a depressive syndrome.Transient global ischemia after cardiac arrest generally leads to a broad pattern of cognitive decline with predominating memory deficits. Apathy is a frequent sequela and is associated with cognitive deficits, independent of depression. Studies investigating the cognitive profile after cardiac arrest should account for modulating influences of apathy.", "doi": "10.1097/WNN.0000000000000139", "title": "Apathy and Cognitive Deficits in Patients with Transient Global Ischemia After Cardiac Arrest.", "journal": ["Cognitive and behavioral neurology : official journal of the Society for Behavioral and Cognitive Neurology", "Cogn Behav Neurol"]}