{"authors": [["Tarazi", "Apameh", "A", "Toronto Western Hospital, 26625, Neurology , 399 Bathurst street , Toronto, Ontario, Canada , M5T 2S8 ; apameh74@yahoo.com."], ["Tator", "Charles", "C", "Toronto Western Hospital, Neurosurgery , 399 Bathurst St , Room 4W-422 , Toronto, Canada , M5T 2S8 ; charles.tator@uhn.ca."], ["Wennberg", "Richard", "R", "Toronto Western Hospital, University Health Network, Canadian Sports Concussion Project, Toronto, Ontario, Canada."], ["Ebraheem", "Ahmed", "A", "Toronto Western Hospital, University Health Network, Canadian Sports Concussion Project , 399 Bathurst street , Toronto, Ontario, Canada , M5T 2S8 ; a.f.ebraheem@gmail.com."], ["Green", "Robin Ea", "RE", "Toronto Rehabilitation Institute, Research, Toronto, Ontario, Canada ; robin.green@uhn.ca."], ["Colella", "Brenda", "B", "Toronto Rehabilitation Institute, Research, Toronto, Ontario, Canada ; Brenda.colella@uhn.ca."], ["Saverino", "Cristina", "C", "Toronto Rehabilitation Institute, Research , Toronto, Ontario, Canada ; cristina.saverino@uhn.ca."], ["Khodadadi", "Mozhgan", "M", "Toronto Western Hospital, University Health Network, Canadian Sports Concussion Project, Toronto, Ontario, Canada ; mozhgan.khodadadi@uhn.ca."], ["Misquitta", "Karen", "K", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, Toronto, Ontario, Canada ; karen.misquitta@mail.utoronto.ca."], ["Tartaglia", "Maria Carmela", "MC", "Toronto Western Hospital, 26625, Neurology, Toronto, Ontario, Canada ; carmela.tartaglia@uhn.ca."]], "date": "2017-12-19", "id": "29256818", "text": "The objective of this study was to assess the incidence of motor impairment in former professional Canadian Football League (ex-CFL) players with multiple concussions. We investigated motor symptoms and signs in 45 ex-CFL players with multiple concussions and 25 age-and education matched healthy controls with no history of concussion. Neurological assessment included items from the SCAT3 (Sport Concussion Assessment Tool 3) and the Unified Parkinson's Disease Rating Scale part III (UPDRS-Part III). A performance-based measurement of manual motor function was undertaken using the Grooved Pegboard test. Cognition was measured with patient-reported outcomes for memory, executive and behavioral symptoms as well as performance-based measures of memory and executive function. Symptoms of anxiety and depression were measured using the Personality Assessment Inventory. There was no significant difference between the ex-CFL players and controls on the UPDRS-Part III scores, and neither group reported clinically significant motor complaints. Ex-CFL players did not perform differently from control subjects on the Grooved Pegboard test. In contrast, with regard to cognitive and mood testing, players were more symptomatic: The ex-CFL players reported significantly more memory (77.8% vs. 16%, respectively, p<0.001), executive (53.3% vs. 8%, respectively, p<0.001), and behavioral symptoms (66.7% vs. 20%, respectively, p<0.001). No significant differences were found when comparing ex-CFL players and controls in performance on memory and executive tests. In summary, in a group of retired CFL players who self-reported declines in memory, executive and behavioral symptoms, no motor symptoms were reported and no motor signs were detected.", "doi": "10.1089/neu.2017.5290", "title": "Motor function in former professional football players with history of multiple concussions.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}