{"authors": [["Nakata", "Ryuzaburo", "R", "Graduate School of Informatics, Nagoya University, Furocho, Nagoya, 464-8601, Japan."], ["Eifuku", "Satoshi", "S", "Department of Systems Neuroscience, School of Medicine, Fukushima Medical University, 1 Hikariga-oka, Fukushima, 960-1295, Japan. seifuku@fmu.ac.jp."], ["Tamura", "Ryoi", "R", "Department of Integrative Neuroscience, Graduate School of Medicine and Pharmaceutical Sciences, University of Toyama, 2630 Sugitani, Toyama, 930-0194, Japan. rtamura@med.u-toyama.ac.jp."]], "date": "2017-12-18", "id": "29256143", "text": "Humans can efficiently detect a face among non-face objects, but few studies of this ability have been conducted in animals. Here, in Japanese macaques and humans, we examined visual searching for a face and explored what factors contribute to efficient facial information processing. Subjects were asked to search for an odd target among the different numbers of distracters. Faces of the subjects' own species, the backs of the head of the subjects' own species, faces of the subjects' closely related species or race, and faces of species that are clearly different from the subjects' own species were used as the target. Both the macaques and humans detected a face of their own species more efficiently than a face from a clearly different species. Similar efficient detections were confirmed for the faces of the subjects' closely related species or race. These results suggest that conspecific faces and faces that share morphological similarity with conspecific faces can be detected efficiently among non-face objects by both humans and Japanese macaques. In another experiment, facial recognition efficiency was observed when the subjects searched for own-species faces that had lower-spatial-frequency components compared to faces with higher-spatial-frequency components. It seems reasonable that the ability to search efficiently for faces by using holistic face processing is derived from fundamental social cognition abilities that are broadly shared among species.", "doi": "10.1007/s10071-017-1148-9", "title": "Crucial information for efficient face searching by humans and Japanese macaques.", "journal": ["Animal cognition", "Anim Cogn"]}