{"authors": [["Brinksma", "Djûke M", "DM", "Department of Child and Adolescent Psychiatry, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands. d.brinksma@accare.nl."], ["Hoekstra", "Pieter J", "PJ", "Department of Child and Adolescent Psychiatry, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["de Bildt", "Annelies", "A", "Department of Child and Adolescent Psychiatry, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Buitelaar", "Jan K", "JK", "Department of Cognitive Neuroscience, Donders Institute for Brain, Cognition and Behavior, Nijmegen, The Netherlands."], ["van den Hoofdakker", "Barbara J", "BJ", "Department of Child and Adolescent Psychiatry, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Hartman", "Catharina A", "CA", "Interdisciplinary Center Psychopathology and Emotion Regulation (ICPE), Department of Psychiatry, University of Groningen, University Medical Center, Groningen, The Netherlands."], ["Dietrich", "Andrea", "A", "Department of Child and Adolescent Psychiatry, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."]], "date": "2017-12-19", "id": "29256028", "text": "Literature suggests that life stressors predict attention-deficit/hyperactivity disorder (ADHD) symptoms and that this relationship is moderated by the serotonin transporter polymorphism (5-HTTLPR). It is less clear whether, on reverse, ADHD symptoms may influence the risk of exposure to life stressors. Furthermore, the role of life stressors may vary across development depending on the type of life stressor. We used threewave longitudinal data of 1,306 adolescents from the general population and clinicreferred cohort of the TRacking Adolescents' Individual Lives Survey. The 5-HTTLPR genotype (SS, LS, LL), parent-reported ADHD symptoms at three time points (T1: Mage = 11.2; T2: Mage = 13.5; T3: Mage = 16.2 years), and the number of personrelated ('dependent') and environment-related ('independent') life stressors occurring between measurements (T1-T2, T2-T3) were assessed. Using path analyses, we examined bidirectional relations between exposure to these life stressors and ADHD symptoms between the separate waves moderated by 5-HTTLPR status. Exposure to life stressors did not predict ADHD symptoms. Rather, we found that in 5-HTTLPR Sallele homozygotes, ADHD symptoms in middle adolescence (T2) predicted exposure to the number of person-related life stressors later in adolescence (T2-T3, p = 0.001). There was no relation with environment-related life stressors. Our study suggests that S-allele homozygotes with higher levels of ADHD symptoms in middle adolescence are more vulnerable to becoming exposed to person-related ('dependent') life stressors in late adolescence. Findings emphasize the need to be aware of social-emotional adversities that may occur in genetically vulnerable adolescents with ADHD symptoms in the transition into adulthood.", "doi": "10.1007/s10802-017-0377-3", "title": "ADHD Symptoms in Middle Adolescence Predict Exposure to Person-Related Life Stressors in Late Adolescence in 5-HTTLPR S-allele Homozygotes.", "journal": ["Journal of abnormal child psychology", "J Abnorm Child Psychol"]}