{"authors": [["Kühn", "Simone", "S", "Center for Lifespan Psychology, Max Planck Institute for Human Development, Berlin, Germany. skuehn@uke.de."], ["Düzel", "Sandra", "S", "Center for Lifespan Psychology, Max Planck Institute for Human Development, Berlin, Germany."], ["Colzato", "Lorenza", "L", "Institute for Brain and Cognition and Department of Psychology, University of Leiden, Leiden, The Netherlands."], ["Norman", "Kristina", "K", "Geriatrics Research Group, Charité University Medicine, Berlin, Germany."], ["Gallinat", "Jürgen", "J", "Clinic and Policlinic for Psychiatry and Psychotherapy, University Clinic Hamburg-Eppendorf, Hamburg, Germany."], ["Brandmaier", "Andreas M", "AM", "Center for Lifespan Psychology, Max Planck Institute for Human Development, Berlin, Germany."], ["Lindenberger", "Ulman", "U", "Center for Lifespan Psychology, Max Planck Institute for Human Development, Berlin, Germany."], ["Widaman", "Keith F", "KF", "University of California at Riverside, University of California, California, USA."]], "date": "2017-12-18", "id": "29255945", "text": "The fact that tyrosine increases dopamine availability that, in turn, may enhance cognitive performance has led to numerous studies on healthy young participants taking tyrosine as a food supplement. As a result of this dietary intervention, participants show performance increases in working memory and executive functions. However, the potential association between habitual dietary tyrosine intake and cognitive performance has not been investigated to date. The present study aims at clarifying the association of episodic memory (EM), working memory (WM) and fluid intelligence (Gf), and tyrosine intake in younger and older adults. To this end, we acquired habitual tyrosine intake (food frequency questionnaire) from 1724 participants of the Berlin Aging Study II (1383 older adults, 341 younger adults) and modelled its relations to cognitive performance assessed in a broad battery of cognitive tasks using structural equation modeling. We observed a significant association between tyrosine intake and the latent factor capturing WM, Gf, and EM in the younger and the older sample. Due to partial strong factorial invariance between age groups for a confirmatory factor analysis on cognitive performance, we were able to compare the relationship between tyrosine and cognition between age groups and found no difference. Above and beyond previous studies on tyrosine food supplementation the present result extend this to a cross-sectional association between habitual tyrosine intake levels in daily nutrition and cognitive performance (WM, Gf, and EM). This corroborates nutritional recommendations that are thus far derived from single-dose administration studies.", "doi": "10.1007/s00426-017-0957-4", "title": "Food for thought: association between dietary tyrosine and cognitive performance in younger and older adults.", "journal": ["Psychological research", "Psychol Res"]}