{"authors": [["Butler", "Mary", "M", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Nelson", "Victoria A", "VA", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Davila", "Heather", "H", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Ratner", "Edward", "E", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Fink", "Howard A", "HA", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Hemmy", "Laura S", "LS", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["McCarten", "J Riley", "JR", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Barclay", "Terry R", "TR", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Brasure", "Michelle", "M", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."], ["Kane", "Robert L", "RL", "From University of Minnesota, Minneapolis VA Health Care System, and HealthPartners, Minneapolis, Minnesota."]], "date": "2017-12-19", "id": "29255909", "text": "Optimal interventions to prevent or delay cognitive decline, mild cognitive impairment (MCI), or dementia are uncertain.To summarize the evidence on efficacy and harms of over-the-counter (OTC) supplements to prevent or delay cognitive decline, MCI, or clinical Alzheimer-type dementia in adults with normal cognition or MCI but no dementia diagnosis.Multiple electronic databases from 2009 to July 2017 and bibliographies of systematic reviews.English-language trials of at least 6 months' duration that enrolled adults without dementia and compared cognitive outcomes with an OTC supplement versus placebo or active controls.Extraction performed by a single reviewer and confirmed by a second reviewer; dual-reviewer assessment of risk of bias; consensus determination of strength of evidence.Thirty-eight trials with low to medium risk of bias compared ω-3 fatty acids, soy, ginkgo biloba, B vitamins, vitamin D plus calcium, vitamin C or β-carotene, multi-ingredient supplements, or other OTC interventions with placebo or other supplements. Few studies examined effects on clinical Alzheimer-type dementia or MCI, and those that did suggested no benefit. Daily folic acid plus vitamin B12 was associated with improvements in performance on some objectively measured memory tests that were statistically significant but of questionable clinical significance. Moderate-strength evidence showed that vitamin E had no benefit on cognition. Evidence about effects of ω-3 fatty acids, soy, ginkgo biloba, folic acid alone or with other B vitamins, β-carotene, vitamin C, vitamin D plus calcium, and multivitamins or multi-ingredient supplements was either insufficient or low-strength, suggesting that these supplements did not reduce risk for cognitive decline. Adverse events were rarely reported.Studies had high attrition and short follow-up and used a highly variable set of cognitive outcome measures.Evidence is insufficient to recommend any OTC supplement for cognitive protection in adults with normal cognition or MCI.Agency for Healthcare Research and Quality.", "doi": "10.7326/M17-1530", "title": "Over-the-Counter Supplement Interventions to Prevent Cognitive Decline, Mild Cognitive Impairment, and Clinical Alzheimer-Type Dementia: A Systematic Review.", "journal": ["Annals of internal medicine", "Ann. Intern. Med."]}