{"authors": [["Colle", "Livia", "L", "Department of Psychology, University of Turin, Turin, Italy."], ["Pellecchia", "Giovanni", "G", "Third Centre of Cognitive Psychotherapy, Rome, Italy."], ["Moroni", "Fabio", "F", "Third Centre of Cognitive Psychotherapy, Rome, Italy."], ["Carcione", "Antonino", "A", "Third Centre of Cognitive Psychotherapy, Rome, Italy."], ["Nicolò", "Giuseppe", "G", "Third Centre of Cognitive Psychotherapy, Rome, Italy."], ["Semerari", "Antonio", "A", "Third Centre of Cognitive Psychotherapy, Rome, Italy."], ["Procacci", "Michele", "M", "Third Centre of Cognitive Psychotherapy, Rome, Italy."]], "date": "2017-12-04", "id": "29255430", "text": "Social sharing capacities have attracted attention from a number of fields of social cognition and have been variously defined and analyzed in numerous studies. Social sharing consists in the subjective awareness that aspects of the self's experience are held in common with other individuals. The definition of social sharing must take a variety of elements into consideration: the motivational element, the contents of the social sharing experience, the emotional responses it evokes, the behavioral outcomes, and finally, the circumstances and the skills which enable social sharing. The primary objective of this study is to explore some of the diverse forms of human social sharing and to classify them according to levels of complexity. We identify four different types of social sharing, categorized according to the nature of the content being shared and the complexity of the mindreading skills required. The second objective of this study is to consider possible applications of this graded model of social sharing experience in clinical settings. Specifically, this model may support the development of graded, focused clinical interventions for patients with personality disorders characterized by severe social withdrawal.", "doi": "10.3389/fpsyt.2017.00263", "title": "Levels of Social Sharing and Clinical Implications for Severe Social Withdrawal in Patients with Personality Disorders.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}