{"authors": [["Schwedhelm", "Philipp", "P", "Cognitive Neuroscience Laboratory, German Primate Center Kellnerweg 4, 37077, Goettingen, Germany. philipp.schwedhelm@unitn.it."], ["Baldauf", "Daniel", "D", "Center for Mind and Brain Sciences, University of Trento Via delle Regole 101, 38123, Mattarello, TN, Italy."], ["Treue", "Stefan", "S", "Cognitive Neuroscience Laboratory, German Primate Center Kellnerweg 4, 37077, Goettingen, Germany."]], "date": "2017-12-18", "id": "29255155", "text": "The lateral prefrontal cortex (lPFC) of primates is hypothesized to be heavily involved in decision-making and selective visual attention. Recent neurophysiological evidence suggests that information necessary for an orchestration of those high-level cognitive factors are indeed represented in the lPFC. However, we know little about the specific contribution of sub-networks within lPFC to the deployment of top-down influences that can be measured in extrastriate visual cortex. Here, we systematically applied electrical stimulations to areas 8Av and 45 of two macaque monkeys performing a concurrent goal-directed saccade task. Despite using currents well above saccadic thresholds of the directly adjacent Frontal Eye Fields (FEF), saccades were only rarely evoked by the stimulation. Instead, two types of behavioral effects were observed: Stimulations of caudal sites in 8Av (close to FEF) shortened or prolonged saccadic reaction times, depending on the task-instructed saccade, while rostral stimulations of 8Av/45 seem to affect the relative attentional weighting of saccade targets as well as saccadic reaction times. These results illuminate important differences in the causal involvement of different sub-networks within the lPFC and are most compatible with a stimulation-induced biasing of stimulus processing that accelerates the detection of saccade targets presented ipsilateral to stimulation through a disruption of contralaterally deployed top-down attention.", "doi": "10.1038/s41598-017-18153-9", "title": "Electrical stimulation of macaque lateral prefrontal cortex modulates oculomotor behavior indicative of a disruption of top-down attention.", "journal": ["Scientific reports", "Sci Rep"]}