{"authors": [["Major", "Alex J", "AJ", "Graduate Program in Neuroscience, The University of Western Ontario, London, Ontario, Canada."], ["Vijayraghavan", "Susheel", "S", "Department of Physiology and Pharmacology, The University of Western Ontario, London, Ontario, Canada."], ["Everling", "Stefan", "S", "Graduate Program in Neuroscience, The University of Western Ontario, London, Ontario, Canada severlin@uwo.ca."]], "date": "2017-12-18", "id": "29255006", "text": "Acetylcholine is released in the prefrontal cortex and is a key modulator of cognitive performance in primates. Cholinergic stimulation has been shown to have beneficial effects on performance of cognitive tasks, and cholinergic receptors are being actively explored as promising targets for ameliorating cognitive deficits in Alzheimer's disease. We hypothesized that cholinergic stimulation of prefrontal cortex during performance of a cognitive task would augment neuronal activity and neuronal coding of task attributes. We iontophoretically applied the general cholinergic receptor agonist carbachol onto neurons in dorsolateral prefrontal cortex (DLPFC) of male rhesus macaques performing rule-guided pro- and antisaccades, a well-established oculomotor task for testing cognitive control. Carbachol application had heterogeneous effects on neuronal excitability, with both excitation and suppression observed in significant proportions. Contrary to our prediction, neurons with rule-selective activity exhibited a reduction in selectivity during carbachol application. Cholinergic stimulation disrupted rule selectivity regardless of whether it had suppressive or excitatory effects on these neurons. In addition, cholinergic stimulation excited putative pyramidal neurons, while the activity of putative interneurons remained unchanged. Moreover, cholinergic stimulation attenuated saccade direction selectivity in putative pyramidal neurons due to non-specific increases in activity. Our results suggest excessive cholinergic stimulation has detrimental effects on DLPFC representations of task attributes. These findings delineate the complexity and heterogeneity of neuromodulation of cerebral cortex by cholinergic stimulation, an area of active exploration with respect to the development of cognitive enhancers.SIGNIFICANCE STATEMENTThe neurotransmitter acetylcholine is known to be important for cognitive processes in the prefrontal cortex. Removal of acetylcholine from prefrontal cortex can disrupt short-term memory performance and is reminiscent of Alzheimer's disease, which is characterized by degeneration of acetylcholine-producing neurons. Stimulation of cholinergic receptors is being explored to create cognitive enhancers for the treatment of Alzheimer's disease and other psychiatric diseases. Here, we stimulated cholinergic receptors in prefrontal cortex and examined its effects on neurons that are engaged in cognitive behavior. Surprisingly, cholinergic stimulation decreased neurons' ability to discriminate between rules. This work suggests that overstimulation of acetylcholine receptors could disrupt neuronal processing during cognition and is relevant to the design of cognitive enhancers based on stimulating the cholinergic system.", "doi": "10.1523/JNEUROSCI.3198-17.2017", "title": "Cholinergic overstimulation attenuates rule selectivity in macaque prefrontal cortex.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}