{"authors": [["Kuerbitz", "J", "J", "Divisions of Developmental Biology."], ["Arnett", "M G", "MG", "Center for Prevention of Preterm Birth, Perinatal Institute, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, 3333 Burnet Avenue, Cincinnati OH 45229, USA."], ["Ehrman", "S", "S", "Divisions of Developmental Biology."], ["Williams", "M T", "MT", "Neurology."], ["Vorhees", "C V", "CV", "Neurology."], ["Fisher", "S E", "SE", "Language and Genetics Department, Max Planck Institute for Psycholinguistics, 6500 AH Nijmegen, The Netherlands."], ["Garratt", "A N", "AN", "Institute of Cell Biology and Neurobiology, Center for Anatomy, Charité University Hospital Berlin, 10117 Berlin, Germany."], ["Muglia", "L J", "LJ", "Center for Prevention of Preterm Birth, Perinatal Institute, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, 3333 Burnet Avenue, Cincinnati OH 45229, USA."], ["Waclaw", "R R", "RR", "Divisions of Developmental Biology."], ["Campbell", "K", "K", "Divisions of Developmental Biology kenneth.campbell@cchmc.org."]], "date": "2017-12-18", "id": "29255003", "text": "The intercalated cells (ITCs) of the amygdala have been shown to be critical regulatory components of amygdalar circuits, which control appropriate fear responses. Despite this, the molecular processes guiding ITC development remain poorly understood. Here we establish the zinc finger transcription factor Tshz1 as a marker of ITCs during their migration from the dorsal lateral ganglionic eminence (dLGE) through maturity. Using germline and conditional knockout (cKO) mouse models, we show that Tshz1 is required for the proper migration and differentiation of ITCs. In the absence of Tshz1, migrating ITC precursors fail to settle in their stereotypical locations encapsulating the lateral amygdala (LA) and basolateral amygdala (BLA). Furthermore, they display reductions in the ITC marker Foxp2 and ectopic persistence of the dLGE marker Sp8. Tshz1 mutant ITCs show increased cell death at postnatal time points, leading to a dramatic reduction by three weeks of age. In line with this, Foxp2 null mutants also show a loss of ITCs at postnatal time points, suggesting that Foxp2 may function downstream of Tshz1 in the maintenance of ITCs. Behavioral analysis of male Tshz1 cKOs revealed defects in fear extinction as well as an increase in floating during the forced swim test, indicative of a depression-like phenotype. Moreover, Tshz1 cKOs display significantly impaired social interaction (i.e. increased passivity) regardless of partner genetics. Taken together, these results suggest that Tshz1 plays a critical role in the development of ITCs and that fear, depression-like and social behavioral deficits arise in their absence.SIGNIFICANCE STATEMENTWe show here that the zinc finger transcription factor Tshz1 is expressed during development of the intercalated cells (ITCs) within the mouse amygdala. These neurons have previously been shown to play a crucial role in fear extinction. Tshz1 mouse mutants exhibit severely reduced numbers of ITCs as a result of abnormal migration, differentiation and survival of these neurons. Furthermore, the loss of ITCs in mouse Tshz1 mutants correlates well with defects in fear extinction as well as the appearance of depression-like and abnormal social interaction behaviors reminiscent of depressive disorders observed in human patients with distal 18q deletions including the Tshz1 locus.", "doi": "10.1523/JNEUROSCI.1412-17.2017", "title": "Loss of intercalated cells (ITCs) in the mouse amygdala of Tshz1 mutants correlates with fear, depression and social interaction phenotypes.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}