{"authors": [["Compen", "Félix R", "FR", "Centre for Mindfulness, Department of Psychiatry, Radboud University Medical Centre, Nijmegen, Netherlands."], ["Bisseling", "Else M", "EM", "Helen Dowling Institute for Psycho-Oncology, Bilthoven, Netherlands."], ["Schellekens", "Melanie Pj", "MP", "Centre for Mindfulness, Department of Psychiatry, Radboud University Medical Centre, Nijmegen, Netherlands."], ["Jansen", "Ellen Tm", "ET", "Centre for Mindfulness, Department of Psychiatry, Radboud University Medical Centre, Nijmegen, Netherlands."], ["van der Lee", "Marije L", "ML", "Helen Dowling Institute for Psycho-Oncology, Bilthoven, Netherlands."], ["Speckens", "Anne Em", "AE", "Centre for Mindfulness, Department of Psychiatry, Radboud University Medical Centre, Nijmegen, Netherlands."]], "date": "2017-12-18", "id": "29254912", "text": "The number of patients living with cancer is growing, and a substantial number of patients suffer from psychological distress. Mindfulness-based interventions (MBIs) seem effective in alleviating psychological distress. Unfortunately, several cancer patients find it difficult, if not impossible, to attend a group-based course. Internet-based MBIs (eMBIs) such as Internet-based mindfulness-based cognitive therapy (eMBCT) may offer solutions. However, it is yet to be studied what facilitators and barriers cancer patients experience during eMBCT.This study aimed to explore facilitators and barriers of individual asynchronous therapist-assisted eMBCT as experienced by both patients and therapists.Patients with heterogeneous cancer diagnoses suffering from psychological distress were offered eMBCT. This 9-week intervention mirrored the group-based MBCT protocol and included weekly asynchronous written therapist feedback. Patients were granted access to a website that contained the eMBCT protocol and a secured inbox, and they were asked to practice and fill out diaries on which the therapist provided feedback. In total, 31 patients participated in an individual posttreatment interview on experienced facilitators and barriers during eMBCT. Moreover, eight therapists were interviewed. The data were analyzed with qualitative content analysis to identify barriers and facilitators in eMBCT.Both patients and therapists mentioned four overarching themes as facilitators and barriers: treatment setting (the individual and Internet-based nature of the treatment), treatment format (how the treatment and its guidance were organized and delivered), role of the therapist, and individual patient characteristics.The eMBCT provided flexibility in when, where, and how patients and therapists engage in MBCT. Future studies should assess how different eMBCT designs could further improve barriers that were found.", "doi": "10.2196/jmir.7783", "title": "Mindfulness-Based Cognitive Therapy for Cancer Patients Delivered via Internet: Qualitative Study of Patient and Therapist Barriers and Facilitators.", "journal": ["Journal of medical Internet research", "J. Med. Internet Res."]}