{"authors": [["Woo", "Jean", "J", "Department of Medicine & Therapeutics, Faculty of Medicine, The Chinese University of Hong Kong, Shatin, Hong Kong; The Chinese University of Hong Kong Jockey Club Institute of Ageing, Shatin, Hong Kong. Electronic address: jeanwoowong@cuhk.edu.hk."], ["Yu", "Ruby", "R", "Department of Medicine & Therapeutics, Faculty of Medicine, The Chinese University of Hong Kong, Shatin, Hong Kong; The Chinese University of Hong Kong Jockey Club Institute of Ageing, Shatin, Hong Kong."], ["Leung", "Jason", "J", "The Chinese University of Hong Kong Jockey Club Centre for Osteoporosis Care and Control, Shatin, Hong Kong."]], "date": "2017-12-16", "id": "29254904", "text": "To examine the ability of each item of the Fried phenotype of frailty to predict physical limitation and physical performance measures after 4 years, walking speed and hospitalization after 7 years, and mortality after 12 years.Prospective cohort study.Community-living older people in Hong Kong SAR, China.4000 community-living Chinese men and women aged 65 and older were recruited using stratified sampling so that approximately 33% each would be aged 65-69, 70-74, and 75 and older. Those who were unable to walk independently, had had bilateral hip replacement, or were not competent to give informed consent were excluded.Information was collected from questionnaire to include sociodemographic and lifestyle data, medical history, cognition, mood, and ability to carry out daily functional tasks. Frailty was assessed using the 5-item Fried phenotype, or Cardiovascular Health Study (CHS) scale. Measurements include grip strength, 6-m walking speed, and chair stand. Length of hospital stay was obtained from the hospital records. Death was ascertained from the Death Registry.Logistic regression was used to analyze the association between individual items and health outcomes, adjusting for age, education, chronic obstructive pulmonary disease, diabetes mellitus, hypertension, heart disease, current smoker, Mini-Mental State Examination score, and depression. The predictive ability of each item was examined using the area under the curve (AUC), and stepwise models were applied to assess the incremental predictive validity.In men, all items of the CHS scale predicted increased risk of physical limitation after 4 years with similar AUC values. The lowest quintile of walking speed and grip strength predicted increased risk of walking speed <0.8 m/s at 4 and 7 years. The other items had variable predictive ability for outcomes. For women, low walking speed and grip strength were the only 2 items that predicted all the adverse outcomes except mortality. When each item was entered into a stepwise model to predict adverse outcomes, low walking speed predicted nearly as well as the combined 5-item CHS.The 5-item Fried phenotype in frailty screening in clinical management may be replaced by a single physical performance measure such as walking speed or grip strength, but cut-off values derived from individual populations need to be applied.", "doi": "10.1016/j.jamda.2017.11.006", "title": "Predictive Ability of Individual Items of the Cardiovascular Health Study (CHS) Scale Compared With the Summative Score.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}