{"authors": [["Johnson", "Samantha", "S", "Department of Health Sciences, University of Leicester, Leicester, UK. Electronic address: sjj19@leicester.ac.uk."], ["Waheed", "Ghazala", "G", "Department of Health Sciences, University of Leicester, Leicester, UK."], ["Manktelow", "Bradley N", "BN", "Department of Health Sciences, University of Leicester, Leicester, UK."], ["Field", "David J", "DJ", "Department of Health Sciences, University of Leicester, Leicester, UK."], ["Marlow", "Neil", "N", "Department of Academic Neonatology, Institute for Women's Health, University College London, London, UK."], ["Draper", "Elizabeth S", "ES", "Department of Health Sciences, University of Leicester, Leicester, UK."], ["Boyle", "Elaine M", "EM", "Department of Health Sciences, University of Leicester, Leicester, UK."]], "date": "2017-12-15", "id": "29254758", "text": "To explore patterns of comorbidity in cognitive and behavioral outcomes at 2 years' corrected age among children born late or moderately preterm (LMPT) and to identify predictors of different patterns of comorbidity.Geographical, prospective population-based cohort study of 1139 infants born LMPT (320/7 to 366/7 weeks' gestation) and 1255 infants born at term (370/7 to 426/7 weeks' gestation). Parent questionnaires were obtained to identify impaired cognitive and language development, behavioral problems, delayed social-emotional competence, autistic features, and clinically significant eating difficulties at 24 months corrected age for 638 (57%) children born LMPT and 765 (62%) children born at term.Latent class analysis revealed 2 profiles of development among the term group: optimal (84%) and a profile of social, emotional, and behavioral impairments termed \"nonoptimal\" (16%). These 2 profiles were also identified among the LMPT group (optimal: 67%; nonoptimal: 26%). In the LMPT group, a third profile was identified (7%) that was similar to the phenotype previously identified in infants born very preterm. Nonwhite ethnicity, socioeconomic risk, and not receiving breast milk at hospital discharge were risk factors for nonoptimal outcomes in both groups. Male sex, greater gestational age, and pre-eclampsia were only associated with the preterm phenotype.Among children born LMPT with parent-reported cognitive or behavioral impairments, most had problems similar to the profile of difficulties observed in children born at term. A smaller proportion of children born LMPT had impairments consistent with the \"very preterm phenotype\" which are likely to have arisen through a preterm pathway. These results suggest that prematurity may affect development through several etiologic pathways in the late and moderately preterm population.", "doi": "10.1016/j.jpeds.2017.10.002", "title": "Differentiating the Preterm Phenotype: Distinct Profiles of Cognitive and Behavioral Development Following Late and Moderately Preterm Birth.", "journal": ["The Journal of pediatrics", "J. Pediatr."]}