{"authors": [["Armstrong", "Nicole M", "NM", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD. Electronic address: narmstr2@jhu.edu."], ["Carlson", "Michelle C", "MC", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD; Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD; Center on Aging and Health, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Schrack", "Jennifer", "J", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD."], ["Xue", "Qian-Li", "QL", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD; Department of Biostatistics, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD; Division of Geriatric Medicine and Gerontology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD; Center on Aging and Health, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Carnethon", "Mercedes R", "MR", "Epidemiology Division, Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL."], ["Rosano", "Caterina", "C", "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA."], ["Chaves", "Paulo H M", "PHM", "Benjamin Leon Center for Geriatrics Research and Education, Florida International University Herbert Wertheim College of Medicine, Miami, FL."], ["Gross", "Alden L", "AL", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD; Department of Mental Health, Johns Hopkins Bloomberg School of Public Health, and Johns Hopkins Center on Aging and Health, Baltimore, MD; Center on Aging and Health, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD."]], "date": "2017-11-20", "id": "29254675", "text": "To study whether depression contributes to the association between subclinical cardiovascular disease (CVD) and dementia, and identify the contribution's magnitude.Among participants from the Cardiovascular Health Study Cognition Study who did not have baseline CVD-related events (N = 2,450), causal mediation methodology was implemented to examine whether late-life depressive symptoms, defined as 10-item Center for Epidemiologic Studies-Depression (mCES-D) Scale scores ≥8 from 2 to 3 years after baseline, partially mediated the association of baseline subclinical CVD (CAC, carotid intimal medial thickness, stenosis, and ankle brachial index) with mild cognitive impairment (MCI)/dementia onset occurring between 5 and 10 years from baseline. The total effect was decomposed into direct and indirect effects (via late-life depressive symptoms), obtained from an accelerated failure time model with weights derived from multivariable logistic regression of late-life depressive symptoms on subclinical CVD. Analyses were adjusted by baseline covariates: age, race, sex, poverty status, marital status, body mass index, smoking status, ApoE4 status, and mCES-D.Participants contributed 20,994 person-years of follow-up with a median follow-up time of 9.4 years. Subclinical CVD was associated with 12% faster time to MCI/dementia (time ratio [TR]: 0.88; 95% CI: 0.83, 0.93). The total effect of subclinical CVD on MCI/dementia onset was decomposed into a direct effect (TR: 0.95, 95% CI: 0.92, 0.98) and indirect effect (TR: 0.92, 95% CI: 0.88, 0.97); 64.5% of the total effect was mediated by late-life depressive symptoms.These data suggest late-life depressive symptoms partially mediate the association of subclinical CVD with MCI/dementia onset.", "doi": "10.1016/j.jagp.2017.11.004", "title": "Late-Life Depressive Symptoms as Partial Mediators in the Associations between Subclinical Cardiovascular Disease with Onset of Mild Cognitive Impairment and Dementia.", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"]}