{"authors": [["Kloos", "Anne D", "AD", "Division of Physical Therapy, College of Medicine, The Ohio State University, Columbus, OH, USA."], ["Kegelmeyer", "Deb A", "DA", "Division of Physical Therapy, College of Medicine, The Ohio State University, Columbus, OH, USA."], ["Fritz", "Nora E", "NE", "Division of Physical Therapy, College of Medicine, The Ohio State University, Columbus, OH, USA."], ["Daley", "Allison M", "AM", "Department of Neurology, College of Medicine, The Ohio State University, Columbus, OH, USA."], ["Young", "Gregory S", "GS", "Center for Biostatistics, The Ohio State University, Columbus, OH, USA."], ["Kostyk", "Sandra K", "SK", "Department of Neurology, College of Medicine, The Ohio State University, Columbus, OH, USA."]], "date": null, "id": "29254103", "text": "Huntington's disease (HD) is a progressive neurodegenerative disorder that results in a gradual decline in mobility and balance. Increasing evidence has documented an important role of executive function in the safe ambulation of the elderly and people with a variety of neurological disorders. Little is known about the contribution of cognitive deficits to decline in mobility over time in HD.This study examined the relationships of mobility, motor and cognitive function measures at baseline, and of mobility and cognitive measures over four years.A retrospective chart review was performed on 70 patients with genetically confirmed HD (age 20-75 years old) across 121 HD clinic visits. Correlations between Unified Huntington's Disease Rating Scale - Total Motor, Tinetti Mobility Test (TMT), and cognitive measures (Letter Verbal Fluency, Symbol Digit Modalities Test (SDMT), and Stroop Test) were analyzed. Longitudinal relationships between TMT and cognitive measures were examined using mixed effect regression models.Gait and balance measures representing domains of mobility (TMT scores) were significantly correlated with each of the cognitive measures with the exception of the Verbal Fluency score. Mixed effects regression modeling showed that the Stroop Interference sub-test and SDMT were significant predictors (p-values <0.01) of TMT total scores.Impairments in executive function measures correlate highly with measures of gait, balance and mobility in individuals with HD. Interventions designed to improve mobility and decrease fall risk should also address issues of cognitive impairments with particular consideration given to interventions that may focus on motor-cognitive dual task training.", "doi": "10.3233/JHD-170279", "title": "Cognitive Dysfunction Contributes to Mobility Impairments in Huntington's Disease.", "journal": ["Journal of Huntington's disease", "J Huntingtons Dis"]}