{"authors": [["Zainal", "Nur Hani", "NH", "Department of Psychology, The Pennsylvania State University, University Park, PA 16802, United States. Electronic address: nvz5057@psu.edu."], ["Newman", "Michelle G", "MG", "Department of Psychology, The Pennsylvania State University, University Park, PA 16802, United States."]], "date": "2017-11-15", "id": "29254067", "text": "Theory-of-mind (ToM) is the ability to accurately infer others' thoughts and feelings. In generalized anxiety disorder (GAD), cognitive and emotion regulation theories allude to the plausibility that ToM is conditional on the degree of individuals' state worry, a hallmark symptom. GAD and state worry may interact to predict ToM constructs. However, no experiments have directly tested such interactional hypotheses, and used ToM as a framework to advance understanding of social cognition in GAD. This study therefore aimed to address this gap.171 participants (69 GAD, 102 Controls) were randomly assigned to either a Worry or Relaxation induction and completed well-validated ToM decoding (Reading the Mind in the Eyes Test) and reasoning (Movie for the Assessment of Social Cognition) tasks.GAD status significantly interacted with state worry to predict accuracy of overall reasoning, cognitive-reasoning, positive-reasoning, and negative-reasoning ToM. Worry, as opposed to relaxation, led sufferers of GAD to display more accurate overall reasoning and cognitive-reasoning ToM than controls, especially for negative signals. Participants with GAD who worried, but not relaxed, were also significantly better than the norm at interpreting negative signals. These findings remained after controlling for gender, executive function, social anxiety, and depressive symptoms. For other ToM abilities, mean scores of persons with and without GAD who either worried or relaxed were normative.The ToM reasoning measure lacked self-reference, and these preliminary findings warrant replication.Theoretical implications, such as the state worry-contingent nature of ToM in GAD, and clinical implications are discussed.", "doi": "10.1016/j.jad.2017.11.084", "title": "Worry amplifies theory-of-mind reasoning for negatively valenced social stimuli in generalized anxiety disorder.", "journal": ["Journal of affective disorders", "J Affect Disord"]}