{"authors": [["Asam", "Kesava", "K", "Department of Pathology and Cell Biology, Columbia University, New York, NY, United States of America."], ["Staniszewski", "Agnieszka", "A", "Department of Pathology and Cell Biology, Columbia University, New York, NY, United States of America."], ["Zhang", "Hong", "H", "Department of Pathology and Cell Biology, Columbia University, New York, NY, United States of America."], ["Melideo", "Scott L", "SL", "Department of Molecular Biology, Princeton University, Princeton, New Jersey, United States of America."], ["Mazzeo", "Adolfo", "A", "Department of Pathology and Cell Biology, Columbia University, New York, NY, United States of America."], ["Voronkov", "Michael", "M", "Signum Biosciences, 133 Wall Street, Princeton, New Jersey, United States of America."], ["Huber", "Kristen L", "KL", "Signum Biosciences, 133 Wall Street, Princeton, New Jersey, United States of America."], ["Pérez", "Eduardo", "E", "Signum Biosciences, 133 Wall Street, Princeton, New Jersey, United States of America."], ["Stock", "Maxwell", "M", "Signum Biosciences, 133 Wall Street, Princeton, New Jersey, United States of America."], ["Stock", "Jeffry B", "JB", "Department of Molecular Biology, Princeton University, Princeton, New Jersey, United States of America."], ["Arancio", "Ottavio", "O", "Department of Pathology and Cell Biology, Columbia University, New York, NY, United States of America."], ["Nicholls", "Russell E", "RE", "Department of Pathology and Cell Biology, Columbia University, New York, NY, United States of America."]], "date": "2017-12-18", "id": "29253878", "text": "Soluble forms of oligomeric beta-amyloid (Aβ) are thought to play a central role in Alzheimer's disease (AD). Transgenic manipulation of methylation of the serine/threonine protein phosphatase, PP2A, was recently shown to alter the sensitivity of mice to AD-related impairments resulting from acute exposure to elevated levels of Aβ. In addition, eicosanoyl-5-hydroxytryptamide (EHT), a naturally occurring component from coffee beans that modulates PP2A methylation, was shown to confer therapeutic benefits in rodent models of AD and Parkinson's disease. Here, we tested the hypothesis that EHT protects animals from the pathological effects of exposure to elevated levels of soluble oligomeric Aβ. We treated mice with EHT-containing food at two different doses and assessed the sensitivity of these animals to Aβ-induced behavioral and electrophysiological impairments. We found that EHT administration protected animals from Aβ-induced cognitive impairments in both a radial-arm water maze and contextual fear conditioning task. We also found that both chronic and acute EHT administration prevented Aβ-induced impairments in long-term potentiation. These data add to the accumulating evidence suggesting that interventions with pharmacological agents, such as EHT, that target PP2A activity may be therapeutically beneficial for AD and other neurological conditions.", "doi": "10.1371/journal.pone.0189413", "title": "Eicosanoyl-5-hydroxytryptamide (EHT) prevents Alzheimer's disease-related cognitive and electrophysiological impairments in mice exposed to elevated concentrations of oligomeric beta-amyloid.", "journal": ["PloS one", "PLoS ONE"]}