{"authors": [["Tervo-Clemmens", "Brenden", "B", "Department of Psychology, University of Pittsburgh, United States; Center for the Neural Basis of Cognition, Pittsburgh, United States. Electronic address: bct16@pitt.edu."], ["Simmonds", "Daniel", "D", "Center for Neuroscience, University of Pittsburgh, United States."], ["Calabro", "Finnegan J", "FJ", "Department of Psychiatry, University of Pittsburgh, United States; Department of Bioengineering, University of Pittsburgh, United States."], ["Day", "Nancy L", "NL", "Department of Psychiatry, University of Pittsburgh, United States."], ["Richardson", "Gale A", "GA", "Department of Psychiatry, University of Pittsburgh, United States."], ["Luna", "Beatriz", "B", "Department of Psychology, University of Pittsburgh, United States; Center for the Neural Basis of Cognition, Pittsburgh, United States; Department of Psychiatry, University of Pittsburgh, United States."]], "date": "2017-12-15", "id": "29253654", "text": "Given prior reports of adverse effects of cannabis use on working memory, an executive function with a protracted developmental course during adolescence, we examined associations between developmental patterns of cannabis use and adult working memory (WM) processes. Seventy-five adults with longitudinal assessments of cannabis use (60 with reported use, 15 with no reported use) and prenatal drug exposure assessment completed a spatial WM task during fMRI at age 28. All subjects passed a multi-drug urine screen on the day of testing and denied recreational drug use in the past week. A fast event-related design with partial trials was used to separate the BOLD response associated with encoding, maintenance, and retrieval periods of the WM task. Behavioral results showed that subjects who began using cannabis earlier in adolescence had longer reaction times (RT) than those with later initiation. Cannabis age of onset was further associated with reduced posterior parietal cortex (PPC) encoding BOLD activation, which significantly mediated age of onset WM RT associations. However, cannabis age of onset brain-behavior associations did not differ between groups with a single reported use and those with repeated use, suggesting age of onset effects may reflect substance use risk characteristics rather than a developmentally-timed cannabis exposure effect. Within repeated cannabis users, greater levels of total cannabis use were associated with performance-related increases in dorsolateral prefrontal cortex (DLPFC) activation during maintenance. This pattern of significant results remained unchanged with inclusion of demographic and prenatal measures as covariates. Surprisingly, however, at the group level, cannabis users generally performed better than participants who reported never using cannabis (faster RT, higher accuracy). We extend previous investigations by identifying that WM associations with cannabis age of onset may be primary to PPC stimulus encoding activity, while the amount of cannabis use is associated with DLPFC maintenance processes. Poorer performance of participants who reported never using cannabis and the consistency of cannabis age of onset associations across single and repeated users limit interpretation of direct developmental effects of cannabis on WM in adulthood.", "doi": "10.1016/j.neuroimage.2017.12.041", "title": "Adolescent cannabis use and brain systems supporting adult working memory encoding, maintenance, and retrieval.", "journal": ["NeuroImage", "Neuroimage"]}