{"authors": [["Conejero", "Ismael", "I", "Department of Psychiatry, CHU de Nîmes, Place du Professeur Robert Debré, F-30900 Nîmes, France."], ["Thouvenot", "Eric", "E", "University of Montpellier, F-34090 Montpellier, France."], ["Abbar", "Mocrane", "M", "Department of Psychiatry, CHU de Nîmes, Place du Professeur Robert Debré, F-30900 Nîmes, France."], ["Mouchabac", "Stéphane", "S", "Department of Psychiatry, Assistance Publique, Hôpitaux de Paris, Hopital Saint Antoine, F-75012 Paris, France."], ["Courtet", "Philippe", "P", "University of Montpellier, F-34090 Montpellier, France."], ["Olié", "Emilie", "E", "University of Montpellier, F-34090 Montpellier, France."]], "date": "2017-12-19", "id": "29252202", "text": "The pathophysiology of conversion disorder is not well understood, although studies using functional brain imaging in patients with motor and sensory symptoms are progressively increasing. We conducted a systematic review of the literature with the aim of summarising the available data on the neuroanatomical features of this disorder. We also propose a general model of the neurobiological disturbance in motor conversion disorder. We systematically searched articles in Medline using the Medical Subject Headings terms '(conversion disorder or hysterical motor disorder) and (neuropsychology or cognition) or (functional magnetic resonance imaging or positron emission tomography or neuroimaging) or (genetics or polymorphisms or epigenetics) or (biomarkers or biology)', following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Two authors independently reviewed the retrieved records and abstracts, assessed the exhaustiveness of data abstraction, and confirmed the quality rating. Analysis of the available literature data shows that multiple specialised brain networks (self-agency, action monitoring, salience system, and memory suppression) influence action selection and modulate supplementary motor area activation. Some findings suggest that conceptualisation of movement and motor intention is preserved in patients with limb weakness. More studies are needed to fully understand the brain alterations in conversion disorders and pave the way for the development of effective therapeutic strategies.", "doi": "10.1515/revneuro-2017-0041", "title": "Neuroanatomy of conversion disorder: towards a network approach.", "journal": ["Reviews in the neurosciences", "Rev Neurosci"]}