{"authors": [["Soler", "Joel E", "JE", "Department of Psychology, Michigan State University, East Lansing, Michigan."], ["Robison", "Alfred J", "AJ", "Department of Physiology, Michigan State University, East Lansing, Michigan."], ["Núñez", "Antonio A", "AA", "Department of Psychology, Michigan State University, East Lansing, Michigan."], ["Yan", "Lily", "L", "Department of Psychology, Michigan State University, East Lansing, Michigan."]], "date": "2017-12-18", "id": "29251803", "text": "The effects of light on cognitive function have been well-documented in human studies, with brighter illumination improving cognitive performance in school children, healthy adults, and patients in early stages of dementia. However, the underlying neural mechanisms are not well understood. The present study examined how ambient light affects hippocampal function using the diurnal Nile grass rats (Arvicanthis niloticus) as the animal model. Grass rats were housed in either a 12:12 h bright light-dark (brLD, 1,000 lux) or dim light-dark (dimLD, 50 lux) cycle. After 4 weeks, the dimLD group showed impaired spatial memory in the Morris Water Maze (MWM) task. The impairment in their MWM performance were reversed when the dimLD group were transferred to the brLD condition for another 4 weeks. The results suggest that lighting conditions influence cognitive function of grass rats in a way similar to that observed in humans, such that bright light is beneficial over dim light for cognitive performance. In addition to the behavioral changes, grass rats in the dimLD condition exhibited reduced expression of brain-derived neurotrophic factor (BDNF) in the hippocampus, most notably in the CA1 subregion. There was also a reduction in dendritic spine density in CA1 apical dendrites in dimLD as compared to the brLD group, and the reduction was mostly in the number of mushroom and stubby spines. When dimLD animals were transferred to the brLD condition for 4 weeks, the hippocampal BDNF and dendritic spine density significantly increased. The results illustrate that not only does light intensity affect cognitive performance, but that it also impacts hippocampal structural plasticity. These studies serve as a starting point to further understand how ambient light modulates neuronal and cognitive functions in diurnal species. A mechanistic understanding of the effects of light on cognition can help to identify risk factors for cognitive decline and contribute to the development of more effective prevention and treatment of cognitive impairment in clinical populations.", "doi": "10.1002/hipo.22822", "title": "Light modulates hippocampal function and spatial learning in a diurnal rodent species: A study using male nile grass rat (Arvicanthis niloticus).", "journal": ["Hippocampus", "Hippocampus"]}