{"authors": [["Zielinski", "Mark C", "MC", "Graduate Program in Neuroscience, Brandeis University, Waltham, Massachusetts, 02453."], ["Tang", "Wenbo", "W", "Graduate Program in Neuroscience, Brandeis University, Waltham, Massachusetts, 02453."], ["Jadhav", "Shantanu P", "SP", "Neuroscience Program, Department of Psychology and Volen National Center for Complex Systems, Brandeis University, Waltham, Massachusetts, 02453."]], "date": "2017-12-18", "id": "29251801", "text": "Sequential activity is seen in the hippocampus during multiple network patterns, prominently as replay activity during both awake and sleep sharp-wave ripples (SWRs), and as theta sequences during active exploration. Although various mnemonic and cognitive functions have been ascribed to these hippocampal sequences, evidence for these proposed functions remains primarily phenomenological. Here, we briefly review current knowledge about replay events and theta sequences in spatial memory tasks. We reason that in order to gain a mechanistic and causal understanding of how these patterns influence memory and cognitive processing, it is important to consider how these sequences influence activity in other regions, and in particular, the prefrontal cortex, which is crucial for memory-guided behavior. For spatial memory tasks, we posit that hippocampal-prefrontal interactions mediated by replay and theta sequences play complementary and overlapping roles at different stages in learning, supporting memory encoding and retrieval, deliberative decision making, planning, and guiding future actions. This framework offers testable predictions for future physiology and closed-loop feedback inactivation experiments for specifically targeting hippocampal sequences as well as coordinated prefrontal activity in different network states, with the potential to reveal their causal roles in memory-guided behavior.", "doi": "10.1002/hipo.22821", "title": "The role of replay and theta sequences in mediating hippocampal-prefrontal interactions for memory and cognition.", "journal": ["Hippocampus", "Hippocampus"]}