{"authors": [["Blomberg", "Ben A", "BA", "From the Division of Geriatric Medicine, Department of Medicine, University of North Carolina, Chapel Hill, North Carolina."], ["Mulligan", "Rebekah C", "RC", "From the Division of Geriatric Medicine, Department of Medicine, University of North Carolina, Chapel Hill, North Carolina."], ["Staub", "Stephen J", "SJ", "From the Division of Geriatric Medicine, Department of Medicine, University of North Carolina, Chapel Hill, North Carolina."], ["Hanson", "Laura C", "LC", "From the Division of Geriatric Medicine, Department of Medicine, University of North Carolina, Chapel Hill, North Carolina."], ["Drickamer", "Margaret A", "MA", "From the Division of Geriatric Medicine, Department of Medicine, University of North Carolina, Chapel Hill, North Carolina."], ["Dale", "Maureen C", "MC", "From the Division of Geriatric Medicine, Department of Medicine, University of North Carolina, Chapel Hill, North Carolina."]], "date": "2017-12-18", "id": "29251766", "text": "To improve assessment and documentation of function, cognition, and advance care planning (ACP) in admission and discharge notes on an Acute Care of the Elderly (ACE) unit.Continuous quality improvement intervention with episodic data review.ACE unit of an 866-bed academic tertiary hospital.Housestaff physicians rotating on the ACE unit (N = 31).Introduction of templated notes, housestaff education, leadership outreach, and posted reminders.Documentation of function, cognition, and ACP were assessed through chart review of a weekly sample of the ACE unit census and scored using predefined criteria.Medical records (N = 172) were reviewed. At baseline, 0% of admission and discharge notes met minimum documentation criteria for all 3 domains (function, cognition, ACP). Documentation of function and cognition was completely absent at baseline. After the intervention, there was marked improvement in all measures, with 64% of admission notes and 94% of discharge notes meeting minimum documentation criteria or better in all 3 domains.A quality improvement intervention using geriatric-specific note templates, housestaff training, and reminders increased documentation of function, cognition and ACP for postacute care.", "doi": "10.1111/jgs.15237", "title": "Handing Off the Older Patient: Improved Documentation of Geriatric Assessment in Transitions of Care.", "journal": ["Journal of the American Geriatrics Society", "J Am Geriatr Soc"]}