{"authors": [["Walton", "Jessica L", "JL", "Southeast Louisiana Veterans Health Care System, PTSD Clinical Team, New Orleans, Louisiana."], ["Raines", "Amanda M", "AM", "Southeast Louisiana Veterans Health Care System, PTSD Clinical Team, New Orleans, Louisiana."], ["Cuccurullo", "Lisa-Ann J", "LJ", "Southeast Louisiana Veterans Health Care System, PTSD Clinical Team, New Orleans, Louisiana."], ["Vidaurri", "Desirae N", "DN", "Southeast Louisiana Veterans Health Care System, PTSD Clinical Team, New Orleans, Louisiana."], ["Villarosa-Hurlocker", "Margo C", "MC", "Southeast Louisiana Veterans Health Care System, PTSD Clinical Team, New Orleans, Louisiana."], ["Franklin", "C L", "CL", "Southeast Louisiana Veterans Health Care System, PTSD Clinical Team, New Orleans, Louisiana."]], "date": "2017-12-18", "id": "29251380", "text": "Prior research has revealed a strong relationship between Posttraumatic Stress Disorder (PTSD) and alcohol misuse. However, previous attempts to understand nuanced associations between PTSD symptom clusters and alcohol misuse within military veteran samples have produced mixed results. In an attempt to better understand the associations between PTSD and alcohol misuse, the current study examined the unique relationships between the newly classified Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) PTSD symptom clusters and alcohol misuse in an outpatient sample of military veterans seeking treatment for PTSD and Substance Use Disorders.Veterans (N = 100) were administered a brief battery of self-report questionnaires prior to receiving psychological services to aid in diagnostic assessment and treatment planning.Hierarchical regression analyses revealed that PTSD intrusions (cluster B), negative alterations in cognition and mood (cluster D), and arousal/reactivity (cluster E) symptoms were associated with alcohol misuse.The positive association between alcohol misuse and PTSD symptom severity is consistent with a broader body of literature demonstrating the co-occurrence of these disorders, particularly in military samples.Increased alcohol consumption may interfere with current front-line treatments for PTSD, which encourages patients to experience a full range of emotions. As such, future research should explore the impact of substance use on the effectiveness of trauma focused treatments in the alleviation of DSM-5 PTSD symptoms. (Am J Addict 2018;27:23-28).", "doi": "10.1111/ajad.12658", "title": "The relationship between DSM-5 PTSD symptom clusters and alcohol misuse among military veterans.", "journal": ["The American journal on addictions", "Am J Addict"]}