{"authors": [["Tendolkar", "Indira", "I", "Department of Psychiatry, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Mårtensson", "Johan", "J", "Department of Clinical Sciences, Lund University, Lund, Sweden."], ["Kühn", "Simone", "S", "Max-Planck Institute for Human Development, Berlin, Germany."], ["Klumpers", "Floris", "F", "Donders Institute for Brain Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Fernández", "Guillén", "G", "Donders Institute for Brain Cognition and Behavior, Radboud University Medical Center, Nijmegen, The Netherlands."]], "date": "2017-12-17", "id": "29250891", "text": "Childhood adversity (CA) leads to greater vulnerability for psychopathology by causing structural as well as functional brain abnormalities. Recent findings on gray matter effects point towards the importance of identifying CA outcome as a function of different CA types, varying in the dimensions of threat and deprivation. Using diffusion tensor imaging, we investigate whether different forms of CA impact differently on white matter connectivity in a healthy cohort not confounded by other aspects of disease.In 120 healthy young males, we assessed different forms of maltreatment during childhood with the Childhood Trauma Questionnaire (CTQ). Fractional anisotropy (FA) and mean diffusivity (MD) images were generated and projected onto a white matter skeleton using tract-based spatial statistics. Correlational analysis between FA, MD, and CTQ subscores was then performed using voxelwise statistics.Of all CTQ-subscores, only physical neglect (PN) predicted a decrease of FA but not MD in the bilateral anterior thalamic radiation around the middle frontal gyrus and the right inferior fronto-occipital fasciculus, the inferior longitudinal fasciculus, the cingulum and precuneus. Reduced FA in the posterior cingulum was related to the effects of PN during childhood on anxiety levels at trend level.PN may have severe consequences and should be considered equally important to more active forms of abuse. FA changes, particularly in the cingulum, actually appear to a functional consequence and are linked to trait anxiety, a personality dimension that is suggested to be a transdiagnostic risk factor of affective disorders. Potentially this reveals a mechanistic chain that forms one pathyway from CA to disease.", "doi": "10.1002/hbm.23916", "title": "Physical neglect during childhood alters white matter connectivity in healthy young males.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}