{"authors": [["Eddy", "Clare M", "CM", "BSMHFT National Centre for Mental Health, Birmingham, United Kingdom."], ["Rickards", "Hugh E", "HE", "BSMHFT National Centre for Mental Health, Birmingham, United Kingdom."], ["Hansen", "Peter C", "PC", "Birmingham University Imaging Centre and School of Psychology, College of Life and Environmental Sciences, University of Birmingham, Birmingham, United Kingdom."]], "date": "2017-12-17", "id": "29250867", "text": "Huntington's disease (HD) can impair social cognition. This study investigated whether patients with HD exhibit neural differences to healthy controls when they are considering mental and physical states relating to the static expressions of human eyes. Thirty-two patients with HD and 28 age-matched controls were scanned with fMRI during two versions of the Reading the Mind in the Eyes Task: The standard version requiring mental state judgments, and a comparison version requiring judgments about age. HD was associated with behavioral deficits on only the mental state eyes task. Contrasting the two versions of the eyes task (mental state > age judgment) revealed hypoactivation within left middle frontal gyrus and supramarginal gyrus in HD. Subgroup analyses comparing premanifest HD patients to age-matched controls revealed reduced activity in right supramarginal gyrus and increased activity in anterior cingulate during mental state recognition in these patients, while manifest HD was associated with hypoactivity in left insula and left supramarginal gyrus. When controlling for the effects of healthy aging, manifest patients exhibited declining activation within areas including right temporal pole. Our findings provide compelling evidence for a selective impairment of internal emotional status when patients with HD appraise facial features in order to make social judgements. Differential activity in temporal and anterior cingulate cortices may suggest that poor emotion regulation and emotional egocentricity underlie impaired mental state recognition in premanifest patients, while more extensive mental state recognition impairments in manifest disease reflect dysfunction in neural substrates underlying executive functions, and the experience and interpretation of emotion.", "doi": "10.1002/hbm.23923", "title": "Through your eyes or mine? The neural correlates of mental state recognition in Huntington's disease.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}