{"authors": [["Morís Fernández", "Luis", "L", "Multisensory Research Group, Center for Brain and Cognition, Dept. de Tecnologies de la Informació i les Comunicacions, Universitat Pompeu Fabra, Office 55.128., Roc Boronat, 138, 08018, Barcelona, Spain."], ["Torralba", "Mireia", "M", "Multisensory Research Group, Center for Brain and Cognition, Dept. de Tecnologies de la Informació i les Comunicacions, Universitat Pompeu Fabra, Office 55.128., Roc Boronat, 138, 08018, Barcelona, Spain."], ["Soto-Faraco", "Salvador", "S", "Multisensory Research Group, Center for Brain and Cognition, Dept. de Tecnologies de la Informació i les Comunicacions, Universitat Pompeu Fabra, Office 55.128., Roc Boronat, 138, 08018, Barcelona, Spain."]], "date": "2017-12-18", "id": "29250857", "text": "The McGurk illusion is one of the most famous illustrations of cross-modal integration in human perception. It has been often used as a proxy of audiovisual (AV) integration and to infer the properties of the integration process in natural (congruent) AV conditions. Nonetheless, a blatant difference between McGurk stimuli and natural, congruent, AV speech is the conflict between the auditory and the visual information in the former. Here, we hypothesized that McGurk stimuli (and any AV incongruency) engage brain responses similar to those found in more general cases of perceptual conflict (e.g., Stroop), and propose that the McGurk illusion arises as a result of the resolution of such conflict. We used electroencephalography to measure variations in the power of theta, a well-known marker of the brain response to conflict. The results showed that perception of AV McGurk stimuli, just like AV incongruence in general, induces an increase in activity in the theta band. This response was similar to that evoked by Stroop stimuli, as measured in the same participants. This finding suggests that the McGurk illusion is mediated by general-purpose conflict mechanisms, and calls for caution in generalizing findings obtained using the McGurk illusion, to the general case of multisensory integration.", "doi": "10.1111/ejn.13804", "title": "Theta oscillations reflect conflict processing in the perception of the McGurk illusion.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}