{"authors": [["Mir", "Olivier", "O", "Gustave Roussy Cancer Campus, Department of Cancer Medicine, 114, rue Edouard Vaillant, 94800, Villejuif, France. olivier.mir@gustaveroussy.fr."], ["Salvador", "Alexandre", "A", "Paris Descartes University, Sorbonne Paris Cité, Paris, France."], ["Dauchy", "Sarah", "S", "Gustave Roussy Cancer Campus, Department of Supportive Care and Psycho-Oncology, Villejuif, France."], ["Ropert", "Stanislas", "S", "Department of Medical Oncology, Antony Private Hospital, Antony, France."], ["Lemogne", "Cédric", "C", "Paris Descartes University, Sorbonne Paris Cité, Paris, France."], ["Gaillard", "Raphaël", "R", "Paris Descartes University, Sorbonne Paris Cité, Paris, France."]], "date": "2017-12-18", "id": "29250741", "text": "Introduction The PI3K/Akt/mTOR pathway plays a critical role in cancer cell growth, proliferation and angiogenesis, but also in brain homeostasis and the pathophysiology of mood disorders. The impact of the mTOR inhibitor everolimus on the mood of breast cancer patients is unknown. Materials and methods Consecutive, post-menopausal metastatic breast cancer patients receiving hormone therapy +/- everolimus were prospectively followed-up using the Beck Depression Inventory (BDI) and the MADRS (Montgomery and Asberg Depression Rating Scale) questionnaires. Results Post hoc tests comparing everolimus + hormonotherapy to hormonotherapy alone demonstrated a significant effect of everolimus after 6 weeks of treatment on BDI scores (t(1,38) = -2.0716, p < 0.05), and after 3 weeks (t(1,38) = -3.9165, p < 0.001) and 6 weeks of treatment (t(1,38) = -2.0373, p < 0.05) on MADRS scores. Analysis within each treatment group showed that the effect of time since treatment initiation on BDI and MADRS scores was specifically observed in the everolimus + hormonotherapy group (F(2,34) = 11.875, p < 0.001 and F(2,34) = 7.820, p < 0.01 respectively), but not in the hormonotherapy alone group (F(2,34) = 1.671, p > 0.2 and F(2,34) = 0.830, p > 0.2 respectively). Conclusions The mTOR inhibitor everolimus induces significant mood alterations in breast cancer patients. The evaluation of psychiatric symptoms is not only mandatory in the context of phase 1, dose-finding studies of PI3K/Akt/mTOR inhibitors, but is also clinically relevant in daily practice.", "doi": "10.1007/s10637-017-0554-9", "title": "Everolimus induced mood changes in breast cancer patients: a case-control study.", "journal": ["Investigational new drugs", "Invest New Drugs"]}