{"authors": [["Daglas", "Rothanthi", "R", "Orygen, The National Centre of Excellence in Youth Mental Health, 35 Poplar Road, Parkville, VIC, 3052, Australia."], ["Allott", "Kelly", "K", "Orygen, The National Centre of Excellence in Youth Mental Health, 35 Poplar Road, Parkville, VIC, 3052, Australia."], ["Yücel", "Murat", "M", "Brain and Mental Health Laboratory, School of Psychological Sciences & Monash Biomedical Imaging Facility, Monash University, Clayton, Australia."], ["Henry", "Lisa P", "LP", "Orygen, The National Centre of Excellence in Youth Mental Health, 35 Poplar Road, Parkville, VIC, 3052, Australia."], ["Macneil", "Craig A", "CA", "Orygen Youth Health-Clinical Program, 35 Poplar Road, Parkville, 3052, Australia."], ["Hasty", "Melissa K", "MK", "Orygen Youth Health-Clinical Program, 35 Poplar Road, Parkville, 3052, Australia."], ["Berk", "Michael", "M", "Orygen, The National Centre of Excellence in Youth Mental Health, 35 Poplar Road, Parkville, VIC, 3052, Australia."], ["Cotton", "Sue M", "SM", "Orygen, The National Centre of Excellence in Youth Mental Health, 35 Poplar Road, Parkville, VIC, 3052, Australia. smcotton@unimelb.edu.au."]], "date": "2017-12-18", "id": "29250705", "text": "The purpose of this study was to examine cognitive functioning in people following first-episode mania relative to a demographically similar healthy control group.Forty-one patients, who had recently stabilised from a first manic episode, and twenty-one healthy controls, were compared in an extensive cognitive assessment.First-episode mania participants had significantly lower Full-Scale IQ (FSIQ) relative to healthy controls; however, this finding could be driven by premorbid differences in intellectual functioning. There were no significant differences between groups in Verbal IQ (VIQ) and Performance IQ (PIQ). First-episode mania participants performed significantly poorer than healthy controls in processing speed, verbal learning and memory, working memory, and cognitive flexibility with medium-to-large effects. There were no group differences in other measures of cognition.Participants following first-episode mania have poorer global intelligence than healthy controls, and have cognitive difficulties in some, but not all areas of cognitive functioning. This highlights the importance of early intervention and cognitive assessment in the early course of the disorder.", "doi": "10.1186/s40345-017-0108-2", "title": "Cognitive functioning following stabilisation from first episode mania.", "journal": ["International journal of bipolar disorders", "Int J Bipolar Disord"]}