{"authors": [["Ticini", "Luca F", "LF", "Division of Neuroscience and Experimental Psychology, Faculty of Biological, Medical and Health Sciences, School of Biological Sciences, University of Manchester, Manchester, United Kingdom."], ["Urgesi", "Cosimo", "C", "Department of Languages and Literatures, Communication, Education and Society, University of Udine, Udine, Italy."], ["Kotz", "Sonja A", "SA", "Department of Neuropsychology, Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany."]], "date": "2017-12-01", "id": "29250021", "text": "We like an object more when we see someone else reaching for it. To what extent is action observation causally linked to object valuation? In this study, we set out to answer to this question by applying continuous theta burst stimulation (cTBS) over the left inferior parietal lobule (IPL). Previous studies pointed to this region as critical in the representation of others' actions and in tool manipulation. However, it is unclear to what extent IPL's involvement simply reflects action observation, rather than a casual role in objects' valuation. To clarify this issue, we measured cTBS-dependent modulations of participants' \"mimetic preference ratings\", i.e., the difference between the ratings of pairs of familiar objects that were (vs. were not) reached out for by other individuals. Our result shows that cTBS increased mimetic preference ratings for tools, when compared to a control condition without stimulation. This effect was selective for items that were reached for or manipulated by another individual, whilst it was not detected in non-tool objects. Although preliminary, this finding suggests that the automatic and covert simulation of an observed action, even when there is no intention to act on an object, influences explicit affective judgments for objects. This work supports embodied cognition theories by substantiating that our subjective preference is grounded in action.", "doi": "10.3389/fpsyg.2017.02101", "title": "Modulating Mimetic Preference with Theta Burst Stimulation of the Inferior Parietal Cortex.", "journal": ["Frontiers in psychology", "Front Psychol"]}