{"authors": [["Zhan", "Jun", "J", "School of Psychology, Capital Normal University, Beijing, China."], ["Tang", "Fan", "F", "School of Psychology, Capital Normal University, Beijing, China."], ["He", "Mei", "M", "School of Labor and Human Resources, Renmin University of China, Beijing, China."], ["Fan", "Jin", "J", "Department of Psychology, The City University of New York, New York City, NY, United States."], ["Xiao", "Jing", "J", "School of Psychology, Capital Normal University, Beijing, China."], ["Liu", "Chang", "C", "School of Psychology, Nanjing Normal University, Nanjing, China."], ["Luo", "Jing", "J", "School of Psychology, Capital Normal University, Beijing, China."]], "date": "2017-12-01", "id": "29249998", "text": "Unlike the strategy of cognitive regulation that relies heavily on the top-down control function of the prefrontal cortex (PFC), which was recently found may be critically impaired in stressful situations, traditional Chinese philosophy and medicine views different types of emotionality as having mutual promotion and counteraction (MPMC) relationships, implying a novel approach that requires less cognition to emotional regulation. Actually, our previous studies have indicated that anger responses could be successfully regulated via the induction of sadness, and this efficiency could not be influenced by stress, thus providing evidences for the hypothesis of \"sadness counteracts anger\" (SCA) proposed by the MPMC theory of emotionality (Zhan et al., 2015, 2017). In this study, we experimentally examined the MPMC hypothesis that \"anger counteracts rumination\" (ACR) which postulates that rumination may be alleviated by the anger emotion. In Study 1, all participants were initially caused state rumination and then induced anger, joy or neutral mood, the results showed that the rumination-related affect was alleviated after anger induction relative to that after joy or neutral mood induction. In Study 2, female participants with high trait rumination were recruited and divided into two groups for exposure to an anger or neutral emotion intervention, the result indicated that the anger intervention group exhibited a greater decline in trait rumination than the neutral emotion intervention group. These findings provided preliminary evidence supporting the hypothesis of ACR, which suggested a new strategy that employs less cognitive resources to regulating state and trait rumination by inducing anger.", "doi": "10.3389/fpsyg.2017.01871", "title": "Regulating Rumination by Anger: Evidence for the Mutual Promotion and Counteraction (MPMC) Theory of Emotionality.", "journal": ["Frontiers in psychology", "Front Psychol"]}