{"authors": [["Müller", "Marko", "M", "Institute of Psychology and Education, Ulm University, Ulm, Germany."], ["Brand", "Matthias", "M", "Department of General Psychology: Cognition, University of Duisburg-Essen, Duisburg, Germany."], ["Mies", "Julia", "J", "Institute of Psychology and Education, Ulm University, Ulm, Germany."], ["Lachmann", "Bernd", "B", "Institute of Psychology and Education, Ulm University, Ulm, Germany."], ["Sariyska", "Rayna Yordanova", "RY", "Institute of Psychology and Education, Ulm University, Ulm, Germany."], ["Montag", "Christian", "C", "Institute of Psychology and Education, Ulm University, Ulm, Germany."]], "date": "2017-11-20", "id": "29249989", "text": "Internet use disorder (IUD) presents a growing problem worldwide. Among others, it manifests in loss of control over Internet usage and social problems due to problematic Internet use. Although IUD currently is not an official diagnosis in DSM-5 or ICD-10, mounting evidence suggests that IUD indeed could be categorized as a behavioral addiction. On a systemic neuroscientific level, IUD is well characterized and dysfunctions in the fronto-striatal-limbic loop have been observed in persons being afflicted with IUD. On a molecular level underlying these neural dysfunctions less is known. Therefore, the present research investigates the influence of prenatal testosterone as measured via the 2D:4D marker of the hand on IUD. Testosterone represents an interesting hormonal marker, because sex differences in IUD have been observed, e.g., males show higher tendencies toward Internet gaming disorder (IGD) or females toward overusage of online social networks (both compared to the contrary sex). In N = 217 participants associations between the 2D:4D marker of the hand and both unspecified IUD and specific forms of IUD were investigated. It appeared that more female hands (right side; characterized by higher digit ratio of the index to the ring finger, i.e., >1, meaning lower prenatal testosterone) were associated with lower IGD (rho = -0.17, p = 0.01, N = 211). This effect was driven by the facet of loss of control of Internet Gaming in the whole sample (rho = -0.20, p < 0.01, N = 211) and the female subsample (rho = -0.20, p = 0.02, N(f) = 137). Aside from this, a negative association appeared between the facet of loss of control of generalized IUD and the right digit ratio in males underlining earlier work. In sum, the present work demonstrates that the 2D:4D marker is an interesting marker for Internet addiction and can be easily included as a biomarker to understand the biological underpinnings of Internet (over-)usage.", "doi": "10.3389/fpsyt.2017.00213", "title": "The 2D:4D Marker and Different Forms of Internet Use Disorder.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}