{"authors": [["Harding", "Alice", "A", "Dementia & Neurodegenerative Diseases Research Group, Faculty of Clinical and Biomedical Sciences, School of Dentistry, University of Central Lancashire, Preston, United Kingdom."], ["Gonder", "Ulrike", "U", "Nutritionist, Freelance Science Writer, Hünstetten, Germany."], ["Robinson", "Sarita J", "SJ", "Faculty of Science and Technology, School of Psychology, University of Central Lancashire, Preston, United Kingdom."], ["Crean", "StJohn", "S", "Dementia & Neurodegenerative Diseases Research Group, Faculty of Clinical and Biomedical Sciences, School of Dentistry, University of Central Lancashire, Preston, United Kingdom."], ["Singhrao", "Sim K", "SK", "Dementia & Neurodegenerative Diseases Research Group, Faculty of Clinical and Biomedical Sciences, School of Dentistry, University of Central Lancashire, Preston, United Kingdom."]], "date": "2017-12-01", "id": "29249963", "text": "Longitudinal monitoring of patients suggests a causal link between chronic periodontitis and the development of Alzheimer's disease (AD). However, the explanation of how periodontitis can lead to dementia remains unclear. A working hypothesis links extrinsic inflammation as a secondary cause of AD. This hypothesis suggests a compromised oral hygiene leads to a dysbiotic oral microbiome whereby Porphyromonas gingivalis, a keystone periodontal pathogen, with its companion species, orchestrates immune subversion in the host. Brushing and chewing on teeth supported by already injured soft tissues leads to bacteremias. As a result, a persistent systemic inflammatory response develops to periodontal pathogens. The pathogens, and the host's inflammatory response, subsequently lead to the initiation and progression of multiple metabolic and inflammatory co-morbidities, including AD. Insufficient levels of essential micronutrients can lead to microbial dysbiosis through the growth of periodontal pathogens such as demonstrated for P. gingivalis under low hemin bioavailability. An individual's diet also defines the consortium of microbial communities that take up residency in the oral and gastrointestinal (GI) tract microbiomes. Their imbalance can lead to behavioral changes. For example, probiotics enriched in Lactobacillus genus of bacteria, when ingested, exert some anti-inflammatory influence through common host/bacterial neurochemicals, both locally, and through sensory signaling back to the brain. Early life dietary behaviors may cause an imbalance in the host/microbial endocrinology through a dietary intake incompatible with a healthy GI tract microbiome later in life. This imbalance in host/microbial endocrinology may have a lasting impact on mental health. This observation opens up an opportunity to explore the mechanisms, which may underlie the previously detected relationship between diet, oral/GI microbial communities, to anxiety, cognition and sleep patterns. This review suggests healthy diet based interventions that together with improved life style/behavioral changes may reduce and/or delay the incidence of AD.", "doi": "10.3389/fnagi.2017.00398", "title": "Exploring the Association between Alzheimer's Disease, Oral Health, Microbial Endocrinology and Nutrition.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}