{"authors": [["Lo", "On-Yee", "OY", "Institute for Aging Research, Hebrew SeniorLife, Boston, MA, United States."], ["Halko", "Mark A", "MA", "Berenson-Allen Center for Noninvasive Brain Stimulation, Beth Israel Deaconess Medical Center, Harvard Medical School, Harvard University, Boston, MA, United States."], ["Zhou", "Junhong", "J", "Institute for Aging Research, Hebrew SeniorLife, Boston, MA, United States."], ["Harrison", "Rachel", "R", "Institute for Aging Research, Hebrew SeniorLife, Boston, MA, United States."], ["Lipsitz", "Lewis A", "LA", "Institute for Aging Research, Hebrew SeniorLife, Boston, MA, United States."], ["Manor", "Brad", "B", "Institute for Aging Research, Hebrew SeniorLife, Boston, MA, United States."]], "date": "2017-11-29", "id": "29249961", "text": "Gait speed and gait variability are clinically meaningful markers of locomotor control that are suspected to be regulated by multiple supraspinal control mechanisms. The purpose of this study was to evaluate the relationships between these gait parameters and the functional connectivity of brain networks in functionally limited older adults. Twelve older adults with mild-to-moderate cognition \"executive\" dysfunction and relatively slow gait, yet free from neurological diseases, completed a gait assessment and a resting-state fMRI. Gait speed and variability were associated with the strength of functional connectivity of different brain networks. Those with faster gait speed had stronger functional connectivity within the frontoparietal control network (R = 0.61, p = 0.04). Those with less gait variability (i.e., steadier walking patterns) exhibited stronger negative functional connectivity between the dorsal attention network and the default network (R = 0.78, p < 0.01). No other significant relationships between gait metrics and the strength of within- or between- network functional connectivity was observed. Results of this pilot study warrant further investigation to confirm that gait speed and variability are linked to different brain networks in vulnerable older adults.", "doi": "10.3389/fnagi.2017.00390", "title": "Gait Speed and Gait Variability Are Associated with Different Functional Brain Networks.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}