{"authors": [["Beaudreau", "Sherry A", "SA", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, United States."], ["Hantke", "Nathan C", "NC", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, United States."], ["Mashal", "Nehjla", "N", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, United States."], ["Gould", "Christine E", "CE", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, United States."], ["Henderson", "Victor W", "VW", "Department of Health Research and Policy (Epidemiology), Stanford University School of Medicine, Stanford, CA, United States."], ["O'Hara", "Ruth", "R", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, United States."]], "date": "2017-11-21", "id": "29249958", "text": "While investigations have sought to identify the distinct and shared contributions of anxiety and depression to neurocognitive processes in late life, less is known regarding the further contribution of worry, a unique and critical dimension of affective dysregulation. Capturing the full range of symptoms, as inspired by the NIH Research Domain Criteria (RDoC), may provide finer-grained information on inter-relationships among worry, anxiety and depression on neurocognitive processing in later life. The objective of this study was to determine if the dimensional trait of worry intensifies known negative associations of dimensional measures of anxiety and depressive symptoms with neurocognitive processes, specifically cognitive control and memory processes. Using a cross-sectional and observational design, this study was conducted within a translational research center located with a Veterans medical center in Northern California. One hundred and nineteen community-residing older adults ages 65-91 years participated, and were characterized with psychiatric and neurocognitive dimensional measures. Affective symptom severity was assessed with the Penn State Worry Questionnaire, the Beck Anxiety Inventory (BAI), and the Beck Depression Inventory-II. Primary neurocognitive outcomes were inhibitory control assessed using a Stroop paradigm and delayed verbal memory assessed with the Rey Auditory Verbal Learning Test. Secondary outcomes included other less frequently examined cognitive control mechanisms (working memory, information processing, and verbal fluency) and memory processes (visual delayed memory). Contrary to prediction, the dimensional trait of worry attenuated negative associations between anxiety and depressive symptoms and inhibitory control on the one hand, and between depressive symptoms and delayed verbal memory processes on the other. In the secondary models, symptom dimensions were not associated with other cognitive control or visual delayed memory processes. Our fine-grained approach, in line with the NIMH RDoC model, suggests the neurocognitive processes associated with dimensional measures of late-life affective symptoms are dissociable. Specifically, dimensional measures of worry operate independently from other anxiety and depression symptoms to reveal differential patterns of neurocognitive processes associated with affective dysregulation.", "doi": "10.3389/fnagi.2017.00380", "title": "Unlocking Neurocognitive Substrates of Late-Life Affective Symptoms Using the Research Domain Criteria: Worry Is an Essential Dimension.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}