{"authors": [["Hirsiger", "Sarah", "S", "International Normal Aging and Plasticity Imaging Center, University of Zurich, Zurich, Switzerland."], ["Koppelmans", "Vincent", "V", "Department of Psychiatry, University of Utah, Salt Lake City, UT, United States."], ["Mérillat", "Susan", "S", "International Normal Aging and Plasticity Imaging Center, University of Zurich, Zurich, Switzerland."], ["Erdin", "Cornelia", "C", "International Normal Aging and Plasticity Imaging Center, University of Zurich, Zurich, Switzerland."], ["Narkhede", "Atul", "A", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, United States."], ["Brickman", "Adam M", "AM", "Taub Institute for Research on Alzheimer's Disease and the Aging Brain, Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, United States."], ["Jäncke", "Lutz", "L", "International Normal Aging and Plasticity Imaging Center, University of Zurich, Zurich, Switzerland."]], "date": "2017-11-30", "id": "29249957", "text": "Aging is associated with microstructural white matter (WM) changes. WM microstructural characteristics, measured with diffusion tensor imaging (DTI), are different in normal appearing white matter (NAWM) and WM hyperintensities (WMH). It is largely unknown how the microstructural properties of WMH are associated with cognition and if there are regional effects for specific cognitive domains. We therefore examined within 200 healthy older participants (a) differences in microstructural characteristics of NAWM and WMH per cerebral lobe; and (b) the association of macrostructural (WMH volume) and microstructural characteristics (within NAWM and WMH separately) of each lobe with measures of executive function and processing speed. Multi-modal imaging (i.e., T1, DTI, and FLAIR) was used to assess WM properties. The Stroop and the Trail Making Test were used to measure inhibition, task-switching (both components of executive function), and processing speed. We observed that age was associated with deterioration of white matter microstructure of the NAWM, most notably in the frontal lobe. Older participants had larger WMH volumes and lowest fractional anisotropy values within WMH were found in the frontal lobe. Task-switching was associated with cerebral NAWM volume and NAWM volume of all lobes. Processing speed was associated with total NAWM volume, and microstructural properties of parietal NAWM, the parietal WMH, and the temporal NAWM. Task-switching was related to microstructural properties of WMH of the frontal lobe and WMH volume of the parietal lobe. Our results confirm that executive functioning and processing speed are uniquely associated with macro- and microstructural properties of NAWM and WMH. We further demonstrate for the first time that these relationships differ by lobar region. This warrants the consideration of these distinct WM indices when investigating cognitive function.", "doi": "10.3389/fnagi.2017.00373", "title": "Executive Functions in Healthy Older Adults Are Differentially Related to Macro- and Microstructural White Matter Characteristics of the Cerebral Lobes.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}