{"authors": [["Costantino", "Andrea I", "AI", "School of Psychology, University of East London, London, United Kingdom."], ["Titoni", "Matilde", "M", "School of Psychology, University of East London, London, United Kingdom."], ["Bossi", "Francesco", "F", "School of Psychology, University of East London, London, United Kingdom."], ["Premoli", "Isabella", "I", "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College, London, United Kingdom."], ["Nitsche", "Michael A", "MA", "Department of Psychology and Neuroscience, Leibniz Research Center for Working Environment and Human Factors, Dortmund, Germany."], ["Rivolta", "Davide", "D", "School of Psychology, University of East London, London, United Kingdom."]], "date": "2017-11-30", "id": "29249931", "text": "Neuromodulation techniques such as tDCS have provided important insight into the neurophysiological mechanisms that mediate cognition. Albeit anodal tDCS (a-tDCS) often enhances cognitive skills, the role of cathodal tDCS (c-tDCS) in visual cognition is largely unexplored and inconclusive. Here, in a single-blind, sham-controlled study, we investigated the offline effects of 1.5 mA c-tDCS over the right occipital cortex of 86 participants on four tasks assessing perception and memory of both faces and objects. Results demonstrated that c-tDCS does not overall affect performance on the four tasks. However, post-hoc exploratory analysis on participants' race (Caucasian vs. non-Caucasians), showed a \"face-specific\" performance decrease (≈10%) in non-Caucasian participants only. This preliminary evidence suggests that c-tDCS can induce \"other-race effect (ORE)-like\" behavior in non-Caucasian participants that did not show any ORE before stimulation (and in case of sham stimulation). Our results add relevant information about the breadth of cognitive processes and visual stimuli that can be modulated by c-tDCS, about the design of effective neuromodulation protocols, and have important implications for the potential neurophysiological bases of ORE.", "doi": "10.3389/fnins.2017.00661", "title": "Preliminary Evidence of \"Other-Race Effect\"-Like Behavior Induced by Cathodal-tDCS over the Right Occipital Cortex, in the Absence of Overall Effects on Face/Object Processing.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}