{"authors": [["Sreekumar", "Vishnu", "V", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Wittig", "John H", "JH", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Sheehan", "Timothy C", "TC", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Zaghloul", "Kareem A", "KA", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."]], "date": "2017-11-30", "id": "29249927", "text": "In this brief review, we identify key areas of research that inform a systematic and targeted approach for invasive brain stimulation with the goal of modulating higher cognitive functions such as memory. We outline several specific challenges that must be successfully navigated in order to achieve this goal. Specifically, using direct brain stimulation to support memory requires demonstrating that (1) there are reliable neural patterns corresponding to different events and memory states, (2) stimulation can be used to induce these target activity patterns, and (3) inducing such patterns modulates memory in the expected directions. Invasive stimulation studies typically have not taken into account intrinsic brain states and dynamics, nor have they a priori targeted specific neural patterns that have previously been identified as playing an important role in memory. Moreover, the effects of stimulation on neural activity are poorly understood and are sensitive to multiple factors including the specific stimulation parameters, the processing state of the brain at the time of stimulation, and neuroanatomy of the stimulated region. As a result, several studies have reported conflicting results regarding the use of direct stimulation for memory modulation. Here, we review the latest findings relevant to these issues and discuss how we can gain better control over the effects of direct brain stimulation for modulating human memory and cognition.", "doi": "10.3389/fnins.2017.00650", "title": "Principled Approaches to Direct Brain Stimulation for Cognitive Enhancement.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}