{"authors": [["Vagnozzi", "Alana N", "AN", "Center for Translational Medicine, Department of Pharmacology, Lewis Katz School of Medicine, Temple University, Philadelphia, PA, 19140, USA."], ["Giannopoulos", "Phillip F", "PF", "Center for Translational Medicine, Department of Pharmacology, Lewis Katz School of Medicine, Temple University, Philadelphia, PA, 19140, USA."], ["Praticò", "Domenico", "D", "Center for Translational Medicine, Department of Pharmacology, Lewis Katz School of Medicine, Temple University, Philadelphia, PA, 19140, USA. praticod@temple.edu."]], "date": "2017-12-18", "id": "29249809", "text": "Neurodegenerative tauopathies are characterized by pathological accumulation of highly phosphorylated isoforms of tau protein, which leads to progressive neuronal loss. Neuroinflammation often accompanies tau-driven diseases; however, the direct role of neuroinflammation in tauopathies remains unknown. The 5-lipoxygenase (5LO) is a pro-inflammatory enzyme, which produces several bioactive metabolites and is widely expressed in the central nervous system. Previously, our group showed that 5LO influences the Alzheimer's disease (AD) phenotype of APP transgenic mice as well as a mouse model with plaques and tangles. However, whether this protein directly modulates tau phosphorylation and subsequent neuropathology remains to be fully investigated. In the current study, we provide evidence for an age-dependent and region-specific upregulation of the 5LO pathway (protein, message and activity) in a transgenic mouse model of tauopathy, the P301S line. In addition, we demonstrate that genetic deletion of 5LO in this mouse model results in significant memory improvement, reduces tau phosphorylation at specific epitopes as well as neuroinflammation and rescues synaptic pathology. In vitro studies confirmed that 5LO directly modulates tau phosphorylation at the same epitopes as for the brain tissues. Taken together, our data reveal an active involvement of the 5LO pathway in the development of the tauopathy phenotype and provide strong support to the hypothesis that this enzymatic protein should be considered a novel and viable therapeutic target for the treatment of human tauopathy.", "doi": "10.1038/s41398-017-0017-2", "title": "The direct role of 5-lipoxygenase on tau pathology, synaptic integrity and cognition in a mouse model of tauopathy.", "journal": ["Translational psychiatry", "Transl Psychiatry"]}