{"authors": [["Tang", "Shiming", "S", "Peking University School of Life Sciences and Peking-Tsinghua Center for Life Sciences, Beijing 100871, China; IDG/McGovern Institute for Brain Research at Peking University, Beijing 100871, China; Key Laboratory of Machine Perception (Ministry of Education), Peking University, Beijing 100871, China. Electronic address: tangshm@pku.edu.cn."], ["Lee", "Tai Sing", "TS", "Center for the Neural Basis of Cognition and Computer Science Department, Carnegie Mellon University, Pittsburgh, PA 15213, USA. Electronic address: tai@cnbc.cmu.edu."], ["Li", "Ming", "M", "Peking University School of Life Sciences and Peking-Tsinghua Center for Life Sciences, Beijing 100871, China; IDG/McGovern Institute for Brain Research at Peking University, Beijing 100871, China; Key Laboratory of Machine Perception (Ministry of Education), Peking University, Beijing 100871, China."], ["Zhang", "Yimeng", "Y", "Center for the Neural Basis of Cognition and Computer Science Department, Carnegie Mellon University, Pittsburgh, PA 15213, USA."], ["Xu", "Yue", "Y", "Center for the Neural Basis of Cognition and Computer Science Department, Carnegie Mellon University, Pittsburgh, PA 15213, USA."], ["Liu", "Fang", "F", "Peking University School of Life Sciences and Peking-Tsinghua Center for Life Sciences, Beijing 100871, China; IDG/McGovern Institute for Brain Research at Peking University, Beijing 100871, China; Key Laboratory of Machine Perception (Ministry of Education), Peking University, Beijing 100871, China."], ["Teo", "Benjamin", "B", "Center for the Neural Basis of Cognition and Computer Science Department, Carnegie Mellon University, Pittsburgh, PA 15213, USA."], ["Jiang", "Hongfei", "H", "Peking University School of Life Sciences and Peking-Tsinghua Center for Life Sciences, Beijing 100871, China; IDG/McGovern Institute for Brain Research at Peking University, Beijing 100871, China; Key Laboratory of Machine Perception (Ministry of Education), Peking University, Beijing 100871, China."]], "date": "2017-12-14", "id": "29249660", "text": "Visual objects contain rich local high-order patterns such as curvature, corners, and junctions. In the standard hierarchical model of visual object recognition, V1 neurons were commonly assumed to code local orientation components of those high-order patterns. Here, by using two-photon imaging in awake macaques and systematically characterizing V1 neuronal responses to an extensive set of stimuli, we found a large percentage of neurons in the V1 superficial layer responded more strongly to complex patterns, such as corners, junctions, and curvature, than to their oriented line or edge components. Our results suggest that those individual V1 neurons could play the role in detecting local high-order visual patterns in the early stage of object recognition hierarchy.", "doi": "10.1016/j.cub.2017.11.039", "title": "Complex Pattern Selectivity in Macaque Primary Visual Cortex Revealed by Large-Scale Two-Photon Imaging.", "journal": ["Current biology : CB", "Curr. Biol."]}