{"authors": [["Sun", "Ingrid Ya I", "IYI", "Department of Physical Therapy, Speech-Language Pathology and Audiology, and Occupational Therapy, School of Medicine, Universidade de São Paulo (FMUSP), São Paulo, Brazil."], ["Varanda", "Cristina Andrade", "CA", "Department of Physical Therapy, Speech-Language Pathology and Audiology, and Occupational Therapy, School of Medicine, Universidade de São Paulo (FMUSP), São Paulo, Brazil."], ["Fernandes", "Fernanda Dreux", "FD", "Department of Physical Therapy, Speech-Language Pathology and Audiology, and Occupational Therapy, School of Medicine, Universidade de São Paulo (FMUSP), São Paulo, Brazil."]], "date": "2017-12-15", "id": "29248909", "text": "Identifying effective methods for stimulating language and communication of children with autism spectrum disorder (ASD) is fundamental to the effective use of available resources to support these children. This pilot study was designed to explore the potential benefits of a program of stimulation of executive functions (SEF) on the functional aspects of language and communication through the assessment of the functional communicative profile and social-cognitive performance.Twenty children, aged 5-12 years, with a diagnosis of ASD participated in the study. Two stimulation programs were offered over a 10- to 12-week period as part of the regular services offered to these children through a University's speech and language therapy outpatient clinic in São Paulo, Brazil. Children either received SEF intervention in their home implemented by their parent/s, with close monitoring by the speech-language pathologist (SLP) (group 1), or they received SEF by the SLP during regular speech-language therapy individual sessions (group 2).The findings suggested that there were differences between the children's pre- and posttest performance. Significantly different performances were observed in the areas of occupation of communication space, proportion of communicative interactivity, and social-cognitive performance.The inclusion of activities to stimulate executive function abilities in language intervention for children with ASD warrants further investigation.", "doi": "10.1159/000479586", "title": "Stimulation of Executive Functions as Part of the Language Intervention Process in Children with Autism Spectrum Disorder.", "journal": ["Folia phoniatrica et logopaedica : official organ of the International Association of Logopedics and Phoniatrics (IALP)", "Folia Phoniatr Logop"]}