{"authors": [["Miquel", "Sophie", "S", "Mars-Wrigley, 1132 W. Blackhawk Street, Chicago, IL 60642, United States."], ["Champ", "Claire", "C", "Human Appetite Research Unit, School of Psychology, University of Leeds, Leeds, LS2 9JT, United Kingdom."], ["Day", "Jon", "J", "Cerebrus Associates Limited, The White House, 2 Meadrow, Godalming, Surrey, GU7 3HN, United Kingdom."], ["Aarts", "Esther", "E", "Donders Institute for Brain, Cognition, and Behaviour, Radboud University Nijmegen, Kapittelweg 29, 6525 EN Nijmegen, The Netherlands."], ["Bahr", "Ben A", "BA", "Biotechnology Research and Training Centre, University of North Carolina - Pembroke, United States."], ["Bakker", "Martijntje", "M", "The Netherlands Organisation for Health Research and Development, Laan van Nieuw Oost-Indië 334, 2593 CE The Hague, The Netherlands."], ["Bánáti", "Diána", "D", "International Life Sciences Institute, Europe (ILSI Europe), Av E. Mounier 83, Box 6, 1200 Brussels, Belgium."], ["Calabrese", "Vittorio", "V", "University of Catania, Department of Biomedical and Biotechnological Sciences, Biological Tower - Via Santa Sofia, 97, Catania, Italy."], ["Cederholm", "Tommy", "T", "University of Uppsala, Institutionen för folkhälso- och vårdvetenskap, Klinisk nutrition och metabolism, Uppsala Science Park, 751 85 Uppsala, Sweden."], ["Cryan", "John", "J", "Anatomy & Neuroscience, University College Cork, 386 Western Gateway Building, Cork, Ireland."], ["Dye", "Louise", "L", "Human Appetite Research Unit, School of Psychology, University of Leeds, Leeds, LS2 9JT, United Kingdom."], ["Farrimond", "Jonathan A", "JA", "Lucozade Ribena Suntory Ltd., Uxbridge, United Kingdom."], ["Korosi", "Aniko", "A", "Swammerdam Institute for Life Sciences, Center for Neuroscience, University of Amsterdam, Science Park 904, 1098 XH, Amsterdam, The Netherlands."], ["Layé", "Sophie", "S", "Nutrition et Neurobiologie Intégrée, INRA Bordeaux University, 146 rue Léo Saignat, 33076 Bordeaux cedex, France."], ["Maudsley", "Stuart", "S", "Department of Biomedical Research and VIB-UAntwerp Center for Molecular Neurology, University of Antwerp, Gebouw V, Campus Drie Eiken, Universiteitsplein 1, 2610 Antwerpen, Belgium."], ["Milenkovic", "Dragan", "D", "INRA, Human Nutrition Unit, UCA, F-63003, Clermont-Ferrand, France; Department of Internal Medicine, Division of Cardiovascular Medicine, School of Medicine, University of California Davis, Davis, CA 95616, United States."], ["Mohajeri", "M Hasan", "MH", "DSM Nutritional Products Ltd., Wurmisweg 576, Kaiseraugst 4303, Switzerland."], ["Sijben", "John", "J", "Nutricia Research, Nutricia Advanced Medical Nutrition, PO Box 80141, 3508TC, Utrecht, The Netherlands."], ["Solomon", "Alina", "A", "Aging Research Center, Karolinska Institutet, Gävlegatan 16, SE-113 30 Stockholm, Sweden."], ["Spencer", "Jeremy P E", "JPE", "Hugh Sinclair Unit of Human Nutrition and Institute for Cardiovascular and Metabolic Research, Department of Food and Nutritional Sciences, University of Reading, Whiteknights, Reading, RG6 6AP, United Kingdom."], ["Thuret", "Sandrine", "S", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, The Maurice Wohl Clinical Neuroscience Institute,125 Coldharbour Lane, SE5 9NU London, United Kingdom."], ["Vanden Berghe", "Wim", "W", "PPES, Department Biomedical Sciences, University Antwerp, Campus Drie Eiken, Universiteitsplein 1, 2610 Antwerp, Belgium."], ["Vauzour", "David", "D", "University of East Anglia, Norwich Research Park, Norwich NR4 7TJ, United Kingdom."], ["Vellas", "Bruno", "B", "Department of Geriatric Medicine, CHU Toulouse, Gerontopole, Toulouse, France."], ["Wesnes", "Keith", "K", "Wesnes Cognition Limited, Little Paddock, Streatley on Thames, RG8 9RD, United Kingdom; Medical School, University of Exeter, Exeter, United Kingdom; Department of Psychology, Northumbria University, Newcastle, United Kingdom; Centre for Human Psychopharmacology, Swinburne University, Melbourne, Australia; Medicinal Plant Research Group, Newcastle University, United Kingdom."], ["Willatts", "Peter", "P", "School of Psychology, University of Dundee Nethergate, Dundee, DD1 4HN, United Kingdom."], ["Wittenberg", "Raphael", "R", "London School of Economics and Political Science, Personal Social Services Research Unit, London, United Kingdom."], ["Geurts", "Lucie", "L", "International Life Sciences Institute, Europe (ILSI Europe), Av E. Mounier 83, Box 6, 1200 Brussels, Belgium. Electronic address: publications@ilsieurope.be."]], "date": "2017-12-15", "id": "29248758", "text": "Ageing is a highly complex process marked by a temporal cascade of events, which promote alterations in the normal functioning of an individual organism. The triggers of normal brain ageing are not well understood, even less so the factors which initiate and steer the neuronal degeneration, which underpin disorders such as dementia. A wealth of data on how nutrients and diets may support cognitive function and preserve brain health are available, yet the molecular mechanisms underlying their biological action in both normal ageing, age-related cognitive decline, and in the development of neurodegenerative disorders have not been clearly elucidated.This review aims to summarise the current state of knowledge of vulnerabilities that predispose towards dysfunctional brain ageing, highlight potential protective mechanisms, and discuss dietary interventions that may be used as therapies. A special focus of this paper is on the impact of nutrition on neuroprotection and the underlying molecular mechanisms, and this focus reflects the discussions held during the 2nd workshop 'Nutrition for the Ageing Brain: Functional Aspects and Mechanisms' in Copenhagen in June 2016. The present review is the most recent in a series produced by the Nutrition and Mental Performance Task Force under the auspice of the International Life Sciences Institute Europe (ILSI Europe).Coupling studies of cognitive ageing with studies investigating the effect of nutrition and dietary interventions as strategies targeting specific mechanisms, such as neurogenesis, protein clearance, inflammation, and non-coding and microRNAs is of high value. Future research on the impact of nutrition on cognitive ageing will need to adopt a longitudinal approach and multimodal nutritional interventions will likely need to be imposed in early-life to observe significant impact in older age.", "doi": "10.1016/j.arr.2017.12.004", "title": "Poor cognitive ageing: Vulnerabilities, mechanisms and the impact of nutritional interventions.", "journal": ["Ageing research reviews", "Ageing Res. Rev."]}