{"authors": [["Kotrschal", "Alexander", "A", "Department of Zoology, Stockholm University, SE-10691, Stockholm, Sweden. Electronic address: alexander.kotrschal@zoologi.su.se."], ["Szorkovszky", "Alexander", "A", "Department of Mathematics, Uppsala University, 75106, Uppsala, Sweden."], ["Romenskyy", "Maksym", "M", "Department of Mathematics, Uppsala University, 75106, Uppsala, Sweden."], ["Perna", "Andrea", "A", "Department of Life Sciences, University of Roehampton, London, United Kingdom."], ["Buechel", "Severine D", "SD", "Department of Zoology, Stockholm University, SE-10691, Stockholm, Sweden."], ["Zeng", "Hong-Li", "HL", "Department of Mathematics, Uppsala University, 75106, Uppsala, Sweden."], ["Pelckmans", "Kristiaan", "K", "Department of Mathematics, Uppsala University, 75106, Uppsala, Sweden."], ["Sumpter", "David", "D", "Department of Mathematics, Uppsala University, 75106, Uppsala, Sweden."], ["Kolm", "Niclas", "N", "Department of Zoology, Stockholm University, SE-10691, Stockholm, Sweden."]], "date": "2017-12-14", "id": "29248747", "text": "Collective movement is achieved when individuals adopt local rules to interact with their neighbours. How the brain processes information about neighbours' positions and movements may affect how individuals interact in groups. As brain size can determine such information processing it should impact collective animal movement. Here we investigate whether brain size affects the structure and organisation of newly forming fish shoals by quantifying the collective movement of guppies (Poecilia reticulata) from large- and small-brained selection lines, with known differences in learning and memory. We used automated tracking software to determine shoaling behaviour of single-sex groups of eight or two fish and found no evidence that brain size affected the speed, group size, or spatial and directional organisation of fish shoals. Our results suggest that brain size does not play an important role in how fish interact with each other in these types of moving groups of unfamiliar individuals. Based on these results, we propose that shoal dynamics are likely to be governed by relatively basic cognitive processes that do not differ in these brain size selected lines of guppies.", "doi": "10.1016/j.beproc.2017.12.006", "title": "Brain size does not impact shoaling dynamics in unfamiliar groups of guppies (Poecilia reticulata).", "journal": ["Behavioural processes", "Behav. Processes"]}