{"authors": [["Havelka Mestrovic", "Ana", "A", "Rochester Institute of Technology Croatia, Zagreb, Croatia."], ["Tudor", "Lucija", "L", "Rudjer Boskovic Institute, Division of Molecular Medicine, Zagreb, Croatia."], ["Nikolac Perkovic", "Matea", "M", "Rudjer Boskovic Institute, Division of Molecular Medicine, Zagreb, Croatia."], ["Nedic Erjavec", "Gordana", "G", "Rudjer Boskovic Institute, Division of Molecular Medicine, Zagreb, Croatia."], ["Kovacic Petrovic", "Zrnka", "Z", "Department of Psychopharmacology, Croatian Institute for Brain Research, School of Medicine, University of Zagreb, Zagreb, Croatia; Department of Biological Psychiatry and Psychogeriatry, University Psychiatric Hospital Vrapce, Zagreb, Croatia."], ["Svob Strac", "Dubravka", "D", "Rudjer Boskovic Institute, Division of Molecular Medicine, Zagreb, Croatia."], ["Konjevod", "Marcela", "M", "Rudjer Boskovic Institute, Division of Molecular Medicine, Zagreb, Croatia."], ["Pivac", "Nela", "N", "Rudjer Boskovic Institute, Division of Molecular Medicine, Zagreb, Croatia. Electronic address: npivac@irb.hr."]], "date": "2017-12-14", "id": "29248614", "text": "Core features of posttraumatic stress disorder (PTSD) are cognitive disturbances. Enzyme catechol-O-methyltransferase (COMT) degrades dopamine primarily in prefrontal cortex. Its functional polymorphism, COMT Val158/108Met, affects COMT activity and dopamine availability and is associated with disturbances in cognition. The hypothesis was that PTSD subjects will have worse working memory than healthy controls and that the carriers of the COMT Met allele will show better cognitive performance compared to Val/Val carriers in PTSD and controls subjects. The aim of this study was to assess the differences in cognitive functioning between PTSD and control subjects and to evaluate the association between COMT Val158/108Met polymorphism and cognitive function determined using the Rey-Osterrieth complex figure (ROCF) copy, immediate and delayed test. The study included 323 male Caucasian participants of Croatian origin: 205 male combat veterans with PTSD and 118 control subjects. A significant association between the COMT Val158/108Met and the ROCF immediate and delayed scores in veterans with PTSD was found. We confirmed, on ethnically homogenous groups of veterans with matched combat experience, that controls had higher ROCF immediate and delayed test scores than veterans with PTSD. In PTSD subjects, the Met carriers of the COMT Val158/108Met performed better (i.e. had higher ROCF scores) than Val/Val homozygotes on both ROCF immediate recall and delayed recall test. Our results provide the first evidence that the presence of one or two Met alleles of the COMT Val158/108Met might act as a protective variant in working memory tasks in combat exposed veterans with PTSD.", "doi": "10.1016/j.neulet.2017.12.033", "title": "Significant association between catechol-O-methyltransferase (COMT) Val158/108Met polymorphism and cognitive function in veterans with PTSD.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}