{"authors": [["Petitet", "Pierre", "P", "Wellcome Centre for Integrative Neuroimaging (WIN), Oxford Centre for Functional MRI of the Brain (FMRIB), Nuffield Department of Clinical Neurosciences (NDCN), University of Oxford, John Radcliffe Hospital, Headington, Oxford, UK. Electronic address: pierre.petitet92@gmail.com."], ["O'Reilly", "Jill X", "JX", "Wellcome Centre for Integrative Neuroimaging (WIN), Oxford Centre for Functional MRI of the Brain (FMRIB), Nuffield Department of Clinical Neurosciences (NDCN), University of Oxford, John Radcliffe Hospital, Headington, Oxford, UK; Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, Netherlands; Department of Experimental Psychology, University of Oxford, 9 South Parks Road, Oxford OX1 3UD, UK."], ["O'Shea", "Jacinta", "J", "Wellcome Centre for Integrative Neuroimaging (WIN), Oxford Centre for Functional MRI of the Brain (FMRIB), Nuffield Department of Clinical Neurosciences (NDCN), University of Oxford, John Radcliffe Hospital, Headington, Oxford, UK; Donders Institute for Brain, Cognition and Behaviour, Radboud University, Nijmegen, Netherlands. Electronic address: jacinta.oshea@ndcn.ox.ac.uk."]], "date": "2017-12-14", "id": "29248498", "text": "Prism adaptation has a long history as an experimental paradigm used to investigate the functional and neural processes that underlie sensorimotor control. In the neuropsychology literature, prism adaptation behaviour is typically explained by reference to a traditional cognitive psychology framework that distinguishes putative functions, such as 'strategic control' versus 'spatial realignment'. This theoretical framework lacks conceptual clarity, quantitative precision and explanatory power. Here, we advocate for an alternative computational framework that offers several advantages: 1) an algorithmic explanatory account of the computations and operations that drive behaviour; 2) expressed in quantitative mathematical terms; 3) embedded within a principled theoretical framework (Bayesian decision theory, state-space modelling); 4) that offers a means to generate and test quantitative behavioural predictions. This computational framework offers a route towards mechanistic neurocognitive explanations of prism adaptation behaviour. Thus it constitutes a conceptual advance compared to the traditional theoretical framework. In this paper, we illustrate how Bayesian decision theory and state-space models offer principled explanations for a range of behavioural phenomena in the field of prism adaptation (e.g. visual capture, magnitude of visual versus proprioceptive realignment, spontaneous recovery and dynamics of adaptation memory). We argue that this explanatory framework can advance understanding of the functional and neural mechanisms that implement prism adaptation behaviour, by enabling quantitative tests of hypotheses that go beyond merely descriptive mapping claims that 'brain area X is (somehow) involved in psychological process Y'.", "doi": "10.1016/j.neuropsychologia.2017.12.021", "title": "Towards a neuro-computational account of prism adaptation.", "journal": ["Neuropsychologia", "Neuropsychologia"]}