{"authors": [["Archer", "Simon N", "SN", "Sleep Research Centre, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU2 7XP, UK. Electronic address: simon.archer@surrey.ac.uk."], ["Schmidt", "Christina", "C", "GIGA-Research, Cyclotron Research Centre-In Vivo Imaging Unit, University of Liège, Belgium; Psychology and Neuroscience of Cognition Research Unit (PsyNCog), Faculty of Psychology and Educational Sciences, University of Liège, Belgium."], ["Vandewalle", "Gilles", "G", "GIGA-Research, Cyclotron Research Centre-In Vivo Imaging Unit, University of Liège, Belgium."], ["Dijk", "Derk-Jan", "DJ", "Sleep Research Centre, Faculty of Health and Medical Sciences, University of Surrey, Guildford GU2 7XP, UK."]], "date": "2017-11-06", "id": "29248294", "text": "Period3 (Per3) is one of the most robustly rhythmic genes in humans and animals. It plays a significant role in temporal organisation in peripheral tissues. The effects of PER3 variants on many phenotypes have been investigated in targeted and genome-wide studies. PER3 variants, especially the human variable number tandem repeat (VNTR), associate with diurnal preference, mental disorders, non-visual responses to light, brain and cognitive responses to sleep loss/circadian misalignment. Introducing the VNTR into mice alters responses to sleep loss and expression of sleep homeostasis-related genes. Several studies were limited in size and some findings were not replicated. Nevertheless, the data indicate a significant contribution of PER3 to sleep and circadian phenotypes and diseases, which may be connected by common pathways. Thus, PER3-dependent altered light sensitivity could relate to high retinal PER3 expression and may contribute to altered brain response to light, diurnal preference and seasonal mood. Altered cognitive responses during sleep loss/circadian misalignment and changes to slow wave sleep may relate to changes in wake/activity-dependent patterns of hypothalamic gene expression involved in sleep homeostasis and neural network plasticity. Comprehensive characterisation of effects of clock gene variants may provide new insights into the role of circadian processes in health and disease.", "doi": "10.1016/j.smrv.2017.10.008", "title": "Phenotyping of PER3 variants reveals widespread effects on circadian preference, sleep regulation, and health.", "journal": ["Sleep medicine reviews", "Sleep Med Rev"]}