{"authors": [["Varjačić", "Andreja", "A", "Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom. Electronic address: andreja.varjacic@psy.ox.ac.uk."], ["Mantini", "Dante", "D", "Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom; Department of Brain and Cognition, University of Leuven, Leuven, Belgium; Department of Health Sciences and Technology, ETH Zurich, Zurich, Switzerland. Electronic address: dante.mantini@kuleuven.be."], ["Levenstein", "Jacob", "J", "Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom. Electronic address: jacob.levenstein@ndm.ox.ac.uk."], ["Slavkova", "Elitsa D", "ED", "Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom. Electronic address: elitsa.slavkova@psy.ox.ac.uk."], ["Demeyere", "Nele", "N", "Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom. Electronic address: nele.demeyere@psy.ox.ac.uk."], ["Gillebert", "Céline R", "CR", "Department of Experimental Psychology, University of Oxford, Oxford, United Kingdom; Department of Brain and Cognition, University of Leuven, Leuven, Belgium. Electronic address: celine.gillebert@kuleuven.be."]], "date": "2017-11-22", "id": "29248158", "text": "Impairments in executive functions are common in stroke survivors, both in the acute and in the chronic phase. However, little is known about the underlying lesion neuroanatomy of these deficits. This study aimed to elucidate the pattern of brain damage underlying executive dysfunction in a large and acute stroke cohort. Executive set-switching deficits were evaluated by a shape-based analogue of the Trail Making Test (from the Oxford Cognitive Screen) in a consecutive sample of 144 stroke patients (age: 70 ± 15 years, examination: 5 ± 4 days post-stroke; brain imaging: 1.7 ± 2.9 days post-stroke). A voxelwise lesion-symptom mapping analysis was performed by combining executive set-switching accuracy scores with manually delineated lesions on computerized tomography or magnetic resonance imaging scans. The analysis showed that lesions within the left insular cortex and adjacent white matter predicted poorer executive set-switching. Further analyses confirmed that the lesion effect in the left insula survived correction for the low-level visuospatial and motor component processes of executive set-switching. In conclusion, the study provides lesion-based evidence for the role of the left insular cortex in flexible switching of attention. The findings are consistent with emergent models of insular function postulating the role of this region in regulatory aspects of goal-directed behaviour.", "doi": "10.1016/j.cortex.2017.11.009", "title": "The role of left insula in executive set-switching: Lesion evidence from an acute stroke cohort.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}