{"authors": [["Bourguignon", "Mathieu", "M", "Basque Center on Cognition, Brain and Language (BCBL), Donostia/San Sebastian, Spain; Laboratoire de Cartographie fonctionnelle du Cerveau, UNI - ULB Neuroscience Institute, Université libre de Bruxelles (ULB), Brussels, Belgium. Electronic address: mabourgu@ulb.ac.be."], ["Molinaro", "Nicola", "N", "Basque Center on Cognition, Brain and Language (BCBL), Donostia/San Sebastian, Spain; Ikerbasque, Basque Foundation for Science, Bilbao, Spain."], ["Wens", "Vincent", "V", "Laboratoire de Cartographie fonctionnelle du Cerveau, UNI - ULB Neuroscience Institute, Université libre de Bruxelles (ULB), Brussels, Belgium."]], "date": "2017-12-13", "id": "29247806", "text": "In the field of neuroimaging, researchers often resort to contrasting parametric maps to identify differences between conditions or populations. Unfortunately, contrast patterns mix effects related to amplitude and location differences and tend to peak away from sources of genuine brain activity to an extent that scales with the smoothness of the maps. Here, we illustrate this mislocation problem on source maps reconstructed from magnetoencephalographic recordings and propose a novel, dedicated location-comparison method. In realistic simulations, contrast mislocation was on average ∼10 mm when genuine sources were placed at the same location, and was still above 5 mm when sources were 20 mm apart. The dedicated location-comparison method achieved a sensitivity of ∼90% when inter-source distance was 12 mm. Its benefit is also illustrated on real brain-speech entrainment data. In conclusion, contrasts of parametric maps provide precarious information for source location. To specifically address the question of location difference, one should turn to dedicated methods as the one proposed here.", "doi": "10.1016/j.neuroimage.2017.12.033", "title": "Contrasting functional imaging parametric maps: The mislocation problem and alternative solutions.", "journal": ["NeuroImage", "Neuroimage"]}