{"authors": [["Quidé", "Yann", "Y", "School of Psychiatry, University of New South Wales (UNSW), Randwick, NSW, Australia; Neuroscience Research Australia, Randwick, NSW, Australia."], ["Matosin", "Natalie", "N", "School of Psychiatry, University of New South Wales (UNSW), Randwick, NSW, Australia; Department for Translational Research in Psychiatry, Max Planck Institute of Psychiatry, Munich, Germany."], ["Atkins", "Joshua R", "JR", "School of Biomedical Sciences & Pharmacy, The University of Newcastle, Callaghan, NSW, Australia."], ["Fitzsimmons", "Chantel", "C", "School of Biomedical Sciences & Pharmacy, The University of Newcastle, Callaghan, NSW, Australia."], ["Cairns", "Murray J", "MJ", "School of Biomedical Sciences & Pharmacy, The University of Newcastle, Callaghan, NSW, Australia."], ["Carr", "Vaughan J", "VJ", "School of Psychiatry, University of New South Wales (UNSW), Randwick, NSW, Australia; Neuroscience Research Australia, Randwick, NSW, Australia; Department of Psychiatry, School of Clinical Sciences, Monash University, Clayton, VIC, Australia."], [null, null, null, null], ["Green", "Melissa J", "MJ", "School of Psychiatry, University of New South Wales (UNSW), Randwick, NSW, Australia; Neuroscience Research Australia, Randwick, NSW, Australia; ARC Centre for Cognition and its Disorders (CCD), Macquarie University, Sydney, NSW, Australia. Electronic address: melissa.green@unsw.edu.au."]], "date": "2017-12-13", "id": "29247760", "text": "The single nucleotide polymorphism (SNP) rs1344706 [A>C] within intron 2 of the zinc finger protein 804A gene (ZNF804A) is associated with schizophrenia at the genome-wide level, but its function in relation to the development of psychotic disorders, including its influence on brain morphology remains unclear.Using both univariate (voxel-based morphometry, VBM; cortical thickness) and multivariate (source-based morphometry, SBM) approaches, we examined the effects of variation of the rs1344706 polymorphism on grey matter integrity in 214 Caucasian schizophrenia cases and 94 Caucasian healthy individuals selected from the Australian Schizophrenia Research Bank.Neither univariate nor multivariate analyses showed any associations between indices of grey matter and rs1344706 variation in schizophrenia or healthy participants. This was revealed in the context of the typical pattern of decreased grey matter integrity in schizophrenia compared to healthy individuals, including: (1) large grey matter volume reductions in the orbitofrontal and anterior cingulate cortices and the left fusiform/inferior temporal gyri; (2) decreased cortical thickness in the left inferior temporal and fusiform gyri, the left orbitofrontal gyrus, as well as in the right pars opercularis/precentral gyrus; and (3) decreased covariation of grey matter concentration in frontal and limbic brain regions emerging from the SBM analyses.Contrary to some - but not all - previous findings, this study of a large sample of schizophrenia cases and healthy controls reveals no evidence for association between grey matter alterations and variation in rs1344706 (ZNF804A). Differences in sample sizes and ethnicities may account for discrepant findings between the present and previous studies.", "doi": "10.1016/j.pnpbp.2017.12.007", "title": "Common variation in ZNF804A (rs1344706) is not associated with brain morphometry in schizophrenia or healthy participants.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"]}