{"authors": [["González", "Betina", "B", "Instituto de Investigaciones Farmacológicas, Universidad de Buenos Aires - Consejo Nacional de Investigaciones Científicas y Técnicas, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Jayanthi", "Subramaniam", "S", "Molecular Neuropsychiatry Research Branch, NIH/NIDA Intramural Research Program, Baltimore, MD, United States."], ["Gomez", "Natalia", "N", "Instituto de Investigaciones Farmacológicas, Universidad de Buenos Aires - Consejo Nacional de Investigaciones Científicas y Técnicas, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Torres", "Oscar V", "OV", "Department of Behavioral Sciences, San Diego Mesa College, San Diego, CA, United States."], ["Sosa", "Máximo H", "MH", "Instituto de Investigaciones Farmacológicas, Universidad de Buenos Aires - Consejo Nacional de Investigaciones Científicas y Técnicas, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Bernardi", "Alejandra", "A", "Instituto de Investigaciones Farmacológicas, Universidad de Buenos Aires - Consejo Nacional de Investigaciones Científicas y Técnicas, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["Urbano", "Francisco J", "FJ", "Laboratorio de Fisiología y Biología Molecular, Instituto de Fisiología, Biología Molecular y Neurociencias, Universidad de Buenos Aires - Consejo Nacional de Investigaciones Científicas y Técnicas, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina."], ["García-Rill", "Edgar", "E", "Center for Translational Neuroscience, Department of Neurobiology and Developmental Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Cadet", "Jean-Lud", "JL", "Molecular Neuropsychiatry Research Branch, NIH/NIDA Intramural Research Program, Baltimore, MD, United States."], ["Bisagno", "Verónica", "V", "Instituto de Investigaciones Farmacológicas, Universidad de Buenos Aires - Consejo Nacional de Investigaciones Científicas y Técnicas, Ciudad Autónoma de Buenos Aires, Buenos Aires, Argentina. Electronic address: vbisagno@ffyb.uba.ar."]], "date": "2017-12-13", "id": "29247759", "text": "Methamphetamine (METH) and modafinil are psychostimulants with different long-term cognitive profiles: METH is addictive and leads to cognitive decline, whereas modafinil has little abuse liability and is a cognitive enhancer. Increasing evidence implicates epigenetic mechanisms of gene regulation behind the lasting changes that drugs of abuse and other psychotropic compounds induce in the brain, like the control of gene expression by histones 3 and 4 tails acetylation (H3ac and H4ac) and DNA cytosine methylation (5-mC). Mice were treated with a seven-day repeated METH, modafinil or vehicle protocol and evaluated in the novel object recognition (NOR) test or sacrificed 4days after last injection for molecular assays. We evaluated total H3ac, H4ac and 5-mC levels in the medial prefrontal cortex (mPFC), H3ac and H4ac promotor enrichment (ChIP) and mRNA expression (RT-PCR) of neurotransmitter systems involved in arousal, wakefulness and cognitive control, like dopaminergic (Drd1 and Drd2), α-adrenergic (Adra1a and Adra1b), orexinergic (Hcrtr1 and Hcrtr2), histaminergic (Hrh1 and Hrh3) and glutamatergic (AMPA Gria1 and NMDA Grin1) receptors. Repeated METH and modafinil treatment elicited different cognitive outcomes in the NOR test, where modafinil-treated mice performed as controls and METH-treated mice showed impaired recognition memory. METH-treated mice also showed i) decreased levels of total H3ac and H4ac, and increased levels of 5-mC, ii) decreased H3ac enrichment at promoters of Drd2, Hcrtr1/2, Hrh1 and Grin1, and increased H4ac enrichment at Drd1, Hrh1 and Grin1, iii) increased mRNA of Drd1a, Grin1 and Gria1. Modafinil-treated mice shared none of these effects and showed increased H3ac enrichment and mRNA expression at Adra1b. Modafinil and METH showed similar effects linked to decreased H3ac in Hrh3, increased H4ac in Hcrtr1, and decreased mRNA expression of Hcrtr2. The specific METH-induced epigenetic and transcriptional changes described here may be related to the long-term cognitive decline effects of the drug and its detrimental effects on mPFC function. The lack of similar epigenetic effects of chronic modafinil administration supports this notion.", "doi": "10.1016/j.pnpbp.2017.12.009", "title": "Repeated methamphetamine and modafinil induce differential cognitive effects and specific histone acetylation and DNA methylation profiles in the mouse medial prefrontal cortex.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"]}