{"authors": [["Xiang", "Ling", "L", "School of Psychology, Jiangxi Normal University, 330022 Nanchang, China; Laboratory of Psychology and Cognition Science of Jiangxi, Jiangxi Normal University, 330022 Nanchang, China."], ["Chen", "Yan", "Y", "School of Psychology, Jiangxi Normal University, 330022 Nanchang, China; Laboratory of Psychology and Cognition Science of Jiangxi, Jiangxi Normal University, 330022 Nanchang, China."], ["Chen", "Antao", "A", "Key Laboratory of Cognition and Personality of Ministry of Education, Faculty of Psychology, Southwest University, Chongqing 400715, China."], ["Zhang", "Fenghua", "F", "School of Psychology, Jiangxi Normal University, 330022 Nanchang, China; Laboratory of Psychology and Cognition Science of Jiangxi, Jiangxi Normal University, 330022 Nanchang, China."], ["Xu", "Fuming", "F", "School of Psychology, Jiangxi Normal University, 330022 Nanchang, China; Laboratory of Psychology and Cognition Science of Jiangxi, Jiangxi Normal University, 330022 Nanchang, China."], ["Wang", "Baoxi", "B", "School of Psychology, Jiangxi Normal University, 330022 Nanchang, China; Laboratory of Psychology and Cognition Science of Jiangxi, Jiangxi Normal University, 330022 Nanchang, China. Electronic address: wangbaoxi@126.com."]], "date": "2017-12-13", "id": "29247631", "text": "The current study used event-related brain potentials (ERPs) to explore whether self-reported trait impulsivity in healthy individuals might be differentially related to proactive and reactive interference control. Participants with high and low impulsivity (HI and LI, respectively) performed a modified version of the prime-target interference task. Proactive interference control was induced in the mostly incongruent (MI) context and reactive interference control was induced in the mostly congruent (MC) context. Although the behavioral data revealed no difference between HI and LI individuals in terms of the interference effects (incongruent - congruent) under both contexts, the ERP results showed that impulsivity has a different influence on the interference effects under different task contexts. In the MC context, the interference effects on the medial frontal negativity (MFN) and the negative sustained potential (N-SP) were greater, while that on the positive sustained potential (P-SP) were smaller in the HI compared to those in the LI group. This suggests that high levels of impulsivity might be associated with a reduced efficiency of the processes supporting reactive control to resolve interference when interference is not expected. In contrast, the three ERP indices (MFN, P-SP, and N-SP) of interference processing in the MI context were insensitive to variations in impulsivity. This suggests that HI individuals might be as effective as LI individuals in recruiting proactive control for sustained active maintenance of task goals to anticipate and prevent interference throughout the experimental blocks where interference occurs frequently. In conclusion, these results indicate that impulsivity has a more negative influence on reactive interference control than on proactive interference control.", "doi": "10.1016/j.brainres.2017.12.009", "title": "The effects of trait impulsivity on proactive and reactive interference control.", "journal": ["Brain research", "Brain Res."]}