{"authors": [["Singer", "Wolf", "W", "Max Planck Institute for Brain Research (MPI), Frankfurt am Main, Germany."]], "date": "2017-12-15", "id": "29247490", "text": "Neuronal systems have a high propensity to engage in oscillatory activity because both the properties of individual neurons and canonical circuit motifs favour rhythmic activity. In addition, coupled oscillators can engage in a large variety of dynamical regimes, ranging from synchronization with different phase offsets to chaotic behaviour. Which regime prevails depends on differences between preferred oscillation frequencies, coupling strength and coupling delays. The ability of delay coupled oscillator networks to generate a rich repertoire of temporally structured activation sequences is exploited by central pattern generator networks for the control of movements. However, it is less clear whether temporal patterning of neuronal discharges also plays a role in cognitive processes. Here, it will be argued that the temporal patterning of neuronal discharges emerging from delay coupled oscillator networks plays a pivotal role in all instances in which selective relations have to be established between the responses of distributed assemblies of neurons. Examples are the dynamic formation of functional networks, the selective routing of activity in densely interconnected networks, the attention-dependent selection of sensory signals, the fast and context-dependent binding of responses for further joint processing in pattern recognition and the formation of associations by learning. Special consideration is given to arguments that challenge a functional role of oscillations and synchrony in cognition because of the volatile nature of these phenomena and recent evidence will be reviewed suggesting that this volatility is functionally advantageous.", "doi": "10.1111/ejn.13796", "title": "Neuronal oscillations: unavoidable and useful?", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}