{"authors": [["Mecacci", "Giulio", "G", "Donders Institute for Brain, Cognition and Behaviour, Montessorilaan 3, 6525 HR, Nijmegen, The Netherlands. g.mecacci@donders.ru.nl."], ["Haselager", "Pim", "P", "Donders Institute for Brain, Cognition and Behaviour, Montessorilaan 3, 6525 HR, Nijmegen, The Netherlands."]], "date": "2017-12-15", "id": "29247306", "text": "Contemporary brain reading technologies promise to provide the possibility to decode and interpret mental states and processes. Brain reading could have numerous societally relevant implications. In particular, the private character of mind might be affected, generating ethical and legal concerns. This paper aims at equipping ethicists and policy makers with conceptual tools to support an evaluation of the potential applicability and the implications of current and near future brain reading technology. We start with clarifying the concepts of mind reading and brain reading, and the different kinds of mental states that could in principle be read. Subsequently, we devise an evaluative framework that is composed of five criteria-accuracy, reliability, informativity, concealability and enforceability-aimed at enabling a clearer estimation of the degree to which brain reading might be realistically deployed in contexts where mental privacy could be at stake. While accuracy and reliability capture how well a certain method can access mental content, informativity indicates the relevance the obtainable data have for practical purposes. Concealability and enforceability are particularly important for the evaluation of concerns about potential violations of mental privacy and civil rights. The former concerns the degree with which a brain reading method can be concealed from an individual's perception or awareness. The latter regards the extent to which a method can be used against somebody's will. With the help of these criteria, stakeholders can orient themselves in the rapidly developing field of brain reading.", "doi": "10.1007/s11948-017-0003-3", "title": "Identifying Criteria for the Evaluation of the Implications of Brain Reading for Mental Privacy.", "journal": ["Science and engineering ethics", "Sci Eng Ethics"]}