{"authors": [["Atasoy", "Selen", "S", "Center of Brain and Cognition, Computational Neuroscience Group, Universitat Pompeu Fabra, Barcelona, Spain. selenatasoy@gmail.com."], ["Roseman", "Leor", "L", "Psychedelic Research Group, Psychopharmacology Unit, Centre for Psychiatry, Department of Medicine, Imperial College London, London, UK."], ["Kaelen", "Mendel", "M", "Psychedelic Research Group, Psychopharmacology Unit, Centre for Psychiatry, Department of Medicine, Imperial College London, London, UK."], ["Kringelbach", "Morten L", "ML", "Department of Psychiatry, University of Oxford, Oxford, UK."], ["Deco", "Gustavo", "G", "Center of Brain and Cognition, Computational Neuroscience Group, Universitat Pompeu Fabra, Barcelona, Spain."], ["Carhart-Harris", "Robin L", "RL", "Psychedelic Research Group, Psychopharmacology Unit, Centre for Psychiatry, Department of Medicine, Imperial College London, London, UK."]], "date": "2017-12-15", "id": "29247209", "text": "Recent studies have started to elucidate the effects of lysergic acid diethylamide (LSD) on the human brain but the underlying dynamics are not yet fully understood. Here we used 'connectome-harmonic decomposition', a novel method to investigate the dynamical changes in brain states. We found that LSD alters the energy and the power of individual harmonic brain states in a frequency-selective manner. Remarkably, this leads to an expansion of the repertoire of active brain states, suggestive of a general re-organization of brain dynamics given the non-random increase in co-activation across frequencies. Interestingly, the frequency distribution of the active repertoire of brain states under LSD closely follows power-laws indicating a re-organization of the dynamics at the edge of criticality. Beyond the present findings, these methods open up for a better understanding of the complex brain dynamics in health and disease.", "doi": "10.1038/s41598-017-17546-0", "title": "Connectome-harmonic decomposition of human brain activity reveals dynamical repertoire re-organization under LSD.", "journal": ["Scientific reports", "Sci Rep"]}