{"authors": [["Vogel", "Susanne", "S", "Department of Cognitive Psychology, Institute of Psychology, University of Hamburg, 20146 Hamburg, Germany."], ["Kluen", "Lisa Marieke", "LM", "Department of Cognitive Psychology, Institute of Psychology, University of Hamburg, 20146 Hamburg, Germany."], ["Fernández", "Guillén", "G", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, 6525 EN Nijmegen, The Netherlands."], ["Schwabe", "Lars", "L", "Department of Cognitive Psychology, Institute of Psychology, University of Hamburg, 20146 Hamburg, Germany."]], "date": "2017-12-15", "id": "29246978", "text": "Prior knowledge, represented as a mental schema, has critical impact on how we organize, interpret, and process incoming information. Recent findings indicate that the use of an existing schema is coordinated by the medial prefrontal cortex (mPFC), communicating with parietal areas. The hippocampus, however, is crucial for encoding schema-unrelated information but not for schema-related information. A recent study indicated that stress mediators may affect schema-related memory, but the underlying neural mechanisms are currently unknown. Here, we thus tested the impact of acute stress on neural processing of schema-related information. We exposed healthy participants to a stress or control manipulation before they processed, in the MRI scanner, words related or unrelated to a preexisting schema activated by a specific cue. Participants' memory for the presented material was tested 3-5 d after encoding. Overall, the processing of schema-related information activated the mPFC, the precuneus, and the angular gyrus. Stress resulted in aberrant hippocampal activity and connectivity while participants processed schema-related information. This aberrant engagement of the hippocampus was linked to altered subsequent memory. These findings suggest that stress may interfere with the efficient use of prior knowledge during encoding and may have important practical implications, in particular for educational settings.", "doi": "10.1101/lm.046003.117", "title": "Stress leads to aberrant hippocampal involvement when processing schema-related information.", "journal": ["Learning & memory (Cold Spring Harbor, N.Y.)", "Learn. Mem."]}