{"authors": [["Kommaddi", "Reddy Peera", "RP", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Das", "Debajyoti", "D", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Karunakaran", "Smitha", "S", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Nanguneri", "Siddharth", "S", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Bapat", "Deepti", "D", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Ray", "Ajit", "A", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Shaw", "Eisha", "E", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Rush University Medical Center, Chicago, IL 60612, USA."], ["Nair", "Deepak", "D", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India."], ["Ravindranath", "Vijayalakshmi", "V", "Centre for Neuroscience, Indian Institute of Science, Bangalore - 560012, India viji@iisc.ac.in."]], "date": "2017-12-15", "id": "29246925", "text": "Dendritic spine loss is recognized as an early feature of Alzheimer's disease, however the underlying mechanisms are poorly understood. Dendritic spine structure is defined by filamentous actin (F-actin) and we observed depolymerization of synaptosomal F-actin accompanied by increased G-actin, as early as 1 month of age in a mouse model of Alzheimer's disease (AD; APPswe/PS1ΔE9, male mice). This led to recall deficit after contextual fear conditioning (cFC) at 2 months of age in APPswe/PS1ΔE9 male mice, which could be reversed by actin polymerizing agent, jasplakinolide. Further, F-actin depolymerizing agent, latrunculin, induced recall deficit following cFC in WT mice indicating the importance of maintaining F/G-actin equilibrium for optimal behavioral response. Using dSTORM, we show that F-actin depolymerization in spines leads to breakdown of nano-organization of outwardly radiating F-actin rods in cortical neurons from APPswe/PS1ΔE9 mice. Our results demonstrate that synaptic dysfunction seen as F-actin disassembly occurs very early, prior to onset of pathological hallmarks in AD mice and contributes to behavioural dysfunction indicating that depolymerization of F-actin is causal and not consequent to decreased spine density. Further, we observed decreased synaptosomal F-actin levels in postmortem brain from mild cognitive impairment and AD patients compared to subjects with normal cognition. F-actin decrease correlated inversely with increasing Alzheimer's disease pathology (Braak score, Aβ load and tangle density), and directly with performance in episodic and working memory tasks suggesting its role in human disease pathogenesis and progression.SIGNIFICANCE STATEMENTSynaptic dysfunction underlies cognitive deficits in Alzheimer's disease (AD). Cytoskeletal protein, actin plays a critical role in maintaining structure and function of synapses. Using cultured neurons and AD mouse model we show for the first time that filamentous actin (F-actin) is selectively lost from synapse, early in disease process, much before the onset of classical AD pathology. We also demonstrate that loss of synaptic F-actin directly contributes to memory deficits. Loss of synaptosomal F-actin in human postmortem tissue correlates directly with decreased performance in memory test and inversely with AD pathology. Our data highlight that synaptic cytoarchitectural changes occur early in AD and may be targeted for development of therapeutics.", "doi": "10.1523/JNEUROSCI.2127-17.2017", "title": "Aβ mediates F-actin disassembly in dendritic spines leading to cognitive deficits in Alzheimer's disease.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}