{"authors": [["Ypinga", "Jan H L", "JHL", "Department Care Purchasing, CZ Group, Goes, Netherlands."], ["de Vries", "Nienke M", "NM", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Nijmegen, Netherlands."], ["Boonen", "Lieke H H M", "LHHM", "Department Care Purchasing, CZ Group, Goes, Netherlands; Equalis, Den Haag, Netherlands."], ["Koolman", "Xander", "X", "Department of Health Sciences, VU University, Amsterdam, Netherlands."], ["Munneke", "Marten", "M", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Nijmegen, Netherlands."], ["Zwinderman", "Aeilko H", "AH", "Department of Cardiology, Academic Medical Centre, Amsterdam, Netherlands."], ["Bloem", "Bastiaan R", "BR", "Department of Neurology, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Nijmegen, Netherlands. Electronic address: bas.bloem@radboudumc.nl."]], "date": "2017-12-12", "id": "29246470", "text": "Parkinson's disease is a complex condition that is best managed by specialised professionals. Trials show that specialised allied health interventions are cost-effective, as compared with usual care. We aimed to study the long-term benefits of specialised physiotherapy using the ParkinsonNet approach in real-world practice.We did an observational study, retrospectively analysing a database of health insurance claims that included a representative population of Dutch patients with Parkinson's disease, who were followed for up to 3 years (Jan 1, 2013, to Dec 31, 2015). Eligibility criteria included having both a diagnosis of Parkinson's disease and having received physiotherapy for the disease. Allocation to specialised or usual care physiotherapy was based on the choices of patients and referring physicians. We used a mixed-effects model to compare health-care use and outcomes between patients treated by specialised or usual care physiotherapists. The primary outcome was the percentage of patients with a Parkinson's disease-related complication (ie, visit or admission to hospital because of fracture, other orthopaedic injuries, or pneumonia) adjusted for baseline variables. We compared physiotherapist caseload, the number of physiotherapy sessions, physiotherapy costs, and total health-care costs (including hospital care, but excluding community care, long-term care, and informal care) between the groups, and used a Cox's proportional hazard model for survival time to establish whether mortality was influenced by treatment by a specialised physiotherapist.We analysed 2129 patients (4649 observations) receiving specialised physiotherapy and 2252 patients (5353 observations) receiving usual care physiotherapy. Significantly fewer patients treated by a specialised physiotherapist had a Parkinson's disease-related complication (n=368 [17%]) than patients treated by a usual care physiotherapist (n=480 [21%]; odds ratio 0·67, 95% CI 0·56-0·81, p<0·0001). The annual caseload of patients per therapist was significantly higher for specialised physiotherapists (mean 3·89 patients per therapist [SD 3·91]) than usual care physiotherapists (1·48 [1·24]). Patients who saw specialised physiotherapists received fewer treatment sessions (mean 33·72 [SD 26·70]) than usual care physiotherapists (47·97 [32·11]). Consequently, expenditure was lower for specialised than usual care physiotherapists, both for direct costs (mean €933 [SD 843] vs €1329 [1021]; annual difference €395, 95% CI 358-432, p<0·0001) and total health-care expenditure (€2056 [3272] vs €2586 [3756]; €530, 391-669, p<0·0001). Mortality risk was lower for patients receiving specialised physiotherapy (134 [6%]) compared with patients receiving usual care physiotherapy (205 [9%], p=0·001) before correction for baseline variables, although Cox's survival model showed no significant difference between the two (hazard ratio 0·86, 95% CI 0·69-1·07, p=0·195).These results confirm the findings from controlled trials, and offer evidence that specialised physiotherapy as delivered through ParkinsonNet is associated with fewer Parkinson's disease-related complications and lower costs in real-world practice. Neurologists can facilitate specialised physiotherapy by specific referral to such experts.None.", "doi": "10.1016/S1474-4422(17)30406-4", "title": "Effectiveness and costs of specialised physiotherapy given via ParkinsonNet: a retrospective analysis of medical claims data.", "journal": ["The Lancet. Neurology", "Lancet Neurol"]}