{"authors": [["Riby", "Leigh M", "LM", "Department of Psychology, Northumbria University, UK."], ["Lai Teik Ong", "Derek", "D", "Department of Marketing, Sunway University, Bandar Sunway, Malaysia."], ["Azmie", "Nurulnadia Binti Mohamad", "NBM", "Department of Psychology, Sunway University, Bandar Sunway, Malaysia."], ["Ooi", "Ee Lyn", "EL", "Department of Psychology, Sunway University, Bandar Sunway, Malaysia."], ["Regina", "Caroline", "C", "Department of Psychology, Sunway University, Bandar Sunway, Malaysia."], ["Yeo", "Eugene Ki Wai", "EKW", "Department of Psychology, Sunway University, Bandar Sunway, Malaysia."], ["Massa", "Jacqueline", "J", "Department of Psychology, NeuroCognitive Institute, Mt. Arlington, NJ, USA."], ["Aquili", "Luca", "L", "Department of Psychology, Sociology and Politics, Sheffield Hallam University, UK. Electronic address: luca.aquili@shu.ac.uk."]], "date": "2017-10-14", "id": "29246282", "text": "Behavioral flexibility (BF) performance is influenced by both psychological and physiological factors. Recent evidence suggests that impulsivity and blood glucose can affect executive function, of which BF is a subdomain. Here, we hypothesized that impulsivity, fasting blood glucose (FBG), glucose changes (ie, glucoregulation) from postprandial blood glucose (PBG) following the intake of a 15-g glucose beverage could account for variability in BF performance. The Stroop Color-Word Test and the Wisconsin Card Sorting Test (WCST) were used as measures of BF, and the Barratt Impulsiveness Scale (BIS-11) to quantify participants' impulsivity. In Study 1, neither impulsivity nor FBG could predict performance on the Stroop or the WCST. In Study 2, we tested whether blood glucose levels following the intake of a sugary drink, and absolute changes in glucose levels following the intake of the glucose beverage could better predict BF. Results showed that impulsivity and the difference in blood glucose between time 1 (postprandial) and time 2, but not blood glucose levels at time 2 per se could account for variation in performance on the WCST but not on the Stroop task. More specifically, lower impulsivity scores on the BIS-11, and smaller differences in blood glucose levels from time 1 to time 2 predicted a decrease in the number of total and perseverative errors on the WCST. Our results show that measures of impulsivity and glucoregulation can be used to predict BF. Importantly our data extend the work on glucose and cognition to a clinically relevant domain of cognition.", "doi": "10.1016/j.nutres.2017.10.011", "title": "Impulsiveness, postprandial blood glucose, and glucoregulation affect measures of behavioral flexibility.", "journal": ["Nutrition research (New York, N.Y.)", "Nutr Res"]}