{"authors": [["Kozlowski", "Desirée", "D", "Discipline of Psychology, School of Health and Human Sciences, Southern Cross University, Hogbin Drive, Coffs Harbour, NSW, Australia. Desiree.Kozlowski@scu.edu.au."], ["Hutchinson", "Marie", "M", "School of Health and Human Sciences, Southern Cross University, Hogbin Drive, Coffs Harbour, NSW, Australia."], ["Hurley", "John", "J", "School of Health and Human Sciences, Southern Cross University, Hogbin Drive, Coffs Harbour, NSW, Australia."], ["Rowley", "Joanne", "J", "School of Health and Human Sciences, Southern Cross University, Hogbin Drive, Coffs Harbour, NSW, Australia."], ["Sutherland", "Joanna", "J", "School of Health and Human Sciences, Southern Cross University, Hogbin Drive, Coffs Harbour, NSW, Australia."]], "date": "2017-12-15", "id": "29246213", "text": "Traditionally, clinical decision making has been perceived as a purely rational and cognitive process. Recently, a number of authors have linked emotional intelligence (EI) to clinical decision making (CDM) and calls have been made for an increased focus on EI skills for clinicians. The objective of this integrative literature review was to identify and synthesise the empirical evidence for a role of emotion in CDM.A systematic search of the bibliographic databases PubMed, PsychINFO, and CINAHL (EBSCO) was conducted to identify empirical studies of clinician populations. Search terms were focused to identify studies reporting clinician emotion OR clinician emotional intelligence OR emotional competence AND clinical decision making OR clinical reasoning.Twenty three papers were retained for synthesis. These represented empirical work from qualitative, quantitative, and mixed-methods approaches and comprised work with a focus on experienced emotion and on skills associated with emotional intelligence. The studies examined nurses (10), physicians (7), occupational therapists (1), physiotherapists (1), mixed clinician samples (3), and unspecified infectious disease experts (1). We identified two main themes in the context of clinical decision making: the subjective experience of emotion; and, the application of emotion and cognition in CDM. Sub-themes under the subjective experience of emotion were: emotional response to contextual pressures; emotional responses to others; and, intentional exclusion of emotion from CDM. Under the application of emotion and cognition in CDM, sub-themes were: compassionate emotional labour - responsiveness to patient emotion within CDM; interdisciplinary tension regarding the significance and meaning of emotion in CDM; and, emotion and moral judgement.Clinicians' experienced emotions can and do affect clinical decision making, although acknowledgement of that is far from universal. Importantly, this occurs in the in the absence of a clear theoretical framework and educational preparation may not reflect the importance of emotional competence to effective CDM.", "doi": "10.1186/s12909-017-1089-7", "title": "The role of emotion in clinical decision making: an integrative literature review.", "journal": ["BMC medical education", "BMC Med Educ"]}