{"authors": [["Hu", "Tao", "T", "Institute of Neuroscience, Basic Medical College, Kunming Medical University, Kunming, Yunnan, PR China."], ["Xiao", "Zhangang", "Z", "Laboratory of Molecular Pharmacology, Department of Pharmacology, School of Pharmacy, Southwest Medical University, Luzhou, Sichuan, PR China."], ["Mao", "Rui", "R", "School of Stomatology, Kunming Medical University, Kunming, Yunnan, PR China."], ["Chen", "Bo", "B", "Experiment Center for Medical Science Research, Kunming Medical University, Kunming, Yunnan, PR China."], ["Lu", "Min-Nan", "MN", "Experiment Center for Medical Science Research, Kunming Medical University, Kunming, Yunnan, PR China."], ["Tong", "Jun", "J", "Physical Education Department, Kunming Medical University, Kunming, Yunnan, PR China."], ["Mei", "Rong", "R", "Department of Neurology, The First People's Hospital of Yunnan Province, Kunming, Yunnan, PR China."], ["Li", "Shan-Shan", "SS", "Basic Medical College, Kunming Medical University, Kunming, Yunnan, PR China."], ["Xiao", "Zhi-Cheng", "ZC", "Institute of Molecular and Clinical Medicine, Kunming Medical University, Kunming, Yunnan, PR China."], ["Zhang", "Lian-Feng", "LF", "Key Laboratory of Human Diseases Comparative Medicine, Ministry of Health, Institute of Laboratory Animal Science, Chinese Academy of Medical Sciences(CAMS) & Comparative Medicine Centre, Peking Union Medical College (PUMC), Beijing, China."], ["Xiyang", "Yan-Bin", "YB", "Institute of Neuroscience, Basic Medical College, Kunming Medical University, Kunming, Yunnan, PR China."]], "date": "2017-10-16", "id": "29245901", "text": "Voltage-gated sodium channels beta 2 (Navβ2, encoded by SCN2B) is a substrate of β-site amyloid precursor protein cleaving enzyme 1 (BACE1) and regulates cell surface expression of channels in neurons. Previous studies reported enhanced Navβ2 processing by BACE1 in Alzheimer's disease (AD) model and patients. We investigated whether changes in Navβ2 expression affect neuronal seizure and amyloid precursor protein (APP) processing in an AD mouse model. Our study used eight-month-old APP/presenilin 1 (PS1) mice and transgenic Navβ2 knockdown [by 61% vs. wild type (WT)] APP/PS1 mice (APP/PS1/Navβ2-kd), with age-matched WT and Navβ2 knockdown (Navβ2-kd) mice as controls. We found that Navβ2 knockdown in APP/PS1 mice partially reversed the abnormal Navβ2 cleavage and the changes in intracellular and total Nav1.1α expression. It also restored sodium currents density in hippocampal neurons and neuronal activity, as indicated by EEG tracing; improved Morris water maze performance; and shifted APP amyloidogenic metabolism towards non-amyloidogenic processing. There were no differences in these indicators between WT and Navβ2-kd mice. These results suggest Navβ2 knockdown may be a promising strategy for treating AD.", "doi": "10.18632/oncotarget.21849", "title": "Navβ2 knockdown improves cognition in APP/PS1 mice by partially inhibiting seizures and APP amyloid processing.", "journal": ["Oncotarget", "Oncotarget"]}