{"authors": [["Hitchcott", "Paul Kenneth", "PK", "Department of Pedagogy, Psychology, Philosophy, University of Cagliari, Cagliari, Italy."], ["Fastame", "Maria Chiara", "MC", "Department of Pedagogy, Psychology, Philosophy, University of Cagliari, Cagliari, Italy."], ["Langiu", "Dalila", "D", "Department of Pedagogy, Psychology, Philosophy, University of Cagliari, Cagliari, Italy."], ["Penna", "Maria Pietronilla", "MP", "Department of Pedagogy, Psychology, Philosophy, University of Cagliari, Cagliari, Italy."]], "date": "2017-12-15", "id": "29244847", "text": "The incidence of self-reported cognitive failures among older adults may be an index of successful cognitive aging. However, self-reported cognitive failures are biased by variation in depressive symptomatology. This study examined age-related and socio-cultural context effects on cognitive failures while controlling for depressive symptoms. Both overall and specific factors of cognitive failures were determined. A further goal was to investigate the relationship between working memory and cognitive efficiency measures and cognitive failures. One hundred and thirty-nine cognitively healthy adults were recruited from two populations known to differ in their dispositions toward cognitive failures and depressive symptoms (Sardinia and northern Italy). The participants were assigned to Young Old (65-74 years old), Old (75-84 years of age) or Oldest Old (≥85 years of age) groups, and individually presented with a test battery including the Cognitive Failures Questionnaire, the Centre for Epidemiological Studies of Depression Scale, and Forward and Backward Digit Span tests. Specific factors of cognitive failures were differentially associated with measures of depression and working memory. While age had no impact on any aspect of cognitive failures, overall and specific dispositions varied between the two populations. The overall liability to cognitive failure was lower in participants from Sardinia, however, this group also had a higher liability to lapses of action (Blunders factor). Overall, these findings highlight that richer information about cognitive failures may be revealed through the investigation of specific factors of cognitive failures. They also confirm that the absence of changes in cognitive failures across old age is independent of variation in depressive symptoms, at least among cognitively healthy elders.", "doi": "10.1371/journal.pone.0189683", "title": "Cognitive failures in late adulthood: The role of age, social context and depressive symptoms.", "journal": ["PloS one", "PLoS ONE"]}