{"authors": [["Leng", "Yue", "Y", "Department of Psychiatry, San Francisco VA Medical Center, University of California, California."], ["Diem", "Susan J", "SJ", "Department of Medicine and Division of Epidemiology & Community Health, University of Minnesota, Minneapolis, Minnesota."], ["Stone", "Katie L", "KL", "Department of Research Institute, California Pacific Medical Center, San Francisco, California."], ["Yaffe", "Kristine", "K", "Department of Psychiatry, San Francisco VA Medical Center, University of California, California."]], "date": "2017-12-12", "id": "29244058", "text": "Antidepressant use is very common in the elderly, but the effects of antidepressants on cognition in the elderly are controversial with some studies suggesting harm and others protection. We aimed to investigate the association between different antidepressant use and change in cognition and risk of mild cognitive impairment (MCI) or dementia in very old women.We examined 1,234 community-dwelling women (mean age 83.2 years) from the Study of Osteoporotic Fractures. Baseline antidepressant use was reported and verified by medication containers, and medications were coded with computerized dictionary. Cognitive status (normal, MCI, or dementia) was adjudicated by an expert clinical panel 5 years later. Change in a short-form Mini-Mental State Examination and Trails B were evaluated over 5 years.Eleven per cent of the women were taking antidepressants. Users of selective serotonin reuptake inhibitors (SSRIs) had the greatest cognitive decline over 5 years, after adjustment for demographics, medical comorbidities, benzodiazepine use, and baseline cognition. Multivariable logistic regression shows that the users of SSRIs were more than twice (OR = 2.69, 95% CI = 1.64-4.41) and trazodone users more than three times (3.48, 1.12-10.81) as likely to develop MCI or dementia compared with the nonusers. Further adjustment for baseline cognition or depressive symptoms did not appreciably alter the results, and the association remained after excluding women with high depressive symptoms. The use of tricyclic antidepressants or other antidepressants was not significantly associated with cognitive outcomes.The use of antidepressants, especially SSRIs and trazodone, was associated with an increased risk of cognitive impairment 5 years later among the oldest old women.", "doi": "10.1093/gerona/glx226", "title": "Antidepressant Use and Cognitive Outcomes in Very Old Women.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}