{"authors": [["Anthony", "Mia", "M", "School of Nursing, University of Rochester Medical Center, Rochester, NY 14642, USA."], ["Lin", "Feng", "F", "School of Nursing, University of Rochester Medical Center, Rochester, NY 14642, USA."]], "date": "2017-12-13", "id": "29244054", "text": "Cognitive reserve has been proposed to explain the discrepancy between clinical symptoms and the effects of aging or Alzheimer's pathology. Functional magnetic resonance imaging (fMRI) may help elucidate how neural reserve and compensation delay cognitive decline and identify brain regions associated with cognitive reserve. This systematic review evaluated neural correlates of cognitive reserve via fMRI (resting-state and task-related) studies across the cognitive aging spectrum (i.e., normal cognition, mild cognitive impairment, and Alzheimer's disease).This review examined published articles up to March 2017. There were 13 cross-sectional observational studies that met the inclusion criteria, including relevance to cognitive reserve, subjects 60 years or older with normal cognition, mild cognitive impairment, and/or Alzheimer's disease, at least one quantitative measure of cognitive reserve, and fMRI as the imaging modality. Quality assessment of included studies was conducted using the Newcastle-Ottawa Scale adapted for cross-sectional studies.Across the cognitive aging spectrum, medial temporal regions and an anterior or posterior cingulate cortex-seeded default mode network were associated with neural reserve. Frontal regions and the dorsal attentional network were related to neural compensation. Compared to neural reserve, neural compensation was more common in mild cognitive impairment and Alzheimer's disease.Neural reserve and compensation both support cognitive reserve, with compensation more common in later stages of the cognitive aging spectrum. Longitudinal and intervention studies are needed to investigate changes between neural reserve and compensation during the transition between clinical stages, and to explore the causal relationship between cognitive reserve and potential neural substrates.", "doi": "10.1093/arclin/acx125", "title": "A Systematic Review for Functional Neuroimaging Studies of Cognitive Reserve Across the Cognitive Aging Spectrum.", "journal": ["Archives of clinical neuropsychology : the official journal of the National Academy of Neuropsychologists", "Arch Clin Neuropsychol"]}