{"authors": [["Hing", "Benjamin", "B", "Department of Psychiatry, Carver College of Medicine, University of Iowa, Iowa City, Iowa."], ["Sathyaputri", "Leela", "L", "Department of Psychiatry, Carver College of Medicine, University of Iowa, Iowa City, Iowa."], ["Potash", "James B", "JB", "Department of Psychiatry, Carver College of Medicine, University of Iowa, Iowa City, Iowa."]], "date": "2017-12-15", "id": "29243873", "text": "Major depressive disorder (MDD) is a mood disorder that affects behavior and impairs cognition. A gene potentially important to this disorder is the brain derived neurotrophic factor (BDNF) as it is involved in processes controlling neuroplasticity. Various mechanisms exist to regulate BDNF's expression level, subcellular localization, and sorting to appropriate secretory pathways. Alterations to these processes by genetic factors and negative stressors can dysregulate its expression, with possible implications for MDD. Here, we review the mechanisms governing the regulation of BDNF expression, and discuss how disease-associated single nucleotide polymorphisms (SNPs) can alter these mechanisms, and influence MDD. As negative stressors increase the likelihood of MDD, we will also discuss the impact of these stressors on BDNF expression, the cellular effect of such a change, and its impact on behavior in animal models of stress. We will also describe epigenetic processes that mediate this change in BDNF expression. Similarities in BDNF expression between animal models of stress and those in MDD will be highlighted. We will also contrast epigenetic patterns at the BDNF locus between animal models of stress, and MDD patients, and address limitations to current clinical studies. Future work should focus on validating current genetic and epigenetic findings in tightly controlled clinical studies. Regions outside of BDNF promoters should also be explored, as should other epigenetic marks, to improve identification of biomarkers for MDD.", "doi": "10.1002/ajmg.b.32616", "title": "A comprehensive review of genetic and epigenetic mechanisms that regulate BDNF expression and function with relevance to major depressive disorder.", "journal": ["American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics", "Am. J. Med. Genet. B Neuropsychiatr. Genet."]}