{"authors": [["Jarbo", "Kevin", "K", "Department of Psychology, Carnegie Mellon University, Baker Hall 342C, Pittsburgh, PA, 15213, USA."], ["Flemming", "Rory", "R", "Department of Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15213, USA."], ["Verstynen", "Timothy D", "TD", "Department of Psychology, Carnegie Mellon University, Baker Hall 342C, Pittsburgh, PA, 15213, USA. timothyv@andrew.cmu.edu."]], "date": "2017-12-14", "id": "29243134", "text": "When making risky spatial decisions, humans incorporate estimates of sensorimotor variability and costs on outcomes to bias their spatial selections away from regions that incur feedback penalties. Since selection variability depends on the reliability of sensory signals, increasing the spatial variance of targets during visually guided actions should increase the degree of this avoidance. Healthy adult participants (N = 20) used a computer mouse to indicate their selection of the mean of a target, represented as a 2D Gaussian distribution of dots presented on a computer display. Reward feedback on each trial corresponded to the estimation error of the selection. Either increasing or decreasing the spatial variance of the dots modulated the spatial uncertainty of the target. A non-target distractor cue was presented as an adjacent distribution of dots. On a subset of trials, feedback scores were penalized with increased proximity to the distractor mean. As expected, increasing the spatial variance of the target distribution increased selection variability. More importantly, on trials where proximity to the distractor cue incurred a penalty, increasing variance of the target increased selection bias away from the distractor cue and prolonged reaction times. These results confirm predictions that increased sensory uncertainty increases avoidance during risky spatial decisions.", "doi": "10.1007/s00221-017-5145-7", "title": "Sensory uncertainty impacts avoidance during spatial decisions.", "journal": ["Experimental brain research", "Exp Brain Res"]}