{"authors": [["Wallin-Miller", "Kathryn G", "KG", "Neuroscience Graduate Program, University of Southern California, Los Angeles, CA, 90033, USA."], ["Kreutz", "Frida", "F", "Department of Pharmaceutical Biosciences, Uppsala University, Uppsala, Sweden."], ["Li", "Grace", "G", "Department of Integrated Anatomical Sciences, Keck School of Medicine of the University of Southern California, 1333 San Pablo St., BMT 401, Los Angeles, CA, 90033, USA."], ["Wood", "Ruth I", "RI", "Department of Integrated Anatomical Sciences, Keck School of Medicine of the University of Southern California, 1333 San Pablo St., BMT 401, Los Angeles, CA, 90033, USA. riw@usc.edu."]], "date": "2017-12-14", "id": "29242988", "text": "Anabolic-androgenic steroid abuse is implicated in maladaptive behaviors such as impaired cognition in humans. In a rat model, our lab has shown that testosterone decreases preference for a large/uncertain reward in probability discounting. Other studies have shown that androgens decrease dopamine D1 and D2 receptors in the nucleus accumbens shell, a region important for decision-making behavior in probability discounting. Thus, we attempted to restore selection of the large/uncertain reward in testosterone-treated rats by administering the D2 receptor agonist quinpirole or the D1 receptor agonist SKF81297 and testing probability discounting.Adolescent male Long-Evans rats were treated chronically with high-dose testosterone (7.5 mg/kg) or vehicle (13% cyclodextrin in water), and tested for probability discounting after injections of saline, 0.1 and 0.5 mg/kg of quinpirole or SKF81297. Rats chose between a small/certain reward (1 sugar pellet, 100% probability) and a large/uncertain reward (4 pellets, decreasing probability: 100, 75, 50, 25, 0%).Testosterone-treated rats selected the large/uncertain reward significantly less than vehicle-treated controls after saline injection. However, acute injection with 0.1 mg/kg quinpirole increased large/uncertain reward preference in testosterone-treated rats only, indicated by a testosterone × quinpirole interaction. At 0.5 mg/kg, quinpirole increased large/uncertain reward preference in all rats. Acute injection with SKF81297 at 0.1 or 0.5 mg/kg rescued large/uncertain reward preference in testosterone-treated rats by eliminating the difference between groups.It appears that altered probability discounting behavior in testosterone-treated rats is due to both decreased D1 and D2 receptor function.", "doi": "10.1007/s00213-017-4810-7", "title": "Anabolic-androgenic steroids (AAS) increase sensitivity to uncertainty by inhibition of dopamine D1 and D2 receptors.", "journal": ["Psychopharmacology", "Psychopharmacology (Berl.)"]}