{"authors": [["Kamermans", "Kevin L", "KL", "Department of Psychology, Education and Child Studies, Erasmus University Rotterdam, Rotterdam, The Netherlands."], ["Pouw", "Wim", "W", "Department of Psychology, Education and Child Studies, Erasmus University Rotterdam, Rotterdam, The Netherlands. pouw@essb.eur.nl."], ["Mast", "Fred W", "FW", "Department of Psychology, University of Bern, Bern, Switzerland."], ["Paas", "Fred", "F", "Department of Psychology, Education and Child Studies, Erasmus University Rotterdam, Rotterdam, The Netherlands."]], "date": "2017-12-14", "id": "29242975", "text": "Is visual reinterpretation of bistable figures (e.g., duck/rabbit figure) in visual imagery possible? Current consensus suggests that it is in principle possible because of converging evidence of quasi-pictorial functioning of visual imagery. Yet, studies that have directly tested and found evidence for reinterpretation in visual imagery, allow for the possibility that reinterpretation was already achieved during memorization of the figure(s). One study resolved this issue, providing evidence for reinterpretation in visual imagery (Mast and Kosslyn, Cognition 86:57-70, 2002). However, participants in that study performed reinterpretations with aid of visual cues. Hence, reinterpretation was not performed with mental imagery alone. Therefore, in this study we assessed the possibility of reinterpretation without visual support. We further explored the possible role of haptic cues to assess the multimodal nature of mental imagery. Fifty-three participants were consecutively presented three to be remembered bistable 2-D figures (reinterpretable when rotated 180°), two of which were visually inspected and one was explored hapticly. After memorization of the figures, a visually bistable exemplar figure was presented to ensure understanding of the concept of visual bistability. During recall, 11 participants (out of 36; 30.6%) who did not spot bistability during memorization successfully performed reinterpretations when instructed to mentally rotate their visual image, but additional haptic cues during mental imagery did not inflate reinterpretation ability. This study validates previous findings that reinterpretation in visual imagery is possible.", "doi": "10.1007/s00426-017-0956-5", "title": "Reinterpretation in visual imagery is possible without visual cues: a validation of previous research.", "journal": ["Psychological research", "Psychol Res"]}