{"authors": [["Hamdy", "R C", "RC", "East Tennessee State University, Johnson City, TN, USA."], ["Kinser", "A", "A", "East Tennessee State University, Johnson City, TN, USA."], ["Depelteau", "A", "A", "East Tennessee State University, Johnson City, TN, USA."], ["Kendall-Wilson", "T", "T", "East Tennessee State University, Johnson City, TN, USA."], ["Lewis", "J V", "JV", "East Tennessee State University, Johnson City, TN, USA."], ["Whalen", "K", "K", "East Tennessee State University, Johnson City, TN, USA."]], "date": "2017-12-07", "id": "29242811", "text": "Mild cognitive impairment (MCI) is the middle ground between normal, age-appropriate memory impairment, and dementia. Whereas patients with MCI are able to cope with the memory deficit, those with dementia are not: Their memory impairment and other cognitive deficits are of sufficient magnitude to interfere with the patients' ability to cope independently with daily activities. In both MCI and dementia, there is evidence of declining cognitive functions from a previously higher level of functioning. In both the conditions, there is also an evidence of dysfunction in one or more cognitive domains. There are two subtypes of MCI depending on whether memory is predominantly affected: amnestic type and nonamnestic/behavioral type. Not all patients with MCI transition to dementia, some recover. In this case scenario, we present a 68-year-old man with MCI who lives with his wife. They are getting ready to host dinner. His wife asks him to vacuum the dining room while she runs an urgent errand. We describe how this simple task vacuuming a room ended in a catastrophe with the patient spending the night in jail and his wife hospitalized. We discuss what went wrong in the patient/wife interaction and how the catastrophic ending could have been avoided.At the end of this case discussion readers will know the following:The differences between mild cognitive impairment (MCI), normal aging, and dementia.MCI is often a precursor of dementia and has an amnestic or nonamnestic/behavioral presentation. However, not all patients with MCI develop dementia, some even recover.MCI is an opportunity to discuss with the patient various issues that may arise, should it progress to dementia such as preparing a will, transitioning from driver to passenger, and addressing various financial and legal issues including end-of-life issues and selecting someone to have power of attorney.Patients with MCI should be regularly followed up to determine whether and when they will transition to dementia as this changes the level of care needed.Patients with MCI are at an increased risk of triggering accidents because of their cognitive impairment and often impaired judgment.It may be hazardous to leave patients with MCI alone, without supervision.The importance of support groups, social media, and cameras when providing care to patients with MCI and dementias.", "doi": "10.1177/2333721417735938", "title": "Patients with Dementia Are Easily Distracted.", "journal": ["Gerontology & geriatric medicine", "Gerontol Geriatr Med"]}