{"authors": [["Jagt", "Annerie M A van der", "AMAV", "Department of Otorhinolaryngology, Leiden University Medical Center, Leiden, The Netherlands. M.A.van_der_Jagt@lumc.nl."], ["Kalkman", "Randy K", "RK", "Department of Otorhinolaryngology, Leiden University Medical Center, Leiden, The Netherlands."], ["Briaire", "Jeroen J", "JJ", "Department of Otorhinolaryngology, Leiden University Medical Center, Leiden, The Netherlands."], ["Verbist", "Berit M", "BM", "Department of Radiology, Leiden University Medical Center, Leiden, The Netherlands."], ["Frijns", "Johan H M", "JHM", "Department of Otorhinolaryngology, Leiden University Medical Center, Leiden, The Netherlands."]], "date": "2017-12-14", "id": "29242508", "text": "Cochlear size and morphology vary greatly and may influence the course of a cochlear implant electrode array during insertion and its final intra-cochlear position. Detailed insight into these variations is valuable for characterizing each cochlea and offers the opportunity to study possible correlations with surgical or speech perception outcomes. This study presents an automatic tracing method to assess individual cochlear duct shapes from clinical CT images. On pre-operative CT scans of 479 inner ears the cochlear walls were discriminated by interpolating voxel intensities along radial and perpendicular lines within multiplanar reconstructions at 1 degree intervals from the round window. In all 479 cochleas, the outer wall could be traced automatically up to 720 degrees. The inner wall and floor of the scala tympani in 192 cochleas. The shape of the cochlear walls were modelled using a logarithmic spiral function including an offset value. The vertical trajectories of the scala tympani exhibited a non-monotonous spiral slope with specific regions at risk for CI-related insertion trauma, and three slope categories could be distinguished. This presented automatic tracing method allows the detailed description of cochlear morphology and can be used for both individual and large cohort evaluation of cochlear implant patients.", "doi": "10.1038/s41598-017-16126-6", "title": "Variations in cochlear duct shape revealed on clinical CT images with an automatic tracing method.", "journal": ["Scientific reports", "Sci Rep"]}