{"authors": [["Val-Laillet", "David", "D", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France; david.val-laillet@inra.fr."], ["Guérin", "Sylvie", "S", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Coquery", "Nicolas", "N", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Nogret", "Isabelle", "I", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Formal", "Michèle", "M", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Romé", "Véronique", "V", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Le Normand", "Laurence", "L", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Meurice", "Paul", "P", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Randuineau", "Gwénaëlle", "G", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Guilloteau", "Paul", "P", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Malbert", "Charles-Henri", "CH", "Institut National de la Recherche Agronomique (INRA), Unité de Service 1395 Ani-Scans, Saint-Gilles, France."], ["Parnet", "Patricia", "P", "Centre de Recherche en Nutrition Humaine Ouest (CRNH-Ouest), Nantes, France."], ["Lallès", "Jean-Paul", "JP", "Nutrition Metabolisms and Cancer (NuMeCan), INRA, INSERM, Univ Rennes, Université Bretagne Loire (UBL), Rennes, France."], ["Segain", "Jean-Pierre", "JP", "Centre de Recherche en Nutrition Humaine Ouest (CRNH-Ouest), Nantes, France."]], "date": "2017-12-14", "id": "29242276", "text": "Butyrate can improve gut functions, whereas histone deacetylase inhibitors might alleviate neurocognitive alterations. Our aim was to assess whether oral butyrate could modulate brain metabolism and plasticity and if this would relate to gut function. Sixteen pigs were subjected to sodium butyrate (SB) supplementation via beverage water or water only [control (C)]. All pigs had blood sampled after 2 and 3 wk of treatment, and were subjected to a brain positron emission tomography after 3 wk. Animals were euthanized after 4 wk to sample pancreas, intestine, and brain for gut physiology and anatomy measurements, as well as hippocampal histology, Ki67, and doublecortin (DCX) immunohistochemistry. SB compared with C treatment triggered basal brain glucose metabolism changes in the nucleus accumbens and hippocampus (P = 0.003), increased hippocampal granular cell layer volume (P = 0.006), and neurogenesis (Ki67: P = 0.026; DCX: P = 0.029). After 2 wk of treatment, plasma levels of glucose, insulin, lactate, glucagon-like peptide 1, and peptide tyrosine tyrosine remained unchanged. After 3 wk, plasma levels of lactate were lower in SB compared with C animals (P = 0.028), with no difference for glucose and insulin. Butyrate intake impacted very little gut anatomy and function. These results demonstrate that oral SB impacted brain functions with little effects on the gut.-Val-Laillet, D., Guérin, S., Coquery, N., Nogret, I., Formal, M., Romé, V., Le Normand, L., Meurice, P., Randuineau, G., Guilloteau, P., Malbert, C.-H., Parnet, P., Lallès, J.-P., Segain, J.-P. Oral sodium butyrate impacts brain metabolism and hippocampal neurogenesis, with limited effects on gut anatomy and function in pigs.", "doi": "10.1096/fj.201700547RR", "title": "Oral sodium butyrate impacts brain metabolism and hippocampal neurogenesis, with limited effects on gut anatomy and function in pigs.", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."]}