{"authors": [["van Beek", "Nathalie", "N", "Department of Human Movement Sciences, Faculty of Behavioural and Movement Sciences, Vrije Universiteit Amsterdam, Amsterdam Movement Sciences, The Netherlands."], ["Gijsbertse", "Kaj", "K", "Department of Orthopedics, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Selles", "Ruud W", "RW", "Department of Rehabilitation & Department of Plastic and Reconstructive Surgery, Erasmus MC, Rotterdam, The Netherlands."], ["de Korte", "Chris L", "CL", "Medical UltraSound Imaging Center (MUSIC), Department of Radiology and Nuclear Medicine, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Veeger", "DirkJan H E J", "DHEJ", "Department of Human Movement Sciences, Faculty of Behavioural and Movement Sciences, Vrije Universiteit Amsterdam, Amsterdam Movement Sciences, The Netherlands; Department of BioMechanical Engineering, Delft University of Technology, Delft, The Netherlands."], ["Stegeman", "Dick F", "DF", "Department of Human Movement Sciences, Faculty of Behavioural and Movement Sciences, Vrije Universiteit Amsterdam, Amsterdam Movement Sciences, The Netherlands; Donders Institute of Brain, Cognition and Behaviour, Department of Neurology and Clinical Neurophysiology, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Maas", "Huub", "H", "Department of Human Movement Sciences, Faculty of Behavioural and Movement Sciences, Vrije Universiteit Amsterdam, Amsterdam Movement Sciences, The Netherlands. Electronic address: h.maas@vu.nl."]], "date": "2017-12-05", "id": "29242009", "text": "In the human hand, independent movement control of individual fingers is limited. One potential cause for this is mechanical connections between the tendons and muscle bellies corresponding to the different fingers. The aim of this study was to determine the tendon displacement of the flexor digitorum superficialis (FDS) of both the instructed and the neighboring, non-instructed fingers during single finger flexion movements. In nine healthy subjects (age 22-29 years), instructed and non-instructed FDS finger tendon displacement of the index, middle and ring finger was measured using 2D ultrasound analyzed with speckle tracking software in two conditions: active flexion of all finger joints with all fingers free to move and active flexion while the non-instructed fingers were restricted. Our results of the free movement protocol showed an average tendon displacement of 27 mm for index finger flexion, 21 mm for middle finger flexion and 17 mm for ring finger flexion. Displacements of the non-instructed finger tendons (≈12 mm) were higher than expected based of the amount of non-instructed finger movement. In the restricted protocol, we found that, despite minimal joint movements, substantial non-instructed finger tendon displacement (≈9 mm) was still observed, which was interpreted as a result of tendon strain. When this strain component was subtracted from the tendon displacement of the non-instructed fingers during the free movement condition, the relationship between finger movement and tendon displacement of the instructed and non-instructed finger became comparable. Thus, when studying non-instructed finger tendon displacement it is important to take tendon strain into consideration.", "doi": "10.1016/j.jbiomech.2017.11.023", "title": "Tendon displacements during voluntary and involuntary finger movements.", "journal": ["Journal of biomechanics", "J Biomech"]}