{"authors": [["Finch", "Aureliano Paolo", "AP", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK. Electronic address: APFinch1@sheffield.ac.uk."], ["Brazier", "John Edward", "JE", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK."], ["Mukuria", "Clara", "C", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK."], ["Bjorner", "Jakob Bue", "JB", "Health Economics and Decision Science, School of Health and Related Research, University of Sheffield, Sheffield, UK; Optum Insight, Eden Prairie, Minnesota, USA; Faculty of Health and Medical Science, University of Copenhagen, Copenhagen, Denmark."]], "date": "2017-07-14", "id": "29241896", "text": "Generic preference-based measures such as the EuroQol five-dimensional questionnaire (EQ-5D) are used in economic evaluation, but may not be appropriate for all conditions. When this happens, a possible solution is adding bolt-ons to expand their descriptive systems. Using review-based methods, studies published to date claimed the relevance of bolt-ons in the presence of poor psychometric results. This approach does not identify the specific dimensions missing from the Generic preference-based measure core descriptive system, and is inappropriate for identifying dimensions that might improve the measure generically. This study explores the use of principal-component analysis (PCA) and confirmatory factor analysis (CFA) for bolt-on identification in the EQ-5D.Data were drawn from the international Multi-Instrument Comparison study, which is an online survey on health and well-being measures in five countries. Analysis was based on a pool of 92 items from nine instruments. Initial content analysis provided a theoretical framework for PCA results interpretation and CFA model development. PCA was used to investigate the underlining dimensional structure and whether EQ-5D items were represented in the identified constructs. CFA was used to confirm the structure. CFA was cross-validated in random halves of the sample.PCA suggested a nine-component solution, which was confirmed by CFA. This included psychological symptoms, physical functioning, and pain, which were covered by the EQ-5D, and satisfaction, speech/cognition,relationships, hearing, vision, and energy/sleep which were not. These latter factors may represent relevant candidate bolt-ons.PCA and CFA appear useful methods for identifying potential bolt-ons dimensions for an instrument such as the EQ-5D.", "doi": "10.1016/j.jval.2017.06.002", "title": "An Exploratory Study on Using Principal-Component Analysis and Confirmatory Factor Analysis to Identify Bolt-On Dimensions: The EQ-5D Case Study.", "journal": ["Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research", "Value Health"]}