{"authors": [["Yang", "Junyi", "J", "School of Education Science, Xinyang Normal University, Xinyang 464000, China. Electronic address: yangjunyi198719@163.com."], ["Wei", "Dongtao", "D", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing 400715, China; Department of Psychology, Southwest University, Chongqing 400715, China."], ["Wang", "Kangcheng", "K", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing 400715, China; Department of Psychology, Southwest University, Chongqing 400715, China."], ["Yi", "Zili", "Z", "Beibei Mental Health Center, Chongqing 400715, China."], ["Qiu", "Jiang", "J", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing 400715, China; Department of Psychology, Southwest University, Chongqing 400715, China. Electronic address: qiuj318@swu.edu.cn."]], "date": "2017-12-11", "id": "29241650", "text": "Researchers have examined how parenting behavior influences individuals' brain structure and behavioral development, primarily among people who have experienced maltreatment. However, information relating to the anatomical structure associated with the parenting behavior in young healthy individuals who have not experienced maltreatment is scant. Gratitude is an important aspect of human sociality. Both the extent to which parenting behavior influences gratitude and the neural basis of the relationship between parenting behavior and gratitude are unclear. Thus, in the present study, the primary aim was to use voxel-based morphometry (VBM) to investigate the neuroanatomical basis of parenting behavior in young healthy participants. The results showed a significant negative correlation between the maternal emotional warmth and both the dorsal medial prefrontal cortex (dmPFC) and the lateral rostral prefrontal cortex. Then, we used mediation analysis to investigate the neural basis of the relationship between parenting behavior and gratitude. The results revealed that the volume of the lateral rostral prefrontal cortex mediates the relationship between the maternal emotional warmth and gratitude. Together, these findings suggest that the family environment, specifically parenting behavior, might be associated with the gray matter volume of brain structure. Further, the lateral rostral prefrontal cortex might have an important role in the relationship between the maternal emotional warmth and gratitude.", "doi": "10.1016/j.neuropsychologia.2017.12.017", "title": "Regional gray matter volume mediates the relationship between maternal emotional warmth and gratitude.", "journal": ["Neuropsychologia", "Neuropsychologia"]}