{"authors": [["Igwe", "E O", "EO", "School of Medicine, University of Wollongong."], ["Charlton", "K E", "KE", "School of Medicine, University of Wollongong; Illawarra Health and Medical Research Institute, University of Wollongong. Electronic address: karenc@uow.edu.au."], ["Roodenrys", "S", "S", "School of Medicine, University of Wollongong."], ["Kent", "K", "K", "School of Medicine, University of Wollongong; Centre for Rural Health, School of Health Sciences, Faculty of Health, University of Tasmania."], ["Fanning", "K", "K", "Department of Agriculture and Fisheries, Queensland Government."], ["Netzel", "M E", "ME", "Queensland Alliance for Agriculture and Food Innovation, University of Queensland."]], "date": "2017-08-25", "id": "29241576", "text": "Consumption of anthocyanins from fruit sources may exert protection against hypertension and improve cognition. However, the effect of dose timing in studies is rarely considered. We hypothesized that timed-dose consumption of juice from an anthocyanin-rich Japanese plum variety (Queen Garnet plum, QGP) will have acute and dose-timing effects on cardiovascular responses, cognition, and urinary anthocyanin excretion profiles. Our study objective was to investigate the impact of plum juice on these health parameters. Twelve older (65+ years) and 12 younger (18-45 years) adults participated in an acute crossover study. Participants received, randomly, either 1 × 300 mL or 3 × 100 mL plum juice over 3 hours on 2 different occasions with a 2-week washout period. A battery of cognitive tasks was administered at 0 and 6 hours on each study day. Blood pressure (BP) and urinary anthocyanin/metabolite excretion profiles were measured over 24 hours. Area under the curve for BP was calculated (0-6 hours). A significant reduction in BP and cardiovascular responses was observed in both age groups which was more obvious in the older age group on the single dose for systolic BP, diastolic BP, mean arterial pressure, and heart rate (P values = .035, .028, .017, and .006, respectively). No significant difference was observed between dose-timing regimens for either age group. There was no observed effect on cognition. Native QGP anthocyanins, as well as methylated/glucuronidated metabolites, were detected in urine with no significant differences between age groups or dose timing. High-anthocyanin plum juice significantly reduced BP, but dose timing did not appear to be a significant factor in the potential acute BP-lowering effect of QGP juice.", "doi": "10.1016/j.nutres.2017.08.006", "title": "Anthocyanin-rich plum juice reduces ambulatory blood pressure but not acute cognitive function in younger and older adults: a pilot crossover dose-timing study.", "journal": ["Nutrition research (New York, N.Y.)", "Nutr Res"]}