{"authors": [["Schulte", "Mieke H J", "MHJ", "Addiction, Development, and Psychopathology (ADAPT) Lab, Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands; Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands. Electronic address: miekehjschulte@gmail.com."], ["Wiers", "Reinout W", "RW", "Addiction, Development, and Psychopathology (ADAPT) Lab, Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands."], ["Boendermaker", "Wouter J", "WJ", "Addiction, Development, and Psychopathology (ADAPT) Lab, Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands; Department of Experimental Psychology, Utrecht University, The Netherlands."], ["Goudriaan", "Anna E", "AE", "Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands; Arkin Mental Health, Amsterdam, The Netherlands."], ["van den Brink", "Wim", "W", "Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["van Deursen", "Denise S", "DS", "Addiction, Development, and Psychopathology (ADAPT) Lab, Department of Psychology, University of Amsterdam, Amsterdam, The Netherlands; Faculty of Psychology and Educational Sciences, Open University of The Netherlands, Heerlen, The Netherlands."], ["Friese", "Malte", "M", "Department of Psychology, Saarland University, Saarbruecken, Germany."], ["Brede", "Emily", "E", "Department of Medical and Clinical Psychology, Uniformed Services University of the Health Sciences, Bethesda, MD, United States."], ["Waters", "Andrew J", "AJ", "Department of Medical and Clinical Psychology, Uniformed Services University of the Health Sciences, Bethesda, MD, United States."]], "date": "2017-12-11", "id": "29241082", "text": "Effective treatment for cocaine use disorder should dampen hypersensitive cue-induced motivational processes and/or strengthen executive control. Using a randomized, double-blind, placebo-controlled intervention, the primary aim of this study was to investigate the effect of N-Acetylcysteine (NAC) and working memory (WM)-training to reduce cocaine use and craving and to improve inhibition assessed in the laboratory and during Ecological Momentary Assessment (EMA). The second aim was to examine correspondence between laboratory and EMA data.Twenty-four of 38 cocaine-using men completed a 25-day intervention with 2400mg/day NAC or placebo and WM-training as well as two lab-visits assessing cocaine use, craving and inhibition (Stop Signal task). Additionally, cocaine use, craving and cognition (Stroop task) were assessed using EMA during treatment, with 26 participants completing 819 assessments.Cocaine problems according to the Drug Use Disorder Identification Test (DUDIT) decreased more after NAC than after placebo, and the proportion of cocaine-positive urines at lab-visit 2 was lower in the NAC group. No NAC effects were found on craving. For cocaine use and craving, results from the lab data were generally similar to EMA results. NAC also showed some effects on cognitive control: improved inhibition assessed with the Stop Signal task in the lab, and decreased classic Stroop performance during EMA. There were no significant effects of number of completed WM-training sessions.Overall this study revealed mixed findings regarding the treatment of cocaine use disorders with NAC and WM-training. The effect of NAC on inhibition should be further investigated.", "doi": "10.1016/j.addbeh.2017.11.044", "title": "The effect of N-acetylcysteine and working memory training on cocaine use, craving and inhibition in regular cocaine users: correspondence of lab assessments and Ecological Momentary Assessment.", "journal": ["Addictive behaviors", "Addict Behav"]}