{"authors": [["Chiu", "A T G", "ATG", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."], ["Pei", "S L C", "SLC", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."], ["Mak", "C C Y", "CCY", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."], ["Leung", "G K C", "GKC", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."], ["Yu", "M H C", "MHC", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."], ["Lee", "S L", "SL", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."], ["Vreeburg", "M", "M", "Department of Clinical Genetics and School for Oncology & Developmental Biology (GROW), Maastricht University Medical Center, 6202, AZ, Maastricht, The Netherlands."], ["Pfundt", "R", "R", "Department of Human Genetics, Radboud University Medical Center, 6500, HB, Nijmegen, The Netherlands."], ["van der Burgt", "I", "I", "Department of Human Genetics, Radboud University Medical Center, 6500, HB, Nijmegen, The Netherlands."], ["Kleefstra", "T", "T", "Department of Human Genetics, Radboud University Medical Center, 6500, HB, Nijmegen, The Netherlands."], ["Frederic", "T M-T", "TM", "Centre de Génétique et Centre de référence «Anomalies du Développement et Syndromes Malformatifs», Hôpital d'Enfants, Centre Hospitalier Universitaire de Dijon, Dijon, France."], ["Nambot", "S", "S", "Centre de Génétique et Centre de référence «Anomalies du Développement et Syndromes Malformatifs», Hôpital d'Enfants, Centre Hospitalier Universitaire de Dijon, Dijon, France."], ["Faivre", "L", "L", "Centre de Génétique et Centre de référence «Anomalies du Développement et Syndromes Malformatifs», Hôpital d'Enfants, Centre Hospitalier Universitaire de Dijon, Dijon, France."], ["Bruel", "A-L", "AL", "Inserm UMR 1231 GAD, Génétique des Anomalies du Développement, Dijon, France."], ["Rossi", "M", "M", "Service de génétique, Centre de Référence Anomalies du Développement, Hospices Civils de Lyon, Bron, France."], ["Isidor", "B", "B", "Service de Génétique Médicale, CHU Nantes, France."], ["Küry", "S", "S", "Service de Génétique Médicale, CHU Nantes, France."], ["Cogne", "B", "B", "Service de Génétique Médicale, CHU Nantes, France."], ["Besnard", "T", "T", "Service de Génétique Médicale, CHU Nantes, France."], ["Willems", "M", "M", "Département de Génétique Médicale, Maladies Rares et Médecine Personnalisée, Centre de Référence Anomalies du Développement et Syndromes Malformatifs, Plateforme Recherche de Microremaniements Chromosomiques, Hôpital Arnaud de Villeneuve, CHU de Montpellier, Faculté de Médecine Montpellier-Nîmes, Université de Montpellier, Montpellier, France."], ["Reijnders", "M R F", "MRF", "Department of Human Genetics, Radboud University Medical Center, 6500, HB, Nijmegen, The Netherlands."], ["Chung", "B H Y", "BHY", "Department of Paediatrics and Adolescent Medicine, Queen Mary Hospital, University of Hong Kong, Hong Kong."]], "date": "2017-12-14", "id": "29240241", "text": "Okur-Chung syndrome is a neurodevelopmental condition attributed to germline CSNK2A1 pathogenic missense variants. We present eight unreported subjects with the above syndrome, who have recognizable dysmorphism, varying degrees of developmental delay and multisystem involvement. Together with six previously reported cases, we present a case series of seven female and seven male subjects, highlighting the recognizable facial features of the syndrome (microcephaly, hypertelorism, epicanthic fold, ptosis, arched eyebrows, low set ears, ear fold abnormality, broad nasal bridge and round face) as well as frequently occurring clinical features including neurodevelopmental delay (93%), gastrointestinal (57%), musculoskeletal (57%) and immunological (43%) abnormalities. The variants reported in this study are evolutionary conserved and absent in the normal population. We observed that the CSNK2A1 gene is relatively intolerant to missense genetic changes, and most variants are within the protein kinase domain. All except one variant reported in this cohort are spatially located on the binding pocket of the holoenzyme. We further provide key recommendations on the management of Okur-Chung syndrome. To conclude, this is the second case series on Okur-Chung syndrome, and an in-depth review of the phenotypic features and genomic findings of the condition with suggestions on clinical management.", "doi": "10.1111/cge.13196", "title": "Okur-Chung neurodevelopmental syndrome: Eight additional cases with implications on phenotype and genotype expansion.", "journal": ["Clinical genetics", "Clin. Genet."]}