{"authors": [["Hendriks", "Celine", "C", "ILD Care Foundation Research Team, Ede, The Netherlands; Faculty of Medicine, Utrecht University, Utrecht, The Netherlands; ILD Center of Excellence, St. Antonius Hospital, Nieuwegein, The Netherlands."], ["Drent", "Marjolein", "M", "ILD Care Foundation Research Team, Ede, The Netherlands; ILD Center of Excellence, St. Antonius Hospital, Nieuwegein, The Netherlands; Dept. of Pharmacology and Toxicology, Faculty of Health, Medicine and Life Science, Maastricht University, Maastricht, The Netherlands. Electronic address: m.drent@antoniusziekenhuis.nl."], ["De Kleijn", "Willemien", "W", "ILD Care Foundation Research Team, Ede, The Netherlands; Dept. of Psychology and Artificial Intelligence, Radboud University, Nijmegen, The Netherlands."], ["Elfferich", "Marjon", "M", "ILD Care Foundation Research Team, Ede, The Netherlands."], ["Wijnen", "Petal", "P", "ILD Care Foundation Research Team, Ede, The Netherlands; Central Diagnostic Laboratory, Maastricht University Medical Centre, Maastricht, The Netherlands."], ["De Vries", "Jolanda", "J", "ILD Care Foundation Research Team, Ede, The Netherlands; Dept. of Medical Psychology, St. Elisabeth Hospital Tilburg, Tilburg, The Netherlands; Dept. of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands."]], "date": "2017-11-20", "id": "29239767", "text": "Fatigue is a major and disabling problem in sarcoidosis. Knowledge concerning correlates of the development of fatigue and possible interrelationships is lacking.A conceptual model of fatigue was developed and tested.Sarcoidosis outpatients (n = 292) of Maastricht University Medical Center completed questionnaires regarding trait anxiety, depressive symptoms, cognitive failure, dyspnea, social support, and small fiber neuropathy (SFN) at baseline. Fatigue was assessed at 6 and 12 months. Sex, age, and time since diagnosis were taken from medical records. Pathways were estimated by means of path analyses in AMOS.Everyday cognitive failure, depressive symptoms, symptoms suggestive of SFN, and dyspnea were positive predictors of fatigue. Fit indices of the model were good.The model validly explains variation in fatigue. Everyday cognitive failure and depressive symptoms were the most important predictors of fatigue. In addition to physical functioning, cognitive and psychological aspects should be included in the management of sarcoidosis patients.", "doi": "10.1016/j.rmed.2017.11.008", "title": "Everyday cognitive failure and depressive symptoms predict fatigue in sarcoidosis: A prospective follow-up study.", "journal": ["Respiratory medicine", "Respir Med"]}