{"authors": [["Caetano", "Maria Joana D", "MJD", "Neuroscience Research Australia, Sydney, Australia; School of Public Health & Community Medicine, University of New South Wales, Sydney, Australia. Electronic address: joanadcaetano@hotmail.com."], ["Lord", "Stephen R", "SR", "Neuroscience Research Australia, Sydney, Australia; School of Public Health & Community Medicine, University of New South Wales, Sydney, Australia."], ["Allen", "Natalie E", "NE", "Faculty of Health Sciences, The University of Sydney, Sydney, Australia."], ["Brodie", "Matthew A", "MA", "Neuroscience Research Australia, Sydney, Australia."], ["Song", "Jooeun", "J", "Faculty of Health Sciences, The University of Sydney, Sydney, Australia."], ["Paul", "Serene S", "SS", "Faculty of Health Sciences, The University of Sydney, Sydney, Australia; Musculoskeletal Health Sydney, School of Public Health, The University of Sydney, Sydney, NSW, Australia."], ["Canning", "Colleen G", "CG", "Faculty of Health Sciences, The University of Sydney, Sydney, Australia."], ["Menant", "Jasmine C", "JC", "Neuroscience Research Australia, Sydney, Australia; School of Public Health & Community Medicine, University of New South Wales, Sydney, Australia."]], "date": "2017-11-22", "id": "29239746", "text": "Decline in the ability to take effective steps and to adapt gait, particularly under challenging conditions, may be important reasons why people with Parkinson's disease (PD) have an increased risk of falling. This study aimed to determine the extent of stepping and gait adaptability impairments in PD individuals as well as their associations with PD symptoms, cognitive function and previous falls.Thirty-three older people with PD and 33 controls were assessed in choice stepping reaction time, Stroop stepping and gait adaptability tests; measurements identified as fall risk factors in older adults.People with PD had similar mean choice stepping reaction times to healthy controls, but had significantly greater intra-individual variability. In the Stroop stepping test, the PD participants were more likely to make an error (48 vs 18%), took 715 ms longer to react (2312 vs 1517 ms) and had significantly greater response variability (536 vs 329 ms) than the healthy controls. People with PD also had more difficulties adapting their gait in response to targets (poorer stepping accuracy) and obstacles (increased number of steps) appearing at short notice on a walkway. Within the PD group, higher disease severity, reduced cognition and previous falls were associated with poorer stepping and gait adaptability performances.People with PD have reduced ability to adapt gait to unexpected targets and obstacles and exhibit poorer stepping responses, particularly in a test condition involving conflict resolution. Such impaired stepping responses in Parkinson's disease are associated with disease severity, cognitive impairment and falls.", "doi": "10.1016/j.parkreldis.2017.11.340", "title": "Stepping reaction time and gait adaptability are significantly impaired in people with Parkinson's disease: Implications for fall risk.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}