{"authors": [["Sutcliffe", "Ryan", "R", "Department of Psychology, University of Otago."], ["Rendell", "Peter G", "PG", "Cognition and Emotion Research Centre, Australian Catholic University."], ["Henry", "Julie D", "JD", "School of Psychology, University of Queensland."], ["Bailey", "Phoebe E", "PE", "School of Social Sciences and Psychology, Western Sydney University."], ["Ruffman", "Ted", "T", "Department of Psychology, University of Otago."]], "date": null, "id": "29239655", "text": "We investigated young-old differences in emotion recognition using music and face stimuli and tested explanatory hypotheses regarding older adults' typically worse emotion recognition. In Experiment 1, young and older adults labeled emotions in an established set of faces, and in classical piano stimuli that we pilot-tested on other young and older adults. Older adults were worse at detecting anger, sadness, fear, and happiness in music. Performance on the music and face emotion tasks was not correlated for either age group. Because musical expressions of fear were not equated for age groups in the pilot study of Experiment 1, we conducted a second experiment in which we created a novel set of music stimuli that included more accessible musical styles, and which we again pilot-tested on young and older adults. In this pilot study, all musical emotions were identified similarly by young and older adults. In Experiment 2, participants also made age estimations in another set of faces to examine whether potential relations between the face and music emotion tasks would be shared with the age estimation task. Older adults did worse in each of the tasks, and had specific difficulty recognizing happy, sad, peaceful, angry, and fearful music clips. Older adults' difficulties in each of the 3 tasks-music emotion, face emotion, and face age-were not correlated with each other. General cognitive decline did not appear to explain our results as increasing age predicted emotion performance even after fluid IQ was controlled for within the older adult group. (PsycINFO Database Record", "doi": "10.1037/pag0000203", "title": "Music to my ears: Age-related decline in musical and facial emotion recognition.", "journal": ["Psychology and aging", "Psychol Aging"]}