{"authors": [["May", "Brian H", "BH", "The China-Australia International Research Centre for Chinese Medicine, School of Health and Biomedical Sciences, RMIT University, Bundoora, VIC, Australia."], ["Feng", "Mei", "M", "Guangdong Provincial Academy of Chinese Medical Sciences and Guangdong Provincial Hospital of Chinese Medicine, Guangzhou, China."], ["Hyde", "Anna J", "AJ", "The China-Australia International Research Centre for Chinese Medicine, School of Health and Biomedical Sciences, RMIT University, Bundoora, VIC, Australia."], ["Hügel", "Helmut", "H", "School of Science, RMIT University, Melbourne, VIC, Australia."], ["Chang", "Su-Yueh", "SY", "The China-Australia International Research Centre for Chinese Medicine, School of Health and Biomedical Sciences, RMIT University, Bundoora, VIC, Australia."], ["Dong", "Lin", "L", "The China-Australia International Research Centre for Chinese Medicine, School of Health and Biomedical Sciences, RMIT University, Bundoora, VIC, Australia."], ["Guo", "Xinfeng", "X", "Guangdong Provincial Academy of Chinese Medical Sciences and Guangdong Provincial Hospital of Chinese Medicine, Guangzhou, China."], ["Zhang", "Anthony L", "AL", "The China-Australia International Research Centre for Chinese Medicine, School of Health and Biomedical Sciences, RMIT University, Bundoora, VIC, Australia."], ["Lu", "Chuanjian", "C", "Guangdong Provincial Academy of Chinese Medical Sciences and Guangdong Provincial Hospital of Chinese Medicine, Guangzhou, China."], ["Xue", "Charlie C", "CC", "The China-Australia International Research Centre for Chinese Medicine, School of Health and Biomedical Sciences, RMIT University, Bundoora, VIC, Australia."]], "date": "2017-12-14", "id": "29239495", "text": "To evaluate the clinical evidence for traditional medicines (TMs) used in East Asia on measures of cognition in Alzheimer disease, determine the effect sizes at different time points for the TMs and pharmacotherapies, and assess the tolerability of the TMs.We searched 12 databases in English, Chinese, and Japanese for eligible randomised controlled trials that compared orally administered TMs with pharmacotherapy and reported cognitive outcomes. Meta-analyses were conducted for Alzheimer's Disease Assessment Scale-cognitive subscale and/or Mini-Mental State Examination (MMSE). Mean differences and 95% confidence intervals were calculated to evaluate treatment effects.Thirty randomised controlled trials met inclusion criteria. Twenty-nine compared TMs with donepezil. Single studies provided comparisons with galantamine, rivastigmine, or memantine. There were no significant differences between the TM and donepezil groups at 12 or 24 weeks for Alzheimer's Disease Assessment Scale-cognitive subscale or MMSE. Improvements over baseline were significant for MMSE at 12 and 24 weeks within the TM and donepezil groups and remained significant at 1 year. Effect sizes were reduced in the 3 double-blind studies. At 24 weeks, donepezil 10 mg/d generally produced greater improvements in MMSE than 5 mg/d. Tolerability reporting was incomplete and inconsistent between studies.The results suggested that the clinical benefits of the TMs were not less than donepezil at comparable time points, with both groups showing improvements. However, lack of blinding in most studies and other design and measurement issues are likely to have resulted in overestimation of effect sizes in both groups. Further well-designed studies are needed.", "doi": "10.1002/gps.4830", "title": "Comparisons between traditional medicines and pharmacotherapies for Alzheimer disease: A systematic review and meta-analysis of cognitive outcomes.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}