{"authors": [["Li", "Shuaixia", "S", "Research Center of Brain and Cognitive Neuroscience, Liaoning Normal University, Dalian, China."], ["Li", "Ping", "P", "Research Center of Brain and Cognitive Neuroscience, Liaoning Normal University, Dalian, China."], ["Wang", "Wei", "W", "Research Center of Brain and Cognitive Neuroscience, Liaoning Normal University, Dalian, China."], ["Zhu", "Xiangru", "X", "Institute of Cognition, Brain and Health, Henan University, Kaifeng, China."], ["Luo", "Wenbo", "W", "Research Center of Brain and Cognitive Neuroscience, Liaoning Normal University, Dalian, China."]], "date": "2017-12-14", "id": "29239478", "text": "In this study, we presented pictorial representations of happy, neutral, and fearful expressions projected in the eye regions to determine whether the eye region alone is sufficient to produce a context effect. Participants were asked to judge the valence of surprised faces that had been preceded by a picture of an eye region. Behavioral results showed that affective ratings of surprised faces were context dependent. Prime-related ERPs with presentation of happy eyes elicited a larger P1 than those for neutral and fearful eyes, likely due to the recognition advantage provided by a happy expression. Target-related ERPs showed that surprised faces in the context of fearful and happy eyes elicited dramatically larger C1 than those in the neutral context, which reflected the modulation by predictions during the earliest stages of face processing. There were larger N170 with neutral and fearful eye contexts compared to the happy context, suggesting faces were being integrated with contextual threat information. The P3 component exhibited enhanced brain activity in response to faces preceded by happy and fearful eyes compared with neutral eyes, indicating motivated attention processing may be involved at this stage. Altogether, these results indicate for the first time that the influence of isolated eye regions on the perception of surprised faces involves preferential processing at the early stages and elaborate processing at the late stages. Moreover, higher cognitive processes such as predictions and attention can modulate face processing from the earliest stages in a top-down manner.", "doi": "10.1111/psyp.13039", "title": "The effect of emotionally valenced eye region images on visuocortical processing of surprised faces.", "journal": ["Psychophysiology", "Psychophysiology"]}