{"authors": [["Cotoia", "Antonella", "A", "Department of Anesthesia and Intensive Care, University-Hospital Riuniti, Foggia, Italy - antonella.cotoia@unifg.it."], ["Mirabella", "Lucia", "L", "Department of Anesthesia and Intensive Care, University-Hospital Riuniti, Foggia, Italy."], ["Beck", "Renata", "R", "Department of Anesthesia and Intensive Care, University-Hospital Riuniti, Foggia, Italy."], ["Matrella", "Pompeo", "P", "Department of Anesthesia and Intensive Care, University-Hospital Riuniti, Foggia, Italy."], ["Assenzo", "Valentina", "V", "Department of Anesthesia, Foch Hospital, Surenes, France."], ["Chazot", "Thierry", "T", "Department of Anesthesia, Foch Hospital, Surenes, France."], ["Cinnella", "Gilda", "G", "Department of Anesthesia and Intensive Care, University-Hospital Riuniti, Foggia, Italy."], ["Liu", "Ngai", "N", "Department of Anesthesia, Foch Hospital, Surenes, France."], ["Dambrosio", "Michele", "M", "Department of Anesthesia and Intensive Care, University-Hospital Riuniti, Foggia, Italy."]], "date": "2017-12-13", "id": "29239148", "text": "Emergence delirium (ED) is an acute change in cognition after general anesthesia (GA) occurring in operative room, recovery room or in postanesthesia care. The automated propofolremifentanil titration by Bispectral index (BIS) (AutoTIVA) avoids period of deep (BIS<40) anesthesia and could potentially decrease the ED. The aim of this study was to evaluate ED in surgical patients under AutoTIVA, manual titration of propofol-remifentanil (ManualTIVA) or volatile BIS-guided GA. Secondarly, we aimed to evaluate age-related postoperative Mini-Mental State Examination (MMSE) changes.One hundred thirty two adult patients scheduled for elective urologic surgery wererandomized in: AutoTIVA, desflurane (DES), sevoflurane (SEVO), ManualTIVA anesthesia. TheMMSE was performed before GA and 15 min after tracheal extubation.The percentage of BIS 40-60 was significantly higher in the AutoTIVA compared to DES, SEVO and ManualTIVA (respectively 87% vs 78 %, 58%, 39%, p≤0.001). The percentage of BIS<40 was significantly lower in AutoTIVA than in the other groups (p<0.001). No difference in hemodynamics was found among groups. Postoperative MMSE scores were similar to baseline in the AutoTIVA (26 [24-28] vs 26 [23-28]) while they markedly decreased in all other groups (p<0.001). Postoperative MMSE decreased at any age. None experienced awareness was recorded.Our results suggest that patients treated with AutoTIVA performed better in the cognitive test compared to the other groups receiving manual target-controlled GA due to a higher adequatelevel of anesthesia measured by BIS. Cognitive tests should be performed to test ED in all patients undergoing GA.", "doi": "10.23736/S0375-9393.17.11915-2", "title": "Effects of closed-loop intravenous anesthesia guided by the Bispectral index in adult patients on emergence delirium. A randomized controlled study.", "journal": ["Minerva anestesiologica", "Minerva Anestesiol"]}