{"authors": [["Coenen", "Maraike A", "MA", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."], ["Eggink", "Hendriekje", "H", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."], ["Tijssen", "Marina A", "MA", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."], ["Spikman", "Jacoba M", "JM", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."]], "date": "2017-12-14", "id": "29238959", "text": "Cognitive impairments have been established as part of the non-motor phenomenology of adult dystonia. In childhood dystonia, the extent of cognitive impairments is less clear. This systematic review aims to present an overview of the existing literature to elucidate the cognitive profile of primary and secondary childhood dystonia.Studies focusing on cognition in childhood dystonia were searched in MEDLINE and PsychInfo up to October 2017. We included studies on idiopathic and genetic forms of dystonia as well as dystonia secondary to cerebral palsy and inborn errors of metabolism.Thirty-four studies of the initial 527 were included. Studies for primary dystonia showed intact cognition and IQ, but mild working memory and processing speed deficits. Studies on secondary dystonia showed more pronounced cognitive deficits and lower IQ scores with frequent intellectual disability. Data are missing for attention, language, and executive functioning.This systematic review shows possible cognitive impairments in childhood dystonia. The severity of cognitive impairment seems to intensify with increasing neurological abnormalities. However, the available data on cognition in childhood dystonia are very limited and not all domains have been investigated yet. This underlines the need for future research using standardized neuropsychological procedures in this group.There is limited data on cognition in childhood dystonia. Primary dystonia showed intact cognition and IQ, but mild working memory and processing speed deficits. Secondary dystonia showed more pronounced deficits and lower IQ, with frequent intellectual disability. There is a strong need for case-control studies assessing cognition using standardized neuropsychological tests.", "doi": "10.1111/dmcn.13632", "title": "Cognition in childhood dystonia: a systematic review.", "journal": ["Developmental medicine and child neurology", "Dev Med Child Neurol"]}