{"authors": [["Manit", "Srisurapanont", "S", "Department of Psychiatry, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."], ["Yee Ming", "Mok", "M", "Institute of Mental Health, View, Buangkok Green Medical Park, Buangkok, Singapore."], ["Yen Kuang", "Yang", "Y", "Department of Psychiatry, National Cheng Kung University, Cheng Kung National University Hospital, Tainan, Taiwan."], ["Herng-Nieng", "Chan", "C", "Department of Psychiatry, Singapore General Hospital, Academia, Singapore."], ["Constantine D", "Della", "D", "College of Medicine, University of the Philippines, Manila, Philippines."], ["Zuraida", "Zainal Nor", "ZN", "University Malaya, Jalan Universiti, Kuala Lumpur, Wilayah Persekutuan, Malaysia."], ["Stephen", "Jambunathan", "J", "Department of Psychiatry, Cipto Mangunkusumo Hospital, University of Indonesia, Jakarta Pusat, Indonesia."], ["Nurmiati", "Amir", "A", "Department of Psychiatry, Cipto Mangunkusumo Hospital, University of Indonesia, Jakarta Pusat, Indonesia."], ["Pranabi", "Kalita", "K", "Lundbeck Singapore Pte. Ltd., 101 Thomson Road, Singapore."]], "date": "2017-10-31", "id": "29238395", "text": "Cognitive dysfunction is a predominant symptom of Major Depressive Disorder (MDD), contributing to functional impairment.The primary objective of this study was to assess and describe perceived cognitive dysfunction amongst Asian patients diagnosed with MDD. The secondary objective was to explore the associations between depression severity, perceived cognitive dysfunction and functional disability.This was a multi-country, multi-centre, cross-sectional study. Adults with a current episode of MDD were recruited from 9 university/general hospital clinics in Asia. During a single study visit, psychiatrists assessed depression severity (Clinical Global Impression-Severity, CGI-S); patients completed questionnaires assessing depression severity (Patient Health Questionnaire-9 items, PHQ-9), perceived cognitive dysfunction (Perceived Deficit Questionnaire-Depression, PDQ-D) and functional disability (Sheehan Disability Scale, SDS).Patients (n=664), predominantly women (66.3%), were aged 46.5±12.5 years, lived in urban areas (81.3%) and were employed (84.6%). 51.5% of patients were having their first depressive episode; 86.7% were receiving treatment; 82.2% had a current episode duration >8 weeks. Patients had mild-to-moderate depression (CGI-S=3.3±1.0; PHQ-9=11.3±6.9). Patients reported perceived cognitive dysfunction (PDQ-D=22.6±16.2) and functional disability (SDS=11.3±7.9). PHQ-9, PDQ-D and SDS were moderately-to-highly correlated (PHQ-9 and SDS: r=0.72; PHQ-9 and PDQ-D: r=0.69; PDQ-D and SDS, r=0.63). ANCOVA showed that after controlling for patient-reported depression severity (PHQ-9), perceived cognitive dysfunction (PDQ-D) was significantly associated with functional disability (SDS) (p<0.001).Asian patients with MDD reported perceived cognitive dysfunction. There is a need for physicians to evaluate cognitive dysfunction in the clinical setting in order to reach treatment goals, including functional recovery beyond remission of mood symptoms.", "doi": "10.2174/1745017901713010185", "title": "Cognitive Dysfunction in Asian Patients with Depression (CogDAD): A Cross-Sectional Study.", "journal": ["Clinical practice and epidemiology in mental health : CP & EMH", "Clin Pract Epidemiol Ment Health"]}