{"authors": [["Kabadayi", "Can", "C", "Department of Cognitive Science, Lund University, Lund, Sweden."], ["Jacobs", "Ivo", "I", "Department of Cognitive Science, Lund University, Lund, Sweden."], ["Osvath", "Mathias", "M", "Department of Cognitive Science, Lund University, Lund, Sweden."]], "date": "2017-11-29", "id": "29238321", "text": "Inhibitory control refers to the ability to stop impulses in favor of more appropriate behavior, and it constitutes one of the underlying cognitive functions associated with cognitive flexibility. Much attention has been given to cross-species comparisons of inhibitory control; however, less is known about how and when these abilities develop. Mapping the ontogeny of inhibitory control in different species may therefore reveal foundational elements behind cognitive processes and their evolution. In this study, we tested the development of motor self-regulation in raven chicks (Corvus corax), using two detour tasks that required inhibition of motor impulses to directly reach for a visible reward behind a barrier. One task included a mesh barrier, which partly occluded the reward, and the other task used a completely transparent barrier, the cylinder task. The results suggest that the more visible a reward is, the more difficult it is to inhibit motor impulses toward it, and further, that this inhibitory challenge gradually decreases during development. The mesh barrier is reliably detoured before the animals pass the task with the wholly transparent cylinder. As the majority of the birds begun testing as nestlings, and as we provided them with experiences they normally would not receive in a nest, it is likely that they showed the earliest possible onset of these skills. A control subject, tested at a later age, showed that the mesh detours required no particular training, but that tasks including complete transparency likely require more specific experiences. Adult ravens without explicit training are highly proficient in inhibitory detour tasks, and, together with chimpanzees, they are the best performers of all tested species in the cylinder task. Our results suggest that their skills develop early in life, around their third month. Their developmental pattern of inhibitory skills for detours resembles that of children and rhesus macaques, albeit the pace of development is markedly faster in ravens. Investigating the development of cognition is crucial to understanding its foundations within and across species.", "doi": "10.3389/fpsyg.2017.02100", "title": "The Development of Motor Self-Regulation in Ravens.", "journal": ["Frontiers in psychology", "Front Psychol"]}