{"authors": [["Gögler", "Nadine", "N", "Department of Psychology, Ludwig-Maximilians-Universität München, München, Germany."], ["Papazova", "Irina", "I", "Department of Psychiatry and Psychotherapy, Ludwig-Maximilians-Universität München, München, Germany."], ["Oviedo-Salcedo", "Tatiana", "T", "Department of Psychiatry and Psychotherapy, Ludwig-Maximilians-Universität München, München, Germany."], ["Filipova", "Nina", "N", "Department of Psychiatry and Psychotherapy, Ludwig-Maximilians-Universität München, München, Germany."], ["Strube", "Wolfgang", "W", "Department of Psychiatry and Psychotherapy, Ludwig-Maximilians-Universität München, München, Germany."], ["Funk", "Johanna", "J", "Department of Psychology, Ludwig-Maximilians-Universität München, München, Germany."], ["Müller", "Hermann J", "HJ", "Department of Psychology, Ludwig-Maximilians-Universität München, München, Germany."], ["Finke", "Kathrin", "K", "Department of Psychology, Ludwig-Maximilians-Universität München, München, Germany."], ["Hasan", "Alkomiet", "A", "Department of Psychiatry and Psychotherapy, Ludwig-Maximilians-Universität München, München, Germany."]], "date": "2017-11-29", "id": "29238310", "text": "Attentional dysfunctions constitute core cognitive symptoms in schizophrenia, but the precise underlying neurocognitive mechanisms remain to be elucidated.In this randomized, double-blind, sham-controlled study, we applied, for the first time, a theoretically grounded modeling approach based on Bundesen's Theory of Visual Attention (TVA) to (i) identify specific visual attentional parameters affected in schizophrenia and (ii) assess, as a proof of concept, the potential of single-dose anodal transcranial direct current stimulation (tDCS; 20 min, 2 mA) to the left dorsolateral prefrontal cortex to modulate these attentional parameters. To that end, attentional parameters were measured before (baseline), immediately after, and 24 h after the tDCS intervention in 20 schizophrenia patients and 20 healthy controls.At baseline, analyses revealed significantly reduced visual processing speed and visual short-term memory storage capacity in schizophrenia. A significant stimulation condition × time point interaction in the schizophrenia patient group indicated improved processing speed at the follow-up session only in the sham condition (a practice effect), whereas performance remained stable across the three time points in patients receiving verum stimulation. In healthy controls, anodal tDCS did not result in a significant change in attentional performance.With regard to question (i) above, these findings are indicative of a processing speed and short-term memory deficit as primary sources of attentional deficits in schizophrenia. With regard to question (ii), the efficacy of single-dose anodal tDCS for improving (speed aspects of visual) cognition, it appears that prefrontal tDCS (at the settings used in the present study), rather than ameliorating the processing speed deficit in schizophrenia, actually may interfere with practice-dependent improvements in the rate of visual information uptake. Such potentially unexpected effects of tDCS ought to be taken into consideration when discussing its applicability in psychiatric populations. The study was registered at http://apps.who.int/trialsearch/Trial2.aspx?TrialID=DRKS00011665.", "doi": "10.3389/fpsyt.2017.00259", "title": "Parameter-Based Evaluation of Attentional Impairments in Schizophrenia and Their Modulation by Prefrontal Transcranial Direct Current Stimulation.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}