{"authors": [["McIntyre", "Roger S", "RS", "Department of Psychiatry, University of Toronto."]], "date": "2017-11-29", "id": "29238196", "text": "Although many branded and generic antidepressants are approved for the treatment of major depressive disorder (MDD) in Canada, efficacy and tolerability differ among patients, and new treatment options are needed. Symptom types (eg, fatigue, energy/motivation, cognition, and functioning), medication type, treatment duration, and the need for maintenance therapy are factors that may influence treatment effectiveness. Three antidepressants, vortioxetine, levomilnacipran extended-release (ER), and vilazodone have recently become available in Canada. The aim of this review is to contextualize differences in their mechanistic and clinical profiles, thereby providing practitioners with knowledge to support treatment decisions. In trials versus placebo, each drug improved depressive symptoms in adult patients with MDD. The antidepressant effect of vortioxetine may be related to enhanced serotonergic activity via reuptake inhibition and agonism and/or antagonism of various serotonin receptors. Vortioxetine may also improve cognitive functioning in MDD, and has proven efficacious in relapse prevention. Nausea was the most commonly reported adverse event (AE); rates of sexual dysfunction were low and abrupt discontinuation was well tolerated. Levomilnacipran ER, a serotonin norepinephrine reuptake inhibitor, demonstrated greater improvement versus placebo in functional impairment as well as depressive symptoms; in post hoc analyses, improvement in symptoms of motivation and energy were observed. Nausea was the most commonly reported AE; gradual discontinuation is recommended to avoid discontinuation syndrome. Vilazodone is a serotonin reuptake inhibitor and partial serotonergic 5-HT1A receptor agonist. In addition to improvement in depressive symptoms, evidence suggests that vilazodone may be particularly well suited for depressed patients with high anxiety levels. Diarrhea, nausea, and headache were the most common AEs; low rates of sexual dysfunction were reported. The 2016 Canadian Network for Mood and Anxiety Treatments guidelines for MDD includes vortioxetine as a first-line treatment; levomilnacipran ER and vilazodone are considered as second-line treatments due to lack of relapse prevention data at the time of approval.", "doi": "10.2147/NDT.S150589", "title": "The role of new antidepressants in clinical practice in Canada: a brief review of vortioxetine, levomilnacipran ER, and vilazodone.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}