{"authors": [["Sterelny", "Kim", "K", "Philosophy, Australian National University, Canberra, Australian Capital Territory 0200, Australia kim.sterelny@anu.edu.au."]], "date": null, "id": "29237856", "text": "Like every other species, our species is the result of descent with modification under the influence of natural selection; a tip in an increasingly large and deep series of nested clades, as we trace its ancestry back to increasingly remote antecedents. As a consequence of shared history, our species has much in common with many others; as a consequence of its production by the general mechanisms of evolution, our species carries information about the mechanisms that shaped other species as well. For reasons unconnected to biological theory, we have far more information about humans than we do about other species. So in principle and in practice, humans should be usable as model organisms, and no one denies the truth of this for mundane physical traits, though harnessing human data for more general questions proves to be quite challenging. However, it is also true that human cognitive and behavioural characteristics, and human social groups, are apparently radically unlike those of other animals. Humans are exceptional products of evolution and perhaps that makes them an unsuitable model system for those interested in the evolution of cooperation, complex cognition, group formation, family structure, communication, cultural learning and the like. In all these respects, we are complex and extreme cases, perhaps shaped by mechanisms (like cultural evolution or group selection) that play little role in other lineages. Most of the papers in this special issue respond by rejecting or downplaying exceptionalism. I argue that it can be an advantage: understanding the human exception reveals constraints that have restricted evolutionary options in many lineages.", "doi": "10.1098/rspb.2017.2115", "title": "Humans as model organisms.", "journal": ["Proceedings. Biological sciences", "Proc. Biol. Sci."]}