{"authors": [["Oliveira", "Maria Silvia", "MS", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["de Souza", "Thais Souza Barbosa", "TSB", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["Farias", "Daniela Miranda", "DM", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["Coletti", "Rozimeri Fatima", "RF", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["de Barros", "Jorge Aparecido", "JA", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["Carrilho", "Carolina Gomes", "CG", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["Moreno", "Susana Elisa", "SE", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."], ["Murillo Rodriguez", "Eric Murillo", "EM", "Universidade Federal do Rio de Janeiro Rio de Janeiro, Rio de Janeiro. Brazil."], ["Machado", "Sergio", "S", "Universidade Federal do Rio de Janeiro Rio de Janeiro, Rio de Janeiro. Brazil."], ["Veras", "Andre Barciela", "AB", "University Catholic Dom Bosco Campo Grande, Mato Grosso do Sul. Brazil."]], "date": "2017-12-13", "id": "29237385", "text": "Asenapine is an atypical antipsychotic approved by US Food and Drug Administration in 2009 and by European Medicines Agency in 2010 for schizophrenia and bipolar disorder treatment. Currently, many studies have been developed in an attempt to clarify and minimize the risks related to the use of psychotropic during pre/postnatal period on patients with a history of mental disorders. To this finality, the purpose of the following work was to test on animal models the impact of being exposed to this medication during perinatal period upon anxiety and exploration/emotionality of female mice's descendants submitting them, in adulthood, to the Open Field and Elevated Plus Maze test. The results indicated that the groups who received asenapine as treatment had higher signs of stress and moreover the group that had a prolonged exposure during both pre and postnatal were the most affected by stress with low differences of responses to the Elevated Plus Maze test. However, our data suggest that administrations of asenapine at pre or postnatal times does not induce significant anxiety-like behaviors in mice.", "doi": "10.2174/1871527317666171213162403", "title": "Systemic Administrations Of Antipsychotic Asenapine Pre Or Postnatal Does Not Induce Anxiety-Like Behaviors In Mice.", "journal": ["CNS & neurological disorders drug targets", "CNS Neurol Disord Drug Targets"]}