{"authors": [["Castelli", "Vanessa", "V", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."], ["Grassi", "Davide", "D", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."], ["Bocale", "Raffaella", "R", "Division of Endocrine and Metabolic Surgery, Department of Surgery, Università Cattolica del Sacro Cuore, Rome. Italy."], ["d'Angelo", "Michele", "M", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."], ["Antonosante", "Andrea", "A", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."], ["Cimini", "Annamaria", "A", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."], ["Ferri", "Claudio", "C", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."], ["Desideri", "Giovambattista", "G", "Department of Life, Health and Environmental Sciences, University of L0Aquila, L'Aquila. Italy."]], "date": "2017-12-12", "id": "29237377", "text": "The aging of western societies is leading to a dramatic increase in the prevalence of chronic conditions, threatening the health status and then the sustainability of our healthcare systems. In particular, dementia is being increasingly recognized as a public health priority, given its enormous socioeconomic burdens further amplified by the absence of treatments really effective in improving the clinical course of the disease.The question of whether some degree of cognitive deterioration is an inevitable part of aging or should be considered as a pathological pre-stage of dementia is currently debated. This is a field in need of research because accelerated brain aging as well as further decline in cognition might be preventable in the early stages of cognitive impairment. Herein, we discuss evidence from clinical and experimental studies on the role of polyphenols in preserving cognitive performance across life.In recent years, the possibility of favorably influencing the cognitive trajectory through promotion of lifestyle modifications has been increasingly investigated. In particular, the relationship between nutritional habits and brain health has attracted special attention. Dietary polyphenols exhibit a strong potential to promote brain due to their efficacy in protecting neurons against oxidative stress-induced injury, suppressing neuroinflammation and in ameliorating cardiovascular risk factor control and cardiovascular function thus counteracting neurotoxicity and neurodegeneration.Emerging evidence suggest that dietary polyphenols, in particular flavonoids, may exert beneficial effects on the central nervous system thus representing a potential tool to preserve cognitive performance throught senescence.", "doi": "10.2174/1381612824666171213100449", "title": "Diet and Brain Health: Which Role for Polyphenols?", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}