{"authors": [["Dryden", "Adam", "A", "1 Medical Research Council Institute of Hearing Research, 170718 School of Medicine, University of Nottingham , UK."], ["Allen", "Harriet A", "HA", "2 School of Psychology, University of Nottingham, UK."], ["Henshaw", "Helen", "H", "3 National Institute for Health Research Nottingham Biomedical Research Centre, School of Medicine, University of Nottingham, UK."], ["Heinrich", "Antje", "A", "1 Medical Research Council Institute of Hearing Research, 170718 School of Medicine, University of Nottingham , UK."]], "date": null, "id": "29237334", "text": "Published studies assessing the association between cognitive performance and speech-in-noise (SiN) perception examine different aspects of each, test different listeners, and often report quite variable associations. By examining the published evidence base using a systematic approach, we aim to identify robust patterns across studies and highlight any remaining gaps in knowledge. We limit our assessment to adult unaided listeners with audiometric profiles ranging from normal hearing to moderate hearing loss. A total of 253 articles were independently assessed by two researchers, with 25 meeting the criteria for inclusion. Included articles assessed cognitive measures of attention, memory, executive function, IQ, and processing speed. SiN measures varied by target (phonemes or syllables, words, and sentences) and masker type (unmodulated noise, modulated noise, >2-talker babble, and ≤2-talker babble. The overall association between cognitive performance and SiN perception was r = .31. For component cognitive domains, the association with (pooled) SiN perception was as follows: processing speed ( r = .39), inhibitory control ( r = .34), working memory ( r = .28), episodic memory ( r = .26), and crystallized IQ ( r = .18). Similar associations were shown for the different speech target and masker types. This review suggests a general association of r≈.3 between cognitive performance and speech perception, although some variability in association appeared to exist depending on cognitive domain and SiN target or masker assessed. Where assessed, degree of unaided hearing loss did not play a major moderating role. We identify a number of cognitive performance and SiN perception combinations that have not been tested and whose future investigation would enable further fine-grained analyses of these relationships.", "doi": "10.1177/2331216517744675", "title": "The Association Between Cognitive Performance and Speech-in-Noise Perception for Adult Listeners: A Systematic Literature Review and Meta-Analysis.", "journal": ["Trends in hearing", "Trends Hear"]}