{"authors": [["Schluter", "Renee S", "RS", "AMC, 26066, Psychiatry, Amsterdam, North Holland, Netherlands ; r.s.schluter@amc.uva.nl."], ["Jansen", "Jochem M", "JM", "Leiden University, department of criminology, Leiden, Netherlands."], ["van Holst", "Ruth J", "RJ", "AMC, 26066, Psychiatry, Amsterdam, North Holland, Netherlands."], ["van den Brink", "Wim", "W", "AMC, 26066, Psychiatry, Amsterdam, North Holland, Netherlands ; w.vandenbrink@amc.uva.nl."], ["Goudriaan", "Anna E", "AE", "AMC, 26066, Psychiatry, Amsterdam, North Holland, Netherlands."]], "date": "2017-12-14", "id": "29237276", "text": "High frequency repetitive transcranial magnetic stimulation (HF-rTMS) has gained great interest in multiple clinical and research fields and is believed to accomplish its effect by influencing neuronal networks. The dlPFC is frequently chosen as the cortical target for HF-rTMS. However very little is known about the differential effect of HF-rTMS over the left and right dlPFC on intrinsic functional connectivity networks in patients or in healthy individuals. The current study assessed the differential effects of left or right HF-rTMS (corrected for sham) on intrinsic Independent Component Analysis (ICA) defined functional connectivity networks in a sample of 45 healthy individuals. All subjects had a first scanning session wherein baseline functional connectivity was assessed. During the second session, individuals received one session of either left, right or sham dlPFC HF-rTMS (60 5 second trains of 10Hz at 110% motor threshold). The sham condition was used in order to correct for time and placebo effects. ICAs were performed to assess baseline differences and stimulation effects on within and between network functional connectivity. Stimulation of the left dlPFC resulted in decreased functional connectivity in the salience network whereas right dlPFC stimulation resulted in increased functional connectivity within this network. No differences between left or right dlPFC stimulation were found in between network connectivity. These results suggest that left and right HF-rTMS may have differential effects and more research is needed on the clinical consequences.", "doi": "10.1089/brain.2017.0542", "title": "Differential effects of left and right prefrontal high frequency rTMS on resting state fMRI in healthy individuals.", "journal": ["Brain connectivity", "Brain Connect"]}