{"authors": [["Fallon", "Aoife", "A", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["Kilbane", "Lorna", "L", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["Briggs", "Robert", "R", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["Dyer", "Adam", "A", "Trinity College Dublin, School of Medicine, Dublin 2, Ireland."], ["Nabeel", "Shamis", "S", "Trinity College Dublin, School of Medicine, Dublin 2, Ireland."], ["McElwaine", "Paul", "P", "Acute Medical Assessment Unit, Tallaght Hospital, Dublin 24, Ireland."], ["Collins", "Ronan", "R", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["Coughlan", "Tara", "T", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["O'Neill", "Des", "D", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["Ryan", "Dan", "D", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."], ["Kennelly", "Sean P", "SP", "Department of Age-Related Health Care, Tallaght Hospital, Dublin 24, Ireland."]], "date": "2017-12-11", "id": "29237068", "text": "Greater numbers of older patients are accessing hospital services. Specialist geriatric input at presentation may improve outcomes for at-risk patients. The SHARE-FI (Survey of Health, Ageing and Retirement in Europe Frailty Instrument) frailty measure, developed for use in the community, has also been used in the emergency department (ED).To measure frailty, review its prevalence in older patients presenting to ED and compare characteristics and outcomes of frail patients with their non-frail counterparts.A prospective cohort study was completed of those aged ≥70 presenting to ED over 24 hours, seven days a week.Patient characteristics were recorded using symphony® electronic data systems. SHARE-FI assessed frailty. Cognition, delirium and six and twelve month outcomes were reviewed.Almost half of 198 participants (46.7%, 93/198) were classified as frail, but this was not associated with a significant difference in mortality rates (OR0.89, 95% CI0.58-1.38, p = 0.614) or being alive at home at twelve months (OR1.07, 95% CI0.72-1.57, p = 0.745. Older patients were more likely to die (OR2.34, 95% CI1.30-4.21, p = 0.004) and less likely to be alive at home at twelve months (OR0.49, 95% CI0.23-0.83, p = 0.009). Patients with dementia (OR0.24, p = 0.005) and on ≥ 5 medications (OR0.37, 95% CI0.16-0.87, p = 0.022) had a lower likelihood of being alive at home at twelve months.Almost half of the sample cohort were frail. Older age was a better predictor of adverse outcomes than frailty as categorized by the SHARE-FI. SHARE-FI has limited predictability when used as a frailty screening instrument in the ED.", "doi": "10.1093/qjmed/hcx242", "title": "Screening for frailty in older emergency department patients: The utility of the Survey of Health, Ageing and Retirement in Europe Frailty Instrument (SHARE-FI).", "journal": ["QJM : monthly journal of the Association of Physicians", "QJM"]}