{"authors": [["Wennberg", "Alexandra M V", "AMV", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Lesnick", "Timothy G", "TG", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Schwarz", "Christopher G", "CG", "Department of Radiology, Mayo Clinic, Rochester, MN."], ["Savica", "Rodolfo", "R", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Hagen", "Clinton E", "CE", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Roberts", "Rosebud O", "RO", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Knopman", "David S", "DS", "Department of Neurology, Mayo Clinic, Rochester, MN."], ["Hollman", "John H", "JH", "Department of Physical Medicine and Rehabilitation, Mayo Clinic, Rochester, MN."], ["Vemuri", "Prashanthi", "P", "Department of Radiology, Mayo Clinic, Rochester, MN."], ["Jack", "Clifford R", "CR", "Department of Radiology, Mayo Clinic, Rochester, MN."], ["Petersen", "Ronald C", "RC", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Mielke", "Michelle M", "MM", "Department of Health Sciences Research, Mayo Clinic, Rochester, MN."]], "date": "2017-12-09", "id": "29236984", "text": "The longitudinal association between cerebral amyloid-beta (Aβ) and change in gait, and whether this association is mediated by cortical thickness, has yet to be determined.We included 439 clinically normal (CN) participants, aged 50-69 years and enrolled in the Mayo Clinic Study of Aging with cerebral Aβ, cortical thickness, and gait measurements. Cerebral Aβ deposition was assessed by Pittsburgh Compound B (PiB)-PET in multiple regions of interest (ROIs) (i.e., frontal, orbitofrontal, parietal, temporal, anterior cingulate, posterior cingulate/precuneus, and motor). Cortical thickness was assessed on 3T MRI in corresponding ROIs. Gait parameters (gait speed, cadence, stride length, double support time, and covariance of stance time) were measured with GAITRite®. Multivariate-adjusted two level structural equation models were used to examine the longitudinal association between PiB-PET, cortical thickness, and change in gait over a median 15.6 months.Higher PiB-PET in all ROIs was associated with decreasing cadence and increasing double support time, and in the temporal ROI was associated with declining gait speed. In sex-stratified analyses, higher PiB-PET in all ROIs was associated with declining performance on all gait parameters among women. In contrast, among men, the only association was with higher orbitofrontal ROI PiB-PET and declining cadence. None of the associations were mediated by cortical thickness or attenuated after adjustment of baseline cognition.Higher PiB-PET was associated with declining gait, particularly among women in this middle-aged CN cohort, independent of cortical thickness and baseline cognitive. Elevated brain Aβ may play a critical role in age-related mobility decline.", "doi": "10.1093/gerona/glx240", "title": "Longitudinal association between brain amyloid beta and gait in the Mayo Clinic Study of Aging.", "journal": ["The journals of gerontology. Series A, Biological sciences and medical sciences", "J. Gerontol. A Biol. Sci. Med. Sci."]}