{"authors": [["Tabernero", "M E", "ME", "Hospital Eva Peron, Buenos Aires, Argentina."], ["Musich", "F", "F", "Hospital Eva Peron, Buenos Aires, Argentina."], ["Cossini", "F C", "FC", "Hospital Eva Peron, Buenos Aires, Argentina."], ["Politis", "D G", "DG", "Hospital Eva Peron, Buenos Aires, Argentina."]], "date": null, "id": "29235616", "text": "To study the presence of alterations in social cognition in Parkinson's disease dementia (PDD) and behavioral variant frontotemporal dementia (bvFTD), to compare the levels of involvement, and to analyze their relevance as a tool to distinguish between both demential profile.For this purpose, 34 patients diagnosed with PDD, 21 men and 13 women, with an average age of 70 years and 8 years of education, and 26 patients diagnosed with bvFTD, 9 men and 17 women, with an average age of 68 years and 6 years of education, were assessed. The control group consisted of 30 healthy subjects, with a mean of 66 years of age and 8 of schooling. Reading the Mind in the Eyes was use as an emotional Theory of Mind (ToM) test; First-Order False Belief as a cognitive ToM test; Faux Pas as mixed test, considering their emotional (FPec) and cognitive (FPcc) components; and Iowa Gambling Task for social decision-making.Both groups of patients showed alterations in all tests compared to the control group. A significant difference between PDD and bvFTD was also observed for Reading the Mind in the Eyes test, Faux Pas total score, FPec and FPcc, with lower means and medians for PDD patients on all scores except for FPcc.This findings suggests that emotional ToM would be most affected PDD patients, while the use of cognitive ToM and social decision-making tests would be restrain tools to differentiate between a type of dementia or another.Cognicion social en demencia asociada a la enfermedad de Parkinson y en demencia frontotemporal variante conductual.Objetivo. Estudiar la presencia de alteraciones en la cognicion social en la demencia asociada a enfermedad de Parkinson (DEP) y en la demencia frontotemporal variante conductual (DFTvc), comparar los niveles de afectacion y analizar su relevancia como herramienta para distinguir entre ambos perfiles demenciales. Sujetos y metodos. Para ello se evaluaron 34 pacientes con diagnostico de DEP, 21 hombres y 13 mujeres, con una media de 70 anos de edad y ocho de escolaridad; y 26 pacientes con diagnostico de DFTvc, nueve hombres y 17 mujeres, con una media de 68 anos de edad y seis de escolaridad. El grupo control quedo conformado por 30 sujetos sanos, con una media de 66 anos de edad y 8 de escolaridad. Se administro lectura de la mente en los ojos como test de teoria de la mente (TdM) emocional, falsa creencia de primer orden como test de TdM cognitiva, <i>faux pas</i> como prueba mixta, considerando sus componentes emocional (FPce) y cognitivo (FPcc), y <i>Iowa Gambling Task</i> para la toma de decisiones sociales. Resultados. Ambos grupos de pacientes mostraron alteraciones en todos los tests en relacion con el grupo control. Se observo, ademas, una diferencia significativa entre los pacientes con DEP y los pacientes con DFTvc para la lectura de la mente en los ojos, el FPce y el FPcc, a favor de los pacientes con DFTvc. Conclusiones. Estos hallazgos sugieren que la TdM emocional estaria mas afectada en la DEP, lo que limitaria el empleo de test de TdM cognitiva y toma de decisiones sociales como herramientas que permitan diferenciar entre un tipo de demencia u otra.", "doi": null, "title": "[Social cognition in Parkinson's disease dementia and behavioral variant of frontotemporal dementia].", "journal": ["Revista de neurologia", "Rev Neurol"]}