{"authors": [["Garcia-Casares", "N", "N", "Universidad de Malaga. Facultad de Medicina, 29071 Malaga, Espana."], ["Moreno-Leiva", "R M", "RM", "Universidad de Malaga. Facultad de Medicina, 29071 Malaga, Espana."], ["Garcia-Arnes", "J A", "JA", "Universidad de Malaga. Facultad de Medicina, 29071 Malaga, Espana."]], "date": null, "id": "29235615", "text": "Alzheimer's disease (AD) is a neurodegenerative disease which involves, among other manifestations, a progressive deterioration of memory and language, as well as behavioral disorders. In addition to non-curative pharmacological therapies, for the last years, music therapy has been developed as an effective non-pharmacological therapy in order to relieve many of these manifestations.To analyze the recent scientific evidence about the effect of music therapy on cognitive and behavioral symptoms in patients with AD.A systematic review has been carried out by means of a bibliographical research using the database PubMed and Science Direct. The key words used for this search were 'Alzheimer's disease' and 'music therapy', as well as the boolean operator 'AND'. We selected those publications between January 2006 and December 2016 and after inclusion criteria, 21 publications were selected.This systematic review has demonstrated the beneficial impact of music therapy on cognition (memory, attention, language), emotion and behavior (anxiety, depression and agitation) in AD patients.Music therapy constitutes a non-pharmacological therapy effective for some cognitive, emotional and behavioral symptoms in patients with AD. However, further investigations and more evidence in this field are needed to claim conclusively the impact of music therapy on this disease.Efecto de la musicoterapia como terapia no farmacologica en la enfermedad de Alzheimer. Revision sistematica.Introduccion. La enfermedad de Alzheimer (EA) es un trastorno neurodegenerativo que conlleva, entre otras manifestaciones, una afectacion progresiva de alteraciones cognitivas, como la memoria y el lenguaje, asi como de alteraciones conductuales. Ademas de las terapias farmacologicas no curativas, la terapia con musica viene asentandose en los ultimos anos como una terapia no farmacologica eficaz para paliar muchas de las manifestaciones clinicas de la enfermedad. Objetivo. Analizar la evidencia cientifica reciente sobre el efecto de la musicoterapia en los sintomas cognitivos y conductuales en pacientes con EA. Pacientes y metodos. Se ha realizado una revision sistematica mediante una busqueda bibliografica en las bases de datos PubMed y Science Direct, empleando como palabras clave '<i>Alzheimer's disease</i>' y '<i>music therapy</i>', y el operador booleano '<i>AND</i>'. Se consideraron los trabajos publicados entre enero de 2006 y diciembre de 2016 y, tras los criterios de inclusion, se seleccionaron 21 estudios. Resultados. Esta revision sistematica demuestra el efecto beneficioso de la musicoterapia sobre el estado cognitivo (memoria, atencion, lenguaje), emocional y conductual (ansiedad, depresion y agitacion) de los pacientes con EA. Conclusiones. La musicoterapia constituye una terapia no farmacologica eficaz para determinados sintomas cognitivos, emocionales y conductuales de pacientes con EA. No obstante, se necesitan mas investigaciones en este campo para poder definir de forma mas concluyente el efecto que produce la musicoterapia en esta patologia.", "doi": null, "title": "[Music therapy as a non-pharmacological treatment in Alzheimer's disease. A systematic review].", "journal": ["Revista de neurologia", "Rev Neurol"]}