{"authors": [["Gejl", "Michael", "M", "Institute of Biomedicine, Aarhus University, Aarhus, Denmark. mg@biomed.au.dk."], ["Brock", "Birgitte", "B", "Institute of Biomedicine, Aarhus University, Aarhus, Denmark."], ["Egefjord", "Lærke", "L", "Institute of Biomedicine, Aarhus University, Aarhus, Denmark."], ["Vang", "Kim", "K", "Department of Nuclear Medicine and PET Center, Aarhus University Hospital, Aarhus, Denmark."], ["Rungby", "Jørgen", "J", "Institute of Biomedicine, Aarhus University, Aarhus, Denmark."], ["Gjedde", "Albert", "A", "Department of Nuclear Medicine and PET Center, Aarhus University Hospital, Aarhus, Denmark."]], "date": "2017-12-13", "id": "29235507", "text": "There are fewer than normal glucose transporters at the blood-brain barrier (BBB) in Alzheimer's disease (AD). When reduced expression of transporters aggravates the symptoms of AD, the transporters become a potential target of therapy. The incretin hormone GLP-1 prevents the decline of cerebral metabolic rate for glucose (CMRglc) in AD, and GLP-1 may serve to raise transporter numbers. We hypothesized that the GLP-1 analog liraglutide would prevent the decline of CMRglc in AD by raising blood-brain glucose transfer, depending on the duration of disease. We randomized 38 patients with AD to treatment with liraglutide (n = 18) or placebo (n = 20) for 6 months, and determined the blood-brain glucose transfer capacity (T max) in the two groups and a healthy age matched control group (n = 6). In both AD groups at baseline, T max estimates correlated inversely with the duration of AD, as did the estimates of CMRglc that in turn were positively correlated with cognition. The GLP-1 analog treatment, compared to placebo, highly significantly raised the T max estimates of cerebral cortex from 0.72 to 1.1 umol/g/min, equal to T max estimates in healthy volunteers. The result is consistent with the claim that GLP-1 analog treatment restores glucose transport at the BBB.", "doi": "10.1038/s41598-017-17718-y", "title": "Blood-Brain Glucose Transfer in Alzheimer's disease: Effect of GLP-1 Analog Treatment.", "journal": ["Scientific reports", "Sci Rep"]}