{"authors": [["Vaccarino", "Sophie R", "SR", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Rajji", "Tarek K", "TK", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Gildengers", "Ariel G", "AG", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Waters", "Sarah E S", "SES", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Butters", "Meryl A", "MA", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Menon", "Mahesh", "M", "Department of Psychiatry, University of British Columbia, Vancouver, Canada."], ["Blumberger", "Daniel M", "DM", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Voineskos", "Aristotle N", "AN", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Miranda", "Dielle", "D", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."], ["Mulsant", "Benoit H", "BH", "Geriatric Psychiatry Division, Centre for Addiction and Mental Health, Toronto, Canada."]], "date": "2017-12-13", "id": "29235143", "text": "Older patients with bipolar disorder (BD) present with variable degrees of cognitive impairment. Over time, stress, mood episodes, and comorbidities increase the body's allostatic load. We assessed the extent to which allostatic load vs more traditional measures of medical burden account for the heterogeneity in cognition in this population.Thirty-five older euthymic patients with BD and 30 age-equated, gender-equated, and education-equated comparison participants were administered a comprehensive assessment including a neuropsychological battery, and 9 physiological measures to determine allostatic load. The relationship among allostatic load, medical burden, and cognition was assessed.Compared with the mentally healthy comparators, patients were impaired globally, and in 4 cognitive domains-information-processing speed / executive functioning, delayed memory, language, and visuomotor ability, and presented with greater medical burden but not a different allostatic load. Allostatic load, but not medical burden, was associated with delayed memory performance both in a correlational analysis and in a multivariate regression analysis.Euthymic older patients with BD are impaired on several cognitive domains and have high medical burden. Their memory performance is more strongly associated with allostatic load than with traditional measures of medical burden. These findings need to be replicated and extended longitudinally.", "doi": "10.1002/gps.4829", "title": "Allostatic load but not medical burden predicts memory performance in late-life bipolar disorder.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}