{"authors": [["Ho", "Christabel Fung-Yih", "CF", "Department of Anatomy, National University of Singapore, Singapore, 119260, Singapore."], ["Bon", "Claire Poh-Ee", "CP", "Department of Anatomy, National University of Singapore, Singapore, 119260, Singapore."], ["Ng", "Yee-Kong", "YK", "Department of Anatomy, National University of Singapore, Singapore, 119260, Singapore."], ["Herr", "Deron R", "DR", "Department of Pharmacology, National University of Singapore, Singapore, 119260, Singapore."], ["Wu", "Jui-Sheng", "JS", "Graduate Institute of Life Sciences, National Defense Medical Center, Taipei, Taiwan."], ["Lin", "Teng-Nan", "TN", "Graduate Institute of Life Sciences, National Defense Medical Center, Taipei, Taiwan."], ["Ong", "Wei-Yi", "WY", "Department of Anatomy, National University of Singapore, Singapore, 119260, Singapore. wei_yi_ong@nuhs.edu.sg."]], "date": "2017-12-12", "id": "29235036", "text": "The omega-3 polyunsaturated fatty acid, docosahexaenoic acid (DHA) is enriched in neural membranes of the CNS, and recent studies have shown a role of DHA metabolism by 15-lipoxygenase-1 (Alox15) in prefrontal cortex resolvin D1 formation, hippocampo-prefrontal cortical long-term-potentiation, spatial working memory, and anti-nociception/anxiety. In this study, we elucidated epigenetic regulation of Alox15 via histone modifications in neuron-like cells. Treatment of undifferentiated SH-SY5Y human neuroblastoma cells with the histone deacetylase (HDAC) inhibitors trichostatin A (TSA) and sodium butyrate significantly increased Alox15 mRNA expression. Moreover, Alox15 expression was markedly upregulated by Class I HDAC inhibitors, MS-275 and depsipeptide. Co-treatment of undifferentiated SH-SY5Y cells with the p300 histone acetyltransferase (HAT) inhibitor C646 and TSA or sodium butyrate showed that p300 HAT inhibition modulated TSA or sodium butyrate-induced Alox15 upregulation. Differentiation of SH-SY5Y cells with retinoic acid resulted in increased neurite outgrowth and Alox15 mRNA expression, while co-treatment with the p300 HAT inhibitor C646 and retinoic acid modulated the increases, indicating a role of p300 HAT in differentiation-associated Alox15 upregulation. Increasing Alox15 expression was found in primary murine cortical neurons during development from 3 to 10 days-in-vitro, reaching high levels of expression by 10 days-in-vitro-when Alox15 was not further upregulated by HDAC inhibition. Together, results indicate regulation of Alox15 mRNA expression in neuroblastoma cells by histone modifications, and increasing Alox15 expression in differentiating neurons. It is possible that one of the environmental influences on the immature brain that can affect cognition and memory, may take the form of epigenetic effects on Alox15 and metabolites of DHA.", "doi": "10.1007/s11064-017-2448-9", "title": "Expression of DHA-Metabolizing Enzyme Alox15 is Regulated by Selective Histone Acetylation in Neuroblastoma Cells.", "journal": ["Neurochemical research", "Neurochem. Res."]}