{"authors": [["Bloom", "Rachel", "R", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."], ["Schnaider-Beeri", "Michal", "M", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."], ["Ravona-Springer", "Ramit", "R", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."], ["Heymann", "Anthony", "A", "Maccabi Healthcare Services, Tel-Aviv, Israel."], ["Dabush", "Hai", "H", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."], ["Bar", "Lior", "L", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."], ["Slater", "Shirel", "S", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."], ["Rassovsky", "Yuri", "Y", "School of Psychology, Bar-Ilan University, Ramat Gan, Israel."], ["Bahar-Fuchs", "Alex", "A", "Joseph Sagol Neuroscience Centre, Sheba Medical Center, Ramat Gan, Israel."]], "date": "2017-11-10", "id": "29234725", "text": "Older adults with type 2 diabetes are at high risk of cognitive decline and dementia and form an important target group for dementia risk reduction studies. Despite evidence that computerized cognitive training (CCT) may benefit cognitive performance in cognitively healthy older adults and those with mild cognitive impairment, whether CCT may benefit cognitive performance or improve disease self-management in older diabetic adults has not been studied to date. In addition, whether adaptive difficulty levels and tailoring of interventions to individuals' cognitive profile are superior to generic training remains to be established.Ninety community-dwelling older (age ≥ 65) diabetic adults are recruited and randomized into a tailored and adaptive computerized cognitive training condition or to a generic, nontailored, or adaptive CCT condition. Both groups complete an 8-week training program using the commercially available CogniFit program. The intervention is augmented by a range of behavior-change techniques, and participants in each condition are further randomized into a global or cognition-specific phone-based self-efficacy (SE) condition, or a no-SE condition. The primary outcome is global cognitive performance immediately after the intervention. Secondary outcomes include diabetes self-management, meta-memory, mood, and SE.This pilot study is the first trial evaluating the potential benefits of home-based tailored and adaptive CCT in relation to cognitive and disease self-management in older diabetic adults. Methodological strengths of this trial include the double-blind design, the clear identification of the proposed active ingredients of the intervention, and the use of evidence-based behavior-change techniques. Results from this study will indicate whether CCT has the potential to lower the risk of diabetes-related cognitive decline. The outcomes of the trial will also advance our understanding of essential intervention parameters required to improve or maintain cognitive function and enhance disease self-management in this at-risk group.", "doi": "10.1016/j.trci.2017.10.003", "title": "Computerized cognitive training for older diabetic adults at risk of dementia: Study protocol for a randomized controlled trial.", "journal": ["Alzheimer's & dementia (New York, N. Y.)", "Alzheimers Dement (N Y)"]}