{"authors": [["Leijenaar", "Jolien F", "JF", "Alzheimer Center and Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["van Maurik", "Ingrid S", "IS", "Alzheimer Center and Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Kuijer", "Joost P A", "JPA", "Department of Radiology and Nuclear Medicine, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["van der Flier", "Wiesje M", "WM", "Alzheimer Center and Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Scheltens", "Philip", "P", "Alzheimer Center and Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Barkhof", "Frederik", "F", "Department of Radiology and Nuclear Medicine, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."], ["Prins", "Niels D", "ND", "Alzheimer Center and Department of Neurology, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, The Netherlands."]], "date": "2017-11-02", "id": "29234724", "text": "In this cross-sectional study, we aimed to detect differences in cerebral blood flow (CBF) between subjects with Alzheimer's disease (AD), mild cognitive impairment (MCI), and subjective cognitive decline (SCD), using two-dimensional phase-contrast magnetic resonance imaging.We included 74 AD patients (67 years, 51% female), 36 MCI patients (66 years, 33% female), and 62 patients with SCD (60 years, 32% female) from the Amsterdam Dementia Cohort. Patients with SCD are those who visited the memory clinic with subjective cognitive complaints without objective cognitive impairment. Whole-brain CBF (mL/100 g/min) was calculated using total volume flow measured with two-dimensional phase-contrast magnetic resonance imaging and normalized for brain volume.Mean CBF values (SD) were lower in AD compared to SCD (age and sex adjusted 70 ± 26 vs. 82 ± 24 mL/100 g/min, P < .05). Mean CBF values of MCI were comparable to AD. Across clinical groups, lower CBF was associated with lower scores on the Mini-Mental State Examination (age and sex adjusted stβ = 0.19 per mL/100 g/min; P = .02).Lower whole-brain CBF is seen in AD patients compared to SCD patients and is associated with worse cognitive function.", "doi": "10.1016/j.dadm.2017.10.001", "title": "Lower cerebral blood flow in subjects with Alzheimer's dementia, mild cognitive impairment, and subjective cognitive decline using two-dimensional phase-contrast magnetic resonance imaging.", "journal": ["Alzheimer's & dementia (Amsterdam, Netherlands)", "Alzheimers Dement (Amst)"]}