{"authors": [["Chen", "Ning-Yuan", "NY", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Liu", "Cheng-Wu", "CW", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Lin", "Wei", "W", "Department of Neurological Rehabilitation, Guangxi Jiangbin Hospital, Nanning, Guangxi 530021, China."], ["Ding", "Yi", "Y", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Bian", "Zhang-Ya", "ZY", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Huang", "Ling", "L", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Huang", "Hao", "H", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Yu", "Kai-Hui", "KH", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Chen", "Si-Bang", "SB", "The First Clinical Medical School, Guangxi Medical University, Nanning, Guangxi 530021, China."], ["Sun", "Yu", "Y", "The First Clinical Medical School, Guangxi Medical University, Nanning, Guangxi 530021, China."], ["Wei", "Lei", "L", "The First Clinical Medical School, Guangxi Medical University, Nanning, Guangxi 530021, China."], ["Peng", "Jun-Hua", "JH", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."], ["Pan", "Shang-Ling", "SL", "Department of Pathophysiology, School of Preclinical Medicine, Guangxi Medical University, Nanning, China."]], "date": "2017-10-19", "id": "29234402", "text": "Hempseed (Cannabis sativa L.) has been used as a health food and folk medicine in China for centuries. In the present study, we sought to define the underlying mechanism by which the extract of Fructus Cannabis (EFC) protects against memory impairment induced by D-galactose in rats. To accelerate aging and induce memory impairment in rats, D-galactose (400 mg/kg) was injected intraperitoneally once daily for 14 weeks. EFC (200 and 400 mg/kg) was simultaneously administered intragastrically once daily in an attempt to slow the aging process. We found that EFC significantly increased the activity of superoxide dismutase, while lowering levels of malondialdehyde in the hippocampus. Moreover, EFC dramatically elevated the organ indices of some organs, including the heart, the liver, the thymus, and the spleen. In addition, EFC improved the behavioral performance of rats treated with D-galactose in the Morris water maze. Furthermore, EFC inhibited the activation of astrocytes and remarkably attenuated phosphorylated tau and suppressed the expression of presenilin 1 in the brain of D-galactose-treated rats. These findings suggested that EFC exhibits beneficial effects on the cognition of aging rats probably by enhancing antioxidant capacity and anti-neuroinflammation, improving immune function, and modulating tau phosphorylation and presenilin expression.", "doi": "10.1155/2017/4757520", "title": "Extract of Fructus Cannabis Ameliorates Learning and Memory Impairment Induced by D-Galactose in an Aging Rats Model.", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}