{"authors": [["Chen", "Liping", "L", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Huang", "Chunhui", "C", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Shentu", "Jieyi", "J", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Wang", "Minjun", "M", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Yan", "Sicheng", "S", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Zhou", "Fei", "F", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Zhang", "Zaijun", "Z", "Institute of New Drug Research, Guangdong Province Key Laboratory of Pharmacodynamic, Constituents of Traditional Chinese Medicine and New Drug Research, College of Pharmacy, Jinan University, Guangdong, China."], ["Wang", "Chuang", "C", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Han", "Yifan", "Y", "Department of Applied Biology and Chemistry Technology, Institute of Modern Chinese Medicine, Hong Kong Polytechnic University, Hong Kong, China."], ["Wang", "Qinwen", "Q", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."], ["Cui", "Wei", "W", "Ningbo Key Laboratory of Behavioral Neuroscience, Zhejiang Provincial Key Laboratory of Pathophysiology, School of Medicine, Ningbo University, Ningbo, China."]], "date": "2017-11-28", "id": "29234273", "text": "Indirubins are natural occurring alkaloids extracted from indigo dye-containing plants. Indirubins could inhibit various kinases, and might be used to treat chronic myelocytic leukemia, cancer and neurodegenerative disorders. 7-bromoindirubin-3-oxime (7Bio), an indirubin derivative derived from indirubin-3-oxime, possesses inhibitory effects against cyclin-dependent kinase-5 (CDK5) and glycogen synthase kinase-3β (GSK3β), two pharmacological targets of Alzheimer's disease (AD). In this study, we have discovered that 2.3-23.3 μg/kg 7Bio effectively prevented β-amyloid (Aβ) oligomer-induced impairments of spatial cognition and recognition without affecting bodyweight and motor functions in mice. Moreover, 7Bio potently inhibited Aβ oligomer-induced expression of interleukin-6 (IL-6) and tumor necrosis factor-α (TNF-α). Furthermore, 7Bio significantly prevented the decreased expression of synapsin-1 and PSD-95, biomarkers of pre-synaptic and post-synaptic proteins in Aβ oligomer-treated mice. The mean optical density (OD) with hyper-phosphorylated tau (pTau), glial fibrillary acidic protein (GFAP) and CD45 positive staining in the hippocampus of 7Bio-treated mice were significantly decreased compared to those of Aβ oligomer-treated mice. In addition, Western blotting analysis showed that 7Bio attenuated Aβ oligomer-decreased expression of pSer9-GSK3β. Those results suggested that 7Bio could potently inhibit Aβ oligomer-induced neuroinflammation, synaptic impairments, tau hyper-phosphorylation, and activation of astrocytes and microglia, which may contribute to the neuroprotective effects of 7Bio. Based on these findings, we expected that 7Bio might be developed as a novel anti-AD lead compound.", "doi": "10.3389/fnmol.2017.00393", "title": "Indirubin Derivative 7-Bromoindirubin-3-Oxime (7Bio) Attenuates Aβ Oligomer-Induced Cognitive Impairments in Mice.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}