{"authors": [["van der Straten", "A L", "AL", "Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands. a.l.vanderstraten@amc.nl."], ["Denys", "D", "D", "Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["van Wingen", "G A", "GA", "Department of Psychiatry, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."]], "date": "2017-12-12", "id": "29234089", "text": "Neurobiological models of obsessive-compulsive disorder (OCD) posit that its clinical symptoms such as repetitive thoughts and behaviors are related to hyperactivity in the cortico-striato-thalamo-cortical (CSTC) circuit. Small scale neuroimaging studies have shown that treatment of OCD is associated with reduced activity across different brain structures within this circuitry. We performed the first meta-analysis of positron emission tomography (PET) and single photon emission computed tomography (SPECT) studies that investigated cerebral blood flow or glucose metabolism in patients with OCD before and after pharmacological or psychological treatment. We calculated standardized mean differences for the regions-of-interest most often reported. The meta-analysis revealed small reductions in activity in the caudate nucleus and orbitofrontal cortex after treatment with a serotonin reuptake inhibitor or cognitive behavioral therapy. Small reductions were also observed in the thalamus when one SPECT study with a large opposite effect was excluded from the analysis. Meta-regression analyses for the caudate nucleus showed no significant effect of the type of treatment, decrease in symptom severity, mean duration until the follow-up scan, or year of publication. These results show that pharmacological and psychological treatments reduce resting CSTC circuit activity, and provide further support for the CSTC circuit model in OCD.", "doi": "10.1038/s41598-017-17593-7", "title": "Impact of treatment on resting cerebral blood flow and metabolism in obsessive compulsive disorder: a meta-analysis.", "journal": ["Scientific reports", "Sci Rep"]}