{"authors": [["Frater", "Julanne", "J", "Queensland Brain Institute, University of Queensland, Brisbane, Australia; Metro South Addiction & Mental Health Service, Queensland Health, Australia. Electronic address: j.frater@uq.edu.au."], ["Lie", "David", "D", "Metro South Addiction & Mental Health Service, Queensland Health, Australia."], ["Bartlett", "Perry", "P", "Queensland Brain Institute, University of Queensland, Brisbane, Australia."], ["McGrath", "John J", "JJ", "Queensland Brain Institute, University of Queensland, Brisbane, Australia; Queensland Centre for Mental Health Research, The Park Centre for Mental Health, Queensland, Australia; National Centre for Register-based Research, Aarhus University, Denmark."]], "date": "2017-12-09", "id": "29233786", "text": "Insulin-like Growth Factor 1 (IGF-1) and its signaling pathway play a primary role in normal growth and ageing, however serum IGF-1 is known to reduce with advancing age. Recent findings suggest IGF-1 is essential for neurogenesis in the adult brain, and this reduction of IGF-1 with ageing may contribute to age-related cognitive decline. Experimental studies have shown manipulation of the GH/GF-1 axis can slow rates of cognitive decline in animals, making IGF-1 a potential biomarker of cognition, and/or its signaling pathway a possible therapeutic target to prevent or slow age-related cognitive decline. A systematic literature review and qualitative narrative summary of current evidence for IGF-1 as a biomarker of cognitive decline in the ageing brain was undertaken. Results indicate IGF-1 concentrations do not confer additional diagnostic information for those with cognitive decline, and routine clinical measurement of IGF-1 is not currently justified. In cases of established cognitive impairment, it remains unclear whether increasing circulating or brain IGF-1 may reverse or slow down the rate of further decline. Advances in neuroimaging, genetics, neuroscience and the availability of large well characterized biobanks will facilitate research exploring the role of IGF-1 in both normal ageing and age-related cognitive decline.", "doi": "10.1016/j.arr.2017.12.002", "title": "Insulin-like Growth Factor 1 (IGF-1) as a marker of cognitive decline in normal ageing: A review.", "journal": ["Ageing research reviews", "Ageing Res. Rev."]}