{"authors": [["Schipper", "Pieter", "P", "Department of Cognitive Neuroscience, Centre for Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboudumc, Geert Grooteplein 21 (Route 126), 6525 EZ Nijmegen, The Netherlands."], ["Henckens", "Marloes J A G", "MJAG", "Department of Cognitive Neuroscience, Centre for Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboudumc, Geert Grooteplein 21 (Route 126), 6525 EZ Nijmegen, The Netherlands."], ["Lopresto", "Dora", "D", "Department of Cognitive Neuroscience, Centre for Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboudumc, Geert Grooteplein 21 (Route 126), 6525 EZ Nijmegen, The Netherlands."], ["Kozicz", "Tamas", "T", "Anatomy Department, Centre for Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboudumc, Geert Grooteplein 21 (Route 109), 6525 EZ Nijmegen, The Netherlands."], ["Homberg", "Judith R", "JR", "Department of Cognitive Neuroscience, Centre for Neuroscience, Donders Institute for Brain, Cognition and Behaviour, Radboudumc, Geert Grooteplein 21 (Route 126), 6525 EZ Nijmegen, The Netherlands. Electronic address: judith.homberg@radboudumc.nl."]], "date": "2017-12-09", "id": "29233642", "text": "Life stress increases risk for developing post-traumatic stress disorder (PTSD), and more prominently so in short-allele carriers of the serotonin transporter linked polymorphic region (5-HTTLPR). Serotonin transporter knockout (5-HTT-/-) rats show compromised extinction (recall) of conditioned fear, which might mediate the increased risk for PTSD and reduce the therapeutic efficacy of exposure therapy. Here, we assessed whether acute inescapable stress (IS) differentially affects fear extinction and extinction recall in 5-HTT-/- rats and wildtype controls. Surprisingly, IS experience improved fear extinction recall in 5-HTT-/- rats to the level of wildtype animals, while wildtypes were unaffected by this IS. Thus, whereas 5-HTT-/- rats evidently were more responsive to the stressor, the behavioral consequences presented themselves as adaptive.", "doi": "10.1016/j.bbr.2017.12.009", "title": "Acute inescapable stress alleviates fear extinction recall deficits caused by serotonin transporter abolishment.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}