{"authors": [["Aspell", "Niamh", "N", "Department of Clinical Medicine,School of Medicine,Trinity Centre for Health Sciences,St. James's Hospital Campus,Dublin,Ireland."], ["Lawlor", "Brian", "B", "Department of Psychiatry,Mercer's Institute for Successful Ageing,St. James's Hospital,Dublin,Ireland."], ["O'Sullivan", "Maria", "M", "Department of Clinical Medicine,School of Medicine,Trinity Centre for Health Sciences,St. James's Hospital Campus,Dublin,Ireland."]], "date": "2017-12-13", "id": "29233204", "text": "Globally, an estimated 46 million people are currently living with dementia and this figure is projected to increase 3-fold by 2050, highlighting this major public health concern and its substantial associated healthcare costs. With pharmacological treatment yet to reach fruition, the emphasis on evidence-based preventative lifestyle strategies is becoming increasingly important and several modifiable lifestyle factors have been identified that may preserve cognitive health. These include good cardiovascular health, physical activity, low alcohol intake, smoking and a healthy diet, with growing interest in vitamin D. The aim of the present paper is to review the evidence supporting the potential roles of vitamin D in ageing and cognitive health in community-dwelling older adults. Furthermore, to describe the utility and challenges of cognitive assessments and outcomes when investigating vitamin D in this context. Evidence indicates that serum 25-hydroxyvitamin D (25(OH)D) may impact brain health. There is a biological plausibility from animal models that vitamin D may influence neurodegenerative disorders, through several mechanisms. Epidemiological evidence supports associations between low serum 25(OH)D concentrations and poorer cognitive performance in community-dwelling older populations, although an optimal 25(OH)D level for cognitive health could not be determined. The effect of raising 25(OH)D concentrations on cognitive function remains unclear, as there is a paucity of interventional evidence. At a minimum, it seems prudent to aim to prevent vitamin D deficiency in older adults, with other known common protective lifestyle factors, as a viable component of brain health strategies.", "doi": "10.1017/S0029665117004153", "title": "Is there a role for vitamin D in supporting cognitive function as we age?", "journal": ["The Proceedings of the Nutrition Society", "Proc Nutr Soc"]}