{"authors": [["Hwang", "Kyoung-Doo", "KD", "Department of Life Science, College of Natural Science, Chung-Ang University, Seoul, 06974, Republic of Korea."], ["Bak", "Myeong Seong", "MS", "Department of Physiology, Seoul National University College of Medicine, Seoul, 03080, Republic of Korea."], ["Kim", "Sang Jeong", "SJ", "Department of Physiology, Seoul National University College of Medicine, Seoul, 03080, Republic of Korea."], ["Rhee", "Sangmyung", "S", "Department of Life Science, College of Natural Science, Chung-Ang University, Seoul, 06974, Republic of Korea. sangmyung.rhee@cau.ac.kr."], ["Lee", "Yong-Seok", "YS", "Department of Physiology, Seoul National University College of Medicine, Seoul, 03080, Republic of Korea. yongseok7@snu.ac.kr."]], "date": "2017-12-13", "id": "29233183", "text": "Alzheimer's disease (AD) is a neurodegenerative disorder associated with deficits in cognition and synaptic plasticity. While accumulation of amyloid β (Aβ) and hyper-phosphorylation of tau are parts of the etiology, AD can be caused by a large number of different genetic mutations and other unknown factors. Considering such a heterogeneous nature of AD, it would be desirable to develop treatment strategies that can improve memory irrespective of the individual causes. Reducing the phosphorylation of eukaryotic translation initiation factor 2α (eIF2α) was shown to enhance long-term memory and synaptic plasticity in naïve mice. Moreover, hyper-phosphorylation of eIF2α is observed in the brains of postmortem AD patients. Therefore, regulating eIF2α phosphorylation can be a plausible candidate for restoring memory in AD by targeting memory-enhancing mechanism. In this study, we examined whether PKR inhibition can rescue synaptic and learning deficits in two different AD mouse models; 5XFAD transgenic and Aβ1-42-injected mice. We found that the acute treatment of PKR inhibitor (PKRi) can restore the deficits in long-term memory and long-term potentiation (LTP) in both mouse models without affecting the Aβ load in the hippocampus. Our results prove the principle that targeting memory enhancing mechanisms can be a valid candidate for developing AD treatment.", "doi": "10.1186/s13041-017-0338-3", "title": "Restoring synaptic plasticity and memory in mouse models of Alzheimer's disease by PKR inhibition.", "journal": ["Molecular brain", "Mol Brain"]}