{"authors": [["Boyd", "Lara A", "LA", "1 Department of Physical Therapy & the Djavad Mowafaghian Centre for Brain Health, University of British Columbia, Vancouver, Canada."], ["Hayward", "Kathryn S", "KS", "2 Department of Physical Therapy, University of British Columbia, Vancouver, Canada; Stroke Division, The Florey Institute of Neuroscience and Mental Health, Heidelberg, Australia."], ["Ward", "Nick S", "NS", "3 Sobell Department of Motor Neuroscience, UCL Institute of Neurology, Queen Square, London, UK."], ["Stinear", "Cathy M", "CM", "4 Department of Medicine and Centre for Brain Research, University of Auckland, Auckland, New Zealand."], ["Rosso", "Charlotte", "C", "5 Inserm U 1127, CNRS UMR 7225, Sorbonne Universités, UPMC Univ Paris 06 UMR S 1127, Institut du Cerveau et de la Moelle épinière, ICM, France; AP-HP, Stroke Unit, Pitié-Salpêtrière Hospital, France."], ["Fisher", "Rebecca J", "RJ", "6 Division of Rehabilitation & Ageing, University of Nottingham, Nottingham, UK."], ["Carter", "Alexandre R", "AR", "7 Department of Neurology, Washington University in Saint Louis, St Louis, MO, USA."], ["Leff", "Alex P", "AP", "8 Department of Brain Repair and Rehabilitation, Institute of Neurology & Institute of Cognitive Neuroscience, University College London, Queens Square, London, UK."], ["Copland", "David A", "DA", "9 School of Health & Rehabilitation Sciences, University of Queensland, Brisbane, Australia; and University of Queensland Centre for Clinical Research, Brisbane, Australia."], ["Carey", "Leeanne M", "LM", "10 School of Allied Health, College of Science, Health and Engineering, La Trobe, University, Bundoora, Australia; and Neurorehabilitation and Recovery, Stroke Division, The Florey Institute of Neuroscience and Mental Health, Heidelberg, Australia."], ["Cohen", "Leonardo G", "LG", "11 Human Cortical Physiology and Neurorehabilitation Section, NINDS, NIH, Bethesda, MD, USA."], ["Basso", "D Michele", "DM", "12 School of Health and Rehabilitation Sciences, The Ohio State University, Columbus, OH, USA."], ["Maguire", "Jane M", "JM", "13 Faculty of Health, University of Technology Sydney, Ultimo, Sydney, Australia."], ["Cramer", "Steven C", "SC", "14 University of California, Irvine, CA, USA; Depts. Neurology, Anatomy & Neurobiology, and Physical Medicine & Rehabilitation, Irvine, CA, USA."]], "date": null, "id": "29233071", "text": "The most difficult clinical questions in stroke rehabilitation are \"What is this patient's potential for recovery?\" and \"What is the best rehabilitation strategy for this person, given her/his clinical profile?\" Without answers to these questions, clinicians struggle to make decisions regarding the content and focus of therapy, and researchers design studies that inadvertently mix participants who have a high likelihood of responding with those who do not. Developing and implementing biomarkers that distinguish patient subgroups will help address these issues and unravel the factors important to the recovery process. The goal of the present paper is to provide a consensus statement regarding the current state of the evidence for stroke recovery biomarkers. Biomarkers of motor, somatosensory, cognitive and language domains across the recovery timeline post-stroke are considered; with focus on brain structure and function, and exclusion of blood markers and genetics. We provide evidence for biomarkers that are considered ready to be included in clinical trials, as well as others that are promising but not ready and so represent a developmental priority. We conclude with an example that illustrates the utility of biomarkers in recovery and rehabilitation research, demonstrating how the inclusion of a biomarker may enhance future clinical trials. In this way, we propose a way forward for when and where we can include biomarkers to advance the efficacy of the practice of, and research into, rehabilitation and recovery after stroke.", "doi": "10.1177/1545968317732680", "title": "Biomarkers of Stroke Recovery: Consensus-Based Core Recommendations from the Stroke Recovery and Rehabilitation Roundtable.", "journal": ["Neurorehabilitation and neural repair", "Neurorehabil Neural Repair"]}