{"authors": [["Montalvo", "Itziar", "I", "1 Parc Taulí Hospital Universitari, I3PT, Universitat Autònoma de Barcelona, CIBERSAM, Sabadell, Spain."], ["Nadal", "Roser", "R", "2 Institut de Neurociències, Universitat Autònoma de Barcelona, CIBERSAM, Cerdanyola del Vallès, Spain."], ["Armario", "Antonio", "A", "2 Institut de Neurociències, Universitat Autònoma de Barcelona, CIBERSAM, Cerdanyola del Vallès, Spain."], ["Gutiérrez-Zotes", "Alfonso", "A", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Creus", "Marta", "M", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Cabezas", "Ángel", "Á", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Solé", "Montse", "M", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Algora", "Maria José", "MJ", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Sánchez-Gistau", "Vanessa", "V", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Vilella", "Elisabet", "E", "3 Hospital Universitari Institut Pere Mata, IISPV, Universitat Rovira i Virgili, CIBERSAM, Reus, Spain."], ["Labad", "Javier", "J", "1 Parc Taulí Hospital Universitari, I3PT, Universitat Autònoma de Barcelona, CIBERSAM, Sabadell, Spain."]], "date": "2017-12-01", "id": "29232966", "text": "Hyperprolactinaemia is commonly observed in people with psychotic disorders due to D2 receptor blockade by antipsychotic drugs, although it may also exist in drug-naïve patients with first-episode psychosis. Recent studies suggest that hyperprolactinaemia may have a negative impact on cognitive function in people with early psychosis. We aimed to explore whether there are sex differences in the association between prolactin levels and cognitive performance in early psychosis patients.We studied 60 young patients with early psychosis (aged 18-35 years, 35% females) and a sex- and age-matched control group of 50 healthy subjects. Cognitive assessment was performed with the MATRICS Consensus Cognitive Battery. Prolactin, total cortisol, follicular-stimulating hormone, luteal hormone and sex steroids (testosterone in men, oestradiol and progesterone in women) were measured in plasma. Salivary cortisol was measured at different sampling times (awakening response, 10:00 and 23:00). Psychopathological status was assessed, and antipsychotic treatment was registered. Multiple linear regression analyses were used to explore the relationship between prolactin and cognitive tasks while adjusting for covariates.Prolactin levels were associated with impaired processing speed in men, and this association was independent of cortisol and testosterone. In women, prolactin levels were not associated with processing speed tasks, although we observed a negative effect of prolactin on verbal learning and spatial working memory in female healthy subjects. The male-dependent effect maintained its significance after adjusting for education status, antipsychotic treatment and negative symptoms.Our study demonstrates that the previously reported association between high prolactin levels and impaired cognitive processes in early psychosis is restricted to men.", "doi": "10.1177/0004867417744254", "title": "Sex differences in the relationship between prolactin levels and impaired processing speed in early psychosis.", "journal": ["The Australian and New Zealand journal of psychiatry", "Aust N Z J Psychiatry"]}