{"authors": [["Tracewska-Siemiątkowska", "Anna", "A", "DNA Analysis Laboratory, Wrocław Research Centre EIT+, 54-066 Wrocław, Poland. anna.tracewska@eitplus.pl."], ["Haer-Wigman", "Lonneke", "L", "Department of Human Genetics, Radboud University Medical Center, 6525 GA Nijmegen, The Netherlands. Lonneke.Haer-Wigman@radboudumc.nl."], ["Bosch", "Danielle G M", "DGM", "Department of Human Genetics, Radboud University Medical Center, 6525 GA Nijmegen, The Netherlands. D.G.M.Bosch-2@umcutrecht.nl."], ["Nickerson", "Deborah", "D", "Department of Genome Sciences, University of Washington, Seattle, WA 98195, USA. debnick@uw.edu."], ["Bamshad", "Michael J", "MJ", "Department of Pediatrics, University of Washington, Seattle, WA 98195, USA. mbamshad@uw.edu."], [null, null, null, "University of Washington, Seattle, WA 98195, USA."], ["van de Vorst", "Maartje", "M", "Department of Human Genetics, Radboud University Medical Center, 6525 GA Nijmegen, The Netherlands. Maartje.vandeVorst@radboudumc.nl."], ["Rendtorff", "Nanna Dahl", "ND", "Department of Clinical Genetics, The Kennedy Centre/Rigshospitalet/, DK-2600 Glostrup, Denmark. nanna.dahl.rendtorff@regionh.dk."], ["Möller", "Claes", "C", "Audiological Research Centre/Swedish Institute of Disability Research, University Hospital Örebro, Örebro University, 701 85 Örebro, Sweden. claes.moller@oru.se."], ["Kjellström", "Ulrika", "U", "Department of Clinical Science Lund, Ophthalmology, University of Lund, 221 00 Lund, Sweden. ulrika.kjellstrom@med.lu.se."], ["Andréasson", "Sten", "S", "Department of Clinical Science Lund, Ophthalmology, University of Lund, 221 00 Lund, Sweden. sten.andreasson@med.lu.se."], ["Cremers", "Frans P M", "FPM", "Department of Human Genetics, Radboud University Medical Center, 6525 GA Nijmegen, The Netherlands. Frans.Cremers@radboudumc.nl."], ["Tranebjærg", "Lisbeth", "L", "Department of Clinical Genetics, The Kennedy Centre/Rigshospitalet/, DK-2600 Glostrup, Denmark. tranebjaerg@sund.ku.dk."]], "date": "2017-12-11", "id": "29232904", "text": "Whole exome sequence analysis was performed in a Swedish mother-father-affected proband trio with a phenotype characterized by progressive retinal degeneration with congenital nystagmus, profound congenital hearing impairment, primary amenorrhea, agenesis of the corpus callosum, and liver disease. A homozygous variant c.806T > C, p.(F269S) in the tyrosyl-tRNA synthetase gene (YARS) was the only identified candidate variant consistent with autosomal recessive inheritance. Mutations in YARS have previously been associated with both autosomal dominant Charcot-Marie-Tooth syndrome and a recently reported autosomal recessive multiorgan disease. Herein, we propose that mutations in YARS underlie another clinical phenotype adding a second variant of the disease, including retinitis pigmentosa and deafness, to the spectrum of YARS-associated disorders.", "doi": "10.3390/genes8120381", "title": "An Expanded Multi-Organ Disease Phenotype Associated with Mutations in YARS.", "journal": ["Genes", "Genes (Basel)"]}