{"authors": [["Mollica", "Adriano", "A", "Department of Pharmacy, \"G. d'Annunzio\" University of Chieti-Pescara, Via dei Vestini 31, 66100 Chieti, Italy. a.mollica@unich.it."], ["Macedonio", "Giorgia", "G", "Department of Pharmacy, \"G. d'Annunzio\" University of Chieti-Pescara, Via dei Vestini 31, 66100 Chieti, Italy. giorgia.macedonio@unich.it."], ["Stefanucci", "Azzurra", "A", "Department of Pharmacy, \"G. d'Annunzio\" University of Chieti-Pescara, Via dei Vestini 31, 66100 Chieti, Italy. a.stefanucci@unich.it."], ["Carradori", "Simone", "S", "Department of Pharmacy, \"G. d'Annunzio\" University of Chieti-Pescara, Via dei Vestini 31, 66100 Chieti, Italy. simone.carradori@unich.it."], ["Akdemir", "Atilla", "A", "Department of Pharmacology, Bezmialem Vakif University, Vatan Caddesi, 34093 Fatih/Istanbul, Turkey. aakdemir@bezmialem.edu.tr."], ["Angeli", "Andrea", "A", "Neurofarba Department, Università degli Studi di Firenze, Via U. Schiff 6, 50019 Sesto Fiorentino (Florence), Italy. andrea.angeli@unifi.it."], ["Supuran", "Claudiu T", "CT", "Neurofarba Department, Università degli Studi di Firenze, Via U. Schiff 6, 50019 Sesto Fiorentino (Florence), Italy. claudiu.supuran@unifi.it."]], "date": "2017-12-09", "id": "29232847", "text": "It has been proven that specific isoforms of human carbonic anhydrase (hCA) are able to fine-tune physiological pathways connected to signal processing, and that decreased CAs expression negatively influences cognition, leading to mental retardation, Alzheimer's disease, and aging-related cognitive dysfunctions. For this reason, a small library of natural and synthetic nitrogen containing cyclic derivatives was assayed as activators of four human isoforms of carbonic anhydrase (hCA I, II, IV and VII). Most of the compounds activated hCA I, IV and VII in the micromolar range, with KAs ranging between 3.46 and 80.5 μM, whereas they were not active towards hCA II (KAs > 100 μM). Two natural compounds, namely l-(+)-ergothioneine (1) and melatonin (2), displayed KAs towards hCA VII in the nanomolar range after evaluation by a CO₂ hydration method in vitro, showing a rather efficient and selective activation profile with respect to histamine, used as a reference compound. Corroborated with the above in vitro findings, a molecular modelling in silico approach has been performed to correlate these biological data, and to elucidate the binding interaction of these activators within the enzyme active site.", "doi": "10.3390/molecules22122178", "title": "Five- and Six-Membered Nitrogen-Containing Compounds as Selective Carbonic Anhydrase Activators.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}