{"authors": [["Boateng", "Daniel", "D", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Wekesah", "Frederick", "F", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Browne", "Joyce L", "JL", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Agyemang", "Charles", "C", "Department of Public Health, Academic Medical Center, University of Amsterdam, Amsterdam Public Health Institute, Amsterdam, The Netherlands."], ["Agyei-Baffour", "Peter", "P", "School of Public Health, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana."], ["Aikins", "Ama de-Graft", "AD", "Regional Institute for Population Studies, University of Ghana, Legon, Ghana."], ["Smit", "Henriette A", "HA", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Grobbee", "Diederick E", "DE", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."], ["Klipstein-Grobusch", "Kerstin", "K", "Julius Global Health, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."]], "date": "2017-12-12", "id": "29232703", "text": "Cardiovascular diseases (CVDs) are the most common cause of non-communicable disease mortality in sub-Saharan African (SSA) countries. Gaps in knowledge of CVD conditions and their risk factors are important barriers in effective prevention and treatment. Yet, evidence on the awareness and knowledge level of CVD and associated risk factors among populations of SSA is scarce. This review aimed to synthesize available evidence of the level of knowledge of and perceptions towards CVDs and risk factors in the SSA region.Five databases were searched for publications up to December 2016. Narrative synthesis was conducted for knowledge level of CVDs, knowledge of risk factors and clinical signs, factors influencing knowledge of CVDs and source of health information on CVDs. The review was registered with Prospero (CRD42016049165).Of 2212 titles and abstracts screened, 45 full-text papers were retrieved and reviewed and 20 were included: eighteen quantitative and two qualitative studies. Levels of knowledge and awareness for CVD and risk factors were generally low, coupled with poor perception. Most studies reported less than half of their study participants having good knowledge of CVDs and/or risk factors. Proportion of participants who were unable to identify a single risk factor and clinical symptom for CVDs ranged from 1.8% in a study among hospital staff in Nigeria to a high of 73% in a population-based survey in Uganda and 7% among University staff in Nigeria to 75.1% in a general population in Uganda respectively. High educational attainment and place of residence had a significant influence on the levels of knowledge for CVDs among SSA populations.Low knowledge of CVDs, risk factors and clinical symptoms is strongly associated with the low levels of educational attainment and rural residency in the region. These findings provide useful information for implementers of interventions targeted at the prevention and control of CVDs, and encourages them to incorporate health promotion and awareness campaigns in order to enhance knowledge and awareness of CVDs in the region.", "doi": "10.1371/journal.pone.0189264", "title": "Knowledge and awareness of and perception towards cardiovascular disease risk in sub-Saharan Africa: A systematic review.", "journal": ["PloS one", "PLoS ONE"]}