{"authors": [["Kramer", "Robin S S", "RSS", "Department of Psychology, University of York, UK; School of Psychology, University of Lincoln, UK."], ["Young", "Andrew W", "AW", "Department of Psychology, University of York, UK."], ["Burton", "A Mike", "AM", "Department of Psychology, University of York, UK. Electronic address: mike.burton@york.ac.uk."]], "date": "2017-12-09", "id": "29232594", "text": "It has been known for many years that identifying familiar faces is much easier than identifying unfamiliar faces, and that this familiar face advantage persists across a range of tasks. However, attempts to understand face familiarity have mostly used a binary contrast between 'familiar' and 'unfamiliar' faces, with no attempt to incorporate the vast range of familiarity we all experience. From family members to casual acquaintances and from personal to media exposure, familiarity is a more complex categorisation than is usually acknowledged. Here we model levels of familiarity using a generic statistical analysis (PCA combined with LDA) computed over some four thousand naturally occurring images that include a large variation in the numbers of images for each known person. Using a strong test of performance with entirely novel, untrained everyday images, we show that such a model can simulate widely documented effects of familiarity in face recognition and face matching, and offers a natural account of the internal feature advantage for familiar faces. Furthermore, as with human viewers, the benefits of familiarity seem to accrue from being able to extract consistent information across different photos of the same face. We argue that face familiarity is best understood as reflecting increasingly robust statistical descriptions of idiosyncratic within-person variability. Understanding how faces become familiar appears to rely on both bottom-up statistical image descriptions (modelled here with PCA), and top-down processes that cohere superficially different images of the same person (modelled here with LDA).", "doi": "10.1016/j.cognition.2017.12.005", "title": "Understanding face familiarity.", "journal": ["Cognition", "Cognition"]}