{"authors": [["Koncz", "Rebecca", "R", "Neuropsychiatric Institute, Euroa Centre, Prince of Wales Hospital, Randwick, New South Wales."], ["Sachdev", "Perminder", "P", "Neuropsychiatric Institute, Euroa Centre, Prince of Wales Hospital, Randwick, New South Wales."]], "date": "2017-12-09", "id": "29232251", "text": "Alzheimer's disease and cerebrovascular disease (CVD) commonly co-occur. Whether CVD promotes the progression of Alzheimer's disease pathology remains a source of great interest. Recent technological developments have enabled us to examine their inter-relationship using quantifiable, biomarker-based approaches. We provide an overview of advances in understanding the relationship between vascular and Alzheimer's disease pathologies, with particular emphasis on β-amyloid and tau as measured by positron emission tomography and cerebrospinal fluid (CSF) concentration, and magnetic resonance imaging markers of small vessel disease (SVD).The relationship between cerebral β-amyloid and various markers of SVD has been widely studied, albeit with somewhat mixed results. Significant associations have been elucidated, particularly between β-amyloid burden and white matter hyperintensities (WMH), as well as lobar cerebral microbleeds (CMB), with additive effects on cognition. There is preliminary evidence for an association between SVD and tau burden in vivo, although compared with β-amyloid, fewer studies have examined this relationship.The overlap between Alzheimer's disease and cerebrovascular pathologies is now being increasingly supported by imaging and CSF biomarkers, indicating a synergistic effect of these co-pathologies on cognition. The association of WMH and CMB with Alzheimer's disease pathology does not establish direction of causality, for which long-term longitudinal studies are needed.", "doi": "10.1097/YCO.0000000000000395", "title": "Are the brain's vascular and Alzheimer pathologies additive or interactive?", "journal": ["Current opinion in psychiatry", "Curr Opin Psychiatry"]}