{"authors": [["Xu", "Tao", "T", "College of Acupuncture-Moxibustion and Tuina, Chengdu University of CM, Chengdu 610075, Sichuan Province, China."], ["Ye", "Shaoqing", "S", "College of Clinical Medicine, Chengdu University of CM, Chengdu 610075, Sichuan Province."], ["Shi", "Yu", "Y", "College of Acupuncture-Moxibustion and Tuina, Chengdu University of CM, Chengdu 610075, Sichuan Province, China."], ["Xu", "Tongtong", "T", "College of Acupuncture-Moxibustion and Tuina, Chengdu University of CM, Chengdu 610075, Sichuan Province, China."], ["Wang", "Qi", "Q", "College of Acupuncture-Moxibustion and Tuina, Chengdu University of CM, Chengdu 610075, Sichuan Province, China."], ["Li", "Si", "S", "College of Acupuncture-Moxibustion and Tuina, Chengdu University of CM, Chengdu 610075, Sichuan Province, China."], ["Zhang", "Youruo", "Y", "College of Clinical Medicine, Chengdu University of CM, Chengdu 610075, Sichuan Province."], ["Lan", "Yi", "Y", "College of Acupuncture-Moxibustion and Tuina, Chengdu University of CM, Chengdu 610075, Sichuan Province, China."], ["Zhao", "Ling", "L", "College of Clinical Medicine, Chengdu University of CM, Chengdu 610075, Sichuan Province. ling94@163.com."]], "date": null, "id": "29231355", "text": "To understand the knowledge of acupuncture disease spectrum, expectation of acupuncture treatment in Chengdu residents.A questionnaire regarding the knowledge of acupuncture disease spectrum and expectation of acupuncture treatment in Chengdu residents was established. By field sampling and internet survey, related data were collected and analyzed.Totally 1 548 valid questionnaires were collected, including 1 041 from field survey and 507 from internet survey. The results indicated the knowledge of acupuncture and its disease spectrum were moderate in Chengdu residents; among the disease spectrum of acupuncture, the disease with the highest cognition was insomnia, accounting for 45.0% in field survey and 75.4% in internet survey; while the disease with the lowest cognition was infertility, accounting for 8.3% in field survey and 34.3% in internet survey.The knowledge of acupuncture in Chengdu residents could be further improved, and the promotion of popular science of acupuncture should be strengthened in future.", "doi": "10.13703/j.0255-2930.2017.08.026", "title": "[A survey on knowledge of acupuncture disease spectrum and expectation of acupuncture treatment in Chengdu residents].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}