{"authors": [["Perkovic", "Matea Nikolac", "MN", "Division of Molecular Medicine, Ruder Boskovic Institute, Zagreb. Croatia."], ["Strac", "Dubravka Svob", "DS", "Division of Molecular Medicine, Ruder Boskovic Institute, Zagreb. Croatia."], ["Tudor", "Lucija", "L", "Division of Molecular Medicine, Ruder Boskovic Institute, Zagreb. Croatia."], ["Konjevod", "Marcela", "M", "Division of Molecular Medicine, Ruder Boskovic Institute, Zagreb. Croatia."], ["Erjavec", "Gordana Nedic", "GN", "Division of Molecular Medicine, Ruder Boskovic Institute, Zagreb. Croatia."], ["Pivac", "Nela", "N", "Division of Molecular Medicine, Ruder Boskovic Institute, Zagreb. Croatia."]], "date": "2017-12-11", "id": "29231139", "text": "Cognition is a complex trait representing a set of all mental abilities and processes related to knowledge. Although diverse brain regions are involved, most cognitive processes appear to engage cortical regions. The activity of dopaminergic neurons in prefrontal cortex represents a biological substrate underlying cognitive functions. Alzheimer's disease (AD) is the most frequent dementia associated with cognitive impairments. Cognitive impairment in AD starts slow with discrete deterioration in memory, language, thinking and reasoning, but it progresses into more severe and debilitating cognitive dysfunction. Cognitive function is affected by the complex interactions between various genetic, epigenetic, developmental and environmental factors. One of the most studied genes, associated with cognitive disturbances, is the gene coding for catechol-O-methyltransferase (COMT), the enzyme with major role in dopamine metabolism and modulation of different brain functions. Therefore, COMT is studied as a target for many neuropsychiatric disorders, including dementias and AD. The COMT Val158/108Met functional polymorphism affects significantly the enzyme activity and consequently cognitive performance associated with altered dopamine function. The association of COMT Val158/108Met polymorphism with some cognitive domains and psychosis in AD was reported in some but not in all studies. Besides COMT Val158/108Met polymorphism, other risk genotypes or haplotypes should be evaluated to determine the association of COMT with cognitive decline in AD.Better understanding of the role of COMT in cognitive processes in AD, as well as integration of neurobiological, genetic, genomic and epigenetic data, might help in developing new potential therapies of cognitive impairments and psychotic symptoms, characteristic features of AD.", "doi": "10.2174/1567205015666171212094229", "title": "Catechol-O-methyltransferase, cognition and Alzheimer's disease.", "journal": ["Current Alzheimer research", "Curr Alzheimer Res"]}