{"authors": [["Sun", "Z W", "ZW", "Beijing Ankang Hospital, Beijing 101300, China."], ["Shi", "T T", "TT", "Beijing Ankang Hospital, Beijing 101300, China."], ["Fu", "P X", "PX", "Beijing Ankang Hospital, Beijing 101300, China."]], "date": "2017-02-25", "id": "29231006", "text": "To explore the characteristics of schizophrenia patients' homicide behaviors and the influences of the assessments of criminal capacity.Indicators such as demographic and clinical data, characteristics of criminal behaviors and criminal capacity from the suspects whom were diagnosed by forensic psychiatry as schizophrenia （n=110） and normal mental （n=70） with homicide behavior, were collected by self-made investigation form and compared. The influences of the assessments of criminal capacity on the suspects diagnosed as schizophrenia were also analyzed using logistic regression analysis.There were no significant statistical differences between the schizophrenic group and the normal mental group concerning age, gender, education and marital status （P>0.05）. There were significant statistical differences between the two groups concerning thought disorder, emotion state and social function before crime （P<0.05） and there were significant statistical differences in some characteristics of the case such as aggressive history （P<0.05）, cue, trigger, plan, criminal incentives, object of crime, circumstance cognition and self-protection （P<0.05）. Multivariate logistic regression analysis suggested that thought disorder, emotion state, social function, criminal incentives, plan and self-protection before crime of the schizophrenic group were positively correlated with the criminal capacity （P<0.05）.The relevant influences of psychopathology and crime characteristics should be considered comprehensively for improving the accuracy of the criminal capacity evaluation on the suspects diagnosed as schizophrenia with homicide behavior.", "doi": "10.3969/j.issn.1004-5619.2017.01.008", "title": "[Characteristics of Schizophrenia Patients' Homicide Behaviors and Their Correlations with Criminal Capacity].", "journal": ["Fa yi xue za zhi", "Fa Yi Xue Za Zhi"]}