{"authors": [["Heinks", "Kerstin", "K", "Department of Pediatrics and Pediatric Hematology/Oncology, Klinikum Oldenburg AöR, Medical Campus University Oldenburg, 26133, Oldenburg, Germany."], ["Boekhoff", "Svenja", "S", "Department of Pediatrics and Pediatric Hematology/Oncology, Klinikum Oldenburg AöR, Medical Campus University Oldenburg, 26133, Oldenburg, Germany."], ["Hoffmann", "Anika", "A", "Department of Pediatrics and Pediatric Hematology/Oncology, Klinikum Oldenburg AöR, Medical Campus University Oldenburg, 26133, Oldenburg, Germany."], ["Warmuth-Metz", "Monika", "M", "Department of Neuroradiology, University Hospital, 97080, Würzburg, Germany."], ["Eveslage", "Maria", "M", "Institute of of Biostatistics and Clinical Research, University Münster, 48149, Münster, Germany."], ["Peng", "Junxiang", "J", "Department of Pediatrics and Pediatric Hematology/Oncology, Klinikum Oldenburg AöR, Medical Campus University Oldenburg, 26133, Oldenburg, Germany."], ["Calaminus", "Gabriele", "G", "Department of Pediatric Oncology and Hematology, University Hospital, 53113, Bonn, Germany."], ["Müller", "Hermann L", "HL", "Department of Pediatrics and Pediatric Hematology/Oncology, Klinikum Oldenburg AöR, Medical Campus University Oldenburg, 26133, Oldenburg, Germany. mueller.hermann@klinikum-oldenburg.de."]], "date": "2017-12-11", "id": "29230635", "text": "Quality of life (QoL) after childhood-onset craniopharyngioma (CP) is frequently impaired due to tumor and/or treatment-related factors such as endocrine deficits and hypothalamic involvement/lesions.In a multinational trial, we prospectively analyzed parental and self-assessment of CP patient QoL at 3 months, 1 and 3 years after CP diagnosis related to growth hormone (GH) substitution. 47 of 194 CP recruited between 2007 and 2015 in KRANIOPHARYNGEOM 2007 were analyzed for QoL 1 and 3 years after CP diagnosis. QoL was assessed by Pediatric Quality of Life (PEDQOL) questionnaire and PEDQOL scores of parental and self-assessed QoL during 3 years follow-up after CP diagnosis were analyzed.Parents estimated QoL of their children worse than patients did themselves. GH substitution had no relevant effect on short-term weight and height development. CP patients GH-treated at 3 years follow-up presented at baseline (1 year after diagnosis, before GH substitution) with reduced self-assessed QoL when compared with GH non-treated CP. QoL stabilized during 1-3 years of follow-up in GH-treated patients, whereas non GH-treated patients experienced decreases in autonomy (p = 0.03), cognition (p = 0.01), and physical function (p = 0.04).Parents assess QoL in CP survivors worse than their children. GH substitution should be considered as a therapeutic option to ameliorate imminent impairments of QoL after CP.", "doi": "10.1007/s12020-017-1489-9", "title": "Quality of life and growth after childhood craniopharyngioma: results of the multinational trial KRANIOPHARYNGEOM 2007.", "journal": ["Endocrine", "Endocrine"]}