{"authors": [["Akinola", "O B", "OB", "Division of Endocrinology, Department of Anatomy, Faculty of Basic Medical Sciences, College of Health Sciences, University of Ilorin, Ilorin, Nigeria. akinolub@unilorin.edu.ng."], ["Gabriel", "M O", "MO", "Division of Endocrinology, Department of Anatomy, Faculty of Basic Medical Sciences, College of Health Sciences, University of Ilorin, Ilorin, Nigeria."]], "date": "2017-12-11", "id": "29230619", "text": "Robust epidemiological, clinical and laboratory evidence supports emerging roles for the sex steroids in such domains as neurodevelopment, behaviour, learning and cognition. Regions of the mammalian brain that are involved in cognitive development and memory do not only express the classical nuclear androgen receptor, but also the non-genomic membrane receptor, which is a G protein-coupled receptor that mediates some rapid effects of the androgens on neurogenesis and synaptic plasticity. Under physiological conditions, hippocampal neurons do express the enzyme aromatase, and therefore actively aromatize testosterone to oestradiol. Although glial expression of the aromatase enzyme is minimal, increased expression following injury suggests a role for sex steroids in neuroprotection. It is therefore plausible to deduce that low levels of circulating androgens in males would perturb neuronal functions in relation to cognition and memory, as well as neural repair following injury. The present review is an overview of some roles of the sex steroids on cognitive function in males, and the neuroanatomical and molecular underpinnings of some behavioural and cognitive deficits characteristic of such genetic disorders noted for low androgen levels, including Klinefelter syndrome, Bardet-Biedl syndrome, Kallman syndrome and Prader-Willi syndrome. Recent literature in relation to some behavioural and cognitive changes secondary to surgical and pharmacological castration are also appraised.", "doi": "10.1007/s11011-017-0163-5", "title": "Neuroanatomical and molecular correlates of cognitive and behavioural outcomes in hypogonadal males.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}