{"authors": [["Zheng", "Lijun", "L", "Key Laboratory of Cognition and Personality, Southwest University, Ministry of Education, Chongqing, China. lijuntrue@163.com."], ["Wen", "Guangju", "G", "Key Laboratory of Cognition and Personality, Southwest University, Ministry of Education, Chongqing, China."], ["Zheng", "Yong", "Y", "Key Laboratory of Cognition and Personality, Southwest University, Ministry of Education, Chongqing, China."]], "date": "2017-12-11", "id": "29230602", "text": "Lesbian and bisexual women who self-identify as \"butch\" show a masculine profile with regard to gender roles, gender nonconformity, and systemizing cognitive style, whereas lesbian and bisexual women who self-identify as \"femme\" show a corresponding feminine profile and those who self-identify as \"androgynes\" show an intermediate profile. This study examined the association between butch or femme lesbian or bisexual identity and visuospatial ability among 323 lesbian and bisexual women, compared to heterosexual women (n = 207) and men (n = 125), from multiple cities in China. Visuospatial ability was assessed using a Shepard and Metzler-type mental rotation task and Judgment of Line Angle and Position (JLAP) test on the Internet. Heterosexual men outperformed heterosexual women on both mental rotation and JLAP tasks. Lesbian and bisexual women outperformed heterosexual women on mental rotation, but not on JLAP. There were significant differences in mental rotation performance among women, with butch- and androgyne-identified lesbian/bisexual women outperforming femme-identified and heterosexual women. There were also significant differences in JLAP performance among women, with butch- and androgyne-identified lesbian/bisexual women and heterosexual women outperforming femme-identified lesbian/bisexual women. The butch-femme differences in visuospatial ability indicated an association between cognitive ability and butch-femme identity and suggest that neurobiological underpinnings may contribute to butch-femme identity although alternative explanations exist.", "doi": "10.1007/s10508-017-1128-9", "title": "Butch-Femme Identity and Visuospatial Performance Among Lesbian and Bisexual Women in China.", "journal": ["Archives of sexual behavior", "Arch Sex Behav"]}