{"authors": [["Sabo", "Tonia", "T", "Department of Pediatrics, University of Texas Southwestern Medical Center, 5323 Harry Hines Boulevard, Dallas, TX, 75390-9063, USA. tonia.sabo@utsouthwestern.edu."], ["Supnet", "Charlene", "C", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, 5323 Harry Hines Boulevard, Dallas, TX, USA. charlene.supnet@utsouthwestern.edu."], ["Purkayastha", "Sushmita", "S", "Department of Applied Physiology and Wellness, Southern Methodist University, 3101 University Boulevard, Dallas, TX, USA. spurkayastha@smu.edu."]], "date": "2017-12-11", "id": "29230542", "text": "Cerebral edema peaks 36-72 h after moderate traumatic brain injury but thought to be uncommon after mild traumatic brain injury. Post-traumatic headache can develop 48-72 h post-injury, perhaps reflecting the developing cerebral edema. Pseudotumor cerebri can result from various causes, including cerebral edema, and is characterized by increased intracranial pressure, headache, visual, and other common symptoms. Our objective was to report a phenotypically identifiable post-traumatic headache subtype.This case series of six pediatric patients with post-traumatic pseudotumor cerebri was assessed at 48-120 h post-primary injury with new or a change in symptoms such as headache, vision, auditory, balance, and cognition. Clinical findings included slight fever, neck/head pain, papilledema or cranial nerve deficit (6th), and lack of coordination. Elevated cerebral spinal fluid pressure was documented by lumbar puncture, with no infection. Symptoms improved with treatment specific to post-traumatic headache subtype (lumbar puncture, topiramate, or acetazolamide).Recognition of specific post-traumatic headache subtypes after mild traumatic brain injury will expedite treatment intervention to lower intracranial pressure and resolve symptoms.", "doi": "10.1007/s00381-017-3681-x", "title": "Secondary intracranial hypertension (pseudotumor cerebri) presenting as post-traumatic headache in mild traumatic brain injury: a case series.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}