{"authors": [["Inuggi", "Alberto", "A", "Robotics, Brain and Cognitive Sciences Unit, Istituto Italiano di Tecnologia, Center for Human Technologies, Via Enrico Melen 83, Building B, 16152, Genoa, Italy. alberto.inuggi@iit.it."], ["Bassolino", "Michela", "M", "Laboratory of Cognitive Neuroscience, Brain Mind Institute, Ecole Polytechnique Fédérale de Lausanne, Geneva, Switzerland."], ["Tacchino", "Chiara", "C", "Physical Medicine and Rehabilitation, Institute G. Gaslini, Genoa, Italy."], ["Pippo", "Valentina", "V", "Robotics, Brain and Cognitive Sciences Unit, Istituto Italiano di Tecnologia, Center for Human Technologies, Via Enrico Melen 83, Building B, 16152, Genoa, Italy."], ["Bergamaschi", "Valeria", "V", "Physical Medicine and Rehabilitation, Institute G. Gaslini, Genoa, Italy."], ["Campus", "Claudio", "C", "Robotics, Brain and Cognitive Sciences Unit, Istituto Italiano di Tecnologia, Center for Human Technologies, Via Enrico Melen 83, Building B, 16152, Genoa, Italy."], ["De Franchis", "Valentina", "V", "Laboratory of Cognitive Neuroscience, Brain Mind Institute, Ecole Polytechnique Fédérale de Lausanne, Geneva, Switzerland."], ["Pozzo", "Thierry", "T", "Robotics, Brain and Cognitive Sciences Unit, Istituto Italiano di Tecnologia, Center for Human Technologies, Via Enrico Melen 83, Building B, 16152, Genoa, Italy."], ["Moretti", "Paolo", "P", "Physical Medicine and Rehabilitation, Institute G. Gaslini, Genoa, Italy."]], "date": "2017-12-11", "id": "29230520", "text": "Cerebral palsy (CP) is a group of non-progressive developmental movement disorders inducing a strong brain reorganization in primary and secondary motor areas. Nevertheless, few studies have been dedicated to quantify brain pattern changes and correlate them with motor characteristics in CP children. In this context, it is very important to identify feasible and complementary tools able to enrich the description of motor impairments by considering their neural correlates. To this aim, we recorded the electroencephalographic activity and the corresponding event-related desynchronization (ERD) of a group of mild-to-moderate affected unilateral CP children while performing unilateral reach-to-grasp movements with both their paretic and non-paretic arms. During paretic arm movement execution, we found a reduced ERD in the upper µ band (10-12.5 Hz) over central electrodes, preceded by an increased fronto-central ERD in the lower µ band (7.5-10 Hz) during movement preparation. These changes positively correlated, respectively, with the Modified House Classification scale and the Manual Ability Classification System. The fronto-central activation likely represents an ipsilesional plastic compensatory reorganization, confirming that in not-severely affected CP, the lesioned hemisphere is able to compensate part of the damage effects. These results highlight the importance of analyzing different sub-bands within the classical mu band and suggest that in similar CP population, the lesioned hemisphere should be the target of specific intensive rehabilitation programs.", "doi": "10.1007/s00221-017-5149-3", "title": "Ipsilesional functional recruitment within lower mu band in children with unilateral cerebral palsy, an event-related desynchronization study.", "journal": ["Experimental brain research", "Exp Brain Res"]}