{"authors": [["Burzynska", "Agnieszka Z", "AZ", "Department of Human Development and Family Studies, Molecular, Cellular and Integrative Neurosciences, Colorado State University, Fort Collins, CO, United States."], ["Finc", "Karolina", "K", "Centre for Modern Interdisciplinary Technologies, Nicolaus Copernicus University in Toruń, Toruń, Poland."], ["Taylor", "Brittany K", "BK", "Department of Human Development and Family Studies, Molecular, Cellular and Integrative Neurosciences, Colorado State University, Fort Collins, CO, United States."], ["Knecht", "Anya M", "AM", "The Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."], ["Kramer", "Arthur F", "AF", "The Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, Urbana, IL, United States."]], "date": "2017-11-27", "id": "29230170", "text": "Dance - as a ritual, therapy, and leisure activity - has been known for thousands of years. Today, dance is increasingly used as therapy for cognitive and neurological disorders such as dementia and Parkinson's disease. Surprisingly, the effects of dance training on the healthy young brain are not well understood despite the necessity of such information for planning successful clinical interventions. Therefore, this study examined actively performing, expert-level trained college students as a model of long-term exposure to dance training. To study the long-term effects of dance training on the human brain, we compared 20 young expert female Dancers with normal body mass index with 20 age- and education-matched Non-Dancers with respect to brain structure and function. We used diffusion tensor, morphometric, resting state and task-related functional MRI, a broad cognitive assessment, and objective measures of selected dance skill (Dance Central video game and a balance task). Dancers showed superior performance in the Dance Central video game and balance task, but showed no differences in cognitive abilities. We found little evidence for training-related differences in brain volume in Dancers. Dancers had lower anisotropy in the corticospinal tract. They also activated the action observation network (AON) to greater extent than Non-Dancers when viewing dance sequences. Dancers showed altered functional connectivity of the AON, and of the general motor learning network. These functional connectivity differences were related to dance skill and balance and training-induced structural characteristics. Our findings have the potential to inform future study designs aiming to monitor dance training-induced plasticity in clinical populations.", "doi": "10.3389/fnhum.2017.00566", "title": "The Dancing Brain: Structural and Functional Signatures of Expert Dance Training.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}