{"authors": [["Sanchez-Roige", "Sandra", "S", "Department of Psychiatry, University of California San Diego, La Jolla, CA, USA."], ["Fontanillas", "Pierre", "P", "23andMe, Inc., Mountain View, CA, USA."], ["Elson", "Sarah L", "SL", "23andMe, Inc., Mountain View, CA, USA."], ["Pandit", "Anita", "A", "Department of Biostatistics and Center for Statistical Genetics, University of Michigan, Ann Arbor, MI, USA."], ["Schmidt", "Ellen M", "EM", "Department of Biostatistics and Center for Statistical Genetics, University of Michigan, Ann Arbor, MI, USA."], ["Foerster", "Johanna R", "JR", "K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health and Nursing, NTNU, Norwegian University of Science and Technology, Trondheim, Norway."], ["Abecasis", "Gonçalo R", "GR", "Department of Biostatistics and Center for Statistical Genetics, University of Michigan, Ann Arbor, MI, USA."], ["Gray", "Joshua C", "JC", "Center for Deployment Psychology, Uniformed Services University, Bethesda, MD, USA."], ["de Wit", "Harriet", "H", "Department of Psychiatry and Behavioral Neuroscience, University of Chicago, Chicago, IL, USA."], ["Davis", "Lea K", "LK", "Vanderbilt Genetics Institute, Division of Genetic Medicine, Department of Medicine, Vanderbilt University, Nashville, TN, USA."], ["MacKillop", "James", "J", "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."], ["Palmer", "Abraham A", "AA", "Department of Psychiatry, University of California San Diego, La Jolla, CA, USA. aap@ucsd.edu."], [null, null, null, null]], "date": "2017-12-11", "id": "29230059", "text": "Delay discounting (DD), the tendency to discount the value of delayed versus current rewards, is elevated in a constellation of diseases and behavioral conditions. We performed a genome-wide association study of DD using 23,127 research participants of European ancestry. The most significantly associated single-nucleotide polymorphism was rs6528024 (P = 2.40 × 10-8), which is located in an intron of the gene GPM6B. We also showed that 12% of the variance in DD was accounted for by genotype and that the genetic signature of DD overlapped with attention-deficit/hyperactivity disorder, schizophrenia, major depression, smoking, personality, cognition and body weight.", "doi": "10.1038/s41593-017-0032-x", "title": "Genome-wide association study of delay discounting in 23,217 adult research participants of European ancestry.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}