{"authors": [["Lockwood", "Patricia L", "PL", "Department of Experimental Psychology, University of Oxford, Oxford, OX1 3PH, United Kingdom. patricia.lockwood@psy.ox.ac.uk."], ["Ang", "Yuen-Siang", "YS", "Department of Experimental Psychology, University of Oxford, Oxford, OX1 3PH, United Kingdom."], ["Husain", "Masud", "M", "Department of Experimental Psychology, University of Oxford, Oxford, OX1 3PH, United Kingdom."], ["Crockett", "Molly J", "MJ", "Department of Experimental Psychology, University of Oxford, Oxford, OX1 3PH, United Kingdom."]], "date": "2017-12-11", "id": "29229968", "text": "Empathy - the capacity to understand and resonate with the experiences of other people - is considered an essential aspect of social cognition. However, although empathy is often thought to be automatic, recent theories have argued that there is a key role for motivation in modulating empathic experiences. Here we administered self-report measures of empathy and apathy-motivation to a large sample of healthy people (n = 378) to test whether people who are more empathic are also more motivated. We then sought to replicate our findings in an independent sample (n = 198) that also completed a behavioural task to measure state affective empathy and emotion recognition. Cognitive empathy was associated with higher levels of motivation generally across behavioural, social and emotional domains. In contrast, affective empathy was associated with lower levels of behavioural motivation, but higher levels of emotional motivation. Factor analyses showed that empathy and apathy are distinct constructs, but that affective empathy and emotional motivation are underpinned by the same latent factor. These results have potentially important clinical applications for disorders associated with reduced empathy and motivation as well as the understanding of these processes in healthy people.", "doi": "10.1038/s41598-017-17415-w", "title": "Individual differences in empathy are associated with apathy-motivation.", "journal": ["Scientific reports", "Sci Rep"]}