{"authors": [["Haegens", "Saskia", "S", "Department of Neurosurgery, Columbia University Medical Center, New York, NY 10032; shaegens@gmail.com rromo@ifc.unam.mx."], ["Vergara", "José", "J", "Instituto de Fisiología Celular-Neurociencias, Universidad Nacional Autónoma de México, 04510 Mexico D.F., Mexico."], ["Rossi-Pool", "Román", "R", "Instituto de Fisiología Celular-Neurociencias, Universidad Nacional Autónoma de México, 04510 Mexico D.F., Mexico."], ["Lemus", "Luis", "L", "Instituto de Fisiología Celular-Neurociencias, Universidad Nacional Autónoma de México, 04510 Mexico D.F., Mexico."], ["Romo", "Ranulfo", "R", "Instituto de Fisiología Celular-Neurociencias, Universidad Nacional Autónoma de México, 04510 Mexico D.F., Mexico; shaegens@gmail.com rromo@ifc.unam.mx."]], "date": "2017-12-11", "id": "29229820", "text": "Previous work on perceptual decision making in the sensorimotor system has shown population dynamics in the beta band, corresponding to the encoding of stimulus properties and the final decision outcome. Here, we asked how oscillatory dynamics in the medial premotor cortex (MPC) contribute to supramodal perceptual decision making. We recorded local field potentials (LFPs) and spikes in two monkeys trained to perform a tactile-acoustic frequency discrimination task, including both unimodal and crossmodal conditions. We studied the role of oscillatory activity as a function of stimulus properties (frequency and sensory modality), as well as decision outcome. We found that beta-band power correlated with relevant stimulus properties: there was a significant modulation by stimulus frequency during the working-memory (WM) retention interval, as well as modulation by stimulus modality-the latter was observed only in the case of a purely unimodal task, where modality information was relevant to prepare for the upcoming second stimulus. Furthermore, we found a significant modulation of beta power during the comparison and decision period, which was predictive of decision outcome. Finally, beta-band spike-field coherence (SFC) matched these LFP observations. In conclusion, we demonstrate that beta power in MPC is reflective of stimulus features in a supramodal, context-dependent manner, and additionally reflects the decision outcome. We propose that these beta modulations are a signature of the recruitment of functional neuronal ensembles, which encode task-relevant information.", "doi": "10.1073/pnas.1714633115", "title": "Beta oscillations reflect supramodal information during perceptual judgment.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}