{"authors": [["Ahmed", "Heba A", "HA", "Program in Clinical and Experimental Therapeutics, Charlie Norwood VA Medical Center and University of Georgia College of Pharmacy, Augusta, GA, United States."], ["Ishrat", "Tauheed", "T", "Department of Anatomy and Neurobiology, College of Medicine, Neuroscience Institute, University of Tennessee Health Science Center, Memphis, TN, United States."], ["Pillai", "Bindu", "B", "Program in Clinical and Experimental Therapeutics, Charlie Norwood VA Medical Center and University of Georgia College of Pharmacy, Augusta, GA, United States."], ["Bunting", "Kristopher M", "KM", "Department of Pharmacology and Toxicology, Augusta University, Augusta, GA, United States."], ["Patel", "Ashni", "A", "Program in Clinical and Experimental Therapeutics, Charlie Norwood VA Medical Center and University of Georgia College of Pharmacy, Augusta, GA, United States."], ["Vazdarjanova", "Almira", "A", "Department of Pharmacology and Toxicology, Augusta University, Augusta, GA, United States."], ["Waller", "Jennifer L", "JL", "Department of Biostatistics & Epidemiology, Augusta University, Augusta, GA, United States."], ["Arbab", "Ali S", "AS", "Georgia Cancer Center, Augusta University, Augusta, GA, United States."], ["Ergul", "Adviye", "A", "Department of Physiology, Augusta University, Augusta, GA, United States."], ["Fagan", "Susan C", "SC", "Program in Clinical and Experimental Therapeutics, Charlie Norwood VA Medical Center and University of Georgia College of Pharmacy, Augusta, GA, United States; Department of Neurology, Augusta University, Augusta, GA, United States. Electronic address: sfagan@uga.edu."]], "date": "2017-12-08", "id": "29229547", "text": "Growing evidence suggests that renin angiotensin system (RAS) modulators support cognitive function in various animal models. However, little is known about their long-term effects on the brain structure in aged hypertensive animals with chronic cerebral hypoperfusion as well as which specific domains of cognition are most affected. Therefore, in the current study we examined the effects of Candesartan and Compound 21 (C21) (RAS modulators) on aspects of cognition known to diminish with advanced age and accelerate with hypertension and vascular disease. Outcome measures for sensorimotor and cognitive function were performed using a sequence of tests, all blindly conducted and assessed at baseline and after 4 and 8 weeks of chronic hypoxic hypoperfusion and treatment. Magnetic resonance imaging (MRI) was performed at the end of the 8 week study period followed by animal sacrifice and tissue collection. Both Candesartan and C21 effectively preserved cognitive function and prevented progression of vascular cognitive impairment (VCI) but only candesartan prevented loss of brain volume in aged hypertensive animals. Collectively, our findings demonstrate that delayed administration of RAS modulators effectively preserve cognitive function and prevent the development / progression of VCI in aged hypertensive animals with chronic cerebral hypoperfusion.", "doi": "10.1016/j.bbr.2017.12.007", "title": "Role of angiotensin system modulation on progression of cognitive impairment and brain MRI changes in aged hypertensive animals - A randomized double- blind pre-clinical study.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}