{"authors": [["Alexander", "Tyler C", "TC", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: TCAlexander@uams.edu."], ["Simecka", "Christy M", "CM", "Division of Laboratory Animal Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: CMSimecka@uams.edu."], ["Kiffer", "Frederico", "F", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: FCKiffer@uams.edu."], ["Groves", "Thomas", "T", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Neurobiology & Developmental Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: TRGroves@uams.edu."], ["Anderson", "Julie", "J", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: JEAnderson@uams.edu."], ["Carr", "Hannah", "H", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: Carrh20@uchicago.edu."], ["Wang", "Jing", "J", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: Jwang2@uams.edu."], ["Carter", "Gwendolyn", "G", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: Gwendolyn.cartergw@gmail.com."], ["Allen", "Antiño R", "AR", "Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA; Department of Neurobiology & Developmental Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, 72205, USA. Electronic address: ARAllen@uams.edu."]], "date": "2017-12-08", "id": "29229546", "text": "Acute lymphoblastic leukemia (ALL) is the most prevalent childhood cancer and accounts for 26.8% of cancer diagnoses among children, worldwide-approximately 3000 children each year. While advancements in treating ALL have led to a remission rate of more than 90%, many survivors experience adverse neurocognitive and/or neurobehavioral effects as a result of intrathecal chemotherapy. Methotrexate (MTX) is commonly administered with cytosine arabinoside (AraC, cytarabine) during intrathecal chemotherapy for ALL. To date, few studies exist that test the cognitive effects of intrathecal injections of MTX/AraC on juvenile populations. The purpose of our study was to investigate the combined effects of MTX/AraC on cognition and dendritic structure in the hippocampus in juvenile male mice. Twenty, 21-day-old male C57BL/6 mice were used in this study; 10 mice received intrathecal MTX/AraC treatment, and 10 were given intrathecal saline injections. Five weeks after injections, we tested the animals' hippocampus-dependent cognitive performance in the Morris water maze. After the first day of hidden-platform training, we observed that the mice that received MTX/AraC treatment showed signs of significant impairment in spatial memory retention. MTX/AraC treatment significantly compromised the dendritic architecture and reduced mushroom spine density in the dorsal ganglion (DG), CA1, and CA3 areas of the hippocampus. The present data provided evidence that MTX/AraC compromised the dendritic architecture and impaired hippocampal dependent cognition. This could provide insight into chemotherapy-induced cognitive decline in juvenile patients treated for ALL.", "doi": "10.1016/j.bbr.2017.12.008", "title": "Changes in cognition and dendritic complexity following intrathecal methotrexate and cytarabine treatment in a juvenile murine model.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}