{"authors": [["Kuttikat", "Anoop", "A", "Department of Rheumatology, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Cambridge, United Kingdom."], ["Noreika", "Valdas", "V", "Department of Psychology, University of Cambridge, Cambridge, United Kingdom; Medical Research Council, Cognition and Brain Sciences Unit, Cambridge, United Kingdom."], ["Chennu", "Srivas", "S", "School of Computing, University of Kent, Chatham Maritime, United Kingdom; Department of Clinical Neurosciences, University of Cambridge, United Kingdom."], ["Shenker", "Nicholas", "N", "Department of Rheumatology, Addenbrooke's Hospital, Cambridge University Hospitals NHS Foundation Trust, Cambridge, United Kingdom."], ["Bekinschtein", "Tristan", "T", "Department of Psychology, University of Cambridge, Cambridge, United Kingdom; Medical Research Council, Cognition and Brain Sciences Unit, Cambridge, United Kingdom."], ["Brown", "Christopher A", "CA", "Department of Psychological Sciences, Faculty of Psychology, Health and Society, University of Liverpool, Liverpool, United Kingdom; CamPAIN Group, Department of Anaesthesia, University of Cambridge, Cambridge, United Kingdom. Electronic address: cab79@liverpool.ac.uk."]], "date": "2017-12-08", "id": "29229431", "text": "Chronic pain in complex regional pain syndrome (CRPS) has been linked to tactile misperceptions and deficits in somatotopic representation of the affected limb. In this study, we identify altered cognitive processing of tactile stimuli in CRPS patients that we propose marks heterogeneity in tactile decision-making mechanisms. In a case-control design, we compared middle- and late-latency somatosensory evoked potentials in response to pseudorandomized mechanical stimulation of the digits of both hands (including CRPS-affected and nonaffected sides) between 13 CRPS patients and 13 matched healthy controls. During a task to discriminate the digit simulated, patients (compared with controls) had significantly lower accuracy and slowed response times but with high between-subject variability. At middle latencies (124-132 ms), tactile processing in patients relative to controls showed decrements in superior parietal lobe and precuneus (that were independent of task demands) but enhanced activity in superior frontal lobe (that were task-dependent). At late latencies, patients showed an augmented P300-like response under task demands that localized to the supplementary motor area. Source activity in the supplementary motor area correlated with slowed response times, although its scalp representation intriguingly correlated with better functioning of the affected limb, suggesting a compensatory mechanism. Future research should investigate the clinical utility of these putative markers of tactile decision-making mechanisms in CRPS.We present evidence of altered but highly variable cognitive processing (124-268 ms latency) in response to mechanical tactile stimuli in patients with CRPS compared with healthy controls. Such mid- to late-latency responses could potentially provide convenient and robust biomarkers of abnormal perceptual decision-making mechanisms in CRPS to aid in clinical detection and treatment.", "doi": "10.1016/j.jpain.2017.11.008", "title": "Altered Neurocognitive Processing of Tactile Stimuli in Patients with Complex Regional Pain Syndrome.", "journal": ["The journal of pain : official journal of the American Pain Society", "J Pain"]}