{"authors": [["Taufique", "S K Tahajjul", "SKT", "Department of Zoology, University of Delhi, Delhi 110 007, India."], ["Prabhat", "Abhilash", "A", "Department of Zoology, University of Delhi, Delhi 110 007, India."], ["Kumar", "Vinod", "V", "Department of Zoology, University of Delhi, Delhi 110 007, India. Electronic address: vkumar@zoology.du.ac.in."]], "date": "2017-12-08", "id": "29229413", "text": "Periodic day-night environment shapes the temporal pattern in the behaviour and physiology (e.g. 24-h activity-rest and sleep-wake cycles) and the advanced brain function, such as learning, memory and decision making. In a previous study, we showed the abolition of 24-h rhythm in the activity-rest pattern, and an attenuated cognitive performance in diurnal Indian house crows (Corvus splendens) under constant light (no-night; LL) environment. Present study extended this, and investigated LL-induced effects on the neurogenesis (birth, maturation and neurite complexity of new born neurons) in the hippocampus and caudal nidopallium, the brain regions directly associated with learning and cognition in birds. We performed immunohistochemistry of doublecortin (DCX; a neurogenesis marker) and tyrosine hydroxylase (TH, a key enzyme of the dopamine biosynthesis) in the brain section containing hippocampus or caudal nidopallium of Indian house crows exposed for 2 weeks to LL, with controls maintained under 12L:12D. As expected, crows showed arrhythmicity with a significantly reduced rest period in the 24-h activity-rest pattern, and a decreased cognitive performance when tested for the spatial and pattern association learning tasks under LL. Importantly, there was a significant decrease in DCX-immunoreactive (ir) cells and, as shown by Sholl analysis, in the complexity of DCX-ir neurites in both, the hippocampus and caudal nidopallium of crows under LL, as compared to those under 12L:12D. The anatomical proximity of DCX-ir neurons with TH-ir fibers suggested a functional association of the new born hippocampal and caudal nidopallial neurons with the learning, and perhaps cognition in Indian house crows. These results give insights into possible impact of the loss of night on brain health and functions in an emerging ecosystem in which other diurnal species including humans may be inadvertently exposed to an illuminated night, such as in an overly lighted metropolitan urban habitat.", "doi": "10.1016/j.nlm.2017.12.001", "title": "Constant light environment suppresses maturation and reduces complexity of new born neuron processes in the hippocampus and caudal nidopallium of a diurnal corvid: Implication for impairment of the learning and cognitive performance.", "journal": ["Neurobiology of learning and memory", "Neurobiol Learn Mem"]}