{"authors": [["Niesman", "Peter J", "PJ", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Wei", "Jiahui", "J", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["LaPorte", "Megan J", "MJ", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Carlson", "Lauren J", "LJ", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Nassau", "Kileigh L", "KL", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Bao", "Gina C", "GC", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Cheng", "Jeffrey P", "JP", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["de la Tremblaye", "Patricia", "P", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Lajud", "Naima", "N", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States; División de Neurociencias, Centro de Investigación Biomédica de Michoacán - Instituto Mexicano del Seguro Social Morelia, MX."], ["Bondi", "Corina O", "CO", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States; Neurobiology, University of Pittsburgh, Pittsburgh, PA 15213, United States; Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA 15213, United States; Center for the Neural Basis of Cognition, University of Pittsburgh, Pittsburgh, PA 15213, United States."], ["Kline", "Anthony E", "AE", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA 15213, United States; Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA 15213, United States; Center for the Neural Basis of Cognition, University of Pittsburgh, Pittsburgh, PA 15213, United States; Critical Care Medicine, University of Pittsburgh, Pittsburgh, PA 15213, United States; Psychology, University of Pittsburgh, Pittsburgh, PA 15213, United States. Electronic address: klineae@upmc.edu."]], "date": "2017-12-08", "id": "29229396", "text": "Behavioral assessments in rats are overwhelmingly conducted during the day, albeit that is when they are least active. This incongruity may preclude optimal performance. Hence, the goal of this study was to determine if differences in neurobehavior exist in traumatic brain injured (TBI) rats when assessed during the day vs. night. The hypothesis was that the night group would perform better than the day group on all behavioral tasks. Anesthetized adult male rats received either a cortical impact or sham injury and then were randomly assigned to either Day (1:00-3:00p.m.) or Night (7:30-9:30p.m.) testing. Motor function (beam-balance/walk) was conducted on post-operative days 1-5 and cognitive performance (spatial learning) was assessed on days 14-18. Corticosterone (CORT) levels were quantified at 24h and 21days after TBI. No significant differences were revealed between the TBI rats tested during the Day vs. Night for motor or cognition (p's<0.05). CORT levels were higher in the Night-tested TBI and sham groups at 24h (p<0.05), but returned to baseline and were no longer different by day 21 (p>0.05), suggesting an initial, but transient, stress response that did not affect neurobehavioral outcome. These data suggest that the time rats are tested has no noticeable impact on their performance, which does not support the hypothesis. The finding validates the interpretations from numerous studies conducted when rats were tested during the day vs. their natural active period.", "doi": "10.1016/j.neulet.2017.12.018", "title": "Albeit nocturnal, rats subjected to traumatic brain injury do not differ in neurobehavioral performance whether tested during the day or night.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}