{"authors": [["Miranda", "Alice", "A", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal; ICVS/3B's - PT Government Associate Laboratory, Braga, Guimarães, Portugal. Electronic address: alicemiranda@med.uminho.pt."], ["Roque", "Susana", "S", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal; ICVS/3B's - PT Government Associate Laboratory, Braga, Guimarães, Portugal."], ["Pêgo", "José M", "JM", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal; ICVS/3B's - PT Government Associate Laboratory, Braga, Guimarães, Portugal."], ["Correia-Pinto", "Jorge", "J", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal; ICVS/3B's - PT Government Associate Laboratory, Braga, Guimarães, Portugal; Department of Pediatric Surgery, Hospital de Braga, Braga, Portugal."]], "date": "2017-10-07", "id": "29229141", "text": "Laparoscopy is becoming more common in neonates. However, concerns remain about the impact of the carbon-dioxide (CO2)-insufflation over the neonatal brain. We aim to evaluate the peripheral (serum) and central (cerebrospinal fluid [CSF]) cytokine response after neonatal CO2-pneumoperitoneum and its impact over neurodevelopmental milestones acquisition and long-term behavioral outcomes.Rats were subjected to a systematic assessment of neurodevelopmental milestones between postnatal day 1 (PND 1) and PND 21. At PND 10, neonatal rats were anesthetized, mechanically ventilated, and exposed to different pressures and times of abdominal CO2-insufflation. Immediately after pneumoperitoneum, corticosterone was analyzed in serum. Twenty-four hours after intervention, serum and CSF were collected to assess inflammatory response (interleukin [IL]-10, IL-1β, tumor necrosis factor [TNF]-α, and interferon [IFN]-γ). In adulthood, animals from each group were submitted to several tests to assess different behavioral domains (locomotion, anxiety, mood, and cognition).The antiinflammatory cytokine IL-10 was significantly increased in CSF in CO2-insufflated groups, with no other significant changes in the other biomarkers. Acquisition of neurodevelopmental milestones was maintained in all studied groups. No significant differences were observed in adult behavior in the different CO2-insufflation conditions.Neonatal CO2-pneumoperitoneum does not seem to have any negative impact on neurodevelopment or induce behavioral alterations in adulthood. Minimally invasive surgery results in a central antiinflammatory profile, and further studies on the functional consequences of these phenomena are needed.", "doi": "10.1016/j.jss.2017.09.014", "title": "Neurodevelopment impact of CO2-pneumoperitoneum in neonates: experimental study in a rat model.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}