{"authors": [["Sun", "Yu", "Y", "School of Biological Sciences and Medical Engineering, Southeast University, Nanjing, China."], ["Wang", "Yafei", "Y", "School of Biological Sciences and Medical Engineering, Southeast University, Nanjing, China."], ["Lu", "Jiaming", "J", "Department of Radiology, The Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."], ["Liu", "Rengyuan", "R", "Department of Neurology, The Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."], ["Schwarz", "Christopher G", "CG", "Department of Radiology, Mayo Clinic and Foundation, Rochester, MN, USA."], ["Zhao", "Hui", "H", "Department of Neurology, The Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."], ["Zhang", "Yue", "Y", "School of Biological Sciences and Medical Engineering, Southeast University, Nanjing, China."], ["Xu", "Lingyi", "L", "School of Biological Sciences and Medical Engineering, Southeast University, Nanjing, China."], ["Zhu", "Bin", "B", "Department of Radiology, The Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."], ["Zhang", "Bing", "B", "Department of Radiology, The Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."], ["Liu", "Bing", "B", "Brainnetome Center, Institute of Automation, Chinese Academy of Science, Beijing, China."], ["Wan", "Suiren", "S", "School of Biological Sciences and Medical Engineering, Southeast University, Nanjing, China."], ["Xu", "Yun", "Y", "Department of Neurology, The Affiliated Drum Tower Hospital of Nanjing University Medical School, Nanjing, China."]], "date": "2017-05-16", "id": "29228757", "text": "Most patients with mild cognitive impairment and Alzheimer's disease can initially present memory loss. The medial temporal lobes are the brain regions most associated with declarative memory function. As sub-components of the MTL, the perirhinal cortex, parahippocampal cortex and hippocampus have also been identified as playing important roles in memory. The functional connectivity between hippocampus subfields and perirhnial cortices as well as parahippocampal cortices among normal cognition controls (NC group, n=33), mild cognitive impairment (MCI group, n=31) and Alzheimer's disease (AD group, n=27) was investigated in this study. The result shows significant differences of functional connectivity in 3 pairs of regions among NC group, MCI group and AD group: right perirhinal cortex with right hippocampus tail, left perirhinal cortex with right hippocampus tail, and right parahippocampal cortex with right hippocampus head. Clustering methods were used to classify NC group, MCI group and AD group (accuracy=100%) as well as different subtypes of mild cognitive impairment patients based on functional alterations. Functional connectivity disrupted between perirhinal and parahippocampal cortex with hippocampal subfields, which may provide a better understanding of the neurodegenerative progress of MCI and AD.", "doi": "10.18632/oncotarget.17944", "title": "Disrupted functional connectivity between perirhinal and parahippocampal cortices with hippocampal subfields in patients with mild cognitive impairment and Alzheimer's disease.", "journal": ["Oncotarget", "Oncotarget"]}