{"authors": [["Clark", "Gayle", "G", "Geriatric Mental Health Outpatient Clinic, VA Boston Healthcare System, Brockton, MA. U.S. Department of Veterans Affairs, Washington, DC. New England Geriatric Research Education and Clinical Center at the VA Boston Healthcare System and the Bedford VA Medical Center."], ["Rouse", "Susan", "S", "Geriatric Mental Health Outpatient Clinic, VA Boston Healthcare System, Brockton, MA. U.S. Department of Veterans Affairs, Washington, DC. New England Geriatric Research Education and Clinical Center at the VA Boston Healthcare System and the Bedford VA Medical Center."], ["Spangler", "Heather", "H", "Geriatric Mental Health Outpatient Clinic, VA Boston Healthcare System, Brockton, MA. U.S. Department of Veterans Affairs, Washington, DC. New England Geriatric Research Education and Clinical Center at the VA Boston Healthcare System and the Bedford VA Medical Center."], ["Moye", "Jennifer", "J", "Geriatric Mental Health Outpatient Clinic, VA Boston Healthcare System, Brockton, MA. U.S. Department of Veterans Affairs, Washington, DC. New England Geriatric Research Education and Clinical Center at the VA Boston Healthcare System and the Bedford VA Medical Center."]], "date": "2017-12-08", "id": "29228293", "text": "Mental health conditions are underdiagnosed and undertreated in older veterans, as with all older adults. Social workers bring an important perspective to the interdisciplinary team for the care of older veterans with mental health conditions. In this study authors assessed 50 older veterans referred for mental health treatment (mean age = 74.52 years, SD = 6.48) with standardized measures of depression, posttraumatic stress disorder (PTSD), and cognitive impairment. At initial assessment, 24 percent had moderate depression, 30 percent had PTSD, and 62 percent (n = 31) had (mostly mild) cognitive impairment based on cut scores. These conditions were often comorbid with each other and with social (60 percent), retirement (26 percent), bereavement (32 percent), and financial (36 percent) stressors. Depression improved after three months of treatment [t(30) = 2.12, p = .04], but those with comorbid PTSD or social stressors had more depressive symptoms at follow-up [R2 = .36, F(4, 26) = 3.57, p = .02]. Interdisciplinary care is essential to address the multiple comorbidities and practical complexities of geriatric mental health care. Social workers play a valuable role on the interprofessional team in addressing these complexities.", "doi": "10.1093/hsw/hlx046", "title": "Providing Mental Health Care for the Complex Older Veteran: Implications for Social Work Practice.", "journal": ["Health & social work", "Health Soc Work"]}