{"authors": [["Khundrakpam", "Budhachandra S", "BS", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."], ["Lewis", "John D", "JD", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."], ["Jeon", "Seun", "S", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."], ["Kostopoulos", "Penelope", "P", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."], ["Itturia Medina", "Yasser", "Y", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."], ["Chouinard-Decorte", "François", "F", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."], ["Evans", "Alan C", "AC", "McGill Centre for Integrative Neuroscience, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada H3A 2B4."]], "date": "2017-12-08", "id": "29228120", "text": "Structural covariance has recently emerged as a tool to study brain connectivity in health and disease. The main assumption behind the phenomenon of structural covariance is that changes in brain structure during development occur in a coordinated fashion. However, no study has yet explored the correlation of structural brain changes within individuals across development. Here, we used longitudinal magnetic resonance imaging scans from 141 normally developing children and adolescents (scanned 3 times) to introduce a novel subject-based maturational coupling approach. For each subject, maturational coupling was defined as similarity in the trajectory of cortical thickness (across the time points) between any two cortical regions. Our approach largely captured features seen in population-based structural covariance, and confirmed strong maturational coupling between homologous and near-neighbor cortical regions. Stronger maturational coupling among several homologous regions was observed for females compared to males, possibly indicating greater interhemispheric connectivity in females. Developmental changes in maturational coupling within the default-mode network (DMN) aligned with developmental changes in structural and functional DMN connectivity. Our findings indicate that patterns of maturational coupling within individuals may provide mechanistic explanation for the phenomenon of structural covariance, and allow investigation of individual brain variability with respect to cognition and disease vulnerability.", "doi": "10.1093/cercor/bhx317", "title": "Exploring Individual Brain Variability during Development based on Patterns of Maturational Coupling of Cortical Thickness: A Longitudinal MRI Study.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}