{"authors": [["Winer", "Joseph R", "JR", "Department of Psychology, University of California, Berkeley."], ["Maass", "Anne", "A", "German Center for Neurodegenerative Diseases, Magdeburg, Germany."], ["Pressman", "Peter", "P", "Memory and Aging Center, University of California, San Francisco."], ["Stiver", "Jordan", "J", "Memory and Aging Center, University of California, San Francisco."], ["Schonhaut", "Daniel R", "DR", "Memory and Aging Center, University of California, San Francisco."], ["Baker", "Suzanne L", "SL", "Molecular Biophysics and Integrated Bioimaging, Lawrence Berkeley National Lab, Berkeley, California."], ["Kramer", "Joel", "J", "Memory and Aging Center, University of California, San Francisco."], ["Rabinovici", "Gil D", "GD", "Helen Wills Neuroscience Institute, University of California, Berkeley."], ["Jagust", "William J", "WJ", "Helen Wills Neuroscience Institute, University of California, Berkeley."]], "date": "2017-12-11", "id": "29228071", "text": "Multiple disease processes are associated with cognitive impairment in Parkinson disease (PD), including Lewy bodies, cerebrovascular disease, and Alzheimer disease. It remains unknown whether tau pathology relates to cognition in patients with PD without dementia.To compare tau aggregation in patients with PD who are cognitively normal (PD-CN), patients with PD with mild cognitive impairment (PD-MCI), and healthy control participants, and evaluate the relationships between β-amyloid (Aβ), tau, and cognition in patients with PD who did not have dementia.This cross-sectional study recruited 30 patients with Parkinson disease (15 with PD-CN and 15 with PD-MCI) from a tertiary care medical center and research institutions from July 2015 through October 2016. One patient with PD-MCI did not receive a magnetic resonance imaging scan and thus was excluded from all analyses; 29 patients with PD were included in the present study. Participants underwent tau positron emission tomographic (PET) scanning with fluorine 18-labeled AV-1451, Aβ PET scanning with carbon 11-labeled Pittsburgh compound B, magnetic resonance imaging, cognitive testing, and neurologic evaluation. Imaging measures were compared with 49 healthy control participants.Outcomes were tau PET measurements of groups of patients with PD-CN and PD-MCI. We hypothesized that tau aggregation across groups would be related to age and Aβ status.Of the 78 participants, 47 (60%) were female, and the mean (SD) age was 71.1 (6.6) years. Six patients with PD (21%) were Aβ-positive, of whom 1 was mildly cognitively impaired; 23 were Aβ-negative (79%). (Of the 49 healthy controls, 25 were Aβ-negative and 24 Aβ-positive.) Voxelwise contrasts of whole-brain tau PET uptake between patients with PD-CN and patients with PD-MCI, and additionally between all patients with PD and Aβ-negative controls, did not reveal significant differences. Tau PET binding did not differ between patients with PD-MCI and PD-CN in brain regions reflecting Alzheimer disease Braak stages 1/2, 3/4, or 5/6, and did not differ from Aβ-negative healthy older adults. Mean (SD) tau PET binding was significantly elevated in Aβ-positive patients with PD relative to Aβ-negative patients with PD within brain regions reflecting Alzheimer disease Braak stage 3/4 (1.22 [0.07] vs 1.14 [0.07]; P = .03) and Braak stage 5/6 (1.20 [0.07] vs 1.11 [0.08]; P = .02).These findings suggest that patterns of cortical Aβ and tau do not differ in people with PD-CN, people with PD-MCI, and healthy older adults. Age, Aβ, and tau do not differentiate patients with PD-CN and PD-MCI. Tau deposition is related to Aβ status and age in both people with PD and healthy older adults. Cognitive deficits in people with PD without dementia do not appear to reflect measureable Alzheimer disease.", "doi": "10.1001/jamaneurol.2017.3713", "title": "Associations Between Tau, β-Amyloid, and Cognition in Parkinson Disease.", "journal": ["JAMA neurology", "JAMA Neurol"]}