{"authors": [["Cragg", "Lucy", "L", "School of Psychology, University of Nottingham, Nottingham, United Kingdom."], ["Richardson", "Sophie", "S", "School of Psychology, University of Nottingham, Nottingham, United Kingdom."], ["Hubber", "Paula J", "PJ", "School of Psychology, University of Nottingham, Nottingham, United Kingdom."], ["Keeble", "Sarah", "S", "Mathematics Education Centre, Loughborough University, Loughborough, United Kingdom."], ["Gilmore", "Camilla", "C", "Mathematics Education Centre, Loughborough University, Loughborough, United Kingdom."]], "date": "2017-12-11", "id": "29228008", "text": "Our ability to perform arithmetic relies heavily on working memory, the manipulation and maintenance of information in mind. Previous research has found that in adults, procedural strategies, particularly counting, rely on working memory to a greater extent than retrieval strategies. During childhood there are changes in the types of strategies employed, as well as an increase in the accuracy and efficiency of strategy execution. As such it seems likely that the role of working memory in arithmetic may also change, however children and adults have never been directly compared. This study used traditional dual-task methodology, with the addition of a control load condition, to investigate the extent to which working memory requirements for different arithmetic strategies change with age between 9-11 years, 12-14 years and young adulthood. We showed that both children and adults employ working memory when solving arithmetic problems, no matter what strategy they choose. This study highlights the importance of considering working memory in understanding the difficulties that some children and adults have with mathematics, as well as the need to include working memory in theoretical models of mathematical cognition.", "doi": "10.1371/journal.pone.0188693", "title": "When is working memory important for arithmetic? The impact of strategy and age.", "journal": ["PloS one", "PLoS ONE"]}