{"authors": [["Fisher", "Nicole M", "NM", "Department of Pharmacology, Vanderbilt University , Nashville, Tennessee 37232, United States."], ["Gogliotti", "Rocco G", "RG", "Department of Pharmacology, Vanderbilt University , Nashville, Tennessee 37232, United States."], ["Vermudez", "Sheryl Anne D", "SAD", "Department of Pharmacology, Vanderbilt University , Nashville, Tennessee 37232, United States."], ["Stansley", "Branden J", "BJ", "Department of Pharmacology, Vanderbilt University , Nashville, Tennessee 37232, United States."], ["Conn", "P Jeffrey", "PJ", "Department of Pharmacology, Vanderbilt University , Nashville, Tennessee 37232, United States."], ["Niswender", "Colleen M", "CM", "Department of Pharmacology, Vanderbilt University , Nashville, Tennessee 37232, United States."]], "date": "2017-12-14", "id": "29227625", "text": "Rett syndrome and MECP2 Duplication syndrome are neurodevelopmental disorders attributed to loss-of-function mutations in, or duplication of, the gene encoding methyl-CpG-binding protein 2 (MeCP2), respectively. We recently reported decreased expression and function of the metabotropic glutamate receptor 7 (mGlu7) in a mouse model of Rett syndrome. Positive allosteric modulation of mGlu7 activity was sufficient to improve several disease phenotypes including cognition. Here, we tested the hypothesis that mGlu7 expression would be reciprocally regulated in a mouse model of MECP2 Duplication syndrome, such that negative modulation of mGlu7 activity would exert therapeutic benefit. To the contrary, we report that mGlu7 is not functionally increased in mice overexpressing MeCP2 and that neither genetic nor pharmacological reduction of mGlu7 activity impacts phenotypes that are antiparallel to those observed in Rett syndrome model mice. These data expand our understanding of how mGlu7 expression and function is affected by changes in MeCP2 dosage and have important implications for the therapeutic development of mGlu7 modulators.", "doi": "10.1021/acschemneuro.7b00414", "title": "Genetic Reduction or Negative Modulation of mGlu7 Does Not Impact Anxiety and Fear Learning Phenotypes in a Mouse Model of MECP2 Duplication Syndrome.", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"]}