{"authors": [["Chang", "E H", "EH", "Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, New York."], ["Fernando", "K", "K", "Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, New York."], ["Yeung", "L W E", "LWE", "Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, New York."], ["Barbari", "K", "K", "Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, New York."], ["Chandon", "T-S S", "TS", "Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, New York."], ["Malhotra", "A K", "AK", "Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, New York."]], "date": "2017-12-11", "id": "29227583", "text": "The dystrobrevin-binding protein 1 (DTNBP1) gene is a candidate risk factor for schizophrenia and has been associated with cognitive ability in both patient populations and healthy controls. DTNBP1 encodes dysbindin protein, which is localized to synaptic sites and is reduced in the prefrontal cortex and hippocampus of patients with schizophrenia, indicating a potential role in schizophrenia etiology. Most studies of dysbindin function have focused on the sandy (sdy) mice that lack dysbindin protein and have a wide range of abnormalities. In this study, we examined dysbindin salt and pepper (spp) mice that possess a single point mutation on the Dtnbp1 gene predicted to reduce, but not eliminate, dysbindin expression. By western blot analysis, we found that spp homozygous (spp -/-) mutants had reduced dysbindin and synaptosomal-associated protein 25 (SNAP-25) in the prefrontal cortex, but unaltered levels in hippocampus. Behaviorally, spp mutants performed comparably to controls on a wide range of tasks assessing locomotion, anxiety, spatial recognition and working memory. However, spp -/- mice had selective deficits in tasks measuring novel object recognition and social novelty recognition. Our results indicate that reduced dysbindin and SNAP-25 protein in the prefrontal cortex of spp -/- is associated with selective impairments in recognition processing. These spp mice may prove useful as a novel mouse model to study cognitive deficits linked to dysbindin alterations. Our findings also suggest that aspects of recognition memory may be specifically influenced by DTNBP1 single nucleotide polymorphisms or risk haplotypes in humans and this connection should be further investigated.", "doi": "10.1111/gbb.12449", "title": "Single point mutation on the gene encoding dysbindin results in recognition deficits.", "journal": ["Genes, brain, and behavior", "Genes Brain Behav."]}