{"authors": [["Krivoy", "Amir", "A", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel; Laboratory of Biological Psychiatry, Felsenstein Medical Research Center, Petah-Tikva, Israel; Institute of Psychiatry, Psychology and Neuroscience, King's college London, London, UK. Electronic address: akrivoy@clalit.org.il."], ["Onn", "Roy", "R", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel; Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Vilner", "Yael", "Y", "Geha Mental Health Center, Petah-Tikva, Israel."], ["Hochman", "Eldar", "E", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel; Laboratory of Biological Psychiatry, Felsenstein Medical Research Center, Petah-Tikva, Israel."], ["Weizman", "Shira", "S", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Paz", "Amir", "A", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Hess", "Shmuel", "S", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Sagy", "Roi", "R", "Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel; Brill Mental Health Center, Tel-Aviv, Israel."], ["Kimhi-Nesher", "Shiri", "S", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Kalter", "Ehud", "E", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Friedman", "Tal", "T", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Friedman", "Zvi", "Z", "Geha Mental Health Center, Petah-Tikva, Israel."], ["Bormant", "Gil", "G", "Geha Mental Health Center, Petah-Tikva, Israel."], ["Trommer", "Sharon", "S", "Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Valevski", "Avi", "A", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel."], ["Weizman", "Abraham", "A", "Geha Mental Health Center, Petah-Tikva, Israel; Sacker Faculty of Medicine, Tel-Aviv University, Ramat-Aviv, Israel; Laboratory of Biological Psychiatry, Felsenstein Medical Research Center, Petah-Tikva, Israel."]], "date": "2017-12-02", "id": "29226809", "text": "While accumulating evidence suggests that vitamin D deficiency may be involved in the risk to develop schizophrenia and its outcome, there are no studies on vitamin D supplementation in this context. We sought to assess the effect of vitamin D supplementation on psychiatric, cognitive and metabolic parameters in chronic clozapine-treated schizophrenia patients.This eight-week, randomized, double-blind, placebo-controlled clinical trial, recruited schizophrenia patients who had been maintained on clozapine treatment for at least 18weeks and had low levels of vitamin D (<75nmol/l) and total PANSS scores >70 (to ascertain the presence of residual symptoms). Patients were randomly allocated to either weekly oral drops of vitamin D (14,000IU) or placebo and subsequently assessed at two-week intervals for psychosis severity, mood, cognition and metabolic profile.Twenty four patients were randomly assigned to vitamin D (aged 39.4±9.6years, 75% males) and the other 23 patients to the placebo arm (aged 42.5±11.2years, 60.9% males). After eight weeks, the vitamin D group exhibited a significant increase in vitamin D levels (31.4 vs -0.4nmol/l, p<0.0001). There was no significant effect of vitamin D on psychotic, depressive or metabolic parameters. However, in the vitamin D group, there was a trend towards improved cognition (effect size=0.17, significance lost following Bonferroni correction).Vitamin D supplementation was associated with a trend towards improved cognition, but did not affect psychosis, mood or metabolic status. It is possible that the robust decrease in the PANSS scores in both groups may have obscured an effect of vitamin D supplementation.", "doi": "10.1016/j.ebiom.2017.11.027", "title": "Vitamin D Supplementation in Chronic Schizophrenia Patients Treated with Clozapine: A Randomized, Double-Blind, Placebo-controlled Clinical Trial.", "journal": ["EBioMedicine", "EBioMedicine"]}