{"authors": [["Ter Heide", "F Jackie June", "FJJ", "Foundation Centrum '45 | partner in Arq Psychotrauma Expert Group, the Netherlands."], ["Sleijpen", "Marieke", "M", "Foundation Centrum '45 | partner in Arq Psychotrauma Expert Group, the Netherlands."], ["van der Aa", "Niels", "N", "Arq Psychotrauma Expert Group, the Netherlands."]], "date": null, "id": "29226792", "text": "The clinical relevance of negative changes in cognitions about oneself, others, and the world is reflected in the diagnostic criteria for posttraumatic stress disorder (PTSD) in the DSM-5 and complex posttraumatic stress disorder in the ICD-11. Although such changes in cognition have been posited to be especially relevant for traumatised refugees, few studies have examined this in refugee populations. The present study used a cross-sectional design to compare negative cognitions among 213 adult treatment-seeking refugees with those in previously published samples from the general population, veterans with combat-related PTSD, and whiplash victims. Measures included the World Assumptions Scale (WAS) and the Events and DSM-IV PTSD subscales of the Harvard Trauma Questionnaire (HTQ). Path models examined the relation of the WAS subscales to five demographic and trauma-related variables. Results showed that world assumptions were especially negative with regard to Benevolence of World, Benevolence of People, and Luck subscales, on which refugees scored lower than all reference samples. Differences between the refugee sample and the reference samples were smallest with regard to self-worth and self-controllability. World assumptions were associated with gender and PTSD symptom severity but not with age, length of residence in the Netherlands, and number of traumatic event types. The DSM-5 criterion of negative changes in belief about oneself, others, and the world appears more applicable to refugees than the more narrowly formulated ICD-11 criterion of diminished and defeated sense of self. Prevention and treatment efforts with refugees may need to be especially aimed at preventing a further decline of trust as well as restoration of trust in others and the world.", "doi": "10.1177/1363461517741811", "title": "Posttraumatic world assumptions among treatment-seeking refugees.", "journal": ["Transcultural psychiatry", "Transcult Psychiatry"]}