{"authors": [["Sutherland", "Clare A M", "CAM", "1 Department of Psychological Science, University of York, UK."], ["Liu", "Xizi", "X", "1 Department of Psychological Science, University of York, UK."], ["Zhang", "Lingshan", "L", "1 Department of Psychological Science, University of York, UK."], ["Chu", "Yingtung", "Y", "1 Department of Psychological Science, University of York, UK."], ["Oldmeadow", "Julian A", "JA", "3 Department of Psychology, Swinburne University of Technology, Melbourne, Victoria, Australia."], ["Young", "Andrew W", "AW", "1 Department of Psychological Science, University of York, UK."]], "date": "2017-12-01", "id": "29226785", "text": "People form first impressions from facial appearance rapidly, and these impressions can have considerable social and economic consequences. Three dimensions can explain Western perceivers' impressions of Caucasian faces: approachability, youthful-attractiveness, and dominance. Impressions along these dimensions are theorized to be based on adaptive cues to threat detection or sexual selection, making it likely that they are universal. We tested whether the same dimensions of facial impressions emerge across culture by building data-driven models of first impressions of Asian and Caucasian faces derived from Chinese and British perceivers' unconstrained judgments. We then cross-validated the dimensions with computer-generated average images. We found strong evidence for common approachability and youthful-attractiveness dimensions across perceiver and face race, with some evidence of a third dimension akin to capability. The models explained ~75% of the variance in facial impressions. In general, the findings demonstrate substantial cross-cultural agreement in facial impressions, especially on the most salient dimensions.", "doi": "10.1177/0146167217744194", "title": "Facial First Impressions Across Culture: Data-Driven Modeling of Chinese and British Perceivers' Unconstrained Facial Impressions.", "journal": ["Personality & social psychology bulletin", "Pers Soc Psychol Bull"]}