{"authors": [["Nicolai", "Jennifer", "J", "1 Department of Psychology III - Cognition and Individual Differences, School of Social Sciences, University of Mannheim, Germany."], ["Müller", "Nicole", "N", "2 Department of General Internal Medicine and Psychosomatics, Center for Psychosocial Medicine, University of Heidelberg, Germany."], ["Noest", "Stefan", "S", "3 Department of General Practice and Health Services Research, University Hospital Heidelberg, Germany."], ["Wilke", "Stefanie", "S", "2 Department of General Internal Medicine and Psychosomatics, Center for Psychosocial Medicine, University of Heidelberg, Germany."], ["Schultz", "Jobst-Hendrik", "JH", "2 Department of General Internal Medicine and Psychosomatics, Center for Psychosocial Medicine, University of Heidelberg, Germany."], ["Gleißner", "Christian A", "CA", "4 Department of Cardiology, University Hospital Heidelberg, Germany."], ["Eich", "Wolfgang", "W", "2 Department of General Internal Medicine and Psychosomatics, Center for Psychosocial Medicine, University of Heidelberg, Germany."], ["Bieber", "Christiane", "C", "2 Department of General Internal Medicine and Psychosomatics, Center for Psychosocial Medicine, University of Heidelberg, Germany."]], "date": "2017-01-01", "id": "29226696", "text": "Objective The purpose of this study was to investigate key factors related to lifestyle changes following acute myocardial infarction (AMI) by eliciting survivors' subjective needs for, attitudes towards and experiences with behaviour changes in their everyday life to improve future interventions promoting lifestyle changes. Methods Semi-structured interviews were conducted with 21 individuals who had recently experienced an AMI. The interviews were audio-recorded and transcribed verbatim. The data were analysed using qualitative content analysis. Results The data analysis revealed that lifestyle changes following AMI are influenced by a combination of individual (physical and psychological) and social factors that can be grouped into facilitators and barriers. The interviews indicated the need for more personalised information regarding the causes and risk factors of illness, the benefits of lifestyle changes and the importance of including significant others in lifestyle advice and education and of individualising support. Discussion Lifestyle change is a continuous process that is not completed within a few months after a cardiac event. Considering the identified themes when developing interventions to promote lifestyle changes following AMI may enhance the effectiveness and sustainability of such interventions.", "doi": "10.1177/1742395317694700", "title": "To change or not to change - That is the question: A qualitative study of lifestyle changes following acute myocardial infarction.", "journal": ["Chronic illness", "Chronic Illn"]}