{"authors": [["Nicolaou", "E", "E", "Murdoch Children's Research Institute, Parkville, Vic, Australia."], ["Quach", "J", "J", "Murdoch Children's Research Institute, Parkville, Vic, Australia."], ["Lum", "J", "J", "Deakin University, Burwood, Vic, Australia."], ["Roberts", "G", "G", "Murdoch Children's Research Institute, Parkville, Vic, Australia."], ["Spencer-Smith", "M", "M", "Murdoch Children's Research Institute, Parkville, Vic, Australia."], ["Gathercole", "S", "S", "MRC Cognition and Brain Sciences Unit, Cambridge, UK."], ["Anderson", "P J", "PJ", "Murdoch Children's Research Institute, Parkville, Vic, Australia."], ["Mensah", "F K", "FK", "Murdoch Children's Research Institute, Parkville, Vic, Australia."], ["Wake", "M", "M", "Murdoch Children's Research Institute, Parkville, Vic, Australia."]], "date": "2017-12-11", "id": "29226355", "text": "Adaptive working memory training is being implemented without an adequate understanding of developmental trajectories of working memory. We aimed to quantify from Grade 1 to Grade 3 of primary school (1) changes in verbal and visuospatial working memory and (2) whether low verbal and visuospatial working memory in Grade 1 predicts low working memory in Grade 3.The study design includes a population-based longitudinal study of 1,802 children (66% uptake from all 2,747 Grade 1 students) at 44 randomly selected primary schools in Melbourne, Australia. Backwards Digit Recall (verbal working memory) and Mister X (visuospatial working memory) screening measures from the Automated Working Memory Assessment (M = 100; SD = 15) were used to assess Grades 1 and 3 (ages 6-7 and 8-9 years) students. Low working memory was defined as ≥1 standard deviation below the standard score mean. Descriptive statistics addressed Aim 1, and predictive parameters addressed Aim 2.One thousand seventy (59%) of 1802 Grade 1 participants were reassessed in Grade 3. As expected for typically developing children, group mean standard scores were similar in Grades 1 and 3 for verbal, visuospatial, and overall working memory, but group mean raw scores increased markedly. Compared to \"not low\" children, those classified as having low working memory in Grade 1 showed much larger increases in both standard and raw scores across verbal, visuospatial, and overall working memory. Sensitivity was very low for Grade 1 low working memory predicting Grade 3 low classifications.Although mean changes in working memory standard scores between Grades 1 and 3 were minimal, we found that individual development varied widely, with marked natural resolution by Grade 3 in children who initially had low working memory. This may render brain-training interventions ineffective in the early school year ages, particularly if (as population-based programmes usually mandate) selection occurs within a screening paradigm.", "doi": "10.1111/cch.12543", "title": "Changes in verbal and visuospatial working memory from Grade 1 to Grade 3 of primary school: Population longitudinal study.", "journal": ["Child: care, health and development", "Child Care Health Dev"]}