{"authors": [["Silva", "Keyte Guedes", "KG", "Department of Neuroscience and Behavior, Institute of Psychology, University of São Paulo, 1721 Professor Mello de Morais Avenue, Cidade Universitária, São Paulo, SP 05508-030 Brazil."], ["De Freitas", "Tatiana Beline", "TB", "Motor Behavior Laboratory, School of Physical Education and Sports, University of São Paulo, 65 Professor Mello Moraes Avenue, Cidade Universitária, São Paulo, SP 05508-030 Brazil."], ["Doná", "Flávia", "F", "Anhanguera Educational, 3305 Raimundo Pereira de Magalhães Avenue, Pirituba, São Paulo, SP 05145-200 Brazil."], ["Ganança", "Fernando Freitas", "FF", "Department of Otorhinolaryngology and Head and Neck Surgery, Federal University of São Paulo, 947 Pedro de Toledo Street, Vila Clementino, São Paulo, SP 04039-002 Brazil."], ["Ferraz", "Henrique Ballalai", "HB", "Department of Neurology, Federal University of São Paulo, 650 Pedro de Toledo Street, Vila Clementino, São Paulo, SP 04039-002 Brazil."], ["Torriani-Pasin", "Camila", "C", "Motor Behavior Laboratory, School of Physical Education and Sports, University of São Paulo, 65 Professor Mello Moraes Avenue, Cidade Universitária, São Paulo, SP 05508-030 Brazil."], ["Pompeu", "José Eduardo", "JE", "Department of Physical Therapy, Speech and Occupational Therapy, School of Medicine, University of São Paulo, 51 Cipotânea Street, Cidade Universitária, São Paulo, SP 05360-000 Brazil."]], "date": "2017-12-06", "id": "29225912", "text": "There is an association among postural instability, gait dysfunction, and cognitive impairment in subjects with Parkinson's disease (PD). Difficulty in dividing attention, response inhibition, and visuospatial attention deficiencies may contribute to the impairment of motor performance during daily activities. There are strong evidences that physical therapy can prevent physical and cognitive decline in individuals with PD. Recently, the European Physiotherapy Guideline (EPG) was developed based on randomized clinical trials about the effectiveness of the physical therapy to improve the functional deficiencies of individuals with PD. The EPG did not include the use of promising new intervention as virtual reality in PD due the lack of studies about its safety, feasibility and effectiveness. Therefore, this study protocol had as objective to evaluate the feasibility, safety and effectiveness of a physical therapy program-based on the European Physiotherapy Guideline (EPG) compared to Kinect-based training on postural control, gait, cognition, and quality of life (QoL) of Individuals with PD.A single-blind, parallel, randomized, controlled feasibility trial will be conducted with a sample of 32 individuals diagnosed with idiopathic PD. Participants will be allocated into control group (CG) and experimental group (EG). The intervention of the CG will be conventional physical therapy, and the intervention of the EG will be a supervised practice of five Kinect games. Both groups will perform 14 sessions of 1 h each one, twice a week over 7 weeks. Process outcomes will be safety, feasibility, adherence, and acceptability. Safety will be assessed by the proportion of participants who experienced intervention-related adverse events or any serious adverse event during the study period. Feasibility will be assessed through the scores of the games recorded in all training sessions. Adherence will be assessed through the participant's attendance. Acceptability will be the motivation of the participants regarding the interventions. Clinical outcomes will be (1) postural control, (2) cognitive function, (3) balance, (4) gait, and (5) QoL. Individuals will be assessed pre- and post-interventions and after 30 days by a blinded evaluator.This protocol will clarify if an intervention based on Kinect games will be feasible, safe, and acceptable for individuals with PD compared to conventional physical therapy. We will verify whether the proposed interventions can improve clinical outcomes as postural control, gait, cognition, and QoL of individuals with PD. Our hypothesis is that both Kinect games and conventional physical therapy will be feasible, safe, and acceptable for individuals with PD and will promote positive clinical effects. The results of this feasibility study will be used to design a future definitive clinical trial.Unique identification number in WHO Trial Registration: U1111-1171-0371. Brazilian Clinical Trial Registration Number RBR-27kqv5, registration date: February, 2016.", "doi": "10.1186/s40814-017-0210-3", "title": "Effects of virtual rehabilitation versus conventional physical therapy on postural control, gait, and cognition of patients with Parkinson's disease: study protocol for a randomized controlled feasibility trial.", "journal": ["Pilot and feasibility studies", "Pilot Feasibility Stud"]}