{"authors": [["Molendijk", "Marc L", "ML", "Faculty of Social and Behavioural Sciences, Leiden University, Leiden, Netherlands."], ["Montagne", "Harriët", "H", "Parnassia Psychiatric Institute, The Hague, Netherlands."], ["Bouachmir", "Ouarda", "O", "Parnassia Psychiatric Institute, The Hague, Netherlands."], ["Alper", "Zeynep", "Z", "Faculty of Social and Behavioural Sciences, Leiden University, Leiden, Netherlands."], ["Bervoets", "Jan-Pieter", "JP", "Faculty of Social and Behavioural Sciences, Leiden University, Leiden, Netherlands."], ["Blom", "Jan Dirk", "JD", "Faculty of Social and Behavioural Sciences, Leiden University, Leiden, Netherlands."]], "date": "2017-11-24", "id": "29225584", "text": "The incubus phenomenon is a paroxysmal sleep-related disorder characterized by compound hallucinations experienced during brief phases of (apparent) wakefulness. The condition has an almost stereotypical presentation, characterized by a hallucinated being that exerts pressure on the thorax, meanwhile carrying out aggressive and/or sexual acts. It tends to be accompanied by sleep paralysis, anxiety, vegetative symptoms, and feelings of suffocation. Its prevalence rate is unknown since, in prior analyses, cases of recurrent isolated sleep paralysis with/without an incubus phenomenon have been pooled together. This is unfortunate, since the incubus phenomenon has a much greater clinical relevance than isolated sleep paralysis.PubMed, Embase, and PsycINFO were searched for prevalence studies of the incubus phenomenon, and a meta-analysis was performed.Of the 1,437 unique records, 13 met the inclusion criteria, reporting on 14 (k) independent prevalence estimates (total N = 6,079). The pooled lifetime prevalence rate of the incubus phenomenon was 0.19 [95% confidence interval (CI) = 0.14-0.25, k = 14, N = 6,079] with heterogeneous estimates over different samples. In selected samples (e.g., patients with a psychiatric disorder, refugees, and students), prevalence rates were nearly four times higher (0.41, 95% CI = 0.25-0.56, k = 4, n = 1,275) than in the random samples (0.11, 95% CI = 0.08-0.14, k = 10, n = 4,804). This difference was significant (P < 0.001).This review and meta-analysis yielded a lifetime prevalence of the incubus phenomenon in the general population of 0.11 and, in selected samples, of 0.41. This is slightly higher than the prevalence rates in previous analyses that included cases of recurrent isolated sleep paralysis without an incubus phenomenon. Based on the condition's robust clinical presentation and the relatively high prevalence rates, we advocate inclusion of the incubus phenomenon as a diagnostic category in major classifications such as the International Classification of Diseases and Related Health Problems and the Diagnostic and Statistical Manual of Mental Disorders. Recommendations are also made for clinical practice and future research.", "doi": "10.3389/fpsyt.2017.00253", "title": "Prevalence Rates of the Incubus Phenomenon: A Systematic Review and Meta-Analysis.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}