{"authors": [["Arts", "Nicolaas Jm", "NJ", "Centre of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray."], ["Walvoort", "Serge Jw", "SJ", "Centre of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray."], ["Kessels", "Roy Pc", "RP", "Centre of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray."]], "date": "2017-11-27", "id": "29225466", "text": "In this review, we present a survey on Korsakoff's syndrome (KS), a residual syndrome in patients who suffered from a Wernicke encephalopathy (WE) that is predominantly characterized by global amnesia, and in more severe cases also by cognitive and behavioral dysfunction. We describe the history of KS and its definition, its epidemiology, and the lack of consensus criteria for its diagnosis. The cognitive and behavioral symptoms of KS, which include anterograde and retrograde amnesia, executive dysfunction, confabulation, apathy, as well as affective and social-cognitive impairments, are discussed. Moreover, recent insights into the underlying neurocognitive mechanisms of these symptoms are presented. In addition, the evidence so far on the etiology of KS is examined, highlighting the role of thiamine and alcohol and discussing the continuity hypothesis. Furthermore, the neuropathology of KS is reviewed, focusing on abnormalities in the diencephalon, including the mammillary bodies and thalamic nuclei. Pharmacological treatment options and nonpharmacological interventions, such as those based on cognitive rehabilitation, are discussed. Our review shows that thiamine deficiency (TD) is a crucial factor in the etiology of KS. Although alcohol abuse is by far the most important context in which TD occurs, there is no convincing evidence for an essential contribution of ethanol neurotoxicity (EN) to the development of WE or to the progression of WE to KS. Future research on the postmortem histopathological analysis of brain tissues of KS patients is crucial for the advancement of our knowledge of KS, especially for associating its symptoms with lesions in various thalamic nuclei. A necessary requirement for the advancement of studies on KS is the broad acceptance of a comprehensive definition and definite diagnostic criteria. Therefore, in this review, we propose such a definition of KS and draft outlines for prospective diagnostic criteria.", "doi": "10.2147/NDT.S130078", "title": "Korsakoff's syndrome: a critical review.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}