{"authors": [["Rensen", "Yvonne Cm", "YC", "Center of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray, the Netherlands."], ["Egger", "Jos Im", "JI", "Center of Excellence for Neuropsychiatry, Vincent van Gogh Institute for Psychiatry, Venray, the Netherlands."], ["Westhoff", "Josette", "J", "Center of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray, the Netherlands."], ["Walvoort", "Serge Jw", "SJ", "Center of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray, the Netherlands."], ["Kessels", "Roy Pc", "RP", "Center of Excellence for Korsakoff and Alcohol-Related Cognitive Disorders, Vincent van Gogh Institute for Psychiatry, Venray, the Netherlands."]], "date": "2017-11-27", "id": "29225465", "text": "Errorless learning (EL) is a promising rehabilitation principle for (re)learning instrumental activities in patients with amnesia, including patients with Korsakoff's syndrome (KS). Successfully (re)learning tasks might improve the sense of competence and independence, and subsequently the quality of life. Quality of life in patients with KS has received limited attention, and no studies have been conducted to experimentally examine the effect of EL on quality of life in patients in this patient group.The QUALIDEM, an observation scale for quality of life, was completed by professional nurses before and after EL training in a group of fifty-one patients with KS. This scale was also completed for a group of thirty-one control patients receiving care as usual but no EL training.Quality of life was significantly increased on eight of the nine subscales in the Korsakoff group who participated in an EL training. There was a trend toward a significant increase in \"positive affect\" (ie, the ninth subscale). In contrast, no changes over time were found on any of the subscales in the control group that did not participate in any EL training.Despite severe memory impairments, patients with KS still have the potential to (partially) (re)learn tasks using EL. This potential should be exploited, as the successes of (re)-learning might improve the quality of life of Korsakoff patients in nursing homes.", "doi": "10.2147/NDT.S140950", "title": "The effect of errorless learning on quality of life in patients with Korsakoff's syndrome.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}