{"authors": [["Skinner", "Jeannine S", "JS", "Department of Psychological Science, University of North Carolina at Charlotte, Charlotte, NC."], ["Abel", "Willie Mae", "WM", "School of Nursing, University of North Carolina at Charlotte, Charlotte, NC."], ["McCoy", "Katryna", "K", "School of Nursing & Health Studies, University of Washington Bothell, Bothell, WA."], ["Wilkins", "Consuelo H", "CH", "Meharry-Vanderbilt Alliance, Vanderbilt University Medical Center, Nashville, TN."]], "date": "2017-12-07", "id": "29225439", "text": "The obesity paradox has been documented in aged populations, yet it remains unclear if this paradox persists for physical and cognitive outcomes in community-dwelling older adult populations. Our study examines associations between body mass index (BMI) classification, cognitive function, and physical function. We also investigate whether these associations are modified by race or age.Cross-sectional study.Senior residential sites and community centers in Saint Louis, Missouri.Study participants included 331 adults, aged >55 years. Age was stratified into young-old (aged 55-74 years) and older (aged ≥75 years).Physical function was measured using the mini-Physical Performance Test (mini-PPT) and grip strength. Cognitive function was assessed with the Short Blessed Test (SBT) and the Trail Making Tests (TMT-A and TMT-B) performance.Older adults who were obese had significantly better cognitive flexibility (TMT-B) performance than normal weight older adults (P=.02), and this association was not influenced by age or race. Adiposity was not associated with psychomotor speed (TMT-A), general cognition (SBT), or measures of physical function (Ps>.05).In a diverse sample of community-dwelling older adults, we found partial support for the controversial obesity paradox. Our results suggest excess adiposity may be protective for executive function processes. Future research is needed to examine the underlying physiological processes linking adiposity to executive function in older adults.", "doi": "10.18865/ed.27.4.387", "title": "Exploring the \"Obesity Paradox\" as a Correlate of Cognitive and Physical Function in Community-dwelling Black and White Older Adults.", "journal": ["Ethnicity & disease", "Ethn Dis"]}