{"authors": [["Forscher", "Patrick S", "PS", "Department of Psychology, University of Wisconsin - Madison."], ["Mitamura", "Chelsea", "C", "Department of Psychology, University of Wisconsin - Madison."], ["Dix", "Emily L", "EL", "Department of Psychology, University of Wisconsin - Madison."], ["Cox", "William T L", "WTL", "Department of Psychology, University of Wisconsin - Madison."], ["Devine", "Patricia G", "PG", "Department of Psychology, University of Wisconsin - Madison."]], "date": "2017-05-11", "id": "29225371", "text": "The prejudice habit-breaking intervention (Devine et al., 2012) and its offshoots (e.g., Carnes et al., 2012) have shown promise in effecting long-term change in key outcomes related to intergroup bias, including increases in awareness, concern about discrimination, and, in one study, long-term decreases in implicit bias. This intervention is based on the premise that unintentional bias is like a habit that can be broken with sufficient motivation, awareness, and effort. We conducted replication of the original habit-breaking intervention experiment in a sample more than three times the size of the original (N = 292). We also measured all outcomes every other day for 14 days and measured potential mechanisms for the intervention's effects. Consistent with previous results, the habit-breaking intervention produced a change in concern that endured two weeks post-intervention. These effects were associated with increased sensitivity to the biases of others and an increased tendency to label biases as wrong. Contrasting with the original work, both control and intervention participants decreased in implicit bias, and the effects of the habit-breaking intervention on awareness declined in the second week of the study. In a subsample recruited two years later, intervention participants were more likely than control participants to object on a public online forum to an essay endorsing racial stereotyping. Our results suggest that the habit-breaking intervention produces enduring changes in peoples' knowledge of and beliefs about race-related issues, and we argue that these changes are even more important for promoting long-term behavioral change than are changes in implicit bias.", "doi": "10.1016/j.jesp.2017.04.009", "title": "Breaking the prejudice habit: Mechanisms, timecourse, and longevity.", "journal": ["Journal of experimental social psychology", "J Exp Soc Psychol"]}