{"authors": [["Morgan", "Angela T", "AT", "Murdoch Childrens Research Institute, Melbourne, Australia. angela.morgan@mcri.edu.au."], ["Haaften", "Leenke van", "LV", "Donders Centre for Neuroscience, Department of Rehabilitation, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["van Hulst", "Karen", "K", "Donders Centre for Neuroscience, Department of Rehabilitation, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Edley", "Carol", "C", "Cook Children's Medical Centre, Fort Worth, TX, USA."], ["Mei", "Cristina", "C", "Murdoch Childrens Research Institute, Melbourne, Australia."], ["Tan", "Tiong Yang", "TY", "Victorian Clinical Genetics Services, Murdoch Childrens Research Institute, Melbourne, Australia."], ["Amor", "David", "D", "Murdoch Childrens Research Institute, Melbourne, Australia."], ["Fisher", "Simon E", "SE", "Language and Genetics Department, Max Planck Institute for Psycholinguistics, Nijmegen, The Netherlands."], ["Koolen", "David A", "DA", "Department of Human Genetics, Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, The Netherlands."]], "date": "2017-12-11", "id": "29225339", "text": "Communication disorder is common in Koolen de Vries syndrome (KdVS), yet its specific symptomatology has not been examined, limiting prognostic counselling and application of targeted therapies. Here we examine the communication phenotype associated with KdVS. Twenty-nine participants (12 males, 4 with KANSL1 variants, 25 with 17q21.31 microdeletion), aged 1.0-27.0 years were assessed for oral-motor, speech, language, literacy, and social functioning. Early history included hypotonia and feeding difficulties. Speech and language development was delayed and atypical from onset of first words (2; 5-3; 5 years of age on average). Speech was characterised by apraxia (100%) and dysarthria (93%), with stuttering in some (17%). Speech therapy and multi-modal communication (e.g., sign-language) was critical in preschool. Receptive and expressive language abilities were typically commensurate (79%), both being severely affected relative to peers. Children were sociable with a desire to communicate, although some (36%) had pragmatic impairments in domains, where higher-level language was required. A common phenotype was identified, including an overriding 'double hit' of oral hypotonia and apraxia in infancy and preschool, associated with severely delayed speech development. Remarkably however, speech prognosis was positive; apraxia resolved, and although dysarthria persisted, children were intelligible by mid-to-late childhood. In contrast, language and literacy deficits persisted, and pragmatic deficits were apparent. Children with KdVS require early, intensive, speech motor and language therapy, with targeted literacy and social language interventions as developmentally appropriate. Greater understanding of the linguistic phenotype may help unravel the relevance of KANSL1 to child speech and language development.", "doi": "10.1038/s41431-017-0035-9", "title": "Early speech development in Koolen de Vries syndrome limited by oral praxis and hypotonia.", "journal": ["European journal of human genetics : EJHG", "Eur. J. Hum. Genet."]}