{"authors": [["Moreines", "Jared L", "JL", "Departments of Neuroscience, Psychiatry, and Psychology, Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15260, USA. moreines.jared@medstudent.pitt.edu."], ["Owrutsky", "Zoe L", "ZL", "Departments of Neuroscience, Psychiatry, and Psychology, Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15260, USA."], ["Gagnon", "Kimberly G", "KG", "Departments of Neuroscience, Psychiatry, and Psychology, Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15260, USA."], ["Grace", "Anthony A", "AA", "Departments of Neuroscience, Psychiatry, and Psychology, Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15260, USA."]], "date": "2017-12-11", "id": "29225337", "text": "Clinical evidence supports the use of second-generation dopamine D2 receptor antagonists (D2RAs) as adjunctive therapy or in some cases monotherapy in patients with depression. However, the mechanism for the clinical antidepressant effect of D2RAs remains unclear. Specifically, given accumulating evidence for decreased ventral tegmental area (VTA) dopamine system function in depression, an antidepressant effect of a medication that is expected to further reduce dopamine system activity seems paradoxical. In the present paper we used electrophysiological single unit recordings of identified VTA dopamine neurons to characterize the impact of acute and repeated administration of the D2RA quetiapine at antidepressant doses in non-stressed rats and those exposed to the chronic mild stress (CMS) rodent depression model, the latter modeling the hypodopaminergic state observed in patients with depression. We found that acute quetiapine increased dopamine neuron population activity in non-stressed rats, but not in CMS-exposed rats. Conversely, repeated quetiapine increased VTA dopamine neuron population activity to normal levels in CMS-exposed rats, but had no persisting effects in non-stressed rats. These data suggest that D2RAs may exert their antidepressant actions via differential effects on the dopamine system in a normal vs. hypoactive state. This explanation is supported by prior studies showing that D2RAs differentially impact the dopamine system in animal models of schizophrenia and normal rats; the present results extend this phenomenon to an animal model of depression. These data highlight the importance of studying medications in the context of animal models of psychiatric disorders as well as normal conditions.", "doi": "10.1038/s41398-017-0039-9", "title": "Divergent effects of acute and repeated quetiapine treatment on dopamine neuron activity in normal vs. chronic mild stress induced hypodopaminergic states.", "journal": ["Translational psychiatry", "Transl Psychiatry"]}