{"authors": [["Benson", "Sven", "S", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany. sven.benson@uk-essen.de."], ["Brinkhoff", "Alexandra", "A", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Lueg", "Larissa", "L", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Roderigo", "Till", "T", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Kribben", "Andreas", "A", "Department of Nephrology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Wilde", "Benjamin", "B", "Department of Nephrology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Witzke", "Oliver", "O", "Department of Infectiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Engler", "Harald", "H", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Schedlowski", "Manfred", "M", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."], ["Elsenbruch", "Sigrid", "S", "Institute of Medical Psychology and Behavioral Immunobiology, University Hospital Essen, University of Duisburg-Essen, Essen, Germany."]], "date": "2017-12-11", "id": "29225332", "text": "Experimental endotoxemia is a translational model to study inflammatory mechanisms involved in the pathophysiology of mood disorders including depression. Disturbed affective cognition constitutes a core aspect in depression, but has never been studied in the context of inflammation. We combined experimental endotoxemia with an established experimental mood induction procedure to assess the interaction between acute inflammation and sad mood and their effects on affective cognition. In this randomized cross-over study, N = 15 healthy males received endotoxin (0.8 ng/kg lipopolysaccharide iv) on one study day and placebo an otherwise identical study day. The affective Go/Nogo task was conducted after experimental induction of neutral and sad mood. Inflammatory markers were assessed hourly. Endotoxin application induced a transient systemic inflammation, characterized by increased leukocyte counts, TNF-alpha and interleukin-6 plasma concentrations (all p < 0.01, interaction effects). Mood induction led to greater sadness ratings, with highest ratings when sad mood was induced during inflammation (p < 0.05, interaction effect). Based on a 2 (endotoxin vs. placebo) × 2 (sad vs. neutral mood) × 2 (sad vs. happy Go/Nogo target words) factorial design, we observed a significant target × endotoxin condition interaction (p < 0.01) reflecting slower responses to sad targets during endotoxemia. Additionally, we found a valence × mood interaction (p < 0.05), reflecting slower reaction times to sad targets in sad mood. In summary, acute inflammation and sad mood are risk factors for disturbed affective cognition. The results may reflect a mood-congruency effect, with prolonged and sustained processing of mood-congruent information during acute inflammation, which may contribute to depression risk.", "doi": "10.1038/s41398-017-0043-0", "title": "Effects of acute systemic inflammation on the interplay between sad mood and affective cognition.", "journal": ["Translational psychiatry", "Transl Psychiatry"]}