{"authors": [["Deco", "Gustavo", "G", "Computational Neuroscience Group, Center for Brain and Cognition, Universitat Pompeu Fabra, Barcelona, Spain; Institució Catalana de la Recerca i Estudis Avançats (ICREA), Barcelona, Spain; Department of Neuropsychology, Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany; School of Psychological Sciences, Monash University, Clayton, Melbourne, Australia. Electronic address: gustavo.deco@upf.edu."], ["Cabral", "Joana", "J", "Department of Psychiatry, University of Oxford, Oxford, UK; Center for Music in the Brain, Department of Clinical Medicine, Aarhus University, Denmark; Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Saenger", "Victor M", "VM", "Computational Neuroscience Group, Center for Brain and Cognition, Universitat Pompeu Fabra, Barcelona, Spain."], ["Boly", "Melanie", "M", "Department of Psychiatry, University of Wisconsin-Madison, Wisconsin, USA; Department of Neurology, University of Wisconsin-Madison, Wisconsin, USA."], ["Tagliazucchi", "Enzo", "E", "Institute for Medical Psychology, Christian Albrechts University, Kiel, Germany; Department of Neurology and Brain Imaging Center, Goethe University, Frankfurt am Main, Germany."], ["Laufs", "Helmut", "H", "Department of Neurology and Brain Imaging Center, Goethe University, Frankfurt am Main, Germany; Department of Neurology, Christian Albrechts University, Kiel, Germany."], ["Van Someren", "Eus", "E", "Department of Sleep and Cognition, Netherlands Institute for Neuroscience, An Institute of the Royal Netherlands Academy of Arts and Sciences, Amsterdam, Netherlands; Departments of Integrative Neurophysiology and Psychiatry GGZ InGeest, Center for Neurogenomics and Cognitive Research, VU University and Medical Center, Amsterdam, Netherlands."], ["Jobst", "Beatrice", "B", "Computational Neuroscience Group, Center for Brain and Cognition, Universitat Pompeu Fabra, Barcelona, Spain."], ["Stevner", "Angus", "A", "Department of Psychiatry, University of Oxford, Oxford, UK; Center for Music in the Brain, Department of Clinical Medicine, Aarhus University, Denmark."], ["Kringelbach", "Morten L", "ML", "Department of Psychiatry, University of Oxford, Oxford, UK; Center for Music in the Brain, Department of Clinical Medicine, Aarhus University, Denmark; Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal; Institut d'études avancées de Paris, France. Electronic address: morten.kringelbach@psych.ox.ac.uk."]], "date": "2017-12-07", "id": "29225066", "text": "Human neuroimaging research has revealed that wakefulness and sleep involve very different activity patterns. Yet, it is not clear why brain states differ in their dynamical complexity, e.g. in the level of integration and segregation across brain networks over time. Here, we investigate the mechanisms underlying the dynamical stability of brain states using a novel off-line in silico perturbation protocol. We first adjust a whole-brain computational model to the basal dynamics of wakefulness and deep sleep recorded with fMRI in two independent human fMRI datasets. Then, the models of sleep and awake brain states are perturbed using two distinct multifocal protocols either promoting or disrupting synchronization in randomly selected brain areas. Once perturbation is halted, we use a novel measure, the Perturbative Integration Latency Index (PILI), to evaluate the recovery back to baseline. We find a clear distinction between models, consistently showing larger PILI in wakefulness than in deep sleep, corroborating previous experimental findings. In the models, larger recoveries are associated to a critical slowing down induced by a shift in the model's operation point, indicating that the awake brain operates further from a stable equilibrium than deep sleep. This novel approach opens up for a new level of artificial perturbative studies unconstrained by ethical limitations allowing for a deeper investigation of the dynamical properties of different brain states.", "doi": "10.1016/j.neuroimage.2017.12.009", "title": "Perturbation of whole-brain dynamics in silico reveals mechanistic differences between brain states.", "journal": ["NeuroImage", "Neuroimage"]}