{"authors": [["Monroy", "Claire D", "CD", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Montessorilaan 3, 6500HE Nijmegen, The Netherlands. Electronic address: claire.monroy@osumc.edu."], ["Meyer", "Marlene", "M", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Montessorilaan 3, 6500HE Nijmegen, The Netherlands; Department of Psychology, University of Chicago, Chicago, IL, United States."], ["Schröer", "Lisanne", "L", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Montessorilaan 3, 6500HE Nijmegen, The Netherlands."], ["Gerson", "Sarah A", "SA", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Montessorilaan 3, 6500HE Nijmegen, The Netherlands; School of Psychology, Cardiff University, 70 Park Place, Cardiff, CF10 3AT, UK."], ["Hunnius", "Sabine", "S", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen Montessorilaan 3, 6500HE Nijmegen, The Netherlands."]], "date": "2017-12-07", "id": "29225063", "text": "Motor theories of action prediction propose that our motor system combines prior knowledge with incoming sensory input to predict other people's actions. This prior knowledge can be acquired through observational experience, with statistical learning being one candidate mechanism. But can knowledge learned through observation alone transfer into predictions generated in the motor system? To examine this question, we first trained infants at home with videos of an unfamiliar action sequence featuring statistical regularities. At test, motor activity was measured using EEG and compared during perceptually identical time windows within the sequence that preceded actions which were either predictable (deterministic) or not predictable (random). Findings revealed increased motor activity preceding the deterministic but not the random actions, providing the first evidence that the infant motor system can use knowledge from statistical learning to predict upcoming actions. As such, these results support theories in which the motor system underlies action prediction.", "doi": "10.1016/j.neuroimage.2017.12.016", "title": "The infant motor system predicts actions based on visual statistical learning.", "journal": ["NeuroImage", "Neuroimage"]}