{"authors": [["Scholey", "Andrew", "A", "Centre for Human Psychopharmacology,Swinburne University of Technology,Melbourne,VIC,Australia."]], "date": "2017-12-11", "id": "29224583", "text": "Effective pharmaceutical treatments for age-related cognitive decline have proved elusive. There is, however, compelling evidence that nutritional status and supplementation could play crucial roles in modifying the expression of cognitive change through the lifespan. Subjective memory impairment and mild cognitive impairment can be harbingers of dementia but this is by no means inevitable. Neurocognitive change is influenced by a variety of processes, many of which are involved in other aspects of systemic health, including cardiovascular function. Importantly, many of these processes are governed by mechanisms which may be modified by specific classes of bioactive nutrients. There is increasing, converging evidence from controlled trials that nutritional interventions can improve mood and cognitive function in both clinical and healthy populations. Specific examples include selected botanical extracts such as the flavonoids. Some nutritional supplements (e.g. broad-spectrum micronutrient supplementation) appear to support improved cognitive function, possibly through redressing insufficient nutrient status (i.e. suboptimal but above the threshold for frank deficiency). Recent mechanistic research has unveiled physiologically plausible, modifiable, cognition-relevant targets for nutrition and nutraceuticals. These include processes involved in both systemic and central vascular function, inflammation, metabolism, central activation, improved neural efficiency and angiogenesis. The advent and development of human neuroimaging methodology have greatly aided our understanding of the core central mechanisms of cognitive change. Different imaging modalities can provide insights into modifiable central mechanisms which may be targeted by bioactive nutrients. The latter may contribute to slowing age-related decline through supporting neurocognitive scaffolding mechanisms.", "doi": "10.1017/S0029665117004025", "title": "Nutrients for neurocognition in health and disease: measures, methodologies and mechanisms.", "journal": ["The Proceedings of the Nutrition Society", "Proc Nutr Soc"]}