{"authors": [["Zainal", "Nur Hani", "NH", "Department of Psychology,The Pennsylvania State University,University Park,PA 16802,USA."], ["Newman", "Michelle G", "MG", "Department of Psychology,The Pennsylvania State University,University Park,PA 16802,USA."]], "date": "2017-12-11", "id": "29224581", "text": "The cognitive model (Hirsch & Mathews, 2012) and attentional control theory (Eysenck & Derakshan, 2011) postulate that compromised executive function (EF) and other cognitive constructs are negatively linked to increased excessive and uncontrollable worry, the core symptom of generalized anxiety disorder (GAD). However, the prospective link between neuropsychological constructs and GAD are not well understood.A nationally representative sample of 2605 community-dwelling adults whose average age was 55.20 (s.d. = 11.41, range 33-84; 56.31% females) participated at baseline and 9-year follow-up. Baseline neuropsychological function and symptoms were measured using the Brief Test of Adult Cognition by Telephone and Composite International Diagnostic Interview - Short Form. Multivariate Poisson and negative binomial regression analyses were conducted with 11 baseline covariates entered simultaneously: age, gender, years of formal education, perceived control, hypertension/diabetes, body mass index, exercise status, as well as GAD severity, panic disorder severity, and depression severity. Those with baseline GAD were also removed.Lower Time 1 composite global cognition z-score independently predicted higher Time 2 GAD severity and diagnosis [odds ratio (OR) 0.60, 95% confidence interval (CI) 0.40-0.89, p = 0.01]. Poor inhibition, set-shifting, working memory (WM) updating, inductive reasoning, and global cognition sequentially forecasted heightened GAD. However, processing speed, verbal WM, verbal fluency, and episodic memory did not predict future GAD.Global cognition, inductive reasoning, inhibition, set-shifting, and WM updating EF impairments may be distal risk factors for elevated GAD nearly a decade later.", "doi": "10.1017/S0033291717003579", "title": "Executive function and other cognitive deficits are distal risk factors of generalized anxiety disorder 9 years later.", "journal": ["Psychological medicine", "Psychol Med"]}