{"authors": [["Li", "H Z", "HZ", "Department of Urology, Peking Union Medical College Hospital, Chinese Academy of Medicine Sciences & Peking Union Medical College, Beijing 100730, China."], ["Zhang", "Y S", "YS", null]], "date": null, "id": "29224261", "text": "Tuberous sclerosis complex is an autosomal dominant disease involving multiple organs and multiple systems. The main manifestation is renal angiomyolipoma in the kidney. It is the most common cause of death in adults, because of its high incidence, rapid growth and bleeding. The incidence of this disease is low and the cognition is not enough, so the diagnosis and treatment are lack of standardization. Recently, the expert consensus of the diagnosis and treatment of tuberous sclerosis related renal angiomyolipoma has been established in China. This content fills the gap in this field in China. With the development of precision medicine, the diagnosis and treatment of such diseases are also progressing.结节性硬化症是一种累及多器官、多系统的常染色体显性遗传病，累及肾脏时主要表现为肾脏血管平滑肌脂肪瘤。该肿瘤多发、生长速度快、易出血，是成年结节性硬化症的最常见死因。该病发病率低，国内同行对其认知不足，诊断和治疗缺乏规范化。国内近期制定了结节性硬化症相关肾血管平滑肌脂肪瘤的诊治专家共识，填补了该领域的空白。随着精准医学的发展，这类疾病的诊治也在不断进步。.", "doi": null, "title": "[Current situation and prospect of diagnosis and treatment of tuberous sclerosis related renal angiomyolipoma].", "journal": ["Zhonghua wai ke za zhi [Chinese journal of surgery]", "Zhonghua Wai Ke Za Zhi"]}