{"authors": [["Uhlmann", "Anne", "A", "Department of Psychiatry and Mental Health, University of Cape Town, Cape Town, South Africa. uhlmann.aa@gmail.com."], ["Ipser", "Jonathan C", "JC", "Department of Psychiatry and Mental Health, University of Cape Town, Cape Town, South Africa."], ["Wilson", "Don", "D", "Department of Psychiatry and Mental Health, University of Cape Town, Cape Town, South Africa."], ["Stein", "Dan J", "DJ", "Department of Psychiatry and Mental Health, University of Cape Town, Cape Town, South Africa."]], "date": "2017-12-09", "id": "29224181", "text": "In substance use and psychotic disorders, socially problematic behaviours, such as high aggression may, in part, be explained by deficits in social cognition skills, like the detection of emotions or intentions in others. The aim of this study was to assess the magnitude of social cognition impairment and its association with aggression in individuals with methamphetamine (MA) dependence, methamphetamine-associated psychosis (MAP), and healthy controls (CTRL). A total of 20 MAP participants, 21 MA-dependent participants without psychosis, and 21 CTRL participants performed a facial morphing emotion recognition task (ERT) across four basic emotions (anger, fear, happiness and sadness) and the reading the mind in the eyes task (RMET), and completed the aggression questionnaire. Both MA-dependent groups showed impairment in social cognition in terms of lower RMET scores relative to CTRL participants (MA; p = .047; MAP: p < .001). Additionally, performance decrements were significantly greater in MAP (p = .040), compared to MA-dependent participants. While deficits in recognising emotional expressions were restricted to anger in the MA group (p = .020), a generalized impairment across all four emotions was observed in MAP (all p ≤ .001). Additionally, both patient groups demonstrated higher levels of aggression than CTRLs, yet no association was found with social cognition. This study supported the notion of deficits in recognising facial emotional expressions and inferring mental states of others in MA dependence, with additional impairments in MAP. Failure to detect an association between social cognitive impairment and aggressive behaviour may implicate independent disturbances of the two phenomena in MA dependence.", "doi": "10.1007/s11011-017-0157-3", "title": "Social cognition and aggression in methamphetamine dependence with and without a history of psychosis.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}