{"authors": [["Carter Leno", "Virginia", "V", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK. virginia.m.carter_leno@kcl.ac.uk."], ["Chandler", "Susie", "S", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."], ["White", "Pippa", "P", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."], ["Pickles", "Andrew", "A", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."], ["Baird", "Gillian", "G", "Guy's and St Thomas' NHS Foundation Trust, London, UK."], ["Hobson", "Chris", "C", "Cardiff University, Cardiff, UK."], ["Smith", "Anna B", "AB", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."], ["Charman", "Tony", "T", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."], ["Rubia", "Katya", "K", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."], ["Simonoff", "Emily", "E", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, 16 De Crespigny Park, London, SE5 8AF, UK."]], "date": "2017-12-09", "id": "29224173", "text": "Current diagnostic systems conceptualise attention deficit hyperactivity disorder (ADHD), oppositional defiant/conduct disorder (ODD/CD) and autism spectrum disorder (ASD) as separate diagnoses. However, all three demonstrate executive functioning (EF) impairments. Whether these impairments are trans-diagnostic or disorder-specific remains relatively unexplored. Four groups of 10-16 year-olds [typically developing (TD; N = 43), individuals clinically diagnosed with ADHD (N = 21), ODD/CD (N = 26) and ASD (N = 41)] completed Go/NoGo and Switch tasks. Group differences were tested using analysis of co-variance (ANCOVA) including age, IQ, sex, conduct problems and ADHD symptoms as co-variates. Results indicated some disorder-specificity as only the ASD group demonstrated decreased probability of inhibition in the Go/NoGo task compared to all other groups. However, shared impairments were also found; all three diagnostic groups demonstrated increased reaction time variability (RTV) compared to the TD group, and both the ODD/CD and the ASD group demonstrated increased premature responses. When controlling for ADHD symptoms and conduct problems, group differences in RTV were no longer significant; however, the ASD group continued to demonstrate increased premature responses. No group differences were found in cognitive flexibility in the Switch task. A more varied response style was present across all clinical groups, although this appeared to be accounted for by sub-threshold ODD/CD and ADHD symptoms. Only the ASD group was impaired in response inhibition and premature responsiveness relative to TD adolescents. The findings suggest that some EF impairments typically associated with ADHD may also be found in individuals with ASD.", "doi": "10.1007/s00787-017-1089-5", "title": "Testing the specificity of executive functioning impairments in adolescents with ADHD, ODD/CD and ASD.", "journal": ["European child & adolescent psychiatry", "Eur Child Adolesc Psychiatry"]}