{"authors": [["Archer-Boyd", "Alan W", "AW", "MRC/CSO Institute of Hearing Research (Scottish Section), Glasgow Royal Infirmary, 10-16 Alexandra Parade, Glasgow, G31 2ER, UK; MRC Cognition & Brain Sciences Unit, 15 Chaucer Road, Cambridge, CB2 7EF, UK. Electronic address: alan.archer-boyd@mrc-cbu.cam.ac.uk."], ["Holman", "Jack A", "JA", "MRC/CSO Institute of Hearing Research (Scottish Section), Glasgow Royal Infirmary, 10-16 Alexandra Parade, Glasgow, G31 2ER, UK."], ["Brimijoin", "W Owen", "WO", "MRC/CSO Institute of Hearing Research (Scottish Section), Glasgow Royal Infirmary, 10-16 Alexandra Parade, Glasgow, G31 2ER, UK."]], "date": "2017-11-27", "id": "29223929", "text": "The signal-to-noise ratio (SNR) benefit of hearing aid directional microphones is dependent on the angle of the listener relative to the target, something that can change drastically and dynamically in a typical group conversation. When a new target signal is significantly off-axis, directional microphones lead to slower target orientation, more complex movements, and more reversals. This raises the question of whether there is an optimal design for directional microphones. In principle an ideal microphone would provide the user with sufficient directionality to help with speech understanding, but not attenuate off-axis signals so strongly that orienting to new signals was difficult or impossible. We investigated the latter part of this question. In order to measure the minimal monitoring SNR for reliable orientation to off-axis signals, we measured head-orienting behaviour towards targets of varying SNRs and locations for listeners with mild to moderate bilateral symmetrical hearing loss. Listeners were required to turn and face a female talker in background noise and movements were tracked using a head-mounted crown and infrared system that recorded yaw in a ring of loudspeakers. The target appeared randomly at ± 45, 90 or 135° from the start point. The results showed that as the target SNR decreased from 0 dB to -18 dB, first movement duration and initial misorientation count increased, then fixation error, and finally reversals increased. Increasing the target angle increased movement duration at all SNRs, decreased reversals (above -12 dB target SNR), and had little to no effect on initial misorientations. These results suggest that listeners experience some difficulty orienting towards sources as the target SNR drops below -6 dB, and that if one intends to make a directional microphone that is usable in a moving conversation, then off-axis attenuation should be no more than 12 dB.", "doi": "10.1016/j.heares.2017.11.011", "title": "The minimum monitoring signal-to-noise ratio for off-axis signals and its implications for directional hearing aids.", "journal": ["Hearing research", "Hear. Res."]}