{"authors": [["Adusumilli", "Gautam", "G", "Department of Neurology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Trinkaus", "Kathryn", "K", "Department of Surgery, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Sun", "Peng", "P", "Department of Radiology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Lancia", "Samantha", "S", "Department of Neurology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Viox", "Jeffrey D", "JD", "Department of Radiology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Wen", "Jie", "J", "Department of Radiology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Naismith", "Robert T", "RT", "Department of Neurology, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Cross", "Anne H", "AH", "Department of Neurology, Washington University School of Medicine, St. Louis, Missouri, USA. Electronic address: crossa@wustl.edu."]], "date": "2017-12-02", "id": "29223871", "text": "Improved imaging methods are critical to assess neurodegeneration and remyelination in multiple sclerosis. Chronic hypointensities observed on T1-weighted brain MRI, \"persistent black holes,\" reflect severe focal tissue damage. Present measures consist of determining persistent black holes numbers and volumes, but do not quantitate severity of individual lesions.Develop a method to differentiate black and gray holes and estimate the severity of individual multiple sclerosis lesions using standard magnetic resonance imaging.38 multiple sclerosis patients contributed images. Intensities of lesions on T1-weighted scans were assessed relative to cerebrospinal fluid intensity using commercial software. Magnetization transfer imaging, diffusion tensor imaging and clinical testing were performed to assess associations with T1w intensity-based measures.Intensity-based assessments of T1w hypointensities were reproducible and achieved > 90% concordance with expert rater determinations of \"black\" and \"gray\" holes. Intensity ratio values correlated with magnetization transfer ratios (R = 0.473) and diffusion tensor imaging metrics (R values ranging from 0.283 to -0.531) that have been associated with demyelination and axon loss. Intensity ratio values incorporated into T1w hypointensity volumes correlated with clinical measures of cognition.This method of determining the degree of hypointensity within multiple sclerosis lesions can add information to conventional imaging.", "doi": "10.1016/j.msard.2017.11.020", "title": "Intensity ratio to improve black hole assessment in multiple sclerosis.", "journal": ["Multiple sclerosis and related disorders", "Mult Scler Relat Disord"]}