{"authors": [["Foerster", "Rebecca M", "RM", "Neuro-Cognitive Psychology, Bielefeld University, Germany; 'Cognitive Interaction Technology' Cluster of Excellence CITEC, Bielefeld University, Germany. Electronic address: rebecca.foerster@uni-bielefeld.de."], ["Schneider", "Werner X", "WX", "Neuro-Cognitive Psychology, Bielefeld University, Germany; 'Cognitive Interaction Technology' Cluster of Excellence CITEC, Bielefeld University, Germany."]], "date": "2017-12-07", "id": "29223864", "text": "Many everyday tasks involve successive visual-search episodes with changing targets. Converging evidence suggests that these targets are retained in visual working memory (VWM) and bias attention from there. It is unknown whether all or only search-relevant features of a VWM template bias attention during search. Bias signals might be configured exclusively to task-relevant features so that only search-relevant features bias attention. Alternatively, VWM might maintain objects in the form of bound features. Then, all template features will bias attention in an object-based manner, so that biasing effects are ranked by feature relevance. Here, we investigated whether search-irrelevant VWM template features bias attention. Participants had to saccade to a target opposite a distractor. A colored cue depicted the target prior to each search trial. The target was predefined only by its identity, while its color was irrelevant. When target and cue matched not only in identity (search-relevant) but also in color (search-irrelevant), saccades went more often and faster directly to the target than without any color match (Experiment 1). When introducing a cue-distractor color match (Experiment 2), direct target saccades were most likely when target and cue matched in the search-irrelevant color and least likely in case of a cue-distractor color match. When cue and target were never colored the same (Experiment 3), cue-colored distractors still captured the eyes more often than different-colored distractors despite color being search-irrelevant. As participants were informed about the misleading color, the result argues against a strategical and voluntary usage of color. Instead, search-irrelevant features biased attention obligatorily arguing for involuntary top-down control by object-based VWM templates.", "doi": "10.1016/j.cognition.2017.12.002", "title": "Involuntary top-down control by search-irrelevant features: Visual working memory biases attention in an object-based manner.", "journal": ["Cognition", "Cognition"]}