{"authors": [["Antoniades", "Mathilde", "M", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK. Electronic address: mathilde.antoniades@kcl.ac.uk."], ["Schoeler", "Tabea", "T", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK."], ["Radua", "Joaquim", "J", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK; FIDMAG Germanes Hospitalàries - CIBERSAM, Sant Boi de Llobregat, Barcelona, Spain; Centre for Psychiatric Research and Education, Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Valli", "Isabel", "I", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK."], ["Allen", "Paul", "P", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK; Department of Psychology, University of Roehampton, London, UK."], ["Kempton", "Matthew J", "MJ", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK."], ["McGuire", "Philip", "P", "Department of Psychosis Studies, King's College London, Institute of Psychiatry, Psychology and Neuroscience, London, UK."]], "date": "2017-12-06", "id": "29223768", "text": "This meta-analysis summarizes research examining whether deficits in verbal learning are related to bilateral hippocampal volume reductions in patients with or at risk for schizophrenia and in healthy controls. 17 studies with 755 patients with schizophrenia (SCZ), 232 Genetic High Risk (GHR) subjects and 914 healthy controls (HC) were included. Pooled correlation coefficients were calculated between hemisphere (left, right or total) and type of recall (immediate or delayed) for each diagnostic group individually (SCZ, GHR and HC). In SCZ, left and right hippocampal volume positively correlated with immediate (r=0.256, 0.230) and delayed (r=0.132, 0.231) verbal recall. There was also a correlation between total hippocampal volume and delayed recall (r=0.233). None of these correlations were significant in healthy controls. There was however, a positive correlation between left hippocampal volume and immediate recall in the GHR group (r=0.356). The results suggest that hippocampal volume affects immediate and delayed verbal learning capacity in schizophrenia and provides further evidence of hippocampal dysfunction in the pathophysiology of schizophrenia.", "doi": "10.1016/j.neubiorev.2017.12.001", "title": "Verbal learning and hippocampal dysfunction in schizophrenia: A meta-analysis.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}