{"authors": [["Yang", "Xun", "X", "Huaxi MR Research Center (HMRRC), Department of Radiology, West China Hospital of Sichuan University, Chengdu, 610041, China; Key Laboratory of Cognition and Personality of Ministry of Education, Faculty of Psychology, Southwest University, Chongqing, 400715, China."], ["Liu", "Jin", "J", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, 100875, China; Beijing Key Laboratory of Brain Imaging and Connectomics, Beijing Normal University, Beijing, 100875, China; IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Meng", "Yajing", "Y", "Department of Psychiatry, West China Hospital of Sichuan University, Chengdu, 610041, China."], ["Xia", "Mingrui", "M", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, 100875, China; Beijing Key Laboratory of Brain Imaging and Connectomics, Beijing Normal University, Beijing, 100875, China; IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Cui", "Zaixu", "Z", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, 100875, China; Beijing Key Laboratory of Brain Imaging and Connectomics, Beijing Normal University, Beijing, 100875, China; IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Wu", "Xi", "X", "Huaxi MR Research Center (HMRRC), Department of Radiology, West China Hospital of Sichuan University, Chengdu, 610041, China."], ["Hu", "Xinyu", "X", "Huaxi MR Research Center (HMRRC), Department of Radiology, West China Hospital of Sichuan University, Chengdu, 610041, China."], ["Zhang", "Wei", "W", "Department of Psychiatry, West China Hospital of Sichuan University, Chengdu, 610041, China."], ["Gong", "Gaolang", "G", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, 100875, China; Beijing Key Laboratory of Brain Imaging and Connectomics, Beijing Normal University, Beijing, 100875, China; IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China."], ["Gong", "Qiyong", "Q", "Huaxi MR Research Center (HMRRC), Department of Radiology, West China Hospital of Sichuan University, Chengdu, 610041, China; Department of Psychiatry, West China Hospital of Sichuan University, Chengdu, 610041, China; Department of Psychology, School of Public Administration, Sichuan University, Chengdu, 610065, China. Electronic address: qiyonggong@hmrrc.org.cn."], ["Sweeney", "John A", "JA", "Huaxi MR Research Center (HMRRC), Department of Radiology, West China Hospital of Sichuan University, Chengdu, 610041, China; Department of Psychiatry and Behavioral Neuroscience, University of Cincinnati, Cincinnati, OH, 45219, USA."], ["He", "Yong", "Y", "National Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, 100875, China; Beijing Key Laboratory of Brain Imaging and Connectomics, Beijing Normal University, Beijing, 100875, China; IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, China. Electronic address: yong.he@bnu.edu.cn."]], "date": "2017-12-07", "id": "29223742", "text": "Social anxiety disorder (SAD) is a common and disabling condition characterized by excessive fear and avoidance of public scrutiny. Psychoradiology studies have suggested that the emotional and behavior deficits in SAD are associated with abnormalities in regional brain function and functional connectivity. However, little is known about whether intrinsic functional brain networks in patients with SAD are topologically disrupted. Here, we collected resting-state fMRI data from 33 drug-naive patients with SAD and 32 healthy controls (HC), constructed functional networks with 34 predefined regions based on previous meta-analytic research with task-based fMRI in SAD, and performed network-based statistic and graph-theory analyses. The network-based statistic analysis revealed a single connected abnormal circuitry including the frontolimbic circuit (termed the \"fear circuit\", including the dorsolateral prefrontal cortex, ventral medial prefrontal cortex and insula) and posterior cingulate/occipital areas supporting perceptual processing. In this single altered network, patients with SAD had higher functional connectivity than HC. At the global level, graph-theory analysis revealed that the patients exhibited a lower normalized characteristic path length than HC, which suggests a disorder-related shift of network topology toward randomized configurations. SAD-related deficits in nodal degree, efficiency and participation coefficient were detected in the parahippocampal gyrus, posterior cingulate cortex, dorsolateral prefrontal cortex, insula and the calcarine sulcus. Aspects of abnormal connectivity were associated with anxiety symptoms. These findings highlight the aberrant topological organization of functional brain network organization in SAD, which provides insights into the neural mechanisms underlying excessive fear and avoidance of social interactions in patients with debilitating social anxiety.", "doi": "10.1016/j.neuroimage.2017.12.011", "title": "Network analysis reveals disrupted functional brain circuitry in drug-naive social anxiety disorder.", "journal": ["NeuroImage", "Neuroimage"]}