{"authors": [["Martens", "Farah", "F", "Brain and Cognition, Faculty of Psychology and Educational Sciences, University of Leuven (KU Leuven), Belgium. Electronic address: farah.martens@kuleuven.be."], ["Bulthé", "Jessica", "J", "Brain and Cognition, Faculty of Psychology and Educational Sciences, University of Leuven (KU Leuven), Belgium."], ["van Vliet", "Christine", "C", "Brain and Cognition, Faculty of Psychology and Educational Sciences, University of Leuven (KU Leuven), Belgium."], ["Op de Beeck", "Hans", "H", "Brain and Cognition, Faculty of Psychology and Educational Sciences, University of Leuven (KU Leuven), Belgium. Electronic address: hans.opdebeeck@kuleuven.be."]], "date": "2017-12-06", "id": "29223739", "text": "Visual expertise induces changes in neural processing for many different domains of expertise. However, it is unclear how expertise effects for different domains of expertise are related. In the present fMRI study, we combine large-scale univariate and multi-voxel analyses to contrast the expertise-related neural changes associated with two different domains of expertise, bird expertise (ornithology) and mineral expertise (mineralogy). Results indicated distributed expertise-related neural changes, with effects for both domains of expertise in high-level visual cortex and effects for bird expertise even extending to low-level visual regions and the frontal lobe. Importantly, a multivariate generalization analysis showed that effects in high-level visual cortex were specific to the domain of expertise. In contrast, the neural changes in the frontal lobe relating to expertise showed significant generalization, signaling the presence of domain-independent expertise effects. In conclusion, expertise is related to a combination of domain-specific and domain-general changes in neural processing.", "doi": "10.1016/j.neuroimage.2017.12.013", "title": "Domain-general and domain-specific neural changes underlying visual expertise.", "journal": ["NeuroImage", "Neuroimage"]}