{"authors": [["Phillips", "Jeffrey S", "JS", "Penn Frontotemporal Degeneration Center, University of Pennsylvania, Philadelphia, PA, USA; Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA. Electronic address: jefphi@pennmedicine.upenn.edu."], ["Da Re", "Fulvio", "F", "Penn Frontotemporal Degeneration Center, University of Pennsylvania, Philadelphia, PA, USA; PhD Program in Neuroscience, University of Milano-Bicocca, Milan, Italy; School of Medicine and Surgery, Milan Center for Neuroscience (NeuroMI), University of Milano-Bicocca, Milan, Italy."], ["Dratch", "Laynie", "L", "Penn Frontotemporal Degeneration Center, University of Pennsylvania, Philadelphia, PA, USA."], ["Xie", "Sharon X", "SX", "Department of Biostatistics, Epidemiology, and Informatics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Irwin", "David J", "DJ", "Penn Frontotemporal Degeneration Center, University of Pennsylvania, Philadelphia, PA, USA; Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["McMillan", "Corey T", "CT", "Penn Frontotemporal Degeneration Center, University of Pennsylvania, Philadelphia, PA, USA; Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Vaishnavi", "Sanjeev N", "SN", "Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Ferrarese", "Carlo", "C", "School of Medicine and Surgery, Milan Center for Neuroscience (NeuroMI), University of Milano-Bicocca, Milan, Italy."], ["Lee", "Edward B", "EB", "Center for Neurodegenerative Disease Research, University of Pennsylvania, Philadelphia, PA, USA."], ["Shaw", "Leslie M", "LM", "Center for Neurodegenerative Disease Research, University of Pennsylvania, Philadelphia, PA, USA."], ["Trojanowski", "John Q", "JQ", "Center for Neurodegenerative Disease Research, University of Pennsylvania, Philadelphia, PA, USA."], ["Wolk", "David A", "DA", "Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA; Penn Memory Center, University of Pennsylvania, Philadelphia, PA, USA."], ["Grossman", "Murray", "M", "Penn Frontotemporal Degeneration Center, University of Pennsylvania, Philadelphia, PA, USA; Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."]], "date": "2017-11-21", "id": "29223682", "text": "Amnestic Alzheimer's disease (AD) is characterized by early atrophy of the hippocampus and medial temporal lobes before spreading to the neocortex. In contrast, nonamnestic Alzheimer's patients have relative sparing of the hippocampus, but the pattern in which the disease spreads is unclear. We examined spreading disease in nonamnestic AD using a novel magnetic resonance imaging-based analysis adapted from pathologic staging studies, applied here to cross-sectional imaging data. We selected 240 T1-weighted scans from 129 patients with pathology confirmed by autopsy or cerebrospinal fluid, and atrophy maps were computed relative to 238 scans from 115 elderly controls. For each phenotype, the frequency of atrophy in 116 brain regions was used to infer the anatomical origin of disease and its progression across 4 phases of atrophy. Results from the amnestic cohort were used to determine appropriate parameter settings for the phase assignment algorithm, based on correspondence to Braak pathology staging. Phase 1 regions, which represent the origin of disease, included the hippocampus for the amnestic group (comprising 33 scans); left lateral temporal lobe for logopenic-variant primary progressive aphasia (88 scans); occipitoparietal cortex for posterior cortical atrophy (51 scans); temporoparietal cortex for corticobasal syndrome (31 scans); and frontotemporal cortex for behavioral/dysexecutive variant AD (37 scans). In nonamnestic patients, atrophy spread to other neocortical areas in later phases, but the hippocampus exhibited only late-phase atrophy in posterior cortical atrophy and corticobasal syndrome. Region-specific phase values were also associated with regional measures of tau, beta amyloid, neuronal loss, and gliosis for the subset of patients (n = 17) with neuropathology findings; this comparison represented a first validation of the phase assignment algorithm. We subsequently assigned a phase to each patient scan based on the similarity of regional atrophy patterns with atrophy predicted for the corresponding phenotype at each phase. Scan-specific phases were correlated with disease duration as well as global and domain-specific cognition, supporting these phase values as global estimates of patients' disease progression. Logistic regression models based on spatial overlap with model-predicted atrophy patterns reliably discriminated nonamnestic phenotypes from each other and from amnestic AD. The frequency-based phase assignment algorithm used in the present study thus represents a promising approach for studying the neocortical origin and spread of disease in nonamnestic AD.", "doi": "10.1016/j.neurobiolaging.2017.11.008", "title": "Neocortical origin and progression of gray matter atrophy in nonamnestic Alzheimer's disease.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}