{"authors": [["Chauvin", "Roselyne J", "RJ", "Radboud University Medical Center, Department of Cognitive Neuroscience, Nijmegen, The Netherlands; Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, Nijmegen, The Netherlands. Electronic address: r.chauvin@donders.ru.nl."], ["Mennes", "Maarten", "M", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Buitelaar", "Jan K", "JK", "Radboud University Medical Center, Department of Cognitive Neuroscience, Nijmegen, The Netherlands; Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Beckmann", "Christian F", "CF", "Radboud University Medical Center, Department of Cognitive Neuroscience, Nijmegen, The Netherlands; Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, Nijmegen, The Netherlands; Centre for Functional MRI of the Brain (FMRIB), University of Oxford, Oxford, United Kingdom."]], "date": "2017-12-05", "id": "29223425", "text": "It is being hypothesised that the developing adolescent brain is increasingly enlisting long-range connectivity, allowing improved communication between spatially distant brain regions. The developmental trajectories of such maturational changes remain elusive. Here, we aim to study how the brain engages in multiple tasks (working memory, reward processing, and inhibition) at the network-level and evaluate how effects of age across these tasks are related to each other. We characterise how the brain departs from its functional baseline architecture towards task-induced functional connectivity modulations using a novel measure called task potency, allowing direct comparison between tasks by defining sensitivity to one or multiple tasks. By applying this method in a sample of healthy participants (N=218) aged 8-30 years, we demonstrate maturational changes in task-dependent functional co-activation over and above baseline connectivity maturation. Our results provide evidence for task-specific maturational windows with different cognitive systems probed by different tasks displaying specific age-range dependencies of strongest developmental change. Our results highlight the use of task potency for modelling developmental trajectories and the impact of differential maturation across tasks. This enables better characterisation of cognitive processes disrupted in neurodevelopmental disorders and may explain the increased level of heterogeneity observed in adolescent population studies.", "doi": "10.1016/j.dcn.2017.11.011", "title": "Assessing age-dependent multi-task functional co-activation changes using measures of task-potency.", "journal": ["Developmental cognitive neuroscience", "Dev Cogn Neurosci"]}