{"authors": [["Kikkert", "Lisette H J", "LHJ", "University of Groningen,University Medical Centre Groningen,Center for Human Movement Sciences,Groningen,The Netherlands."], ["Vuillerme", "Nicolas", "N", "Université Grenoble Alpes,EA AGEIS,Grenoble,France."], ["van Campen", "Jos P", "JP", "Department of Geriatric Medicine,MC Slotervaart Hospital,Amsterdam,The Netherlands."], ["Appels", "Bregje A", "BA", "Department of Medical Psychology and Hospital Psychiatry,MC Slotervaart Hospital,Amsterdam,The Netherlands."], ["Hortobágyi", "Tibor", "T", "University of Groningen,University Medical Centre Groningen,Center for Human Movement Sciences,Groningen,The Netherlands."], ["Lamoth", "Claudine J C", "CJC", "University of Groningen,University Medical Centre Groningen,Center for Human Movement Sciences,Groningen,The Netherlands."]], "date": "2017-12-10", "id": "29223180", "text": "Walking ability recently emerged as a sub-clinical marker of cognitive decline. Hence, the relationship between baseline gait and future cognitive decline was examined in geriatric patients. Because a \"loss of complexity\" (LOC) is a key phenomenon of the aging process that exhibits in multiple systems, we propose the idea that age- and cognition-related LOC may also become manifested in gait function. The LOC theory suggests that even healthy aging is associated with a (neuro)physiological breakdown of system elements that causes a decline in variability and an overall LOC. We used coordination dynamics as a conceptual framework and hypothesized that a LOC is reflected in dynamic gait outcomes (e.g. gait regularity, complexity, stability) and that such outcomes could increase the specificity of the gait-cognition link.19 geriatric patients (age 80.0±5.8) were followed for 14.4±6.6 months. An iPod collected three-dimensional (3D) trunk accelerations while patients walked for 3 minutes. Cognition was evaluated with the Mini-Mental State Examination (MMSE) and the Seven-Minute screen (7MS) test. The Reliable Change Index (RCI) quantified the magnitude of cognitive change. Spearman's Rho coefficients (ρ) indexed correlations between baseline gait and future cognitive change.Seven patients showed reliable cognitive decline (\"Cognitive Decline\" group), and 12 patients remained cognitively stable (\"Cognitive Stable\" group) over time. Future cognitive decline was correlated with a more regular (ρ = 0.579*) and predictable (ρ = 0.486*) gait pattern, but not with gait speed.The increase in gait regularity and predictability possibly reflects a LOC due to age- and cognition-related (neuro)physiological decline. Because dynamic versus traditional gait outcomes (i.e. gait speed and (variability of) stride time) were more strongly correlated with future cognitive decline, the use of wearable sensors in predicting and monitoring cognitive and physical health in vulnerable geriatric patients can be considered promising. However, our results are preliminary and do require replication in larger cohorts.", "doi": "10.1017/S1041610217002770", "title": "The relationship between gait dynamics and future cognitive decline: a prospective pilot study in geriatric patients.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}