{"authors": [["Barcelos", "Lorena Broseghini", "LB", "Movement Disorders Unit, Federal University of São Paulo, Brazil. Electronic address: lorena.barcelos@unifesp.br."], ["Saad", "Flávia", "F", "Movement Disorders Unit, Federal University of São Paulo, Brazil."], ["Giacominelli", "Carla", "C", "Movement Disorders Unit, Federal University of São Paulo, Brazil."], ["Saba", "Roberta Arb", "RA", "Movement Disorders Unit, Federal University of São Paulo, Brazil."], ["de Carvalho Aguiar", "Patrícia Maria", "PM", "Movement Disorders Unit, Federal University of São Paulo, Brazil; Hospital Israelita Albert Einstein, Brazil."], ["Silva", "Sonia Maria Azevedo", "SMA", "Movement Disorders Unit, Federal University of São Paulo, Brazil."], ["Borges", "Vanderci", "V", "Movement Disorders Unit, Federal University of São Paulo, Brazil."], ["Bertolucci", "Paulo Henrique Ferreira", "PHF", "Movement Disorders Unit, Federal University of São Paulo, Brazil."], ["Ferraz", "Henrique Ballalai", "HB", "Movement Disorders Unit, Federal University of São Paulo, Brazil."]], "date": "2017-10-31", "id": "29223069", "text": "We evaluated neuropsychological tests to compare cognitive impairment between two types of multiple system atrophy: predominant parkinsonism (MSA-P) and predominant cerebellar ataxia (MSA-C).This cross-sectional study included 14 patients diagnosed with MSA: four with MSA-C and ten with MSA-P. Presence of motor symptoms was determined by using the Unified Rating MSA Scale (URMSAS). Non-motor symptoms were evaluated by the Short Form Health Survey (SF-36), Scales for Outcomes in Parkinson's disease Autonomic (SCOPA-AUT), Hospital Anxiety and Depression Scale (HADS), and Beck Depression Inventory (BDI). Neuropsychological tests were used to evaluate general cognition, verbal and visual memory, working memory, constructional ability, visuospatial, language, and executive function.The median age of the patients was 62 years, median disease duration was 3.5 years, and median education level was 10 years. The median Mini-Mental State Examination (MMSE) score was 26.5 points, and median Mattis Dementia Rating Scale (MDRS) score was 131.5. We compared the continuous data between the two MSA subtypes and observed that bodily pain reported in the quality of life questionnaire, SF-36, was worse in MSA-P (p<0.05), and attention function evaluated by MDRS was significantly lower in MSA-C than MSA-P (p<0.05).Our comparative study of cognitive impairment in MSA-P and MSA-C showed that both groups had impaired executive and visuospatial functions, while the attention deficit was predominant only in MSA-C. These findings support the concept that cognitive deficit originates from striatofrontal dysfunction and cerebellar degeneration. Our study also suggests that cognitive impairment is relevant in MSA, and clinical neurologists should not neglect evaluation of these aspects in their daily clinical practice.", "doi": "10.1016/j.clineuro.2017.10.039", "title": "Neuropsychological and clinical heterogeneity of cognitive impairment in patients with multiple system atrophy.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}