{"authors": [["Cadoret", "Geneviève", "G", "Département des sciences de l'activité physique, Faculté des sciences, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada; Équipe de Recherche Qualité des contextes éducatifs de la Petite Enfance, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada. Electronic address: cadoret.genevieve@uqam.ca."], ["Bigras", "Nathalie", "N", "Département de didactique, Faculté de l'éducation, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada; Équipe de Recherche Qualité des contextes éducatifs de la Petite Enfance, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada."], ["Duval", "Stéphanie", "S", "Département d'études sur l'enseignement et l'apprentissage, Faculté des sciences de l'éducation, Université Laval, Pavillon des sciences de l'éducation, bureau 1146, 2320 rue des Bibliothèques, Québec G1V0A6, Canada; Équipe de Recherche Qualité des contextes éducatifs de la Petite Enfance, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada."], ["Lemay", "Lise", "L", "Département de didactique, Faculté de l'éducation, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada; Équipe de Recherche Qualité des contextes éducatifs de la Petite Enfance, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada."], ["Tremblay", "Tania", "T", "Équipe de Recherche Qualité des contextes éducatifs de la Petite Enfance, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada."], ["Lemire", "Julie", "J", "Équipe de Recherche Qualité des contextes éducatifs de la Petite Enfance, Université du Québec à Montréal, Case postale 8888, succ. Centre-ville, Montréal, Québec H3C 3P8, Canada."]], "date": "2017-12-06", "id": "29223033", "text": "The aim of this study was to examine the relationship between motor proficiency and academic achievement in 7 years-old children. A mediating model in which the relation between motor proficiency and academic achievement is mediated by cognitive ability was tested. Participants included 152 children from the longitudinal study Jeunes enfants et leurs milieux de vie (Young Children and their Environments). Motor proficiency was evaluated with the Bruininks-Oseretsky Test of Motor Proficiency (BOT2), cognitive ability with the Wechsler Intelligence Scale for Children-Fourth Edition (WISC-IV) and academic achievement with the Wechsler Individual Achievement Test II (WIAT II). Results showed that motor proficiency, cognitive ability and academic achievement were positively correlated with each other. A structural equation modeling analysis revealed that motor proficiency had a positive effect on academic achievement through an indirect path via cognitive ability. These results highlight the fundamental importance of motor skills in children's academic achievement in early school years.", "doi": "10.1016/j.humov.2017.12.002", "title": "The mediating role of cognitive ability on the relationship between motor proficiency and early academic achievement in children.", "journal": ["Human movement science", "Hum Mov Sci"]}