{"authors": [["Leonte", "Anna", "A", "Department of Psychology, Experimental Psychology, University of Groningen, The Netherlands."], ["Colzato", "Lorenza S", "LS", "Institute for Psychological Research, Leiden Institute for Brain and Cognition, Leiden University, The Netherlands."], ["Steenbergen", "Laura", "L", "Institute for Psychological Research, Leiden Institute for Brain and Cognition, Leiden University, The Netherlands."], ["Hommel", "Bernhard", "B", "Institute for Psychological Research, Leiden Institute for Brain and Cognition, Leiden University, The Netherlands."], ["Akyürek", "Elkan G", "EG", "Department of Psychology, Experimental Psychology, University of Groningen, The Netherlands. Electronic address: e.g.akyurek@rug.nl."]], "date": "2017-12-07", "id": "29222993", "text": "In a randomized, double-blind, and placebo-controlled experiment, the acute effects of gamma-aminobutyric acid (GABA) supplementation on temporal and spatial attention in young healthy adults were investigated. A hybrid two-target rapid serial visual presentation task was used to measure temporal attention and integration. Additionally, a visual search task was used to measure the speed and accuracy of spatial attention. While temporal attention depends primarily on the distribution of limited attentional resources across time, spatial attention represents the engagement and disengagement by relevant and irrelevant stimuli across the visual field. Although spatial attention was unaffected by GABA supplementation altogether, we found evidence supporting improved performance in the temporal attention task. The attentional blink was numerically, albeit not significantly, attenuated at Lag 3, and significantly fewer order errors were committed at Lag 1, compared to the placebo condition. No effect was found on temporal integration rates. Although there is controversy about whether oral GABA can cross the blood-brain barrier, our results offer preliminary evidence that GABA intake might help to distribute limited attentional resources more efficiently, and can specifically improve the identification and ordering of visual events that occur in close temporal succession.", "doi": "10.1016/j.bandc.2017.11.004", "title": "Supplementation of gamma-aminobutyric acid (GABA) affects temporal, but not spatial visual attention.", "journal": ["Brain and cognition", "Brain Cogn"]}