{"authors": [["Senden", "Mario", "M", "Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht University, 6201BC Maastricht, The Netherlands."], ["Reuter", "Niels", "N", "Institute of Systems Neuroscience and Institute of Clinical Neuroscience & Medical Psychology, Medical Faculty, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["van den Heuvel", "Martijn P", "MP", "Brain Center Rudolf Magnus, Department of Psychiatry, University Medical Center Utrecht, Brain Center Rudolf Magnus, 3508 GA Utrecht, The Netherlands."], ["Goebel", "Rainer", "R", "Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht University, 6201BC Maastricht, The Netherlands."], ["Deco", "Gustavo", "G", "Center for Brain and Cognition, Computational Neuroscience Group, Department of Information and Communication Technologies, Universitat Pompeu Fabra, Roc Boronat 138, Barcelona 08018, Spain."], ["Gilson", "Matthieu", "M", "Center for Brain and Cognition, Computational Neuroscience Group, Department of Information and Communication Technologies, Universitat Pompeu Fabra, Roc Boronat 138, Barcelona 08018, Spain."]], "date": "2017-12-08", "id": "29222818", "text": "Higher cognition may require the globally coordinated integration of specialized brain regions into functional networks. A collection of structural cortical hubs-referred to as the rich club-has been hypothesized to support task-specific functional integration. In the present paper, we use a whole-cortex model to estimate directed interactions between 68 cortical regions from functional magnetic resonance imaging activity for four different tasks (reflecting different cognitive domains) and resting state. We analyze the state-dependent input and output effective connectivity (EC) of the structural rich club and relate these to whole-cortex dynamics and network reconfigurations. We find that the cortical rich club exhibits an increase in outgoing EC during task performance as compared with rest while incoming connectivity remains constant. Increased outgoing connectivity targets a sparse set of peripheral regions with specific regions strongly overlapping between tasks. At the same time, community detection analyses reveal massive reorganizations of interactions among peripheral regions, including those serving as target of increased rich club output. This suggests that while peripheral regions may play a role in several tasks, their concrete interplay might nonetheless be task-specific. Furthermore, we observe that whole-cortex dynamics are faster during task as compared with rest. The decoupling effects usually accompanying faster dynamics appear to be counteracted by the increased rich club outgoing EC. Together our findings speak to a gating mechanism of the rich club that supports fast-paced information exchange among relevant peripheral regions in a task-specific and goal-directed fashion, while constantly listening to the whole network.", "doi": "10.1002/hbm.23913", "title": "Task-related effective connectivity reveals that the cortical rich club gates cortex-wide communication.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}