{"authors": [["Lai", "Jin-Shei", "JS", "Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, 633 N St Clair, 19th Floor, Chicago, IL, 60611, USA. js-lai@northwestern.edu."], ["Goodnight", "Siera", "S", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor, MI, USA."], ["Downing", "Nancy R", "NR", "College of Nursing, Texas A&M, Bryan, TX, USA."], ["Ready", "Rebecca E", "RE", "Department of Psychological and Brain Sciences, University of Massachusetts, Amherst, MA, USA."], ["Paulsen", "Jane S", "JS", "Departments of Psychiatry, Neurology, and Psychological and Brain Sciences, Carver College of Medicine, The University of Iowa, Iowa City, IA, USA."], ["Kratz", "Anna L", "AL", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor, MI, USA."], ["Stout", "Julie C", "JC", "Institute of Cognitive and Clinical Neurosciences, School of Psychological Sciences, Monash University, Clayton, VIC, Australia."], ["McCormack", "Michael K", "MK", "Department of Pathology, Rowan University, Piscataway, NJ, USA."], ["Cella", "David", "D", "Department of Medical Social Sciences, Northwestern University Feinberg School of Medicine, 633 N St Clair, 19th Floor, Chicago, IL, 60611, USA."], ["Ross", "Christopher", "C", "Departments of Psychiatry, Neurology, Pharmacology and Neuroscience, Johns Hopkins University, Baltimore, MD, USA."], ["Russell", "Jenna", "J", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor, MI, USA."], ["Carlozzi", "Noelle E", "NE", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor, MI, USA."]], "date": "2017-12-08", "id": "29222609", "text": "Cognitive functioning impacts health-related quality of life (HRQOL) for individuals with Huntington disease (HD). The Neuro-QoL includes two patient-reported outcome (PRO) measures of cognition-Executive Function (EF) and General Concerns (GC). These measures have not previously been validated for use in HD. The purpose of this analysis is to evaluate the reliability and validity of the Neuro-QoL Cognitive Function measures for use in HD.Five hundred ten individuals with prodromal or manifest HD completed the Neuro-QoL Cognition measures, two other PRO measures of HRQOL (WHODAS 2.0 and EQ5D), and a depression measure (PROMIS Depression). Measures of functioning The Total Functional Capacity and behavior (Problem Behaviors Assessment) were completed by clinician interview. Objective measures of cognition were obtained using clinician-administered Symbol Digit Modalities Test and the Stroop Test (Word, Color, and Interference). Self-rated, clinician-rated, and objective composite scores were developed. We examined the Neuro-QoL measures for reliability, convergent validity, discriminant validity, and known-groups validity.Excellent reliabilities (Cronbach's alphas ≥ 0.94) were found. Convergent validity was supported, with strong relationships between self-reported measures of cognition. Discriminant validity was supported by less robust correlations between self-reported cognition and other constructs. Prodromal participants reported fewer cognitive problems than manifest groups, and early-stage HD participants reported fewer problems than late-stage HD participants.The Neuro-QoL Cognition measures provide reliable and valid assessments of self-reported cognitive functioning for individuals with HD. Findings support the utility of these measures for assessing self-reported cognition.", "doi": "10.1007/s11136-017-1755-6", "title": "Evaluating cognition in individuals with Huntington disease: Neuro-QoL cognitive functioning measures.", "journal": ["Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation", "Qual Life Res"]}