{"authors": [["Loughrey", "David G", "DG", "NEIL (Neuro Enhancement for Independent Lives) Programme, Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Kelly", "Michelle E", "ME", "NEIL (Neuro Enhancement for Independent Lives) Programme, Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Kelley", "George A", "GA", "Meta-Analytic Research Group, School of Public Health, Department of Biostatistics, Robert C. Byrd Health Sciences Center, West Virginia University, Morgantown."], ["Brennan", "Sabina", "S", "NEIL (Neuro Enhancement for Independent Lives) Programme, Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Lawlor", "Brian A", "BA", "NEIL (Neuro Enhancement for Independent Lives) Programme, Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."]], "date": "2017-12-07", "id": "29222544", "text": "Epidemiologic research on the possible link between age-related hearing loss (ARHL) and cognitive decline and dementia has produced inconsistent results. Clarifying this association is of interest because ARHL may be a risk factor for outcomes of clinical dementia.To examine and estimate the association between ARHL and cognitive function, cognitive impairment, and dementia through a systematic review and meta-analysis.A search of PubMed, the Cochrane Library, EMBASE, and SCOPUS from inception to April 15, 2016, with cross-referencing of retrieved studies and personal files for potentially eligible studies was performed. Keywords included hearing, cognition, dementia, and Alzheimer disease. Cohort and cross-sectional studies published in peer-reviewed literature and using objective outcome measures were included. Case-control studies were excluded.One reviewer extracted and another verified data. Both reviewers independently assessed study quality. Estimates were pooled using random-effects meta-analysis. Subgroup and meta-regression analyses of study-level characteristics were performed.Hearing loss measured by pure-tone audiometry only and objective assessment measures of cognitive function, cognitive impairment, and dementia. Cognitive function outcomes were converted to correlation coefficients (r value); cognitive impairment and dementia outcomes, to odds ratios (ORs).Forty studies from 12 countries met our inclusion criteria. Of these, 36 unique studies with an estimated 20 264 unique participants were included in the meta-analyses. Based on the pooled maximally adjusted effect sizes using random-effects models, a small but significant association was found for ARHL within all domains of cognitive function. Among cross-sectional studies, a significant association was found for cognitive impairment (OR, 2.00; 95% CI, 1.39-2.89) and dementia (OR, 2.42; 95% CI, 1.24-4.72). Among prospective cohort studies, a significant association was found for cognitive impairment (OR, 1.22; 95% CI, 1.09-1.36) and dementia (OR, 1.28; 95% CI, 1.02-1.59) but not for Alzheimer disease (OR, 1.69; 95% CI, 0.72-4.00). In further analyses, study, demographic, audiometric, and analyses factors were associated with cognitive function. Vascular dysfunction and impaired verbal communication may contribute to the association between hearing loss and cognitive decline.Age-related hearing loss is a possible biomarker and modifiable risk factor for cognitive decline, cognitive impairment, and dementia. Additional research and randomized clinical trials are warranted to examine implications of treatment for cognition and to explore possible causal mechanisms underlying this relationship.", "doi": "10.1001/jamaoto.2017.2513", "title": "Association of Age-Related Hearing Loss With Cognitive Function, Cognitive Impairment, and Dementia: A Systematic Review and Meta-analysis.", "journal": ["JAMA otolaryngology-- head & neck surgery", "JAMA Otolaryngol Head Neck Surg"]}