{"authors": [["Rodriguez-Rojas", "Rafael", "R", "HM CINAC, Hospital Universitario HM Puerta del Sur, CEU-San Pablo University, Madrid, Spain."], ["Carballo-Barreda", "Maylen", "M", "Brain Images Processing Group and Movement Disorder Unit, International Center for Neurological Restoration, Havana, Cuba."], ["Alvarez", "Lazaro", "L", "Brain Images Processing Group and Movement Disorder Unit, International Center for Neurological Restoration, Havana, Cuba."], ["Guridi", "Jorge", "J", "Service of Neurosurgery, Clinica Universidad de Navarra, Pamplona, Spain."], ["Pavon", "Nancy", "N", "Brain Images Processing Group and Movement Disorder Unit, International Center for Neurological Restoration, Havana, Cuba."], ["Garcia-Maeso", "Ivan", "I", "Brain Images Processing Group and Movement Disorder Unit, International Center for Neurological Restoration, Havana, Cuba."], ["Macías", "Raul", "R", "Brain Images Processing Group and Movement Disorder Unit, International Center for Neurological Restoration, Havana, Cuba."], ["Rodriguez-Oroz", "Maria C", "MC", "CIBERNED, Institute Carlos III, Madrid, Spain."], ["Obeso", "Jose Angel", "JA", "HM CINAC, Hospital Universitario HM Puerta del Sur, CEU-San Pablo University, Madrid, Spain."]], "date": "2017-12-08", "id": "29222224", "text": "Subthalamotomy is an effective alternative for the treatment of Parkinson's disease (PD). However, uncertainty about the optimal target location and the possibility of inducing haemichorea-ballism have limited its application. We assessed the correlation between the topography of radiofrequency-based lesions of the subthalamic nucleus (STN) with motor improvement and the emergence of haemichorea-ballism.Sixty-four patients with PD treated with subthalamotomy were evaluated preoperatively and postoperatively using the Unified Parkinson's Disease Rating Scale motor score (UPDRSm), MRI and tractography. Patients were classified according to the degree of clinical motor improvement and dyskinesia scale. Lesions were segmented on MRI and averaged in a standard space. We examined the relationship between the extent of lesion-induced disruption of fibres surrounding the STN and the development of haemichorea-ballism.Maximum antiparkinsonian effect was obtained with lesions located within the dorsolateral motor region of the STN as compared with those centre-placed in the dorsal border of the STN and the zona incerta (71.3%, 53.5% and 20.8% UPDRSm reduction, respectively). However, lesions that extended dorsally beyond the STN showed lower probability of causing haemichorea-ballism than those placed entirely within the nucleus. Tractography findings indicate that interruption of pallidothalamic fibres probably determines a low probability of haemichorea-ballism postoperatively.The topography of the lesion is a major factor in the antiparkinsonian effect of subthalamotomy in patients with PD. Lesions involving the motor STN and pallidothalamic fibres induced significant motor improvement and were associated with a low incidence of haemichorea-ballism.", "doi": "10.1136/jnnp-2017-316241", "title": "Subthalamotomy for Parkinson's disease: clinical outcome and topography of lesions.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}