{"authors": [["Singh", "Sadhana", "S", "Department of Anesthesiology, University of California, Los Angeles, CA, USA."], ["Kumar", "Rajesh", "R", "Department of Anesthesiology, University of California, Los Angeles, CA, USA; Department of Radiological Sciences, University of California, Los Angeles, CA, USA; Department of Bioengineering, University of California, Los Angeles, CA, USA; Brain Research Institute, University of California, Los Angeles, CA, USA. Electronic address: rkumar@mednet.ucla.edu."], ["Roy", "Bhaswati", "B", "UCLA School of Nursing, University of California, Los Angeles, CA, USA."], ["Woo", "Mary A", "MA", "UCLA School of Nursing, University of California, Los Angeles, CA, USA."], ["Lewis", "Alan", "A", "Division of Pediatric Cardiology, Children's Hospital, Los Angeles, CA, USA."], ["Halnon", "Nancy", "N", "Division of Pediatric Cardiology, University of California, Los Angeles, CA, USA."], ["Pike", "Nancy", "N", "UCLA School of Nursing, University of California, Los Angeles, CA, USA. Electronic address: npike@sonnet.ucla.edu."]], "date": "2017-12-06", "id": "29222023", "text": "Adolescents with single ventricle heart disease (SVHD) show autonomic, mood, and cognitive deficits, indicating aberrations in brain areas that regulate these functions. However, the gray matter integrity in autonomic, mood, and cognitive control sites is unclear. We examined regional brain gray matter changes, using high-resolution T1-weighted images (3.0-T magnetic resonance scanner) with voxel based morphometry procedures, as well as mood and cognitive functions in SVHD (n=18; age, 15.7±1.1years; male, 10) and controls (n=31; age, 16.0±1.1years; male, 17). High-resolution T1-weighted images were realigned, gray matter tissue type partitioned, normalized to a common space, smoothed, and compared between groups (analysis of covariance; covariates, age and gender). The mood and cognitive scores were compared between groups using independent samples t-tests. SVHD subjects showed significantly altered mood and cognitive functions over controls. Significantly reduced gray matter emerged in multiple brain areas, including the thalamus, caudate nuclei, putamen, insula, prefrontal, post-central and precentral gyrus, occipital gyrus, para-hippocampal gyrus, temporal gyrus, and cerebellar sites in SVHD over controls. SVHD subjects show compromised gray matter integrity in autonomic, mood and cognitive control sites. The findings indicate that frequent deficits found in SVHD subjects have a brain structural basis in the condition.", "doi": "10.1016/j.neulet.2017.12.011", "title": "Regional brain gray matter changes in adolescents with single ventricle heart disease.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}