{"authors": [["Kohn", "Nils", "N", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Kapittelweg 29, 6525 EN Nijmegen, The Netherlands. Electronic address: n.kohn@donders.ru.nl."], ["Fernández", "Guillén", "G", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Centre, Kapittelweg 29, 6525 EN Nijmegen, The Netherlands."]], "date": "2017-12-06", "id": "29221834", "text": "Our surrounding provides a host of sensory input, which we cannot fully process without streamlining and automatic processing. Levels of automaticity differ for different cognitive and affective processes. Situational and contextual interactions between cognitive and affective processes in turn influence the level of automaticity. Automaticity can be measured by interference in Stroop tasks. We applied an emotional version of the Stroop task to investigate how stress as a contextual factor influences the affective valence-dependent level of automaticity. 120 young, healthy men were investigated for behavioral and brain interference following a stress induction or control procedure in a counter-balanced cross-over-design. Although Stroop interference was always observed, sex and emotion of the face strongly modulated interference, which was larger for fearful and male faces. These effects suggest higher automaticity when processing happy and also female faces. Supporting behavioral patterns, brain data show lower interference related brain activity in executive control related regions in response to happy and female faces. In the absence of behavioral stress effects, congruent compared to incongruent trials (reverse interference) showed little to no deactivation under stress in response to happy female and fearful male trials. These congruency effects are potentially based on altered context- stress-related facial processing that interact with sex-emotion stereotypes. Results indicate that sex and facial emotion modulate Stroop interference in brain and behavior. These effects can be explained by altered response difficulty as a consequence of the contextual and stereotype related modulation of automaticity.", "doi": "10.1016/j.neuropsychologia.2017.12.001", "title": "Emotion and sex of facial stimuli modulate conditional automaticity in behavioral and neuronal interference in healthy men.", "journal": ["Neuropsychologia", "Neuropsychologia"]}