{"authors": [["Vanlangendonck", "Flora", "F", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; International Max Planck Research School for Language Sciences, Nijmegen, The Netherlands. Electronic address: f.vanlangendonck@donders.ru.nl."], ["Takashima", "Atsuko", "A", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; Max Planck Institute for Psycholinguistics, Nijmegen, The Netherlands."], ["Willems", "Roel M", "RM", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; Max Planck Institute for Psycholinguistics, Nijmegen, The Netherlands; Centre for Language Studies, Radboud University Nijmegen, The Netherlands."], ["Hagoort", "Peter", "P", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, The Netherlands; Max Planck Institute for Psycholinguistics, Nijmegen, The Netherlands."]], "date": "2017-12-05", "id": "29221830", "text": "Learning often occurs in communicative and collaborative settings, yet almost all research into the neural basis of memory relies on participants encoding and retrieving information on their own. We investigated whether learning linguistic labels in a collaborative context at least partly relies on cognitively and neurally distinct representations, as compared to learning in an individual context. Healthy human participants learned labels for sets of abstract shapes in three different tasks. They came up with labels with another person in a collaborative communication task (collaborative condition), by themselves (individual condition), or were given pre-determined unrelated labels to learn by themselves (arbitrary condition). Immediately after learning, participants retrieved and produced the labels aloud during a communicative task in the MRI scanner. The fMRI results show that the retrieval of collaboratively generated labels as compared to individually learned labels engages brain regions involved in understanding others (mentalizing or theory of mind) and autobiographical memory, including the medial prefrontal cortex, the right temporoparietal junction and the precuneus. This study is the first to show that collaboration during encoding affects the neural networks involved in retrieval.", "doi": "10.1016/j.neuropsychologia.2017.12.008", "title": "Distinguishable memory retrieval networks for collaboratively and non-collaboratively learned information.", "journal": ["Neuropsychologia", "Neuropsychologia"]}