{"authors": [["Vogel", "Suzan W N", "SWN", "PsyQ, Expertise Center Adult ADHD, Carel Reinierszkade 197, 2593 The Hague HR, The Netherlands. Electronic address: s.vogel@psyq.nl."], ["Bijlenga", "Denise", "D", "PsyQ, Expertise Center Adult ADHD, Carel Reinierszkade 197, 2593 The Hague HR, The Netherlands."], ["Benjamins", "Jeroen S", "JS", "Department of Social, Health and Organisational Psychology, Department of Experimental Psychology, Utrecht University, Heidelberglaan 1, 3584 Utrecht CH, The Netherlands."], ["Beekman", "Aartjan T F", "ATF", "Department of Psychiatry, EMGO Institute for Health and Care Research, VU University Medical Center, A. J. Ernststraat 1187, 1081 Amsterdam HL, The Netherlands."], ["Kooij", "J J Sandra", "JJS", "PsyQ, Expertise Center Adult ADHD, Carel Reinierszkade 197, 2593 The Hague HR, The Netherlands; Department of Psychiatry, EMGO Institute for Health and Care Research, VU University Medical Center, A. J. Ernststraat 1187, 1081 Amsterdam HL, The Netherlands."], ["Van Someren", "Eus J W", "EJW", "Department of Sleep and Cognition, Netherlands Institute for Neuroscience, Meibergdreef 47, 1105 Amsterdam BA, The Netherlands; Departments of Psychiatry and Integrative Neurophysiology, Center for Neurogenomics and Cognitive Research (CNCR), Neuroscience Campus Amsterdam, VU University and Medical Center, De Boelelaan 1187, 1081 Amsterdam HV, The Netherlands."]], "date": "2017-10-13", "id": "29221785", "text": "We examined whether current overall attention deficit hyperactivity disorder (ADHD), inattention, or hyperactivity symptom severities are associated with the current presence and persistent history of sleep problems.N = 942 participants of the Netherlands Sleep Registry filled out online several validated questionnaires. Regression analyses were performed to assess the association between (1) current overall ADHD symptom severity and the current presence of sleep problems, (2) current ADHD symptom-severity groups and the persistent history of sleep problems, and (3) current inattention or hyperactivity symptom severities and the current presence of sleep problems.(1) Current overall ADHD symptom severity was associated with the odds of suffering from probable obstructive sleep apnea syndrome (OSAS), restless legs syndrome (RLS), periodic limb movement disorder (PLMD), insomnia disorder (ID) with predominant difficulties initiating sleep (DIS) and maintaining sleep (DMS), but not with the odds of suffering from narcolepsy or ID with predominant early-morning awakening (EMA). Current overall ADHD symptom severity was also associated with an extreme evening chronotype but not with short sleep. (2) The group with the most severe current ADHD symptoms was more likely to have a history of persistent OSAS, RLS, and ID. (3) The severity of symptoms of hyperactivity, but not of inattention, was specifically associated with probable RLS, PLMD, ID with DIS or DMS, and short sleep. Inattention symptom severity was only related to the probability of being an extreme evening chronotype.ADHD severity, especially the severity of hyperactivity, is associated with the current presence and persistent history of sleep problems.", "doi": "10.1016/j.sleep.2017.09.027", "title": "Attention deficit hyperactivity disorder symptom severity and sleep problems in adult participants of the Netherlands sleep registry.", "journal": ["Sleep medicine", "Sleep Med."]}