{"authors": [["Nau", "Anne L", "AL", "Department of Psychiatry and Psychotherapy, Medical Center, University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."], ["Mwape", "Kabemba E", "KE", "Department of Clinical Studies, School of Veterinary Medicine, University of Zambia, Lusaka, Zambia."], ["Wiefek", "Jasmin", "J", "Norbert Elias Center for Transformation Design & Research, Europe-University of Flensburg, Flensburg, Germany."], ["Schmidt", "Kathie", "K", "Department of Neuroradiology, Medical University Center Göttingen, Göttingen, Germany."], ["Abatih", "Emmanuel", "E", "Department of Applied Mathematics, Computer Sciences and Statistics, Faculty of Sciences, University of Ghent, Ghent, Belgium."], ["Dorny", "Pierre", "P", "Department of Biomedical Sciences, Institute of Tropical Medicine Antwerp, Antwerp, Belgium."], ["Praet", "Nicolas", "N", "Department of Biomedical Sciences, Institute of Tropical Medicine Antwerp, Antwerp, Belgium."], ["Chiluba", "Clarance", "C", "Levy Mwanawasa General Hospital, Lusaka, Zambia."], ["Schmidt", "Holger", "H", "Department of Neurology, Elbe-Kliniken Stade/Buxtehude GmbH, Stade, Germany."], ["Phiri", "Isaac K", "IK", "Department of Clinical Studies, School of Veterinary Medicine, University of Zambia, Lusaka, Zambia."], ["Winkler", "Andrea S", "AS", "Centre for Global Health, Department of Neurology, Technical University of Munich, Munich, Germany; Centre for Global Health, Department of Community Medicine and Global Health, University of Oslo, Oslo, Norway."], ["Gabriël", "Sarah", "S", "Department of Veterinary Public Health and Food Safety, Faculty of Veterinary Medicine, Ghent University, Ghent, Belgium."], ["Blocher", "Joachim", "J", "Department of Neurology, Medical University Center Göttingen, Göttingen, Germany; Institute for Acute Neurology and Stroke, Academic Teaching Hospital Feldkirch, Feldkirch, Austria. Electronic address: Joachim.blocher@lkhf.at."]], "date": "2017-12-05", "id": "29221763", "text": "Cognitive impairment and quality of life (Qol) are important to assess the burden of epilepsy and neurocysticercosis (NCC), which are common but neglected in Sub-Saharan Africa (SSA). The aims of this study were to assess cognitive performance and Qol of people with epilepsy (PWE) in Zambia and to explore differences in PWE with and without NCC. In this community based, cross-sectional case-control-study, 47 PWE and 50 healthy controls completed five neuropsychological tests (Mini Mental State Examination (MMSE), Digit Span, Selective Reminding Test (SRT), Spatial Recall Test (SPART), Test Battery of Attentional Performance (TAP)) and a World Health Organization (WHO) questionnaire of Qol. Comparisons were made between PWE (n=47) and healthy controls (n=50) and between PWE with NCC (n=28) and without NCC (n=19), respectively, using Analysis of Covariance (ANCOVA) and Linear Models (LMs) while correcting for confounders such as age, sex, and schooling years, and adjusting for multiplicity. Working memory, spatial memory, verbal memory, verbal learning, orientation, speech and language reception, visuoconstructive ability, and attentional performance were significantly reduced in PWE compared with healthy controls (ANCOVA and LM, p<0.05). Quality of life of PWE was significantly lower in three domains (psychological, social, environmental) and in overall Qol compared with healthy controls (ANCOVA, p<0.05). There were no significant differences between PWE with NCC and PWE without NCC detected by ANCOVA. Using LM, significant differences between the groups were detected in four tests, indicating worse performance of PWE without NCC in MMSE, Digit Span, SPART, and lower physical Qol. Epilepsy was found to be associated with cognitive impairment and reduced Qol. People with epilepsy due to NCC had similar cognitive impairment and Qol compared with PWE due to other causes. Further studies should investigate the role of different conditions of NCC and the role of seizures on cognition and Qol.", "doi": "10.1016/j.yebeh.2017.10.042", "title": "Cognitive impairment and quality of life of people with epilepsy and neurocysticercosis in Zambia.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}