{"authors": [["Rohde", "Daniela", "D", "Division of Population Health Sciences, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Merriman", "Niamh A", "NA", "Division of Population Health Sciences, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Doyle", "Frank", "F", "Division of Population Health Sciences, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Bennett", "Kathleen", "K", "Division of Population Health Sciences, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Williams", "David", "D", "Department of Geriatric and Stroke Medicine, Beaumont Hospital and Royal College of Surgeons in Ireland, Beaumont Hospital, Dublin, Ireland."], ["Hickey", "Anne", "A", "Division of Population Health Sciences, Royal College of Surgeons in Ireland, Dublin, Ireland."]], "date": "2017-12-08", "id": "29220386", "text": "While medication adherence is essential for the secondary prevention of stroke, it is often sub-optimal, and can be compromised by cognitive impairment. This study aimed to systematically review and meta-analyse the association between cognitive impairment and medication non-adherence in stroke.A systematic literature search of longitudinal and cross-sectional studies of adults with any stroke type, which reported on the association between any measure of non-adherence and cognitive impairment, was carried out according to PRISMA guidelines. Odds ratios and 95% confidence intervals were the primary measure of effect. Risk of bias was assessed using the Cochrane Bias Methods Group's Tool to Assess Risk of Bias in Cohort Studies, with evidence quality assessed according to the GRADE approach. We conducted sensitivity analyses according to measure of cognitive impairment, measure of medication adherence, population, risk of bias and adjustment for covariates. The protocol was registered with PROSPERO.From 1,760 titles and abstracts, we identified 9 studies for inclusion. Measures of cognitive impairment varied from dementia diagnosis to standardised cognitive assessments. Medication adherence was assessed through self-report or administrative databases. The majority of studies were of medium risk of bias (n = 6); two studies had low risk of bias. Findings were mixed; when all studies were pooled, there was no evidence of an association between cognitive impairment and medication non-adherence post-stroke [OR (95% CI): 0.85 (0.66, 1.03)]. However, heterogeneity was substantial [I2 = 90.9%, p < .001], and the overall evidence quality was low.Few studies have explored associations between cognitive impairment and medication adherence post-stroke, with substantial heterogeneity in study populations, and definitions and assessments of non-adherence and cognitive impairment. Further research using clear, standardised and objective assessments is needed to clarify the association between cognitive impairment and medication non-adherence in stroke.", "doi": "10.1371/journal.pone.0189339", "title": "Does cognitive impairment impact adherence? A systematic review and meta-analysis of the association between cognitive impairment and medication non-adherence in stroke.", "journal": ["PloS one", "PLoS ONE"]}