{"authors": [["Rusin", "Tiago", "T", "College of Health Sciences, University of Brasília, Campus Darcy Ribeiro, Brasília, Brazil."], ["Araújo", "Wilma Maria Coelho", "WMC", "College of Health Sciences, University of Brasília, Campus Darcy Ribeiro, Brasília, Brazil."], ["Faiad", "Cristiane", "C", "Department of Social and Work Psychology, Institute of Psychology, University of Brasília, Campus Darcy Ribeiro, Brasília, Brazil."], ["Vital", "Helio de Carvalho", "HC", "Department of Nuclear Engineering, Military Engineering Institute (IME), Rio de Janeiro, Brazil."]], "date": "2017-12-08", "id": "29220375", "text": "Although food irradiation has been used to ensure food safety, most consumers are unaware of the basic concepts of irradiation, misinterpreting information and demonstrating a negative attitude toward food items treated with ionizing radiation. This research is aimed at developing a tool to assess the awareness on the consumption of irradiated food. The sample was composed by employees from different social classes and school levels of Brazilian universities, who reflect the end-users of the irradiated foods, representative of the views of lay consumers. The total number of respondents was 614. In order to assess the Awareness Scale on Consumption of Irradiated Foods (ASCIF), an instrument has been developed and submitted to semantic tests and judge's validation. The instrument, that included 32 items, contemplated four construct factors: concepts (6 items), awareness (10 items), labeling (7 items) and safety of Irradiated foods (9 items). The data were collected by electronic means, through the site <https://pt.surveymonkey.com/>. By using exploratory factorial analysis (EFA) 4 factors have been found. They summarize the 31 items included. These factors account for 64.32% of the variance of the items and the internal consistency of the factors has been deemed good. An Exploratory Structural Equation Modeling (ESEM) was conducted to evaluate the factor structure of the instrument. The proposed instrument has been found to meet consistency criteria as an efficient tool for indicating assessing potential challenges and opportunities for the irradiated food markets.", "doi": "10.1371/journal.pone.0189314", "title": "Construction and validation of a psychometric scale to measure awareness on consumption of irradiated foods.", "journal": ["PloS one", "PLoS ONE"]}