{"authors": [["Papegaaij", "Selma", "S", "Center for Human Movement Sciences, Groningen University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."], ["Hortobágyi", "Tibor", "T", "Center for Human Movement Sciences, Groningen University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."], ["Godde", "Ben", "B", "Jacobs Center on Lifelong Learning and Institutional Development, Jacobs University Bremen, Bremen, Germany."], ["Kaan", "Wim A", "WA", "Center for Human Movement Sciences, Groningen University of Groningen, University Medical Center Groningen, Groningen, the Netherlands."], ["Erhard", "Peter", "P", "Brain Research Institute, University of Bremen, Bremen, Germany."], ["Voelcker-Rehage", "Claudia", "C", "Jacobs Center on Lifelong Learning and Institutional Development, Jacobs University Bremen, Bremen, Germany."]], "date": "2017-12-08", "id": "29220349", "text": "When two tasks are performed simultaneously, performance often declines in one or both tasks. These so-called dual-task costs are more pronounced in old than in young adults. One proposed neurological mechanism of the dual-task costs is that old compared with young adults tend to execute single-tasks with higher brain activation. In the brain regions that are needed for both tasks, the reduced residual capacity may interfere with performance of the dual-task. This competition for shared brain regions has been called structural interference. The purpose of the study was to determine whether structural interference indeed plays a role in the age-related decrease in dual-task performance. Functional magnetic resonance imaging (fMRI) was used to investigate 23 young adults (20-29 years) and 32 old adults (66-89 years) performing a calculation (serial subtraction by seven) and balance-simulation (plantar flexion force control) task separately or simultaneously. Behavioral performance decreased during the dual-task compared with the single-tasks in both age groups, with greater dual-task costs in old compared with young adults. Brain activation was significantly higher in old than young adults during all conditions. Region of interest analyses were performed on brain regions that were active in both tasks. Structural interference was apparent in the right insula, as quantified by an age-related reduction in upregulation of brain activity from single- to dual-task. However, the magnitude of upregulation did not correlate with dual-task costs. Therefore, we conclude that the greater dual-task costs in old adults were probably not due to increased structural interference.", "doi": "10.1371/journal.pone.0189025", "title": "Neural correlates of motor-cognitive dual-tasking in young and old adults.", "journal": ["PloS one", "PLoS ONE"]}