{"authors": [["Cliff", "Dylan P", "DP", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia. dylanc@uow.edu.au."], ["McNeill", "Jade", "J", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."], ["Vella", "Stewart A", "SA", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."], ["Howard", "Steven J", "SJ", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."], ["Santos", "Rute", "R", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."], ["Batterham", "Marijka", "M", "Statistical Consulting Service, School of Mathematics and Applied Statistics, Faculty of Engineering and Information Sciences, University of Wollongong, Wollongong, Australia."], ["Melhuish", "Edward", "E", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."], ["Okely", "Anthony D", "AD", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."], ["de Rosnay", "Marc", "M", "Early Start, Faculty of Social Sciences, University of Wollongong, Northfields Ave, Wollongong, NSW, 2522, Australia."]], "date": "2017-11-20", "id": "29219104", "text": "The new Australian 24-Hour Movement Guidelines for the Early Years recommend that, for preschoolers, a healthy 24-h includes: i) ≥180 min of physical activity, including ≥60 min of energetic play, ii) ≤1 h of sedentary screen time, and iii) 10-13 h of good quality sleep. Using an Australian sample, this study reports the proportion of preschool children meeting these guidelines and investigates associations with social-cognitive development.Data from 248 preschool children (mean age = 4.2 ± 0.6 years, 57% boys) participating in the PATH-ABC study were analyzed. Children completed direct assessments of physical activity (accelerometry) and social cognition (the Test of Emotional Comprehension (TEC) and Theory of Mind (ToM)). Parents reported on children's screen time and sleep. Children were categorised as meeting/not meeting: i) individual guidelines, ii) combinations of two guidelines, or iii) all three guidelines. Associations were examined using linear regression adjusting for child age, sex, vocabulary, area level socio-economic status and childcare level clustering.High proportions of children met the physical activity (93.1%) and sleep (88.7%) guidelines, whereas fewer met the screen time guideline (17.3%). Overall, 14.9% of children met all three guidelines. Children meeting the sleep guideline performed better on TEC than those who did not (mean difference [MD] = 1.41; 95% confidence interval (CI) = 0.36, 2.47). Children meeting the sleep and physical activity or sleep and screen time guidelines also performed better on TEC (MD = 1.36; 95% CI = 0.31, 2.41) and ToM (MD = 0.25; 95% CI = -0.002, 0.50; p = 0.05), respectively, than those who did not. Meeting all three guidelines was associated with better ToM performance (MD = 0.28; 95% CI = -0.002, 0.48, p = 0.05), while meeting a larger number of guidelines was associated with better TEC (3 or 2 vs. 1/none, p < 0.02) and ToM performance (3 vs. 2, p = 0.03).Strategies to promote adherence to the 24-Hour Movement Behaviour Guidelines for the Early Years among preschool children are warranted. Supporting preschool children to meet all guidelines or more guidelines, particularly the sleep and screen time guidelines, may be beneficial for their social-cognitive development.", "doi": "10.1186/s12889-017-4858-7", "title": "Adherence to 24-Hour Movement Guidelines for the Early Years and associations with social-cognitive development among Australian preschool children.", "journal": ["BMC public health", "BMC Public Health"]}