{"authors": [["Collins", "Sean M", "SM", "Psychology Department, Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, 405 N Mathews Ave, Urbana, Illinois, 61801."], ["Belagodu", "Amogh P", "AP", "Neuroscience Program, Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, 405 N Mathews Ave, Urbana, Illinois, 61801."], ["Reed", "Samantha L", "SL", "Psychology Department, Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, 405 N Mathews Ave, Urbana, Illinois, 61801."], ["Galvez", "Roberto", "R", "Psychology Department, Beckman Institute for Advanced Science and Technology, University of Illinois at Urbana-Champaign, 405 N Mathews Ave, Urbana, Illinois, 61801."]], "date": "2017-12-08", "id": "29218848", "text": "Recent studies have strongly suggested a role for the synaptic scaffolding protein SHANK1 in normal synaptic structure and signaling. Global SHANK1 knockout (SHANK1-/-) mice demonstrate reduced dendritic spine density, an immature dendritic spine phenotype and impairments in various cognitive tasks. SHANK1 overexpression is associated with increased dendritic spine size and impairments in fear conditioning. These studies suggest proper regulation of SHANK1 is crucial for appropriate synaptic structure and cognition. However, little is known regarding SHANK1's developmental expression in brain regions critical for learning. The current study quantified cell specific developmental expression of SHANK1 in the hippocampus, a brain region critically involved in various learning paradigms shown to be disrupted by SHANK1 dysregulation. Consistent with prior studies, SHANK1 was found to be strongly co-expressed with dendritic markers, with significant increased co-expression at postnatal day (P) 15, an age associated with increased synaptogenesis in the hippocampus. Interestingly, SHANK1 was also found to be expressed in astrocytes and microglia. To our knowledge, this is the first demonstration of glial SHANK1 localization; therefore, these findings were further examined via a glial purified primary cell culture fraction using magnetic cell sorting. This additional analysis further demonstrated that SHANK1 was expressed in glial cells, supporting our immunofluorescence co-expression findings. Developmentally, astroglial SHANK1 co-expression was found to be significantly elevated at P5 with a reduction into adulthood, while SHANK1 microglial co-expression did not significantly change across development. These data collectively implicate a more global role for SHANK1 in mediating normal cellular signaling in the brain. © 2017 Wiley Periodicals, Inc. Develop Neurobiol, 2017.", "doi": "10.1002/dneu.22564", "title": "SHANK1 is differentially expressed during development in CA1 hippocampal neurons and astrocytes.", "journal": ["Developmental neurobiology", "Dev Neurobiol"]}