{"authors": [["Berrio", "Alejandro", "A", "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."], ["Guerrero", "Rafael F", "RF", "Department of Biology, Indiana University, Bloomington, IN, USA."], ["Aglyamova", "Galina V", "GV", "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."], ["Okhovat", "Mariam", "M", "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."], ["Matz", "Mikhail V", "MV", "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."], ["Phelps", "Steven M", "SM", "Department of Integrative Biology, University of Texas at Austin, Austin, TX, USA."]], "date": "2017-12-08", "id": "29218792", "text": "Adaptive variation in social behaviour depends upon standing genetic variation, but we know little about how evolutionary forces shape genetic diversity relevant to brain and behaviour. In prairie voles (Microtus ochrogaster), variants at the Avpr1a locus predict expression of the vasopressin 1a receptor in the retrosplenial cortex (RSC), a brain region that mediates spatial and contextual memory; cortical V1aR abundance in turn predicts diversity in space use and sexual fidelity in the field. To examine the potential contributions of adaptive and neutral forces to variation at the Avpr1a locus, we explore sequence diversity at the Avpr1a locus and throughout the genome in two populations of wild prairie voles. First, we refine results demonstrating balancing selection at the locus by comparing the frequency spectrum of variants at the locus to a random sample of the genome. Next, we find that the four single nucleotide polymorphisms that predict high V1aR expression in the RSC are in stronger linkage disequilibrium than expected by chance despite high recombination among intervening variants, suggesting that epistatic selection maintains their association. Analysis of population structure and a haplotype network for two populations revealed that this excessive LD was unlikely to be due to admixture alone. Furthermore, the two populations differed considerably in the region shown to be a regulator of V1aR expression despite the extremely low levels of genomewide genetic differentiation. Together, our data suggest that complex selection on Avpr1a locus favours specific combinations of regulatory polymorphisms, maintains the resulting alleles at population-specific frequencies, and may contribute to unique patterns of spatial cognition and sexual fidelity among populations.", "doi": "10.1111/mec.14455", "title": "Complex selection on a regulator of social cognition: Evidence of balancing selection, regulatory interactions and population differentiation in the prairie vole Avpr1a locus.", "journal": ["Molecular ecology", "Mol. Ecol."]}