{"authors": [["Bachlechner", "Stephan", "S", "Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Denzer-Lippmann", "Melanie Y", "MY", "Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Wielopolski", "Jan", "J", "Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Fischer", "Marie", "M", "Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Buettner", "Andrea", "A", "Department of Chemistry and Pharmacy, Emil Fischer Center, Friedrich-Alexander Universität Erlangen-Nürnberg, Erlangen, Germany."], ["Doerfler", "Arndt", "A", "Department of Neuroradiology, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Schöfl", "Christof", "C", "Division of Endocrinology and Diabetes, Department of Medicine I, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Münch", "Gerald", "G", "Department of Pharmacology, School of Medicine, University of Western Sydney, Penrith South, NSW, Australia."], ["Kornhuber", "Johannes", "J", "Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."], ["Thürauf", "Norbert", "N", "Department of Psychiatry and Psychotherapy, Friedrich-Alexander-Universität Erlangen Nürnberg, Erlangen, Germany."]], "date": "2017-11-23", "id": "29218021", "text": "Food intake influences human cognition, olfaction, hunger, and food craving. However, little research has been done in this field to elucidate the effects of different nutrients. Thus, the goal of our study was to investigate the effects of oral ingestion of different nutrient solutions on olfactory, cognitive, metabolic and psychophysical function. Twenty healthy men participated in our study employing a double-blind, cross-over, repeated measurement design. Participants were tested on four different study days. Each day participants received, in randomized order, one of three isocaloric (protein, carbohydrate or fat 600 kcal, 1,500 mL) solutions or a placebo. Olfactory and cognitive tests (monitoring only) were conducted three times, i.e., 60 min before the beginning of nutrient intake, following oral ingestion of the solution and 60, and 240 min after. Psychophysical and metabolic function tests (active grehlin, desacyl ghrelin, insulin, glucagon, glucose, triglyceride, urea) were performed 7 times on each examination day (observation period: -60 min, 0 = solution intake, +60, +120, +180, +240, and +300 min). Ratings of hunger and food craving significantly differed over the observation period with lowest ratings following application of the protein solution. Highest ratings of craving were found following placebo intake. We further observed a significant positive correlation of active grehlin with hunger and fat, protein and sweets craving for each nutrient solution. Active grehlin significantly correlated with carbohydrate craving for carbohydrate and fat solution and with vegetable craving for fat solution only. Hunger hormone levels, hunger and food craving ratings demonstrated that the hierarchical order that appears in satiating efficiencies of isovolumetric-isocaloric ingested macronutrients is protein > fat > carbohydrate. Our study reveals that the type of nutrient exerts a significant influence on metabolic parameters, hunger and food craving.", "doi": "10.3389/fpsyg.2017.01988", "title": "The Effects of Different Isocaloric Oral Nutrient Solutions on Psychophysical, Metabolic, Cognitive, and Olfactory Function in Young Male Subjects.", "journal": ["Frontiers in psychology", "Front Psychol"]}