{"authors": [["Piva", "Matthew", "M", "Interdepartmental Neuroscience Program, Yale School of Medicine, Yale University, New Haven, CT, United States."], ["Zhang", "Xian", "X", "Department of Psychiatry, Yale School of Medicine, Yale University, New Haven, CT, United States."], ["Noah", "J Adam", "JA", "Department of Psychiatry, Yale School of Medicine, Yale University, New Haven, CT, United States."], ["Chang", "Steve W C", "SWC", "Interdepartmental Neuroscience Program, Yale School of Medicine, Yale University, New Haven, CT, United States."], ["Hirsch", "Joy", "J", "Interdepartmental Neuroscience Program, Yale School of Medicine, Yale University, New Haven, CT, United States."]], "date": "2017-11-23", "id": "29218005", "text": "Interpersonal interaction is the essence of human social behavior. However, conventional neuroimaging techniques have tended to focus on social cognition in single individuals rather than on dyads or groups. As a result, relatively little is understood about the neural events that underlie face-to-face interaction. We resolved some of the technical obstacles inherent in studying interaction using a novel imaging modality and aimed to identify neural mechanisms engaged both within and across brains in an ecologically valid instance of interpersonal competition. Functional near-infrared spectroscopy was utilized to simultaneously measure hemodynamic signals representing neural activity in pairs of subjects playing poker against each other (human-human condition) or against computer opponents (human-computer condition). Previous fMRI findings concerning single subjects confirm that neural areas recruited during social cognition paradigms are individually sensitive to human-human and human-computer conditions. However, it is not known whether face-to-face interactions between opponents can extend these findings. We hypothesize distributed effects due to live processing and specific variations in across-brain coherence not observable in single-subject paradigms. Angular gyrus (AG), a component of the temporal-parietal junction (TPJ) previously found to be sensitive to socially relevant cues, was selected as a seed to measure within-brain functional connectivity. Increased connectivity was confirmed between AG and bilateral dorsolateral prefrontal cortex (dlPFC) as well as a complex including the left subcentral area (SCA) and somatosensory cortex (SS) during interaction with a human opponent. These distributed findings were supported by contrast measures that indicated increased activity at the left dlPFC and frontopolar area that partially overlapped with the region showing increased functional connectivity with AG. Across-brain analyses of neural coherence between the players revealed synchrony between dlPFC and supramarginal gyrus (SMG) and SS in addition to synchrony between AG and the fusiform gyrus (FG) and SMG. These findings present the first evidence of a frontal-parietal neural complex including the TPJ, dlPFC, SCA, SS, and FG that is more active during human-to-human social cognition both within brains (functional connectivity) and across brains (across-brain coherence), supporting a model of functional integration of socially and strategically relevant information during live face-to-face competitive behaviors.", "doi": "10.3389/fnhum.2017.00571", "title": "Distributed Neural Activity Patterns during Human-to-Human Competition.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}