{"authors": [["Li", "Xuan", "X", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Wei", "Kai", "K", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Hu", "Rong", "R", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Zhang", "Bo", "B", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Li", "Li", "L", "Department of Physiology, Hubei University of Chinese Medicine, Wuhan, China."], ["Wan", "Li", "L", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Zhang", "Chuanhan", "C", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Yao", "Wenlong", "W", "Department of Anesthesiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."]], "date": "2017-11-23", "id": "29218001", "text": "Neonatal exposure to isoflurane can result in neuroapoptosis and persistent cognitive impairments. However, the underlying mechanisms remain elusive. Anaphase-promoting complex/cyclosome (APC/C) and its co-activator Cdh1 are E3 ubiquitin ligases that play important roles in the central nervous system, including in the regulation of neuronal survival, synaptic development, and mammalian learning and memory. However, whether APC/C-Cdh1 is involved in isoflurane-induced neurotoxicity in developing rats remains unclear. In this study, postnatal day-7 (P7) rat pups and primary hippocampal neurons were exposed to 2% isoflurane for 6 h. Terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) staining was used to detect neuronal apoptosis, and the expression of proteins involved in apoptosis (cleaved caspase-3, Bax and Bcl-2) was assessed by western blot. The level of Cdh1 in the hippocampus was downregulated during isoflurane-induced neuroapoptosis. Cdh1-encoding lentivirus was transfected before isoflurane-treatment to increase the level of Cdh1. Our results showed that Cdh1 overexpression by a recombinant Cdh1-encoding lentivirus reduced isoflurane-induced neuronal apoptosis. Moreover, bilateral intra-hippocampal injection with Cdh1-encoding lentivirus attenuated long-term cognitive deficits after exposure to isoflurane in developing rats. Our study indicates that Cdh1 is an important target to prevent isoflurane-induced developmental neurotoxicity.", "doi": "10.3389/fncel.2017.00368", "title": "Upregulation of Cdh1 Attenuates Isoflurane-Induced Neuronal Apoptosis and Long-Term Cognitive Impairments in Developing Rats.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}