{"authors": [["Schroeder", "Philipp A", "PA", "Department of Psychiatry and Psychotherapy, Neurophysiology and Interventional Neuropsychiatry, University of Tübingen, Tübingen, Germany."], ["Nuerk", "Hans-Christoph", "HC", "Department of Psychology, Diagnostics and Cognitive Neuropsychology, University of Tübingen, Tübingen, Germany."], ["Plewnia", "Christian", "C", "Department of Psychiatry and Psychotherapy, Neurophysiology and Interventional Neuropsychiatry, University of Tübingen, Tübingen, Germany."]], "date": "2017-11-23", "id": "29217996", "text": "In societies with left-to-right reading direction, left-side vs. right-side behavioral decisions are faster for relatively small vs. large number magnitudes, and vice versa, a phenomenon termed Spatial-Numerical Associations of Response Codes (SNARC) effect. But also for non-numerical sequential items, SNARC-like effects were observed, suggesting a common neurocognitive mechanism based on the ordinal structures of both numbers and sequences. Modulation of prefrontal networks that are involved in providing spatial associations during cognitive behavior can contribute to elaborate their neuropsychological theoretical foundations. With transcranial direct current stimulation (tDCS) directed to the left prefrontal cortex, we recently showed that (i) cathodal tDCS can block the emergence of spatial-numerical associations and that (ii) anodal tDCS can reverse spatial associations of sequential order, most likely based on markedness correspondence. Two conceptual replication attempts of the latter reversal of space-order associations are presented in the current sham-controlled experiment, using either weekdays (Monday-Friday) or month names (January-December) as stimuli in the temporal order classification task. In addition, to control for possible influences of notation, number stimuli were presented as written German names (One-Five). We report on a successful modulation of spatial-numerical associations of response codes (SNARC) effects with month stimuli induced by anodal tDCS, but failed to observe the same reversal of SNARC effects for weekday stimuli. The former stimulation effect was orthogonal to the small anodal tDCS effect on written number words, which replicates the dissociation of SNARC effects for numbers vs. non-numerical sequences. Moreover, this result reinforces the hypothesis that the ordinal item and task structure was the source of dissociation (as opposed to verbal presentation). We suggest that the diverging results can be explained by the markedness correspondence account of spatial associations in a multiple coding framework. Left-hemispheric prefrontal excitation from anodal tDCS renders verbal markedness relatively more dominant, but this effect is not absolute. We discuss task contagion, study design, and individual differences in performance measures or tDCS response as possible contributors to systematic variation of the weights of multiple coding parameters for spatial-numerical associations.", "doi": "10.3389/fnins.2017.00654", "title": "Switching between Multiple Codes of SNARC-Like Associations: Two Conceptual Replication Attempts with Anodal tDCS in Sham-Controlled Cross-Over Design.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}