{"authors": [["Caudill", "Marie A", "MA", "Division of Nutritional Sciences, Cornell University, Ithaca, New York, USA."], ["Strupp", "Barbara J", "BJ", "Division of Nutritional Sciences, Cornell University, Ithaca, New York, USA."], ["Muscalu", "Laura", "L", "Division of Nutritional Sciences, Cornell University, Ithaca, New York, USA."], ["Nevins", "Julie E H", "JEH", "Division of Nutritional Sciences, Cornell University, Ithaca, New York, USA."], ["Canfield", "Richard L", "RL", "Division of Nutritional Sciences, Cornell University, Ithaca, New York, USA; rlc5@cornell.edu."]], "date": "2017-12-07", "id": "29217669", "text": "Rodent studies demonstrate that supplementing the maternal diet with choline during pregnancy produces life-long cognitive benefits for the offspring. In contrast, the two experimental studies examining cognitive effects of maternal choline supplementation in humans produced inconsistent results, perhaps because of poor participant adherence and/or uncontrolled variation in intake of choline or other nutrients. We examined the effects of maternal choline supplementation during pregnancy on infant cognition, with intake of choline and other nutrients tightly controlled. Women entering their third trimester were randomized to consume, until delivery, either 480 mg choline/d (n = 13) or 930 mg choline/d (n = 13). Infant information processing speed and visuospatial memory were tested at 4, 7, 10, and 13 mo of age (n = 24). Mean reaction time (RT) averaged across the four ages was significantly faster for infants born to mothers in the 930 (vs. 480) mg choline/d group. This result indicates that maternal consumption of approximately twice the recommended amount of choline during the last trimester improves infant information processing speed. Furthermore, for the 480-mg choline/d group, there was a significant linear effect of exposure duration (infants exposed longer showed faster RTs), suggesting that even modest increases in maternal choline intake during pregnancy may produce cognitive benefits for offspring.-Caudill, M. A., Strupp, B. J., Muscalu, L., Nevins, J. E. H., Canfield, R. L. Maternal choline supplementation during the third trimester of pregnancy improves infant information processing speed: a randomized, double-blind, controlled feeding study.", "doi": "10.1096/fj.201700692RR", "title": "Maternal choline supplementation during the third trimester of pregnancy improves infant information processing speed: a randomized, double-blind, controlled feeding study.", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."]}