{"authors": [["Orock", "Albert", "A", "Oklahoma Center for Neuroscience, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Reynolds Oklahoma Center on Aging, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Dept. of Geriatric Medicine, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Logan", "Sreemathi", "S", "Oklahoma Center for Neuroscience, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Reynolds Oklahoma Center on Aging, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Dept. of Geriatric Medicine, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Deak", "Ferenc", "F", "Oklahoma Center for Neuroscience, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Reynolds Oklahoma Center on Aging, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Dept. of Geriatric Medicine, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Dept. of Physiology, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Harold Hamm Diabetes Center, Univ. Oklahoma Health Sciences Center, Oklahoma City, OK, USA. Electronic address: Ferenc-Deak@ouhsc.edu."]], "date": "2017-12-05", "id": "29217410", "text": "Ohtahara syndrome, also known as type 4 of Early Infantile Epileptic Encephalopathy with suppression bursts (EIEE-4) is currently an untreatable disorder that presents with seizures and impaired cognition. EIEE-4 patients have mutations most frequently in the STXBP1 gene encoding a Sec protein, munc18-1. The exact molecular mechanism of how these munc18-1 mutations cause impaired cognition, remains elusive. The leading haploinsufficiency hypothesis posits that mutations in munc18-1 render the protein unstable leading to its degradation. Expression driven by the healthy allele is not sufficient to maintain the physiological function resulting in haploinsufficiency. The aim of this study has been to understand how munc18-1 haploinsufficiency causes cognitive impairment seen in EIEE-4. Here we present results from behavioral to cellular effects from a mouse model of munc18-1 haploinsufficiency. Munc18-1 heterozygous knock-out mice showed impaired spatial learning and memory in behavior tests as well as reduced synaptic plasticity in hippocampal CA1 long-term potentiation. Cultured munc18-1 heterozygous hippocampal neurons had significantly slower rate of synaptic vesicle release and decreased readily releasable vesicle pool compared to wild-type control neurons in fluorescent FM dye assays. These results demonstrate that reduced munc18-1 levels are sufficient to impair learning and memory by reducing neurotransmitter release. Therefore, our study implicates munc18-1 haploinsufficiency as a primary cause of cognitive impairment seen in EIEE-4 patients.", "doi": "10.1016/j.mcn.2017.12.002", "title": "Munc18-1 haploinsufficiency impairs learning and memory by reduced synaptic vesicular release in a model of Ohtahara syndrome.", "journal": ["Molecular and cellular neurosciences", "Mol. Cell. Neurosci."]}