{"authors": [["Gonzales", "Frankie R", "FR", "Section of Neurobiology, Division of Biological Sciences, University of California San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0347, United States."], ["Howell", "Kristin K", "KK", "Molecular Cognition Laboratory, Department of Psychology, University of California San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0109, United States."], ["Dozier", "Lara E", "LE", "Section of Neurobiology, Division of Biological Sciences, University of California San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0347, United States."], ["Anagnostaras", "Stephan G", "SG", "Molecular Cognition Laboratory, Department of Psychology, University of California San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0109, United States."], ["Patrick", "Gentry N", "GN", "Section of Neurobiology, Division of Biological Sciences, University of California San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0347, United States. Electronic address: gpatrick@ucsd.edu."]], "date": "2017-12-04", "id": "29217409", "text": "Repeated exposure to cocaine produces structural and functional modifications at synapses from neurons in several brain regions including the nucleus accumbens. These changes are thought to underlie cocaine-induced sensitization. The ubiquitin proteasome system plays a crucial role in the remodeling of synapses and has recently been implicated in addiction-related behavior. The ATPase Rpt6 subunit of the 26S proteasome is phosphorylated by Ca2+/calmodulin-dependent protein kinases II alpha at ser120 which is thought to regulate proteasome activity and distribution in neurons. Here, we demonstrate that Rpt6 phosphorylation is involved in cocaine-induced locomotor sensitization. Cocaine concomitantly increases proteasome activity and Rpt6 S120 phosphorylation in cultured neurons and in various brain regions of wild type mice including the nucleus accumbens and prefrontal cortex. In contrast, cocaine does not increase proteasome activity in Rpt6 phospho-mimetic (ser120Asp) mice. Strikingly, we found a complete absence of cocaine-induced locomotor sensitization in the Rpt6 ser120Asp mice. Together, these findings suggest a critical role for Rpt6 phosphorylation and proteasome function in the regulation cocaine-induced behavioral plasticity.", "doi": "10.1016/j.mcn.2017.12.001", "title": "Proteasome phosphorylation regulates cocaine-induced sensitization.", "journal": ["Molecular and cellular neurosciences", "Mol. Cell. Neurosci."]}