{"authors": [["Lin", "Pei-Hsin", "PH", "Rehabilitation and Technical Aid Center, Taipei Veterans General Hospital, Taipei, Taiwan, ROC. Electronic address: phlin2@vghtpe.gov.tw."]], "date": "2017-12-04", "id": "29217360", "text": "Hemiplegic shoulder pain is common in stroke patients and can influence rehabilitation outcome. The underlying pathology can be various: in addition to impaired motor control and altered peripheral and central nervous activity, soft tissue lesions may also play an important role. It remains unclear how these pathologies may interact or correlate with each other.This retrospective study collected data from 26 stroke patients who received sonography examination due to shoulder pain. Severity of soft tissue lesion over the shoulder joint was graded on the basis of the sonographic findings. The information regarding cognition, sensory function, spasticity (measured by the Modified Ashworth Scale) and the Brunnstrom stage of motor recovery was collected though medical chart review. This study examined the association between sonographic findings and the clinical findings.This study showed that sonographic grading of painful hemiplegic shoulder is not statistically associated with impaired cognition and sensory function. (P value = 0.0587 and 0.9776, respectively) In addition, there is no correlation between sonographic grading and motor recovery in patients with hemiplegic shoulder pain. (Spearman's correlation coefficient = -0.0053, P value = 0.9796) Neither is there any statistically significant correlation between sonographic grading and the degree of spasticity. (Spearman's correlation coefficient = -0.0311, P value = 0.8801).The results of this study suggests that the mechanism through which soft tissue lesions causes hemiplegic shoulder pain may be independent of the mechanisms through which changes of muscle tone and nervous activity causes shoulder pain.", "doi": "10.1016/j.jcma.2017.07.018", "title": "Sonographic findings of painful hemiplegic shoulder after stroke.", "journal": ["Journal of the Chinese Medical Association : JCMA", "J Chin Med Assoc"]}