{"authors": [["Ferrario", "Carrie R", "CR", "Department of Pharmacology, University of Michigan Medical School, Ann Arbor, MI 48109, USA. Electronic address: Ferrario@umich.edu."], ["Reagan", "Lawrence P", "LP", "Department of Pharmacology, Physiology and Neuroscience, University of South Carolina School of Medicine, Columbia, SC 29208, USA; W.J.B. Dorn VA Medical Center, Columbia, SC 29208, USA."]], "date": "2017-12-05", "id": "29217283", "text": "For decades the brain was erroneously considered an insulin insensitive organ. Although gaps in our knowledge base remain, conceptual frameworks are starting to emerge to provide insight into the mechanisms through which insulin facilitates critical brain functions like metabolism, cognition, and motivated behaviors. These diverse physiological and behavioral activities highlight the region-specific activities of insulin in the CNS; that is, there is an anatomical context to the activities of insulin in the CNS. Similarly, there is also a temporal context to the activities of insulin in the CNS. Indeed, brain insulin receptor activity can be conceptualized as a continuum in which insulin promotes neuroplasticity from development into adulthood where it is an integral part of healthy brain function. Unfortunately, brain insulin resistance likely contributes to neuroplasticity deficits in obesity and type 2 diabetes mellitus (T2DM). This neuroplasticity continuum can be conceptualized by the mechanisms through which insulin promotes cognitive function through its actions in brain regions like the hippocampus, as well as the ability of insulin to modulate motivated behaviors through actions in brain regions like the nucleus accumbens and the ventral tegmental area. Thus, the goals of this review are to highlight these anatomical, temporal, and functional contexts of insulin activity in these brain regions, and to identify potentially critical time points along this continuum where the transition from enhancement of neuroplasticity to impairment may take place.", "doi": "10.1016/j.neuropharm.2017.12.001", "title": "Insulin-mediated synaptic plasticity in the CNS: Anatomical, functional and temporal contexts.", "journal": ["Neuropharmacology", "Neuropharmacology"]}