{"authors": [["Hardman", "Roy J", "RJ", "Centre for Human Psychopharmacology, Swinburne University of Technology, Melbourne, Australia. Electronic address: rhardman@swin.edu.au."], ["Meyer", "Denny", "D", "Centre for Human Psychopharmacology, Swinburne University of Technology, Melbourne, Australia."], ["Kennedy", "Greg", "G", "Centre for Human Psychopharmacology, Swinburne University of Technology, Melbourne, Australia."], ["Macpherson", "Helen", "H", "Institute for Physical Activity and Nutrition, Deakin University, Geelong, Australia."], ["Scholey", "Andrew B", "AB", "Centre for Human Psychopharmacology, Swinburne University of Technology, Melbourne, Australia."], ["Pipingas", "Andrew", "A", "Centre for Human Psychopharmacology, Swinburne University of Technology, Melbourne, Australia."]], "date": "2017-10-31", "id": "29217146", "text": "Recent reviews indicate that adherence to a Mediterranean diet may be associated with better cognitive functioning. In assessing these relationships in older individuals, previous studies have not taken into account medication usage that may support or compromise cognitive functioning.To investigate the association between adherence to a Mediterranean style diet, cognition and medication usage in cognitively healthy older individuals.Data were assessed from individuals aged 60-90 years (mean = 77.8 years, SD = 6.7) from 15 independent living aged care villages around Melbourne, Australia. Participants' diets were assessed using a food frequency questionnaire (FFQ). Cognition was assessed using reaction times from the Swinburne University Computerised Cognitive Assessment Battery (SUCCAB). Prescribed medications were recorded and analysed using binary measures. Cluster analyses were used to group participants in terms of cognitive measures and medications taken. Analyses controlled for age, gender, average daily kilojoule (kJ) intake and medication cluster.The relationship between cognitive speed clusters and medication clusters was significant (Chi-squared = 10.63, df = 3, p = 0.014). The odds ratio of 1.533 for average daily food intake suggested that for each additional kilojoule of average daily intake, the odds of belonging to the slower reaction time cluster increased by 53% and odds ratio of 0.573 for Mediterranean diet score suggested that for every additional unit, the odds of belonging to the slower reaction time cluster declined by 43%. The relationship between Mediterranean diet score and cognition was only significant when medication use was taken into account.These data demonstrate that when medications are considered, a higher Mediterranean diet score is associated with a faster response on cognitive function tests. The present findings also indicate that it is pertinent to take into account medication use when investigating relationships between dietary status and cognitive performance.", "doi": "10.1016/j.clnu.2017.10.015", "title": "The association between adherence to a Mediterranean style diet and cognition in older people: The impact of medication.", "journal": ["Clinical nutrition (Edinburgh, Scotland)", "Clin Nutr"]}