{"authors": [["Wilke", "Melanie", "M", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany; German Primate Center, Leibniz Institute for Primate Research, Goettingen, Germany; DFG Center for Nanoscale Microscopy & Molecular Physiology of the Brain (CNMPB), Germany; Leibnitz ScienceCampus \"Primate Cognition\", Goettingen, Germany. Electronic address: melanie.wilke@med.uni-goettingen.de."], ["Schneider", "Lukas", "L", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany; German Primate Center, Leibniz Institute for Primate Research, Goettingen, Germany."], ["Dominguez-Vargas", "Adan-Ulises", "AU", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany; German Primate Center, Leibniz Institute for Primate Research, Goettingen, Germany."], ["Schmidt-Samoa", "Carsten", "C", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany."], ["Miloserdov", "Kristina", "K", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany; DFG Center for Nanoscale Microscopy & Molecular Physiology of the Brain (CNMPB), Germany."], ["Nazzal", "Ahmad", "A", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany."], ["Dechent", "Peter", "P", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany."], ["Cabral-Calderin", "Yuranny", "Y", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, Germany; German Primate Center, Leibniz Institute for Primate Research, Goettingen, Germany."], ["Scherberger", "Hansjörg", "H", "German Primate Center, Leibniz Institute for Primate Research, Goettingen, Germany; Leibnitz ScienceCampus \"Primate Cognition\", Goettingen, Germany."], ["Kagan", "Igor", "I", "German Primate Center, Leibniz Institute for Primate Research, Goettingen, Germany; Leibnitz ScienceCampus \"Primate Cognition\", Goettingen, Germany."], ["Bähr", "Mathias", "M", "Department of Neurology, University Medicine Goettingen, Goettingen, Germany; DFG Center for Nanoscale Microscopy & Molecular Physiology of the Brain (CNMPB), Germany."]], "date": "2017-11-08", "id": "29216478", "text": "Expansion of the dorsal pulvinar in humans and its anatomical connectivity suggests its involvement in higher-order cognitive and visuomotor functions. We investigated visuomotor performance in a 31 year old patient (M.B.) with a lesion centered on the medial portion of the dorsal pulvinar (left > right) due to an atypical Sarcoidosis manifestation. Unlike lesions with a vascular etiology, the lesion of M.B. did not include primary sensory or motor thalamic nuclei. Thus, this patient gave us the exceedingly rare opportunity to study the contribution of the dorsal pulvinar to visuomotor behavior in a human without confounding losses in primary sensory or motor domains. We investigated reaching, saccade and visual decision making performance. Patient data in each task was compared to at least seven age matched healthy controls. While saccades were hypometric towards both hemifields, the patient did not show any spatial choice bias or perceptual deficits. At the same time, he exhibited reach and grasp difficulties, which shared features with both, parietal and cerebellar damage. In particular, he had problems to form a precision grip and exhibited reach deficits expressed in decreased accuracy, delayed initiation and prolonged movement durations. Reach deficits were similar in foveal and extrafoveal viewing conditions and in both visual hemifields but were stronger with the right hand. These results suggest that dorsal pulvinar function in humans goes beyond its subscribed role in visual cognition and is critical for the programming of voluntary actions with the hands.", "doi": "10.1016/j.cortex.2017.10.011", "title": "Reach and grasp deficits following damage to the dorsal pulvinar.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}