{"authors": [["Navarra-Ventura", "Guillem", "G", "1 Mental Health Department, Parc Taulí Hospital Universitari, Institut d'Investigació i Innovació Parc Taulí (I3PT), Universitat Autònoma de Barcelona, Corporació Sanitària Parc Taulí, Parc Taulí, Sabadell, Barcelona, Spain."], ["Fernandez-Gonzalo", "Sol", "S", "3 Research Department, Fundació Parc Taulí, Institut d'Investigació i Innovació Parc Taulí (I3PT), Universitat Autònoma de Barcelona, Parc Taulí, Sabadell, Barcelona, Spain."], ["Turon", "Marc", "M", "3 Research Department, Fundació Parc Taulí, Institut d'Investigació i Innovació Parc Taulí (I3PT), Universitat Autònoma de Barcelona, Parc Taulí, Sabadell, Barcelona, Spain."], ["Pousa", "Esther", "E", "7 Mental Health Department, Hospital del Mar, Institut de Neuropsiquiatria i Addiccions, Universitat Autònoma de Barcelona, Hospital del Mar, Passeig Marítim, Barcelona, Spain."], ["Palao", "Diego", "D", "1 Mental Health Department, Parc Taulí Hospital Universitari, Institut d'Investigació i Innovació Parc Taulí (I3PT), Universitat Autònoma de Barcelona, Corporació Sanitària Parc Taulí, Parc Taulí, Sabadell, Barcelona, Spain."], ["Cardoner", "Narcis", "N", "1 Mental Health Department, Parc Taulí Hospital Universitari, Institut d'Investigació i Innovació Parc Taulí (I3PT), Universitat Autònoma de Barcelona, Corporació Sanitària Parc Taulí, Parc Taulí, Sabadell, Barcelona, Spain."], ["Jodar", "Merce", "M", "4 Centro de Investigación Biomédica En Red en Salud Mental (CIBERSAM), Instituto de Salud Carlos III, C/ Monforte de Lemos, Madrid, Spain."]], "date": "2017-01-01", "id": "29216439", "text": "This study had 2 objectives: First, to explore the gender-related differences in emotional processing (EP) and theory of mind-both cognitive (CToM) and affective (AToM)-in patients with schizophrenia and in a control group of healthy subjects; and, second, to examine, from a gender perspective, the possible association between EP and CToM in the AToM performance.Forty patients with schizophrenia/schizoaffective disorder were recruited and matched by gender, age and years of education with 40 healthy subjects. EP was measured by the pictures of facial affect (POFA) test. CToM was measured using first- and second-order false-belief (FB) stories. AToM was measured by the reading the mind in the eyes test (RMET). Group and gender differences in CToM were analysed using the X2 test, whereas EP and AToM were analysed using the non-parametric Mann-Whitney U Test and a general linear model. Results were adjusted by intelligence quotient and negative symptomatology.Patients with schizophrenia underperformed against healthy subjects in the POFA test, second-order FB, and RMET, but not in first-order FB. No significant gender differences were found. However, there was a trend showing that females outperformed males in the POFA ( P = 0.056). Group ( P < 0.001), POFA ( P < 0.001) and second-order FB ( P = 0.022) were the best factors predicting RMET performance (adjusted R2 = 0.584).Our results suggest that the illness is the main factor related to the deficit in social cognition, except for the basic aspects of the CToM that were unimpaired in most patients. Nevertheless, the influence of female gender in EP should not be neglected in any group. Finally, the hierarchal interaction between these domains is discussed.", "doi": "10.1177/0706743717746661", "title": "Gender Differences in Social Cognition: A Cross-Sectional Pilot Study of Recently Diagnosed Patients with Schizophrenia and Healthy Subjects.", "journal": ["Canadian journal of psychiatry. Revue canadienne de psychiatrie", "Can J Psychiatry"]}