{"authors": [["Hoare", "Erin", "E", "Metabolic and Vascular Physiology, Baker Heart and Diabetes Institute, 75 Commercial Rd., Melbourne, VIC 3004, Australia. Erin.Hoare@baker.edu.au."], ["Dash", "Sarah R", "SR", "Metabolic and Vascular Physiology, Baker Heart and Diabetes Institute, 75 Commercial Rd., Melbourne, VIC 3004, Australia. Sarah.Dash@baker.edu.au."], ["Varsamis", "Pia", "P", "Metabolic and Vascular Physiology, Baker Heart and Diabetes Institute, 75 Commercial Rd., Melbourne, VIC 3004, Australia. Pia.Varsamis@baker.edu.au."], ["Jennings", "Garry L", "GL", "Metabolic and Vascular Physiology, Baker Heart and Diabetes Institute, 75 Commercial Rd., Melbourne, VIC 3004, Australia. garry.jennings@sydney.edu.au."], ["Kingwell", "Bronwyn A", "BA", "Metabolic and Vascular Physiology, Baker Heart and Diabetes Institute, 75 Commercial Rd., Melbourne, VIC 3004, Australia. Bronwyn.Kingwell@baker.edu.au."]], "date": "2017-12-07", "id": "29215576", "text": "Depression and type 2 diabetes (T2D) contribute significantly to global burden of disease and often co-occur. Underpinning type 2 diabetes is poor glycaemic control and glucose is also an obligatory substrate for brain metabolism, with potential implications for cognition, motivation and mood. This research aimed to examine the relationships between fasting plasma glucose and depressive symptoms in a large, population representative sample of US adults, controlling for other demographic and lifestyle behavioural risk factors. Using the 2013-2014 National Health and Nutrition Examination Survey (NHANES) data, this study first investigated the relationship between fasting plasma glucose and mental disorders at a population-level, accounting for demographic, health behavioural and weight-related factors known to co-occur with both type 2 diabetes and mental disorders. Depressive symptoms were derived from the 9-item Patient Health Questionnaire. Fasting plasma glucose was obtained through medical examination and demographic (age, household income, sex) and health characteristics (perceived diet quality, daily time sedentary) were self-reported. Body mass index was calculated from objectively measured height and weight. In the univariate model, higher fasting plasma glucose was associated with greater depressive symptoms among females (b = 0.24, 95% CI = 0.05, 0.43, p < 0.05), but not males. In the final fully adjusted model, the relationship between fasting plasma glucose and depressive symptoms was non-significant for both males and females. Of all independent variables, self-appraised diet quality was strongly and significantly associated with depressive symptoms and this remained significant when individuals with diabetes were excluded. Although diet quality was self-reported based on individuals' perceptions, these findings are consistent with a role for poor diet in the relationship between fasting plasma glucose and depressive symptoms.", "doi": "10.3390/nu9121330", "title": "Fasting Plasma Glucose, Self-Appraised Diet Quality and Depressive Symptoms: A US-Representative Cross-Sectional Study.", "journal": ["Nutrients", "Nutrients"]}