{"authors": [["Johnson", "Lance A", "LA", "1 Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."], ["Torres", "Eileen Ruth", "ER", "1 Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."], ["Weber Boutros", "Sydney", "S", "1 Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."], ["Patel", "Esha", "E", "1 Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."], ["Akinyeke", "Tunde", "T", "1 Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."], ["Alkayed", "Nabil J", "NJ", "3 Department of Anesthesiology and Perioperative Medicine, Oregon Health & Science University, Portland, OR, USA."], ["Raber", "Jacob", "J", "1 Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."]], "date": "2017-01-01", "id": "29215310", "text": "Metabolic dysfunction, commonly a result of diets high in saturated fats and sugar, is associated with impaired cognitive function and an increased risk of age-related cognitive decline (ACD) and Alzheimer's disease (AD). Compared to the E3 isoform of apolipoprotein (apoE), the E4 isoform is a major genetic risk factor for ACD, AD, and for developing cognitive impairments following various environmental challenges, including dietary challenges such as a high-fat diet (HFD). Both insulin resistance (IR) and E4 are associated with metabolic and vascular impairments. Deficits in cerebral metabolism and cerebrovascular function have been proposed as initiating events leading to these impairments. In the current study, we employed a model of human apoE targeted replacement mice and HFD-induced obesity to study the potential link between E4 and IR, at rest and following a postprandial challenge. HFD-induced IR was associated with impaired cognition, reduced cerebral blood volume and decreased glucose uptake. These effects were more profound in E4 than E3 mice. Furthermore, the cognitive, metabolic and cerebrovascular responses to an exogenous glucose load showed an apoE isoform-dependent response, with E4, but not E3 mice, acutely benefiting from a spike in blood glucose.", "doi": "10.1177/0271678X17746186", "title": "Apolipoprotein E4 mediates insulin resistance-associated cerebrovascular dysfunction and the post-prandial response.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}