{"authors": [["Nakajima", "Riho", "R", "Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan."], ["Kinoshita", "Masashi", "M", "Department of Neurosurgery, Kanazawa University, Kanazawa, Japan."], ["Miyashita", "Katsuyoshi", "K", "Department of Neurosurgery, Kanazawa University, Kanazawa, Japan."], ["Okita", "Hirokazu", "H", "Department of Physical Medicine and Rehabilitation, Kanazawa University Hospital, Kanazawa, Japan."], ["Genda", "Ryoji", "R", "Department of Physical Medicine and Rehabilitation, Kanazawa University Hospital, Kanazawa, Japan."], ["Yahata", "Tetsutaro", "T", "Department of Physical Medicine and Rehabilitation, Kanazawa University Hospital, Kanazawa, Japan."], ["Hayashi", "Yutaka", "Y", "Department of Neurosurgery, Ishikawa Prefectural Central Hospital, Kanazawa, Japan."], ["Nakada", "Mitsutoshi", "M", "Department of Neurosurgery, Kanazawa University, Kanazawa, Japan. mnakada@med.kanazawa-u.ac.jp."]], "date": "2017-12-07", "id": "29215071", "text": "Patients with glioma frequently present with neuropsychological deficits preoperatively and/or postoperatively, and these deficits may remain after the chronic phase. However, little is known about postoperative recovery course of right hemispheric function. We therefore studied the characteristics and causes of persistent cognitive dysfunction in right cerebral hemispheric glioma. Eighteen patients who underwent awake surgery participated in this study. All patients who received preoperative neuropsychological examinations were assigned to two groups according to their test results: preoperative deficit and normal. They were reassessed 1 week and 3 months after surgery. The rates of remaining deficits in the deficit group at chronic phase were higher than those of the normal group for all functions. Despite preoperative normal function, the remaining rate for visuospatial cognitive deficits was the highest among all functions. The voxel-based lesion-symptom mapping analysis for visuospatial cognition revealed that a part of the medial superior and middle frontal gyri were resected with high probability in patients with low visuospatial cognitive accuracy. Our study indicates that in patients with preoperative neuropsychological deficits, these deficits tend to remain until the chronic phase. Visuospatial dysfunction frequently persists until the chronic phase, which might reflect damage to the superior longitudinal fasciclus I and II.", "doi": "10.1038/s41598-017-17461-4", "title": "Damage of the right dorsal superior longitudinal fascicle by awake surgery for glioma causes persistent visuospatial dysfunction.", "journal": ["Scientific reports", "Sci Rep"]}