{"authors": [["Niccolai", "Valentina", "V", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany. Valentina.Niccolai@hhu.de."], ["Klepp", "Anne", "A", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany."], ["Indefrey", "Peter", "P", "Institute for Linguistics and Information Science, Heinrich-Heine-University, Duesseldorf, Germany."], ["Schnitzler", "Alfons", "A", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany."], ["Biermann-Ruben", "Katja", "K", "Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany."]], "date": "2017-12-07", "id": "29215039", "text": "Motor cortex activation observed during body-related verb processing hints at simulation accompanying linguistic understanding. By exploiting the up- and down-regulation that anodal and cathodal transcranial direct current stimulation (tDCS) exert on motor cortical excitability, we aimed at further characterizing the functional contribution of the motor system to linguistic processing. In a double-blind sham-controlled within-subjects design, online stimulation was applied to the left hemispheric hand-related motor cortex of 20 healthy subjects. A dual, double-dissociation task required participants to semantically discriminate concrete (hand/foot) from abstract verb primes as well as to respond with the hand or with the foot to verb-unrelated geometric targets. Analyses were conducted with linear mixed models. Semantic priming was confirmed by faster and more accurate reactions when the response effector was congruent with the verb's body part. Cathodal stimulation induced faster responses for hand verb primes thus indicating a somatotopical distribution of cortical activation as induced by body-related verbs. Importantly, this effect depended on performance in semantic discrimination. The current results point to verb processing being selectively modifiable by neuromodulation and at the same time to a dependence of tDCS effects on enhanced simulation. We discuss putative mechanisms operating in this reciprocal dependence of neuromodulation and motor resonance.", "doi": "10.1038/s41598-017-17326-w", "title": "Semantic discrimination impacts tDCS modulation of verb processing.", "journal": ["Scientific reports", "Sci Rep"]}