{"authors": [["Loprinzi", "Paul D", "PD", "1 Department of Health, Exercise Science and Recreation Management, The University of Mississippi, Oxford, MS, USA."], ["Edwards", "Meghan K", "MK", "1 Department of Health, Exercise Science and Recreation Management, The University of Mississippi, Oxford, MS, USA."], ["Crush", "Elizabeth", "E", "1 Department of Health, Exercise Science and Recreation Management, The University of Mississippi, Oxford, MS, USA."], ["Ikuta", "Toshikazu", "T", "2 Department of Communication Sciences and Disorders, The University of Mississippi, Oxford, MS, USA."], ["Del Arco", "Alberto", "A", "1 Department of Health, Exercise Science and Recreation Management, The University of Mississippi, Oxford, MS, USA."]], "date": "2017-01-01", "id": "29214828", "text": "Previous research demonstrates a favorable effect of physical activity on cognitive function among older adults. The potential dose-response relationship between physical activity and cognitive function in this population is less understood, which was the purpose of this study.Data from the 1999 to 2002 National Health and Nutrition Examination Survey were employed.A total of 2157 older adults aged 60 to 85 years.Cognitive function was assessed from the Digit Symbol Substitution Test. Moderate-to-vigorous physical activity (MVPA), expressed as metabolic equivalent of task (MET)-min-month (MET-min-month = days × duration × MET level), was assessed via self-report, with 5 MVPA categories evaluated: (1) <2000 MVPA MET-min-month, (2) 2000 to 3999 MVPA MET-min-month, (3) 4000 to 5999 MVPA MET-min-month, (4) 6000 to 7999 MVPA MET-min-month, and (5) 8000+ MVPA MET-min-month.Weighted multivariable linear regression.An inverted U-shaped relationship was observed. Consistent across several adjusted models, those who engaged in 6000 to 7999 MVPA MET-min-month had the highest cognitive function score.The results suggest an optimal amount of physical activity to prevent the cognitive decline associated with aging.", "doi": "10.1177/0890117116689732", "title": "Dose-Response Association Between Physical Activity and Cognitive Function in a National Sample of Older Adults.", "journal": ["American journal of health promotion : AJHP", "Am J Health Promot"]}