{"authors": [["Edwards", "Meghan K", "MK", "1 Physical Activity Epidemiology Laboratory, Exercise Psychology Laboratory, Department of Health, Exercise Science, and Recreation Management, The University of Mississippi, Oxford, MS, USA."], ["Loprinzi", "Paul D", "PD", "1 Physical Activity Epidemiology Laboratory, Exercise Psychology Laboratory, Department of Health, Exercise Science, and Recreation Management, The University of Mississippi, Oxford, MS, USA."]], "date": "2017-01-01", "id": "29214826", "text": "To examine the effects of a free-living, sedentary-inducing intervention on cognitive function.Randomized controlled, parallel group intervention.University campus.Thirty-three young adults (n = 23 intervention; n = 10 control).The intervention group was asked to eliminate all exercise and minimize steps to ≤5000 steps/day for 1 week, whereas the control group was asked to continue normal physical activity (PA) levels for 1 week. Both groups completed a series of 8 cognitive function assessments (assessing multiple parameters of cognition) preintervention and immediately postintervention. The intervention group was asked to resume normal PA levels for 1 week postintervention and completed the cognitive assessments for a third time at 2 weeks postintervention.Split-plot repeated-measures analysis of variance.The results of our statistical analyses showed that the group × time interaction effect was not significant ( P > .05) for any of the evaluated cognitive parameters.These findings demonstrate the need for future experimental investigations of sedentary behavior to better understand its effects on cognitive function. However, although previous work has demonstrated favorable effects of acute and chronic PA on cognitive function, our findings suggest that a 1-week period of reduced PA does not detrimentally affect cognitive function, which may have encouraging implications for individuals going through a temporary relapse in PA.", "doi": "10.1177/0890117116688692", "title": "Effects of a Sedentary Intervention on Cognitive Function.", "journal": ["American journal of health promotion : AJHP", "Am J Health Promot"]}