{"authors": [["Pedraza", "Olga Lucia", "OL", "Interdisciplinary Group on Memory, Hospital Infantil Universitario de San José (HIUSJ)."], ["Montes", "Ana Maria Salazar", "AMS", "Interdisciplinary Group on Memory, Hospital Infantil Universitario de San José (HIUSJ)."], ["Sierra", "Fabio Alexander", "FA", "Department of Epidemiology and Research (FUCS)."], ["Montalvo", "Maria Camila", "MC", "Interdisciplinary Group on Memory, Hospital Infantil Universitario de San José (HIUSJ)."], ["Muñoz", "Yolanda", "Y", "Department of Nursing (FUCS)."], ["Díaz", "Jose Miguel", "JM", "Department of Nursing (FUCS)."], ["Lozano", "Angela", "A", "Interdisciplinary Group on Memory, Hospital Infantil Universitario de San José (HIUSJ)."], ["Piñeros", "Cesar", "C", "Department of Epidemiology and Research (FUCS)."]], "date": null, "id": "29213523", "text": "The low prevalence of dementia described in communities is likely due to the low sensitivity of screening tests and an absence of evaluation by specialists.To estimate the prevalence of mild cognitive impairment (MCI) and dementia in adults older than 50 years.A two-phase, cross-sectional study was conducted by specialists to evaluate cognition and associated demographic risk factors in 1,235 independent community-dwelling adults from Bogotá. In Phase I, screening was performed using the MMSE and MoCA tests. In Phase II, after application of a comprehensive neuropsychological battery with neurologic and psychiatric evaluations, a cognitive diagnosis was established by consensus.The prevalence found for MCI was 34% and for dementia was 23%. MCI was associated with incomplete high school, OR=1.74 (95%CI=1.23-2.45), and with an age of 70-79 years, OR=1.93 (95%CI=1.47-2.53). A total of 73% of MCI cases were amnestic. Dementia was associated with incomplete primary education, OR=8.98 (95%CI=5.56-14.54), complete primary education, OR=6.23 (95%CI=3.70-10.47), and age older than eighty years, OR=3.49 (95%CI=2.23-5.44).The prevalence of dementia found was greater than the rates reported in previous studies. Low educational level was the main risk factor for cognitive impairment and should be considered in strategic planning for the local health system.A baixa prevalência de demência relatada em comunidades deve ser devida ao emprego de testes de rastreio de baixa sensibilidade e à falta da avaliação por especialistas.Estimar a prevalência de comprometimento cognitivo leve (CCL) e demência em adultos com idade superior a 50 anos.Um estudo transversal de duas fases realizado por especialistas, avaliando a cognição e os fatores de risco demográficos associados, com 1.235 adultos autônomos da comunidade em Bogotá. Em uma Fase I, foram realizados os testes de rastreio MEEM e MoCA. Na Fase II, após uma ampla bateria neuropsicológica com avaliações neurológicas e psiquiátricas, foi estabelecido um diagnóstico cognitivo por consenso.A prevalência encontrada de CCL foi de 34% e de demência, de 23%. CCL foi associado a ensino médio incompleto, OR=1,74 (IC 95%=1,23-2,45) e idade entre 70-79 anos, OR=1,93 (IC 95%=1,47-2,53). Entre os casos de CCL, 73% eram amnésticos. A demência foi associada a ensino fundamental incompleto, OR=8,98 (IC 95%=5,56-14,54), ensino fundamental completo, OR=6,23 (IC 95%=3,70-10,47) e idade superior a oitenta anos, OR=3,49 (IC 95%=2,23-5,44).A prevalência de demência encontrada é maior do que a relatada em estudos prévios. O baixo nível educacional foi o principal fator de risco para declínio cognitivo e deve ser considerado no planejamento estratégico do nosso sistema de saúde.", "doi": "10.1590/1980-57642016dn11-030008", "title": "Mild cognitive impairment (MCI) and dementia in a sample of adults in the city of Bogotá.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}