{"authors": [["Gesualdo", "Gabriela Dutra", "GD", "Doutoranda em Ciências da Saúde pelo Programa de Pós Graduação em Enfermagem Fundamental, Escola de Enfermagem de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto SP, Brasil."], ["Duarte", "Juliana Gomes", "JG", "Discente do Curso de Graduação em Gerontologia, Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos SP, Brasil."], ["Zazzetta", "Marisa Silvana", "MS", "Docente do Curso de Graduação em Gerontologia, Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos SP, Brasil."], ["Kusumota", "Luciana", "L", "Docente da Escola de Enfermagem de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto SP, Brasil."], ["Say", "Karina Gramani", "KG", "Docente do Curso de Graduação em Gerontologia, Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos SP, Brasil."], ["Pavarini", "Sofia Cristina Iost", "SCI", "Docente do Curso de Graduação em Gerontologia, Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos SP, Brasil."], ["Orlandi", "Fabiana de Souza", "FS", "Docente do Curso de Graduação em Gerontologia, Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos SP, Brasil."]], "date": null, "id": "29213518", "text": "Cognitive impairment and dementia commonly occur in individuals with chronic kidney disease, especially in advanced stages, but are still poorly diagnosed.To evaluate the cognitive ability of patients with chronic kidney disease on hemodialysis and its relationship with sociodemographic and clinical characteristics.A cross-sectional study was carried out in a Renal Replacement Therapy Unit in the interior of the State of São Paulo involving 99 patients. The data were collected through an individual interview, using the Sociodemographic and Clinical Characterization questionnaires and the Addenbrooke's Cognitive Examination - Revised (ACE-R) questionnaire.Participants were predominantly male, with a mean age of 54.68 years. The mean ACE-R score was 64.26 points, and 76.76% of patients had lower-than-expected scores, suggesting the presence of cognitive impairment. A moderate, negative correlation was found between total score on the ACE-R and age (r= -0.38, p≤0.001), a moderate positive correlation with years of education (r=0.52, p≤0.001), and a weak positive correlation of total score with hemodialysis time (r=0.26, p≤0.001).A relationship was found between cognitive ability and age, years of education and hemodialysis time, suggesting that individuals who were older, had less education and longer hemodialysis time presented greater cognitive impairment.O comprometimento cognitivo e demência ocorrem comumente em indivíduos com doença renal crônica (DRC), principalmente em fase avançada, mas ainda são pouco diagnosticados.Avaliar a capacidade cognitiva de pacientes com doença renal crônica em hemodiálise e a sua relação com as características sociodemográficas e clínicas.Trata-se de um estudo correlacional, de corte transversal, realizado em uma Unidade de Terapia Renal Substitutiva do interior do Estado de São Paulo, com 99 pacientes. Os dados foram coletados por entrevista individual, utilizando-se os questionários de Caracterização Sociodemográfica e Clínica e o Addenbrooke's Cognitive Examination – Revised (ACE-R).A maioria dos participantes era do gênero masculino, com idade média de 54,68 anos. A pontuação média do ACE-R foi de 64,26 pontos, sendo que 76,76% (n=76) apresentaram pontuação abaixo do esperando, sugerindo a presença de comprometimento cognitivo e verificou-se correlação negativa, de moderada magnitude, entre a pontuação total do ACE-R e a idade (r= –0,38; p-valor≤0,001), correlação positiva, de moderada magnitude, com os anos de escolaridade (r=0,52; p-valor≤0,001) e correlação positiva de fraca magnitude com o tempo de hemodiálise (r=0,26; p-valor≤0,001).Houve relação entre a capacidade cognitiva, a idade, os anos de escolaridade e tempo de hemodiálise sugerindo que as pessoas mais idosas, com menor escolaridade e maior tempo de hemodiálise apresentaram mais comprometimento cognitivo.", "doi": "10.1590/1980-57642016dn11-030003", "title": "Cognitive impairment of patients with chronic renal disease on hemodialysis and its relationship with sociodemographic and clinical characteristics.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}