{"authors": [["Ordonez", "Tiago Nascimento", "TN", "Escola de Artes, Ciências e Humanidades da Universidade de São Paulo. Gerontologia, São Paulo SP, Brazil."], ["Borges", "Felipe", "F", "Escola de Artes, Ciências e Humanidades da Universidade de São Paulo. Gerontologia, São Paulo SP, Brazil."], ["Kanashiro", "Camila Sato", "CS", "Escola de Artes, Ciências e Humanidades da Universidade de São Paulo. Gerontologia, São Paulo SP, Brazil."], ["Santos", "Carolina Carneiro das Neves", "CCDN", "Faculdade de Medicina de Ribeirao Preto - Saúde em Comunidade Universidade de Sao Paulo, Ribeirao Preto SP, Brazil."], ["Hora", "Samara Santos", "SS", "Escola de Artes, Ciências e Humanidades da Universidade de São Paulo. Gerontologia, São Paulo SP, Brazil."], ["Lima-Silva", "Thais Bento", "TB", "Grupo de Neurologia Cognitiva e do Comportamento do Departamento de Neurologia da Faculdade de Medicina da Universidade de São Paulo, São Paulo SP, Brazil."]], "date": null, "id": "29213510", "text": "Studies show that aging is accompanied by decline in cognitive functions but also indicate that interventions, such as training on electronic games, can enhance performance and promote maintenance of cognitive abilities in healthy older adults.To investigate the effects of an electronic game program, called Actively Station, on the performance of global cognition of adults aged over 50 years.124 mature and elderly adults enrolled in the \"Actively Station\" cognitive stimulation program of São Caetano do Sul City, in the State of São Paulo, participated in training for learning of electronic games. Participants were divided into two groups: training group (TG) n=102 and control group (CG) n=22. Protocol: a sociodemographic questionnaire, the Mini-Mental State Examination (MMSE), the Addenbrooke's Cognitive Examination Revised (ACE-R), the Memory Complaint Questionnaire (MAC-Q), the scale of frequency of forgetfulness, the Geriatric Depression Scale (GDS-15), the Geriatric Anxiety Inventory (GAI), the Global Satisfaction with Life Scale, and two scales on learning in the training.The cognitive performance of the TG improved significantly after the program, particularly in the domains of language and memory, and there was a decrease on the anxiety index and frequency of memory complaints, when compared to the CG.These findings suggest that the acquisition of new knowledge and the use of new stimuli, such as electronic games, can promote improvements in cognition and mood and reduce the frequency of memory complaints.Estudos mostram que o envelhecimento é acompanhado por declínio nas funções cognitivas, mas também indicam que as intervenções como o treinamento de jogos eletrônicos podem melhorar o desempenho e promover a manutenção de habilidades cognitivas em idosos saudáveis.Investigar os efeitos de um programa de jogos eletrônicos, denominado Estação Ativamente no desempenho da cognição global de adultos com mais de 50 anos.124 adultos maduros e idosos inscritos no \"Programa de estimulação cognitiva: Estação Ativamente\" da Prefeitura Municipal de São Caetano do Sul, do estado de São Paulo. Participaram de um treinamento para aprendizagem de jogos eletrônicos. Os participantes foram divididos em dois grupos: grupo treino n=102 e grupo controle (GC) n=22. Protocolo: um questionário sociodemográfico, o Mini Exame do Estado Mental (MEEM), o Exame Cognitivo de Addenbrooke's Revisado (ACE-R), o Memory Complaint Questionnaire (MAC-Q), uma escala de freqüência de esquecimentos, a Escala de Depressão Geriátrica (GDS-15), a Escala de Ansiedade Geriátrica (GAI), a escala de satisfação geral com a vida e duas escalas sobre a aprendizagem do treinamento.Observou-se que o desempenho cognitivo do GT melhorou significativamente após participação no programa, especificamente nos domínios de linguagem e memória, houve diminuição no índice de ansiedade e na frequência de queixas de memória, quando comparado ao GC.Estes achados sugerem que a aquisição de novos conhecimentos e o uso de novos estímulos como os jogos eletrônicos, podem trazer ganhos à cognição, ao humor e à diminuição da frequência de queixas de memória.", "doi": "10.1590/1980-57642016dn11-020011", "title": "Actively station: Effects on global cognition of mature adults and healthy elderly program using eletronic games.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}