{"authors": [["Malak", "Ana Lara Soares Blum", "ALSB", "Psychology Department, Pontificial Catholic University of Rio de Janeiro (PUC-Rio), RJ, Brazil."], ["Vasconcellos", "Luiz Felipe", "LF", "Movement Disorders Sector, Neurology Service, Pedro Ernesto University Hospital, State University of Rio de Janeiro, Rio de Janeiro, RJ, Brazil."], ["Pereira", "João Santos", "JS", "Movement Disorders Sector, Neurology Service, Pedro Ernesto University Hospital, State University of Rio de Janeiro, Rio de Janeiro, RJ, Brazil."], ["Greca", "Denise Vieira", "DV", "Psychology Department, Pontificial Catholic University of Rio de Janeiro (PUC-Rio), RJ, Brazil."], ["Cruz", "Manuela", "M", "Psychology Department, Pontificial Catholic University of Rio de Janeiro (PUC-Rio), RJ, Brazil."], ["Alves", "Heloisa Veiga Dias", "HVD", "Psychology Department, Pontificial Catholic University of Rio de Janeiro (PUC-Rio), RJ, Brazil."], ["Sptiz", "Mariana", "M", "Movement Disorders Sector, Neurology Service, Pedro Ernesto University Hospital, State University of Rio de Janeiro, Rio de Janeiro, RJ, Brazil."], ["Charchat-Fichman", "Helenice", "H", "Psychology Department, Pontificial Catholic University of Rio de Janeiro (PUC-Rio), RJ, Brazil."]], "date": null, "id": "29213506", "text": "To investigate the most frequent depressive symptoms and their association with cognition in Parkinson's disease (PD) patients with mild cognitive impairment (MCI).48 patients with PD and 44 controls (CG), aged between 50 and 80 years and with at least 4 years of formal education, all with MCI and none diagnosed with depression, were assessed. Patients and controls were matched for age, education, and Mini-Mental State Examination (MMSE) score. Participants underwent clinical evaluation with a neurologist followed by neuropsychological assessment employing the instruments: MMSE, Clock Drawing Test, Verbal Fluency Test (semantic and phonemic), Figures Memory Test (FMT), Stroop Test, Trail Making Test, Digit Span (WAIS III), Rey Auditory Verbal Learning Test (RAVLT), Hooper Visual Organization Test, and Beck Depression Inventory (BDI).The most frequent depressive symptoms in the PD group were: difficulty working, fatigue and sleep disorders (the latter also being present in CG). BDI score correlated negatively with learning and recognition memory in both groups. Episodic memory, evaluated by the FMT and RAVLT tests, was the cognitive function showing greatest impairment.Some of the depressive symptoms observed in PD patients with MCI seem to be attributable to complications of PD, while others are common to both PD and MCI, making differential diagnoses complex but crucial.Investigar os sintomas depressivos mais frequentes e sua associação com a cognição de indivíduos com doença de Parkinson (DP) e declínio cognitivo leve (DCL).Foram avaliados 48 pacientes com DP e 44 Controles (GC), com idade entre 50 e 80 anos e escolaridade superior a 4 anos, todos com DCL e sem diagnóstico de depressão. Pacientes e controles foram pareados quanto à idade, escolaridade e pontuação do Mini Exame do Estado Mental (MEEM). Os participantes foram submetidos à avaliação clínica com neurologista seguida de avaliação neuropsicológica com os instrumentos MEEM, Teste do Desenho do Relógio, Teste de Fluência Verbal Semântica e Fonêmica, Teste de Memória de Figuras (FMT), Teste Stroop de Cores e Palavras, Teste das Trilhas (TMT), Span de Dígitos WAIS III, Teste de Aprendizagem Auditivo-Verbal de Rey (RAVLT), Teste de Organização Visual de Hooper e Inventário de Depressão de Beck (BDI).Os sintomas depressivos mais frequentes no grupo DP foram dificuldade para trabalhar, fatigabilidade e distúrbios do sono, sendo este comum ao grupo controle. A pontuação do BDI correlacionou-se negativamente com aprendizagem e memória de reconhecimento em ambos os grupos. Neste estudo, a memória episódica, avaliada pelos testes FMT e RAVLT, apresentou-se como a função cognitiva com maior comprometimento.Alguns sintomas depressivos prevalentes nos Parkinsonianos com DCL podem ser atribuídos à DP, dificultando o diagnóstico diferencial.", "doi": "10.1590/1980-57642016dn11-020007", "title": "Symptoms of depression in patients with mild cognitive impairment in Parkinson's disease.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}