{"authors": [["de Carvalho", "Lucas Pelegrini Nogueira", "LPN", "Mestrando do Programa de Pós-graduação em Enfermagem - Universidade Federal de São Carlos, SP, Brazil."], ["Monteiro", "Diana Quirino", "DQ", "Mestrando do Programa de Pós-graduação em Enfermagem - Universidade Federal de São Carlos, SP, Brazil."], ["Orlandi", "Fabiana de Souza", "FS", "Professor Adjunto do Curso de Graduação em Gerontologia - Universidade Federal de São Carlos, SP, Brazil."], ["Zazzetta", "Marisa Silvana", "MS", "Professor Adjunto do Curso de Graduação em Gerontologia - Universidade Federal de São Carlos, SP, Brazil."], ["Pavarini", "Sofia Cristina Iost", "SCI", "Professora Titular do Curso de Graduação em Gerontologia - Universidade Federal de São Carlos, SP, Brazil."]], "date": null, "id": "29213502", "text": "As people age, cognitive abilities may decline resulting in serious disabilities. Neuropsychological instruments can provide information on the cognitive state of older adults. Researchers worldwide have been using digital cognitive tests to assess cognitive domains.To determine whether educational status affects the performance of older adults on digital cognitive tasks.A systematic review of articles in English, Portuguese, or Spanish published in the last 5 years was conducted. The databases searched were SCOPUS, PubMed, Lilacs, Scielo and PsychInfo. The PRISMA method was used.A total of 7,089 articles were initially retrieved. After search and exclusion with justification, seven articles were selected for further review.The findings revealed that researchers using digital tasks generally employed paper-based tests to compare results. Also, no association between years of education and test performance was found. Finally, a dearth of studies using digital tests published by Brazilian researchers was evident.A medida que as pessoas envelhecem, suas habilidades cognitivas podem diminuir, resultando em sérios problemas. Instrumentos neuropsicológicos podem fornecer informações sobre o estado cognitivo dos idosos. Pesquisadores de todo o mundo têm usado testes cognitivos digitais para avaliação da cognição.Identificar se a escolaridade interfere no desempenho de idosos em tarefas cognitivas digitais.Foi realizada uma revisão sistemática dos últimos cinco anos. Foram escolhidos os idiomas português, inglês e espanhol. As buscas foram realizadas nas bases de dados SCOPUS, PubMed, LILACS, SciELO e PsycINFO. Foi utilizado o método PRISMA.Foram encontrados 7.089 artigos, inicialmente. Após as buscas e exclusões de artigos com justificativa, foram selecionados sete artigos para descrição.Foi possível perceber que, ao utilizar um teste digital, o (a) pesquisador (a) também utiliza testes de papel convencionais para comparação dos resultados. Além disso, não encontrou-se associações entre os testes cognitivos digitais e a escolaridade dos participantes. Por fim, foi possível observar que pesquisadores brasileiros não tem publicado, com frequência, estudos com testes digitais como método de estudo nas bases de dados e período indicados nesta revisão.", "doi": "10.1590/1980-57642016dn11-020003", "title": "Effect of educational status on performance of older adults in digital cognitive tasks: A systematic review.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}