{"authors": [["Cardoso", "Caroline de Oliveira", "CO", "Department of Psychology, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, and Universidade Feevale, Novo Hamburgo, RS - Brazil."], ["Dias", "Natália Martins", "NM", "Department of Psychology, Centro Universitário Fundação Instituto de Ensino para Osasco, São Paulo SP - Brazil."], ["Seabra", "Alessandra Gotuzo", "AG", "Department of Psychology, Universidade Prespiteriana Mackenzie, São Paulo SP - Brazil. 4Department of Psychology, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre RS - Brazil."], ["Fonseca", "Rochele Paz", "RP", "Department of Psychology, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre RS - Brazil."]], "date": null, "id": "29213498", "text": "The goal of this study was to describe the construction process and content validity evidence of an early and preventive intervention program for stimulating executive functions (EF) in Elementary School children within the school environment.The process has followed the recommended steps for creating neuropsychological instruments: internal phase of program organization, with literature search and analyses of available materials in the classroom; program construction; analysis by expert judges; data integration and program finalization. To determine the level of agreement among the judges, a Content Validity Index (CVI) was calculated.Content validity was evidenced by the agreement among the experts with regards to the program, both in general and for each activity. All steps taken were deemed necessary because they contributed to the identification of positive aspects and possible flaws in the process.The steps also helped to adapt stimuli and improve program tasks and activities. Methodological procedures implemented in this study can be adopted by other researchers to create or adapt neuropsychological stimulation and rehabilitation programs. Furthermore, the methodological approach allows the reader to understand, in detail, the technical and scientific rigor adopted in devising this program.O objetivo desse estudo foi descrever o processo de construção e evidências de validade de conteúdo de um programa de intervenção precoce-preventiva para estimular as FE em crianças do Ensino Fundamental no ambiente escolar.O processo seguiu as etapas recomendadas para construção de instrumentos neuropsicológicos, são elas: fase interna de organização do programa, com pesquisa bibliográfica e análise dos materiais disponíveis em sala de aula; construção do programa; análise de juízes especialistas; integração dos dados e finalização do programa. Para determinar o nível de concordância entre os juízes, foi calculado o Índice de Validade de Conteúdo.Verificou-se concordância entre os especialistas tanto para o programa de forma geral, bem como em cada atividade, o que permitiu obter evidências de validade de conteúdo. Considera-se que todas as etapas foram essenciais e necessárias, pois contribuíram para identificar os pontos positivos e as possíveis falhas, assim como adequar os estímulos e aprimorar as tarefas e atividades do programa.Ao descrever os procedimentos metodológicos adotados nesse estudo, entende-se que outros também podem se basear para construir ou adaptar programas de estimulação e reabilitação neuropsicológica. Além disso, possibilita ao leitor uma compreensão detalhada de todo cuidado e rigor teórico e científico adotado na elaboração desse programa.", "doi": "10.1590/1980-57642016dn11-010013", "title": "Program of neuropsychological stimulation of cognition in students: Emphasis on executive functions - development and evidence of content validity.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}