{"authors": [["de Almondes", "Katie Moraes", "KM", "Associate Professor at the Department of Psychology and on the Postgraduate Program in Psychobiology, Federal University of Rio Grande do Norte, Natal RN, Brazil."], ["Leonardo", "Maria Emanuela Matos", "MEM", "Master's Student on the Postgraduate Program in Psychology, Federal University of Rio Grande do Norte, Natal RN, Brazil."], ["Moreira", "Ana Maria Souza", "AMS", "Master's Degree on the Postgraduate Program in Psychology, Federal University of Rio Grande do Norte, Natal RN, Brazil."]], "date": null, "id": "29213496", "text": "The aging process causes changes in the sleep-wake cycle and cognition, especially executive functions. Interventions are required to minimize the impact of the losses caused by the aging process.To evaluate the effects of a cognitive training program and psychoeducation on sleep hygiene techniques for executive functions and sleep quality in healthy elderly.The participants were 41 healthy elderly randomized into four groups ([CG] control group, cognitive training group [CTG], sleep hygiene group [SHG] and cognitive training and hygiene group [THG]). The study was conducted in three stages:1st - assessment of cognition and sleep;2nd - specific intervention for each group;3rd - post-intervention assessment.The results showed that the CTG had significant improvements in cognitive flexibility tasks, planning, verbal fluency and episodic memory, gains in sleep quality and decreased excessive daytime sleepiness. The SHG also had improved sleep quality, excessive daytime sleepiness and significant improvements in insights, planning, attention and episodic memory. The THG had significant gains in cognitive flexibility, problem solving, verbal fluency, attention and episodic memory.Cognitive training and sleep hygiene interventions were useful strategies for improving cognitive performance and sleep quality of healthy elderly, but there was no evidence that sessions combining cognitive training and psychoeducation on sleep hygiene enhanced the gains provided by these interventions applied individually.O processo de envelhecimento provoca alterações no padrão de vigília sono dos idosos e na cognição, em especial no funcionamento executivo, sendo necessárias intervenções que visem minimizar os impactos das perdas ocorridas pelo processo de envelhecimento.Avaliar o efeito de um programa de treino cognitivo e das técnicas de higiene do sono para as funções executivas e qualidade de sono em idosos saudáveis.Participaram da pesquisa 41 idosos saudáveis, divididos aleatoriamente em quatro grupos distintos (grupo controle [GC], grupo treino cognitivo [GTC], grupo higiene do sono [GHS] e grupo treino + higiene [GTH]). A pesquisa aconteceu em três etapas:1ª – avaliação inicial da cognição e do sono;2ª – intervenção específica destinada a cada grupo; e3ª – reavaliação pós-intervenção.Os resultados mostraram que o GTC apresentou melhora significativa em tarefas de flexibilidade cognitiva, planejamento, fluência verbal, memória episódica, qualidade de sono e diminuição da sonolência excessiva diurna. O GHS melhorou a qualidade do sono, sonolência diurna e teve melhoras significativas em capacidade de insights, planejamento, atenção e memória episódica. O GTH teve ganhos significativos na flexibilidade cognitiva, na resolução de problemas, na fluência verbal, na atenção e na memória episódica.Intervenções com treino cognitivo e higiene do sono são estratégias úteis na melhora do desempenho cognitivo e da qualidade de sono de idosos saudáveis, entretanto não houve evidências de que a intervenção com sessões combinando o treino cognitivo e psicoeducação da higiene do sono potencializem os ganhos proporcionados por essas intervenções isoladamente.", "doi": "10.1590/1980-57642016dn11-010011", "title": "Effects of a cognitive training program and sleep hygiene for executive functions and sleep quality in healthy elderly.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}