{"authors": [["Lima", "Christina Martins Borges", "CMB", "Pontificia Universidade Catolica do Rio de Janeiro - Psicologia, Rio de Janeiro RJ - Brazil."], ["Alves", "Heloisa Veiga Dias", "HVD", "Pontificia Universidade Catolica do Rio de Janeiro - Psicologia, Rio de Janeiro RJ - Brazil."], ["Mograbi", "Daniel Correa", "DC", "Pontificia Universidade Catolica do Rio de Janeiro - Psicologia, Rio de Janeiro RJ - Brazil."], ["Pereira", "Flávia Furtado", "FF", "Secretaria Especial de Envelhecimento e Qualidade de Vida - SESQV, Rio de Janeiro RJ - Brazil."], ["Fernandez", "Jesus Landeira", "JL", "Pontificia Universidade Catolica do Rio de Janeiro - Psicologia, Rio de Janeiro RJ - Brazil."], ["Charchat-Fichman", "Helenice", "H", "Pontificia Universidade Catolica do Rio de Janeiro - Psicologia, Rio de Janeiro RJ - Brazil."]], "date": null, "id": "29213494", "text": "To describe the performance on basic cognitive tasks, instrumental activities of daily living, and depressive symptoms of a community-based sample of elderly adults in Rio de Janeiro (Brazil) who participated in multiple physical, social, and cognitive activities at government-run community centers.A total of 264 educated older adults (> 60 years of age of both genders) were evaluated by the Brief Cognitive Screening Battery (BCSB), Lawton's and Pfeffer's activities of daily living indexes, and the Geriatric Depressive Scale (GDS).The mean age of the sample was 75.7 years. The participants had a mean of 9.3 years of formal education. With the exception of the Clock Drawing Test (CDT), mean scores on the cognitive tests were consistent with the values in the literature. Only 6.4% of the sample had some kind of dependence for activities of daily living. The results of the Geriatric Depression Scale (GDS-15) indicated mild symptoms of depression in 16.8% of the sample.This study provided important demographic, cognitive, and functional characteristics of a specific community-based sample of elderly adults in Rio de Janeiro, Brazil.Descrever o desempenho em testes cognitivos, atividades instrumentais da vida diária e sintomas depressivos em uma comunidade de idosos participantes de atividades físicas, sociais e cognitivas em centros de convivência da cidade do Rio de Janeiro, Brasil.Foram avaliados 264 idosos acima de 60 anos, de ambos os sexos e escolarizados, através de uma Bateria Breve de Rastreio Cognitiva (BBRC), escalas funcionais de atividades instrumentais Lawton e Pfeffer, bem como Escala de Depressão Geriátrica (GDS).Os dados descritivos indicaram que a idade média da amostra foi 75,7 anos e a escolaridade média 9,3 anos. Com exceção do Teste do Desenho do Relógio (TDR), as médias dos testes cognitivos ficaram dentro dos valores encontrados com grupos similares. No desempenho funcional detectou-se independência e autonomia nas atividades cotidianas. Os resultados da Escala de Depressão Geriátrica (EDG-15) evidenciaram sintomas leves de depressão em 16,8% da amostra.Este estudo mostrou as características demográficas, cognitivas, funcionais de uma amostra de idosos residentes da cidade do Rio de Janeiro, Brasil que realizam múltiplas atividades em centros comunitários.", "doi": "10.1590/1980-57642016dn11-010009", "title": "Performance on cognitive tests, instrumental activities of daily living and depressive symptoms of a community-based sample of elderly adults in Rio de Janeiro, Brazil.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}