{"authors": [["Casado", "Pilar", "P", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain; Psychobiology Department, Complutense University of Madrid, Madrid, Spain. Electronic address: pcasado@isciii.es."], ["Martín-Loeches", "Manuel", "M", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain; Psychobiology Department, Complutense University of Madrid, Madrid, Spain."], ["León", "Inmaculada", "I", "Instituto Universitario de Neurociencia, ULL, La Laguna, Spain; Departamento de Psicología Cognitiva, Universidad de La Laguna, La Laguna, Tenerife, Spain."], ["Hernández-Gutiérrez", "David", "D", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain."], ["Espuny", "Javier", "J", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain."], ["Muñoz", "Francisco", "F", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain; Psychobiology Department, Complutense University of Madrid, Madrid, Spain."], ["Jiménez-Ortega", "Laura", "L", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain; Psychobiology Department, Complutense University of Madrid, Madrid, Spain."], ["Fondevila", "Sabela", "S", "Center for Human Evolution and Behavior, UCM-ISCIII, Madrid, Spain."], ["de Vega", "Manuel", "M", "Instituto Universitario de Neurociencia, ULL, La Laguna, Spain; Departamento de Psicología Cognitiva, Universidad de La Laguna, La Laguna, Tenerife, Spain."]], "date": "2017-11-15", "id": "29212607", "text": "This study aims to extend the embodied cognition approach to syntactic processing. The hypothesis is that the brain resources to plan and perform motor sequences are also involved in syntactic processing. To test this hypothesis, Event-Related brain Potentials (ERPs) were recorded while participants read sentences with embedded relative clauses, judging for their acceptability (half of the sentences contained a subject-verb morphosyntactic disagreement). The sentences, previously divided into three segments, were self-administered segment-by-segment in two different sequential manners: linear or non-linear. Linear self-administration consisted of successively pressing three buttons with three consecutive fingers in the right hand, while non-linear self-administration implied the substitution of the finger in the middle position by the right foot. Our aim was to test whether syntactic processing could be affected by the manner the sentences were self-administered. Main results revealed that the ERPs LAN component vanished whereas the P600 component increased in response to incorrect verbs, for non-linear relative to linear self-administration. The LAN and P600 components reflect early and late syntactic processing, respectively. Our results convey evidence that language syntactic processing and performing non-linguistic motor sequences may share resources in the human brain.", "doi": "10.1016/j.cortex.2017.11.002", "title": "When syntax meets action: Brain potential evidence of overlapping between language and motor sequencing.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}