{"authors": [["Nerz", "Corinna", "C", "Department of Clinical Gerontology, Robert-Bosch-Hospital, Auerbachstrasse 110, 70376, Stuttgart, Germany. corinna.nerz@rbk.de."], ["Schwickert", "Lars", "L", "Department of Clinical Gerontology, Robert-Bosch-Hospital, Auerbachstrasse 110, 70376, Stuttgart, Germany."], ["Becker", "Clemens", "C", "Department of Clinical Gerontology, Robert-Bosch-Hospital, Auerbachstrasse 110, 70376, Stuttgart, Germany."], ["Studier-Fischer", "Stefan", "S", "Department of Trauma and Orthopaedic Surgery, BG Trauma Centre Ludwigshafen, Ludwig-Guttmann-Strasse 13, 67071, Ludwigshafen, Germany."], ["Müßig", "Janina Anna", "JA", "Institute of Biomechanics, BG Trauma Centre Murnau, Professor-Küntscher-Strasse 8, 82418, Murnau am Staffelsee, Germany."], ["Augat", "Peter", "P", "Institute of Biomechanics, BG Trauma Centre Murnau, Professor-Küntscher-Strasse 8, 82418, Murnau am Staffelsee, Germany."]], "date": "2017-12-06", "id": "29212528", "text": "The incidence of proximal humeral fractures increases with age. The functional recovery of the upper arm after such fractures is slow, and results are often disappointing. Treatment is associated with long immobilisation periods. Evidence-based exercise guidelines are missing. Loss of muscle mass as well as reduced range of motion and motor performance are common consequences. These losses could be partly counteracted by training interventions using robot-assisted arm support of the affected arm derived from neurorehabilitation. Thus, shorter immobilisation could be reached. Thus far, this approach has been tested in only a few small studies. The aim of the present study is to examine whether assistive robotic training augmenting conventional occupational and physical therapy can improve functional shoulder outcomes.Patients aged between 35 and 66 years with proximal humeral fracture and surgical treatment will be recruited at three different clinics in Germany and randomised into an intervention group and a control group. Participants will be assessed before randomisation and followed after completing an intervention period of 3 weeks and additionally after 3, 6 and 12 months. The baseline assessment will include cognition (Short Orientation-Memory-Concentration Test); level of pain in the affected arm; ability to work; gait speed (10-m walk); disability of the arm, shoulder and hand (Disabilities of the Arm, Shoulder and Hand Outcome Measure [DASH]); range of motion of the affected arm (goniometer measurement); visual acuity; and motor function of orthopaedic patients (Wolf Motor Function Test-Orthopaedic version [WMFT-O]). Clinical follow-up directly after the intervention will include assessment of disability of the arm, shoulder and hand (DASH) as well as range of motion and motor function (WMFT-O). The primary outcome parameter will be the DASH, and the secondary outcome parameter will be the WMFT-O. The long-term results will be assessed prospectively by postal follow-up. All patients will receive conventional occupational and physical therapy. The intervention group will receive additional robot-assisted training using the Armeo®Spring robot for 3 weeks.This study protocol describes a phase II, randomised, controlled, single-blind, multicentre intervention study. The results will guide and possibly improve methods of rehabilitation after proximal humeral fracture.Clinicaltrials.gov, NCT03100201 . Registered on 28 March 2017.", "doi": "10.1186/s13063-017-2274-z", "title": "Effectiveness of robot-assisted training added to conventional rehabilitation in patients with humeral fracture early after surgical treatment: protocol of a randomised, controlled, multicentre trial.", "journal": ["Trials", "Trials"]}