{"authors": [["Ip", "Edward H", "EH", "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, NC, 27157, USA. eip@wakehealth.edu."], ["Barnard", "Ryan", "R", "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, NC, 27157, USA."], ["Marshall", "Sarah A", "SA", "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, NC, 27157, USA."], ["Lu", "Lingyi", "L", "Department of Biostatistical Sciences, Wake Forest School of Medicine, Winston-Salem, NC, 27157, USA."], ["Sink", "Kaycee", "K", "Department of Gerontology and Geriatric Medicine, Wake Forest School of Medicine, Winston-Salem, USA."], ["Wilson", "Valerie", "V", "Department of Gerontology and Geriatric Medicine, Wake Forest School of Medicine, Winston-Salem, USA."], ["Chamberlain", "Dana", "D", "Department of Gerontology and Geriatric Medicine, Wake Forest School of Medicine, Winston-Salem, USA."], ["Rapp", "Stephen R", "SR", "Department of Psychiatry and Behavioral Medicine, Wake Forest School of Medicine, Winston-Salem, USA."]], "date": "2017-12-06", "id": "29212493", "text": "Commonly used methods to assess cognition, such as direct observation, self-report, or neuropsychological testing, have significant limitations. Therefore, a novel tablet computer-based video simulation was created with the goal of being valid, reliable, and easy to administer. The design and implementation of the SIMBAC (Simulation-Based Assessment of Cognition) instrument is described in detail, as well as informatics \"lessons learned\" during development.The software emulates 5 common instrumental activities of daily living (IADLs) and scores participants' performance. The modules were chosen by a panel of geriatricians based on relevance to daily functioning and ability to be modeled electronically, and included facial recognition, pairing faces with the correct names, filling a pillbox, using an automated teller machine (ATM), and automatic renewal of a prescription using a telephone. Software development included three phases 1) a period of initial design and testing (alpha version), 2) pilot study with 10 cognitively normal and 10 cognitively impaired adults over the age of 60 (beta version), and 3) larger validation study with 162 older adults of mixed cognitive status (release version). Results of the pilot study are discussed in the context of refining the instrument; full results of the validation study are reported in a separate article. In both studies, SIMBAC reliably differentiated controls from persons with cognitive impairment, and performance was highly correlated with Mini Mental Status Examination (MMSE) score. Several informatics challenges emerged during software development, which are broadly relevant to the design and use of electronic assessment tools. Solutions to these issues, such as protection of subject privacy and safeguarding against data loss, are discussed in depth. Collection of fine-grained data (highly detailed information such as time spent reading directions and the number of taps on screen) is also considered.SIMBAC provides clinicians direct insight into whether subjects can successfully perform selected cognitively intensive activities essential for independent living and advances the field of cognitive assessment. Insight gained from the development process could inform other researchers who seek to develop software tools in health care.", "doi": "10.1186/s12911-017-0557-7", "title": "Development of a video-simulation instrument for assessing cognition in older adults.", "journal": ["BMC medical informatics and decision making", "BMC Med Inform Decis Mak"]}