{"authors": [["Beresford", "Thomas P", "TP", "Department of Veterans Affairs Medical Center and School of Medicine, University of Colorado Denver, (116), 1055 Clermont Street, Denver, CO 80220-0116, USA."], ["Lucey", "Michael R", "MR", "Division of Gastroenterology and Hepatology, University of Wisconsin School of Medicine and Public Health, 600 Highland Ave, Madison, WI 53792, USA."]], "date": "2017-12-04", "id": "29211831", "text": "For teams around the world, alcoholic liver disease patients comprise the largest, and clinically most controversial, group applying for liver transplant. And yet evaluation decisions for them remain highly variable by locale.Targeting standardized assessment, we provide guidelines on what information the transplant team should seek, from what sources, and how best to make use of it. This report focuses on 'what to do and how to do it' in providing appropriate assessments for this complex patient group.Proper evaluation includes (a) taking the clinical history from the patient and a required, corroborating third person, (b) assessing patient cognition, (c) establishing alcohol/substance use diagnosis to differentiate alcohol dependence, abuse and polysubstance dependence, (d) assessing ambivalence in primary alcohol addiction, (e) measuring social stability and (f) using Vaillant's factors for abstinence prognosis.Properly applied, these six factors will allow standardized selection in most cases taken across programs despite differences in resources, available expertise and decision practices.This report focuses on the essentials of the psychiatric/behavioral evaluation for 'alcoholic' persons referred for liver transplant. Attention to those essentials offers clinical standardization across transplant programs in different locales.", "doi": "10.1093/alcalc/agx104", "title": "Towards Standardizing the Alcoholism Evaluation Of Potential Liver Transplant Recipients.", "journal": ["Alcohol and alcoholism (Oxford, Oxfordshire)", "Alcohol Alcohol."]}