{"authors": [["West", "Greg L", "GL", "Department of Psychology and Centre de Recherche en Neuropsychologie et Cognition, University of Montreal, Montreal, Quebec, Canada."], ["Zendel", "Benjamin Rich", "BR", "International Laboratory for Brain, Music and Sound Research (BRAMS), Montreal, Quebec, Canada."], ["Konishi", "Kyoko", "K", "Douglas Hospital Research Centre, Department of Psychiatry, McGill University, Verdun, Québec, Canada."], ["Benady-Chorney", "Jessica", "J", "Douglas Hospital Research Centre, Department of Psychiatry, McGill University, Verdun, Québec, Canada."], ["Bohbot", "Veronique D", "VD", "Douglas Hospital Research Centre, Department of Psychiatry, McGill University, Verdun, Québec, Canada."], ["Peretz", "Isabelle", "I", "Department of Psychology and Centre de Recherche en Neuropsychologie et Cognition, University of Montreal, Montreal, Quebec, Canada."], ["Belleville", "Sylvie", "S", "Department of Psychology, University of Montreal and Institut universitaire de gériatrie de Montréal, QC, Canada."]], "date": "2017-12-06", "id": "29211727", "text": "Maintaining grey matter within the hippocampus is important for healthy cognition. Playing 3D-platform video games has previously been shown to promote grey matter in the hippocampus in younger adults. In the current study, we tested the impact of 3D-platform video game training (i.e., Super Mario 64) on grey matter in the hippocampus, cerebellum, and the dorsolateral prefrontal cortex (DLPFC) of older adults. Older adults who were 55 to 75 years of age were randomized into three groups. The video game experimental group (VID; n = 8) engaged in a 3D-platform video game training over a period of 6 months. Additionally, an active control group took a series of self-directed, computerized music (piano) lessons (MUS; n = 12), while a no-contact control group did not engage in any intervention (CON; n = 13). After training, a within-subject increase in grey matter within the hippocampus was significant only in the VID training group, replicating results observed in younger adults. Active control MUS training did, however, lead to a within-subject increase in the DLPFC, while both the VID and MUS training produced growth in the cerebellum. In contrast, the CON group displayed significant grey matter loss in the hippocampus, cerebellum and the DLPFC.", "doi": "10.1371/journal.pone.0187779", "title": "Playing Super Mario 64 increases hippocampal grey matter in older adults.", "journal": ["PloS one", "PLoS ONE"]}