{"authors": [["Craig", "Michael M", "MM", "University of Cambridge."], ["Manktelow", "Anne E", "AE", "University of Cambridge."], ["Sahakian", "Barbara J", "BJ", "University of Cambridge."], ["Menon", "David K", "DK", "University of Cambridge."], ["Stamatakis", "Emmanuel A", "EA", "University of Cambridge."]], "date": "2017-12-06", "id": "29211655", "text": "Default mode network (DMN) functional connectivity is thought to occur primarily in low frequencies (<0.1 Hz), resulting in most studies removing high frequencies during data preprocessing. In contrast, subtractive task analyses include high frequencies, as these are thought to be task relevant. An emerging line of research explores resting fMRI data at higher-frequency bands, examining the possibility that functional connectivity is a multiband phenomenon. Furthermore, recent studies suggest DMN involvement in cognitive processing; however, without a systematic investigation of DMN connectivity during tasks, its functional contribution to cognition cannot be fully understood. We bridged these concurrent lines of research by examining the contribution of high frequencies in the relationship between DMN and dorsal attention network at rest and during task execution. Our findings revealed that the inclusion of high frequencies alters between network connectivity, resulting in reduced anticorrelation and increased positive connectivity between DMN and dorsal attention network. Critically, increased positive connectivity was observed only during tasks, suggesting an important role for high-frequency fluctuations in functional integration. Moreover, within-DMN connectivity during task execution correlated with RT only when high frequencies were included. These results show that DMN does not simply deactivate during task execution and suggest active recruitment while performing cognitively demanding paradigms.", "doi": "10.1162/jocn_a_01213", "title": "Spectral Diversity in Default Mode Network Connectivity Reflects Behavioral State.", "journal": ["Journal of cognitive neuroscience", "J Cogn Neurosci"]}