{"authors": [["Pope", "Sarah M", "SM", "Georgia State University."], ["Taglialatela", "Jared P", "JP", "Kennesaw State University."], ["Skiba", "Sara A", "SA", "Kennesaw State University."], ["Hopkins", "William D", "WD", "Georgia State University."]], "date": "2017-12-06", "id": "29211652", "text": "Human imitation is supported by an underlying \"mirror system\" principally composed of inferior frontal, inferior parietal, and superior temporal cortical regions. Across primate species, differences in frontoparietotemporal connectivity have been hypothesized to explain phylogenetic variation in imitative abilities. However, if and to what extent these regions are involved in imitation in nonhuman primates is unknown. We hypothesized that \"Do As I Do\" (DAID) imitation training would enhance white matter integrity within and between frontoparietotemporal regions. To this end, four captive chimpanzees ( Pan troglodytes) were trained to reproduce 23 demonstrated actions, whereas four age-/sex-matched controls were trained to produce basic husbandry behaviors in response to manual cues. Diffusion tensor images were acquired before and after 600 min of training over an average of 112 days. Bilateral and asymmetrical changes in frontoparietotemporal white matter integrity were compared between DAID trained subjects and controls. We found that imitation trained subjects exhibited leftward shifts in both mean fractional anisotropy and tract strength asymmetry measures in brain regions within the mirror system. This is the first report of training-induced changes in white matter integrity in chimpanzees and suggests that frontoparietotemporal connectivity, particularly in the left hemisphere, may have facilitated the emergence of increasingly complex imitation learning abilities.", "doi": "10.1162/jocn_a_01217", "title": "Changes in Frontoparietotemporal Connectivity following Do-As-I-Do Imitation Training in Chimpanzees ( Pan troglodytes).", "journal": ["Journal of cognitive neuroscience", "J Cogn Neurosci"]}