{"authors": [["Terassi", "Marielli", "M", "Programa de Pós Graduação em Enfermagem, Departamento de Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Rossetti", "Estefani Serafim", "ES", "Programa de Pós Graduação em Enfermagem, Departamento de Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Gramani-Say", "Karina", "K", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Alexandre", "Tiago da Silva", "TDS", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Hortense", "Priscilla", "P", "Departamento de Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Pavarini", "Sofia Cristina Iost", "SCI", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."]], "date": "2017-12-04", "id": "29211234", "text": "OBJECTIVE Understanding and characterizing chronic pain in elderly caregivers, verifying the cognitive performance of the elderly of the sample and verifying whether there is difference in the cognitive performance of elderly caregivers with and without chronic pain. METHOD Participants were people aged 60 years or older who lived with another elderly person in the same household and who were registered in Family Health Units. Data collection took place at participants' homes. Pain was assessed by the EMADOR and cognition was assessed by ACE-R. Statistical analyzes were performed using Shapiro-Wilk's and Mann-Whitney U tests. RESULTS The study included 187 elderly caregivers with chronic pain and 133 without chronic pain, with a higher frequency of women. Chronic pain was present in 58.4% of the participants. Regarding the sociodemographic variables, there was no difference between the groups except for the gender variable (p=0.025). No difference was found in cognitive performance among the elderly with chronic pain and those without chronic pain for any domain of the ACE-R instrument. CONCLUSION The results contradicted the initial hypothesis that there would be a difference between the groups; however, there is a gap in the scientific knowledge on chronic pain and cognition, especially in elderly caregivers, opening perspectives for future investigations.", "doi": "10.1590/s1980-220x2016023203260", "title": "Comparison of the cognitive performance of elderly caregivers with and without chronic pain.", "journal": ["Revista da Escola de Enfermagem da U S P", "Rev Esc Enferm USP"]}