{"authors": [["Pavarini", "Sofia Cristina Iost", "SCI", "Programa de Pós-Graduação em Enfermagem/Programa de Pós-Graduação em Gerontologia, Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Neri", "Anita Liberalesso", "AL", "Faculdade de Educação, Universidade Estadual de Campinas, Campinas, SP, Brazil."], ["Brígola", "Allan Gustavo", "AG", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Ottaviani", "Ana Carolina", "AC", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Souza", "Érica Nestor", "ÉN", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Rossetti", "Estefani Serafim", "ES", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Terassi", "Mariélli", "M", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Oliveira", "Nathalia Alves de", "NA", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Luchesi", "Bruna Moretti", "BM", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."]], "date": "2017-12-04", "id": "29211233", "text": "OBJECTIVE Comparing the differences in the sociodemographic, care and health profiles of elderly caregivers of the elderly living in urban, rural, and high social vulnerability contexts. METHOD A cross-sectional study developed with elderly caregivers enrolled in the Family Health Units of a municipality in the interior of São Paulo. Household interviews and evaluations were conducted on: Activities of Daily Living (ADL), self-reported pain, frailty, cognition, life satisfaction, family functionality, burden, stress and hope. RESULTS A total of 343 elderly caregivers of elderly individuals participated in the study, of which 55.1% lived in an urban context, 23.6% in rural areas, and 21.3% in a context of high social vulnerability. The majority of elderly caregivers were women across the three contexts, with a median age of 67 years and caring for their spouse. Caregivers from regions of high social vulnerability had lower education level, received less emotional and material help to care, were less satisfied with life, more fragile, in more cognitive decline, had worse family functionality and a lower level of hope when compared to caregivers of urban and rural contexts (p≤0.05). However, caregivers from areas of high vulnerability were more independent for ADL. CONCLUSION Professionals working in Primary Care should consider these differences when planning interventions aimed at the specific group of caregivers.", "doi": "10.1590/s1980-220x2016040103254", "title": "Elderly caregivers living in urban, rural and high social vulnerability contexts.", "journal": ["Revista da Escola de Enfermagem da U S P", "Rev Esc Enferm USP"]}