{"authors": [["Alves", "Elysama Fernandes", "EF", "Curso de Graduação em Fisioterapia, Universidade Federal de Santa Catarina. Rodovia Governador Jorge Lacerda nº 3201/Km 35,4, Jardim das Avenidas. 88906-072 Araranguá SC Brasil. elysama_alvess@hotmail.com."], ["Bezerra", "Poliana Penasso", "PP", "Curso de Graduação em Fisioterapia, Universidade Federal de Santa Catarina. Rodovia Governador Jorge Lacerda nº 3201/Km 35,4, Jardim das Avenidas. 88906-072 Araranguá SC Brasil. elysama_alvess@hotmail.com."]], "date": null, "id": "29211166", "text": "Due to the high prevalence of wheel-chair use by institutionalized elderly people, the scope of this research was to verify whether factors involving gender, age, education, length of institutionalization, comorbidities, cognition and functionality are associated with the use of such equipment, as well as ascertain the reasons for use according to the perceptions of the elderly. It is a cross-sectional descriptive study that included 55 elderly people subdivided into G1 (locomotion without assistance) and G2 (wheelchair users). Analysis of the profile in medical records, cognition and functionality by the Mini-Mental State Examination and Barthel index was conducted. Wheelchair users asked about the factors that lead to wheelchair use were recorded: 33 (60%) of the elderly were in G1 and 22 (40%) in G2. There were differences between the groups with respect to functionality (p = 0.005). The elderly who have not suffered a stroke are less likely to use a wheelchair (OR: 0.09; 95% CI: 0.02 to 0.36). Elderly wheelchair users reported: fear of falling, pain, tiredness, weakness in the legs, difficulty walking and lack of assistance in walking. Strokes and functionality are associated with wheelchair use. Knowledge of these factors and the reasons reported by the elderly may enable alternatives of prevention to be defined.Devido à alta prevalência do uso de cadeira de rodas por idosos institucionalizados, objetivou-se verificar se os fatores sexo, idade, escolaridade, tempo de admissão, comorbidades, cognição e funcionalidade estão associados ao uso deste dispositivo, como também averiguar os motivos que podem levar a essa utilização segundo a percepção dos idosos. Estudo transversal e descritivo, incluídos 55 idosos subdivididos em G1 (locomoção sem auxílio) e G2 (cadeirantes). Análise do perfil através dos prontuários, cognição e funcionalidade pelo Mini-Exame do Estado Mental e Índice de Barthel. Foram questionados 33(60,0%) cadeirantes no G1 e 22(40,0%) no G2 sobre os fatores que os levaram à utilização da cadeira de rodas. Houve diferença entre os grupos em relação à funcionalidade (p = 0,005). O idoso que não tem acidente vascular encefálico tem menor chance de utilizar cadeira de rodas (OR:0,09; IC95%:0,02-0,36). Idosos cadeirantes relataram: medo de cair, dor, cansaço, fraqueza nas pernas, dificuldades de caminhar e falta de auxílio na deambulação. O acidente vascular encefálico e a funcionalidade estão associados ao uso de cadeira de rodas. O conhecimento destes fatores e dos motivos relatados pelos idosos pode permitir que alternativas de prevenção sejam traçadas.", "doi": "10.1590/1413-812320172211.14332016", "title": "[Factors associated with the use of wheelchairs by institutionalized elderly people].", "journal": ["Ciencia & saude coletiva", "Cien Saude Colet"]}