{"authors": [["Brigola", "Allan Gustavo", "AG", "Programa de Pós-Graduação em Enfermagem, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Luchesi", "Bruna Moretti", "BM", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Alexandre", "Tiago da Silva", "TDS", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Inouye", "Keika", "K", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."], ["Mioshi", "Eneida", "E", "Faculty of Medicine and Health Sciences, School of Health Sciences, University of East Anglia, Norwich, United Kingdom."], ["Pavarini", "Sofia Cristina Iost", "SCI", "Departamento de Gerontologia, Universidade Federal de São Carlos, São Carlos, SP, Brazil."]], "date": "2017-12-04", "id": "29211116", "text": "Older caregivers living in rural areas may be exposed to three vulnerable conditions, i.e., those related to care, their own aging, and their residence context.To analyze the association of burden and frailty with cognition performance in older caregivers in rural communities.In this cross-sectional survey, 85 older caregivers who cared for dependent elders were included in this study. Global cognition (Addenbrooke's Cognitive Examination - Revised; Mini Mental State Examination), burden (Zarit Burden Interview) and frailty (Fried's frailty phenotype) were assessed. All ethical principles were observed.Older caregivers were mostly women (76.7%); mean age was 69 years. Cognitive impairment was present in 15.3%, severe burden in 8.2%, frailty in 9.4%, and pre-frailty in 52.9% of the older caregivers. More severely burdened or frail caregivers had worse cognitive performance than those who were not, respectively (ANOVA test). Caregivers presenting a high burden level and some frailty degree (pre-frail or frail) simultaneously were more likely to have a reduced global cognition performance.A significant number of older caregivers had low cognitive performance. Actions and resources to decrease burden and physical frailty may provide better cognition and well-being, leading to an improved quality of life and quality of the care provided by the caregivers.", "doi": "10.1590/2237-6089-2016-0085", "title": "High burden and frailty: association with poor cognitive performance in older caregivers living in rural areas.", "journal": ["Trends in psychiatry and psychotherapy", "Trends Psychiatry Psychother"]}