{"authors": [["Chan", "Teresa", "T", "T. Chan is assistant professor, Division of Emergency Medicine, Department of Medicine, Michael G. DeGroote School of Medicine, and assistant program director, Clinician Educator Area of Focused Competence program, McMaster University, Hamilton, Ontario, Canada; ORCID ID: 0000-0001-6104-462X. M. Mercuri is assistant professor, Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. K. Van Dewark is clinical instructor, Department of Emergency Medicine, University of British Columbia, Vancouver, British Columbia, Canada. J. Sherbino is associate professor, Division of Emergency Medicine, Department of Medicine, Michael G. DeGroote School of Medicine, and assistant dean of education research, and director, McMaster Education Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada. A. Schwartz is Michael Reese Endowed Professor of Medical Education, associate head, Department of Medical Education, and research professor, Department of Pediatrics, College of Medicine, University of Illinois at Chicago; ORCID ID: 0000-0003-3809-6637. G. Norman is professor emeritus, Department of Clinical Epidemiology Biostatistics,and founding member, Program for Education Research and Development, McMaster University, Hamilton, Ontario, Canada. M. Lineberry is director, Simulation Research, Assessment, and Outcomes, Zamierowski Institute for Experiential Learning, and assistant professor, Department of Health Policy and Management, University of Kansas Medical Center, Kansas City, Kansas."], ["Mercuri", "Mathew", "M", null], ["Van Dewark", "Kenneth", "K", null], ["Sherbino", "Jonathan", "J", null], ["Schwartz", "Alan", "A", null], ["Norman", "Geoff", "G", null], ["Lineberry", "Matthew", "M", null]], "date": "2017-11-28", "id": "29210754", "text": "Emergency physicians (EPs) regularly manage multiple patients simultaneously, often making time-sensitive decisions around priorities for multiple patients. Few studies have explored physician cognition in multi-patient scenarios. The authors sought to develop a conceptual framework to describe how EPs think in busy, multi-patient environments.From July 2014 to May 2015, a qualitative study was conducted at McMaster University, using a think aloud protocol to examine how 10 attending EPs and 10 junior residents made decisions in multi-patient environments. Participants engaged in the think aloud exercise for five different simulated multi-patient scenarios. Transcripts from recorded interviews were analyzed inductively, with an iterative process involving two independent coders, and compared between attendings and residents.The attending EPs and junior residents used similar processes to prioritize patients in these multi-patient scenarios. The think aloud processes demonstrated a similar process used by almost all participants. The cognitive task of patient prioritization consisted of three components: a brief overview of the entire cohort of patients to determine a general strategy; an individual chart review, whereby the participant created a functional patient story from information available in a file (i.e., vitals, brief clinical history); and creation of a relative priority list. When compared to residents, the attendings were better able to construct deeper and more complex patient stories.The authors propose a conceptual framework for how EPs prioritize care for multiple patients in complex environments. This study may be useful to teachers who train physicians to function more efficiently in busy clinical environments.", "doi": "10.1097/ACM.0000000000002081", "title": "Managing Multiplicity: Conceptualizing Physician Cognition in Multi-Patient Environments.", "journal": ["Academic medicine : journal of the Association of American Medical Colleges", "Acad Med"]}