{"authors": [["Junho", "Bruno T", "BT", "Laboratório Interdisciplinar de Investigação Médica (LIIM), Faculdade de Medicina, Universidade Federal de Minas Gerais, Av. Prof. Alfredo Balena 190, Sala 281, Belo Horizonte, MG, 30130-100, Brazil."], ["Kummer", "Arthur", "A", "Laboratório Interdisciplinar de Investigação Médica (LIIM), Faculdade de Medicina, Universidade Federal de Minas Gerais, Av. Prof. Alfredo Balena 190, Sala 281, Belo Horizonte, MG, 30130-100, Brazil."], ["Cardoso", "Francisco E", "FE", "Unidade de Distúrbios do Movimento, Hospital das Clínicas, Universidade Federal de Minas Gerais, Av. Prof. Alfredo Balena 110, Belo Horizonte, MG, CEP 30130-100, Brazil."], ["Teixeira", "Antonio L", "AL", "Laboratório Interdisciplinar de Investigação Médica (LIIM), Faculdade de Medicina, Universidade Federal de Minas Gerais, Av. Prof. Alfredo Balena 190, Sala 281, Belo Horizonte, MG, 30130-100, Brazil."], ["Rocha", "Natalia P", "NP", "Laboratório Interdisciplinar de Investigação Médica (LIIM), Faculdade de Medicina, Universidade Federal de Minas Gerais, Av. Prof. Alfredo Balena 190, Sala 281, Belo Horizonte, MG, 30130-100, Brazil. Natalia.PessoaRocha@uth.tmc.edu."]], "date": "2017-12-05", "id": "29210000", "text": "Sleep disorders are very common in Parkinson's disease (PD), being associated with several other conditions, mainly psychiatric disorders. The present study was designed to assess sleep quality in Brazilian patients with PD and to evaluate whether sleep changes are associated with clinical variables, especially neuropsychiatric symptoms in PD. Patients diagnosed with PD were subjected to a comprehensive clinical evaluation that included the assessment of motor, cognitive and psychiatric symptoms. Our study showed that sleep complaints are frequent in PD and worse sleep quality is associated with depressive and anxious symptoms, poorer cognitive performance and greater severity of PD symptoms. In the multivariate analysis, older age, greater severity of anxiety and PD remained as significant predictors of worse sleep quality. In conclusion, sleep complaints, depressive and anxiety symptoms are frequent in PD patients. Older age, disease severity and anxiety symptoms are significant predictors of poorer sleep quality in PD patients.", "doi": "10.1007/s13760-017-0868-6", "title": "Sleep quality is associated with the severity of clinical symptoms in Parkinson's disease.", "journal": ["Acta neurologica Belgica", "Acta Neurol Belg"]}