{"authors": [["Bodnar", "Anna", "A", "Department of Adult Psychiatry, Poznan University of Medical Sciences, ul.Szpitalna 27/33, 60-572, Poznan, Poland."], ["Rybakowski", "Janusz K", "JK", "Department of Adult Psychiatry, Poznan University of Medical Sciences, ul.Szpitalna 27/33, 60-572, Poznan, Poland. janusz.rybakowski@gmail.com."]], "date": "2017-12-06", "id": "29209876", "text": "A number of studies in bipolar patients have shown a deficit in mentalization (theory of mind), one of the main aspects of social cognition. The aim of current study was to assess both cognitive and affective mentalization in well-defined groups of depressed and manic bipolar patients, compared to healthy control subjects, using a battery of tests measuring mentalization processes. The second aim was to investigate a possible relationship between cognitive and affective mentalization and cognitive functions in bipolar patients during a depressive and manic episode.The study involved 25 bipolar disorder type I patients (10 male, 15 female) during a depressive episode (mean 24 ± 2 points in the 17-item Hamilton Depression Rating Scale) and 25 patients (10 male, 15 female) during a manic episode (mean 27 ± 4 points in the Young Mania Rating Scale). The control group consisted of 25 healthy subjects (10 male, 15 female) without psychiatric disorders. To measure mentalization, a revised version of the Reading the Mind in the Eyes (R-MET), the Strange Stories (SS), the Faux Pas Recognition (FPR), and the Moving Shapes Paradigm (MSP) tests were used. Assessment of cognitive functioning was made using the Digit Span, Trail Making, and Wisconsin Card Sorting Tests.In bipolar patients significant deficits in both cognitive and affective mentalization were demonstrated during both acute depressive and manic episodes. The impairment in FPR in manic patients was more severe than that in the depressive ones. On the other hand, in MSP, manic patients showed significantly increased intentionality for non-mentalization animations, compared with depressive patients and for \"cause and effect\" animations compared with control subjects. A significant relationship was found between the decrease in cognitive and affective mentalization and deficits of cognitive functions during both the depressive and manic episodes.The results obtained confirm the deficits of mentalization in bipolar I patients, during both acute depressive and manic episodes. We found that in such patients mentalization deficits significantly correlated with cognitive dysfunctions more so during depressive episodes.", "doi": "10.1186/s40345-017-0107-3", "title": "Mentalization deficit in bipolar patients during an acute depressive and manic episode: association with cognitive functions.", "journal": ["International journal of bipolar disorders", "Int J Bipolar Disord"]}