{"authors": [["Fillinger", "Clémentine", "C", "Institut des Neurosciences Cellulaires et Intégratives, Centre National de la Recherche Scientifique, CNRS UPR3212, 5 rue Blaise Pascal, 67084, Strasbourg, France."], ["Yalcin", "Ipek", "I", "Institut des Neurosciences Cellulaires et Intégratives, Centre National de la Recherche Scientifique, CNRS UPR3212, 5 rue Blaise Pascal, 67084, Strasbourg, France."], ["Barrot", "Michel", "M", "Institut des Neurosciences Cellulaires et Intégratives, Centre National de la Recherche Scientifique, CNRS UPR3212, 5 rue Blaise Pascal, 67084, Strasbourg, France."], ["Veinante", "Pierre", "P", "Institut des Neurosciences Cellulaires et Intégratives, Centre National de la Recherche Scientifique, CNRS UPR3212, 5 rue Blaise Pascal, 67084, Strasbourg, France. veinantep@inci-cnrs.unistra.fr."]], "date": "2017-12-06", "id": "29209804", "text": "The anterior cingulate cortex (ACC), constituted by areas 25, 32, 24a and 24b in rodents, plays a major role in cognition, emotion and pain. In a previous study, we described the afferents of areas 24a and 24b and those of areas 24a' and 24b' of midcingulate cortex (MCC) in mice and highlighted some density differences among cingulate inputs (Fillinger et al., Brain Struct Funct 222:1509-1532, 2017). To complete this connectome, we analyzed here the efferents of ACC and MCC by injecting anterograde tracers in areas 24a/24b of ACC and 24a'/24b' of MCC. Our results reveal a common projections pattern from both ACC and MCC, targeting the cortical mantle (intracingulate, retrosplenial and parietal associative cortex), the non-cortical basal forebrain, (dorsal striatum, septum, claustrum, basolateral amygdala), the hypothalamus (anterior, lateral, posterior), the thalamus (anterior, laterodorsal, ventral, mediodorsal, midline and intralaminar nuclei), the brainstem (periaqueductal gray, superior colliculus, pontomesencephalic reticular formation, pontine nuclei, tegmental nuclei) and the spinal cord. In addition to an overall denser ACC projection pattern compared to MCC, our analysis revealed clear differences in the density and topography of efferents between ACC and MCC, as well as between dorsal (24b/24b') and ventral (24a/24a') areas, suggesting a common functionality of these two cingulate regions supplemented by specific roles of each area. These results provide a detailed analysis of the efferents of the mouse areas 24a/24b and 24a'/24b' and achieve the description of the cingulate connectome, which bring the anatomical basis necessary to address the roles of ACC and MCC in mice.", "doi": "10.1007/s00429-017-1585-x", "title": "Efferents of anterior cingulate areas 24a and 24b and midcingulate areas 24a' and 24b' in the mouse.", "journal": ["Brain structure & function", "Brain Struct Funct"]}