{"authors": [["Martins da Silva", "Ana", "A", "Unidade Corino de Andrade, Centro Hospitalar do Porto, Hospital de Santo António, Largo Abel Salazar, 4099-001, Porto, Portugal."], ["Cavaco", "Sara", "S", "Serviço de Neurologia, Centro Hospitalar do Porto, Hospital de Santo António, Porto, Portugal."], ["Fernandes", "Joana", "J", "Unidade Corino de Andrade, Centro Hospitalar do Porto, Hospital de Santo António, Largo Abel Salazar, 4099-001, Porto, Portugal."], ["Samões", "Raquel", "R", "Serviço de Neurologia, Centro Hospitalar do Porto, Hospital de Santo António, Porto, Portugal."], ["Alves", "Cristina", "C", "Unidade Corino de Andrade, Centro Hospitalar do Porto, Hospital de Santo António, Largo Abel Salazar, 4099-001, Porto, Portugal."], ["Cardoso", "Márcio", "M", "Unidade Corino de Andrade, Centro Hospitalar do Porto, Hospital de Santo António, Largo Abel Salazar, 4099-001, Porto, Portugal."], ["Kelly", "Jeffery W", "JW", "Department of Chemistry, The Scripps Research Institute, 10550 N. Torrey Pines Rd, La Jolla, CA, 92037, USA."], ["Monteiro", "Cecília", "C", "Department of Chemistry, The Scripps Research Institute, 10550 N. Torrey Pines Rd, La Jolla, CA, 92037, USA."], ["Coelho", "Teresa", "T", "Unidade Corino de Andrade, Centro Hospitalar do Porto, Hospital de Santo António, Largo Abel Salazar, 4099-001, Porto, Portugal. tcoelho@netcabo.pt."]], "date": "2017-12-05", "id": "29209781", "text": "Central nervous system (CNS) involvement in hereditary transthyretin (TTR) amyloidosis has been described in patients whose disease course was modified by liver transplant. However, cognitive dysfunction has yet to be investigated in those patients. Moreover, CNS involvement in untreated patients or asymptomatic mutation carriers remains to be studied. A series of 340 carriers of the TTRVal30Met mutation (180 symptomatic and 160 asymptomatic) underwent a neuropsychological assessment, which included the Dementia Rating Scale-2 (DRS-2), auditory verbal learning test, semantic fluency, phonemic fluency, and trail making test. Cognitive deficits were identified at the individual level, after adjusting the neuropsychological test scores for demographic characteristics (sex, age, and education), based on large national normative data. The presence of cognitive dysfunction was determined by deficit in DRS-2 and/or multiple cognitive domains. Participants were also screened for depression based on a self-report questionnaire. The frequency of cognitive dysfunction was higher (p = 0.003) in symptomatic (9%) than in asymptomatic (2%) carriers. Among older carriers (≥ 50 years), the frequency of cognitive dysfunction was higher (p < 0.001) in symptomatic (36%) than asymptomatic (4%) individuals. Among younger participants (< 50 years), the frequency of cognitive dysfunction was not different (p = 0.631) between symptomatic patients (2%) and asymptomatic (1%) carriers. This cross-sectional study shows that cognitive dysfunction is part of the broad spectrum of clinical manifestations in older hereditary TTR amyloidosis patients with peripheral polyneuropathy, even in the early stages of the disease.", "doi": "10.1007/s00415-017-8668-8", "title": "Age-dependent cognitive dysfunction in untreated hereditary transthyretin amyloidosis.", "journal": ["Journal of neurology", "J. Neurol."]}