{"authors": [["Um", "Yoo Hyun", "YH", "Department of Psychiatry, St. Vincent's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Choi", "Woo Hee", "WH", "Department of Radiology, Division of Nuclear Medicine, St. Vincent's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Jung", "Won Sang", "WS", "Department of Radiology, St. Vincent's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Park", "Young Ha", "YH", "Department of Radiology, St. Vincent's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Lee", "Chang-Uk", "CU", "Department of Psychiatry, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Lim", "Hyun Kook", "HK", "Department of Psychiatry, Yeouido St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."]], "date": "2017-11-07", "id": "29209396", "text": "Recently developed 18F-labelled amyloid beta (Aβ) positron emission tomography (PET) tracers have demonstrated potentials to enable more prevalent application of amyloid imaging in the clinical setting. The aim of this study is to demonstrate cerebral retention of Aβ in cognitively normal older adults, by implementing voxel-based analysis on images acquired from 18F-Florbetaben amyloid PET.Fifty cognitive normal elderly subjects were recruited and included in the study. Demographic data and cognitive measurements were collected. Magnetic resonance imaging (MRI) and 18F-Florbetaben PET data were obtained followed by whole brain voxel-based analysis.Compared to the florbetaben (FBB) (-) counterpart, FBB (+) showed significantly higher Aβ deposition in the brain regions comprising anterior cingulate, middle cingulate, posterior cingulate and precuneus (family wise error corrected p<0.05). There was no significant correlation between amyloid retention and cognitive functions.Our results confirms previous results regarding Aβ deposition by using 18F-Florbetaben, demonstrating potentials in application of 18F-Florbetaben PET imaging in clinical settings.", "doi": "10.4306/pi.2017.14.6.883", "title": "Whole Brain Voxel-Wise Analysis of Cerebral Retention of Beta-Amyloid in Cognitively Normal Older Adults Using 18F-Florbetaben.", "journal": ["Psychiatry investigation", "Psychiatry Investig"]}