{"authors": [["Elvers", "Paul", "P", "Max Planck Institute for Empirical Aesthetics, Frankfurt am Main, Germany."], ["Steffens", "Jochen", "J", "Audio Communication Group, Technische Universität Berlin, Berlin, Germany."]], "date": "2017-11-21", "id": "29209257", "text": "Listening to music before, during, or after sports is a common phenomenon, yet its functions and effects on performance, cognition, and behavior remain to be investigated. In this study we present a novel approach to the role of music in sports and exercise that focuses on the notion of musical self-enhancement (Elvers, 2016). We derived the following hypotheses from this framework: listening to motivational music will (i) enhance self-evaluative cognition, (ii) improve performance in a ball game, and (iii) evoke greater risk-taking behavior. To evaluate the hypotheses, we conducted a between-groups experiment (N = 150) testing the effectiveness of both an experimenter playlist and a participant-selected playlist in comparison to a no-music control condition. All participants performed a ball-throwing task developed by Decharms and Davé (1965), consisting of two parts: First, participants threw the ball from fixed distances into a funnel basket. During this task, performance was measured. In the second part, the participants themselves chose distances from the basket, which allowed their risk-taking behavior to be assessed. The results indicate that listening to motivational music led to greater risk taking but did not improve ball-throwing performance. This effect was more pronounced in male participants and among those who listened to their own playlists. Furthermore, self-selected music enhanced state self-esteem in participants who were performing well but not in those who were performing poorly. We also discuss further implications for the notion of musical self-enhancement.", "doi": "10.3389/fpsyg.2017.02026", "title": "The Sound of Success: Investigating Cognitive and Behavioral Effects of Motivational Music in Sports.", "journal": ["Frontiers in psychology", "Front Psychol"]}