{"authors": [["Glize", "Bertrand", "B", "Centre de Recherche en Neurosciences de Lyon, ImpAct Team, Institut National de la Santé et de la Recherche Médicale U1028, Centre National de la Recherche Scientifique UMR5292, Université Claude Bernard Lyon 1, Lyon, France."], ["Lunven", "Marine", "M", "Centre de Recherche en Neurosciences de Lyon, ImpAct Team, Institut National de la Santé et de la Recherche Médicale U1028, Centre National de la Recherche Scientifique UMR5292, Université Claude Bernard Lyon 1, Lyon, France."], ["Rossetti", "Yves", "Y", "Centre de Recherche en Neurosciences de Lyon, ImpAct Team, Institut National de la Santé et de la Recherche Médicale U1028, Centre National de la Recherche Scientifique UMR5292, Université Claude Bernard Lyon 1, Lyon, France."], ["Revol", "Patrice", "P", "Centre de Recherche en Neurosciences de Lyon, ImpAct Team, Institut National de la Santé et de la Recherche Médicale U1028, Centre National de la Recherche Scientifique UMR5292, Université Claude Bernard Lyon 1, Lyon, France."], ["Jacquin-Courtois", "Sophie", "S", "Centre de Recherche en Neurosciences de Lyon, ImpAct Team, Institut National de la Santé et de la Recherche Médicale U1028, Centre National de la Recherche Scientifique UMR5292, Université Claude Bernard Lyon 1, Lyon, France."], ["Klinger", "Evelyne", "E", "ESIEA, Digital Interactions Health and Disability, Laval, France."], ["Joseph", "Pierre-Alain", "PA", "EA4136, Service de Médecine Physique et de Réadaptation, CHU de Bordeaux, Université de Bordeaux, Bordeaux, France."], ["Rode", "Gilles", "G", "Centre de Recherche en Neurosciences de Lyon, ImpAct Team, Institut National de la Santé et de la Recherche Médicale U1028, Centre National de la Recherche Scientifique UMR5292, Université Claude Bernard Lyon 1, Lyon, France."]], "date": "2017-11-20", "id": "29209253", "text": "Prism adaptation (PA) is responsible for an expansion of sensori-motor after-effects to cognitive domains for patients with spatial neglect. One important question is whether the cognitive after-effects induced by PA may also concern higher aspects of spatial cognition, such as navigation and topographic memory, which are critical in everyday life. The aim of this study was to assess whether multiple sessions of right PA can affect navigation and topographic memory. Seven right brain-damaged (RBD) patients with chronic neglect were included. We used a virtual supermarket named VAP-S which is an original paradigm, similar to the \"shopping list test\" during which patients had to purchase items from a list of eight products. Furthermore, in order to assess generalization of PA effects on constructing a spatial map from virtual information, each participant was then asked to draw the map of the virtual supermarket from memory. Regarding navigation performance, significant results were obtained: session duration reduction, fewer numbers of pauses and omissions, more items purchased on the left side and more items purchased over all. A long-lasting effect was noted, up to one month after PA. The representational task performance was also significantly increased for map drawing, with a reduction of the right shift of the symmetry axis of the map, more items drawn on the left side of maps and over all, and more items correctly located on the map. Some of these effects lasted for at least 7 days. These results suggest an expansion of PA benefit to a virtual environment. Crucially, the cognitive benefits induced by PA were noted for complex spatial cognition tasks required in everyday life such as navigation and topographic memory and this improvement was maintained for up to 1 month.", "doi": "10.3389/fpsyg.2017.02019", "title": "Improvement of Navigation and Representation in Virtual Reality after Prism Adaptation in Neglect Patients.", "journal": ["Frontiers in psychology", "Front Psychol"]}