{"authors": [["Correia", "Rut", "R", "Facultad de Educación, Universidad Diego Portales, Santiago, Chile."], ["Navarrete", "Gorka", "G", "Center for Social and Cognitive Neuroscience, School of Psychology, Universidad Adolfo Ibáñez, Santiago, Chile."]], "date": "2017-11-21", "id": "29209251", "text": "Higher education (HE) faces the challenge of responding to an increasing diversity. In this context, more attention is being paid to teachers and teaching skills positively related to students learning. Beyond the knowledges identified as key components of an effective teacher, teachers also need to be capable of unraveling what their students think and believe, and how they accommodate the new information. More importantly, teachers need to be able to adapt their own teaching to their audience's needs. In learners, social cognition (SC) has been related to a better receptivity to the different teacher-student interactions. Since these interactions are bidirectional, SC could also help to explain teachers' receptiveness to the information available in feedback situations. However, little is known about how SC is related to teacher development, and therefore teaching effectiveness, in HE. In addition, executive functions (EFs), closely related to SC, could play a key role in the ability to self-regulate their own teaching to better answering their students emerging needs. Although there is wide evidence regarding the association of EFs to performance in high demanding settings, as far as we know, there are no studies exploring the relationship between teachers' EFs and teaching effectiveness in HE. Establishing a positive association between teaching effectiveness and these socio-cognitive functions could be a promising first step in designing professional development programs that promote HE academics' ability to understand and care about students thoughts and emotions, to eventually adapt their teaching to their students needs for a better learning.", "doi": "10.3389/fpsyg.2017.02016", "title": "Social Cognition and Executive Functions As Key Factors for Effective Pedagogy in Higher Education.", "journal": ["Frontiers in psychology", "Front Psychol"]}