{"authors": [["Lelard", "Thierry", "T", "EA 3300, Adaptations Physiologiques à l'Exercice et Réadaptation à l'Effort, UFR des Sciences du Sport, Université de Picardie Jules Verne, Amiens, France."], ["Godefroy", "Olivier", "O", "EA 3300, Adaptations Physiologiques à l'Exercice et Réadaptation à l'Effort, UFR des Sciences du Sport, Université de Picardie Jules Verne, Amiens, France."], ["Ahmaidi", "Said", "S", "EA 3300, Adaptations Physiologiques à l'Exercice et Réadaptation à l'Effort, UFR des Sciences du Sport, Université de Picardie Jules Verne, Amiens, France."], ["Krystkowiak", "Pierre", "P", "EA 4559, Laboratoire de Neurosciences Fonctionnelles et Pathologies, UFR de Médecine, Université de Picardie Jules Verne, Amiens, France."], ["Mouras", "Harold", "H", "Structure Fédérative de Recherche en Santé CAP-Santé, Université de Picardie Jules Verne, Amiens and Université de Reims-Champagne-Ardennes, Reims, France."]], "date": "2017-11-21", "id": "29209250", "text": "Embodiment is made possible by the ability to imagine ourselves in a particular situation (mental simulation). Postural changes have been demonstrated in response to painful situations, but the effect of an implicit instruction has not been studied. The present study was designed to record differential responses according to whether or not subjects were instructed to imagine themselves in a painful or non-painful situation. Painful stimuli and instructions to mentally simulate the displayed situation were hypothesized to induce postural changes that could be demonstrated by changes in the center of pressure (COP) trajectory compared to viewing the same stimuli with no instructions. We hypothesized that mental simulation of a painful situation would induce embodiment of the emotional situation as reflected by posterior displacement of the COP and physiological responses as compared to passive observation of the same visual scene. Thirty-one subjects participated in this study while standing quietly on a posturographic platform with presentation of visual stimuli depicting scenes defining three experimental conditions (painful, non-painful and neutral situations) for 12 s. Physiological measurements [heart rate (HR) and electrodermal activity] and postural responses (COP displacements) were recorded in response to the stimuli with or without instructions to imagine themselves in the situation. Time-course analyses (1 s sliding window) were conducted for several postural parameters, HR and electrodermal response. An interaction effect (instruction × stimuli × time) demonstrated that mental simulation induced posterior displacement of the mean position of the COP at different times during presentation of visual stimuli (4 s; 9-12 s). An effect of instruction was reported for HR (HR was higher in the mental simulation condition), while a stimulation effect was reported only for HR (lower for painful stimuli than for non-painful stimuli). The results of time-course analyses demonstrated embodiment of painful situations by postural control modulations and physiological changes depending on whether or not the participants were instructed to imagine themselves in the situation.", "doi": "10.3389/fpsyg.2017.02012", "title": "Mental Simulation of Painful Situations Has an Impact on Posture and Psychophysiological Parameters.", "journal": ["Frontiers in psychology", "Front Psychol"]}