{"authors": [["Steinig", "Jana", "J", "Department of Psychosomatic Medicine, University of Leipzig, Leipzig, Germany."], ["Bazan", "Ariane", "A", "Faculté des Sciences Psychologiques et de l'Education, Service de Psychologie Clinique et Différentielle, Université Libre de Bruxelles, Brussels, Belgium."], ["Happe", "Svenja", "S", "Department of Clinical Neurophysiology, Klinikum Bremen-Ost, University of Göttingen, Göttingen, Germany."], ["Antonetti", "Sarah", "S", "Faculté des Sciences Psychologiques et de l'Education, Service de Psychologie Clinique et Différentielle, Université Libre de Bruxelles, Brussels, Belgium."], ["Shevrin", "Howard", "H", "Department of Psychiatry, University of Michigan Medical Center, Ann Arbor, MI, United States."]], "date": "2017-11-20", "id": "29209244", "text": "Primary and secondary processes are the foundational axes of the Freudian mental apparatus: one horizontally as a tendency to associate, the primary process, and one vertically as the ability for perspective taking, the secondary process. Primary process mentation is not only supposed to be dominant in the unconscious but also, for example, in dreams. The present study tests the hypothesis that the mental activity during REM-sleep has more characteristics of the primary process, while during non-REM-sleep more secondary process operations take place. Because the solving of a rebus requires the ability to non-contexually condensate the literal reading of single stimuli into a new one, rebus solving is a primary process operation by excellence. In a replication of the dream-rebus study of Shevrin and Fisher (1967), a rebus, which consisted of an image of a comb (German: \"Kamm\") and an image of a raft (German: \"Floß\"), resulting in the German rebus word \"kampflos\" (Engl.: without a struggle), was flashed subliminally (at 1 ms) to 20 participants before going to sleep. Upon consecutive awakenings participants were asked for a dream report, free associations and an image description. Based on objective association norms, there were significantly more conceptual associations referring to Kamm and Floß indexing secondary process mentation when subjects were awakened from non-REM sleep as compared to REM-awakenings. There were not significantly more rebus associations referring to kampflos indexing primary process mentation when awakened from REM-sleep as compared to non-REM awakenings. However, when the associations were scored on the basis of each subject's individual norms, there was a rebus effect with more idiosyncratic rebus associations in awakenings after REM than after non-REM-sleep. Our results support the general idea that REM-sleep is characterized by primary process thinking, while non-REM-sleep mentation follows the rules of the secondary process.", "doi": "10.3389/fpsyg.2017.01955", "title": "Processing of a Subliminal Rebus during Sleep: Idiosyncratic Primary versus Secondary Process Associations upon Awakening from REM- versus Non-REM-Sleep.", "journal": ["Frontiers in psychology", "Front Psychol"]}