{"authors": [["Tao", "Jiejie", "J", "Department of Radiology, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Jiang", "Xueyan", "X", "Center for Cognition and Brain Disorders, Hangzhou Normal University, Hangzhou, China."], ["Wang", "Xin", "X", "Department of Radiology, Yancheng First Peoples' Hospital, Yancheng, China."], ["Liu", "Huiru", "H", "Department of Radiology, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Qian", "Andan", "A", "Department of Radiology, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Yang", "Chuang", "C", "Department of Psychiatry, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Chen", "Hong", "H", "Department of Psychiatry, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Li", "Jiance", "J", "Department of Radiology, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Ye", "Qiong", "Q", "Department of Radiology, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."], ["Wang", "Jinhui", "J", "Center for Cognition and Brain Disorders, Hangzhou Normal University, Hangzhou, China."], ["Wang", "Meihao", "M", "Department of Radiology, First Affiliated Hospital of Wenzhou Medical University, Wenzhou Medical University, Wenzhou, China."]], "date": "2017-11-21", "id": "29209238", "text": "Attention-deficit/hyperactivity disorder (ADHD) is a common neurodevelopmental disease featuring executive control deficits as a prominent neuropsychological trait. Executive functions are implicated in multiple sub-networks of the brain; however, few studies examine these sub-networks as a whole in ADHD. By combining resting-state functional MRI and graph-based approaches, we systematically investigated functional connectivity patterns among four control-related networks, including the frontoparietal network (FPN), cingulo-opercular network, cerebellar network, and default mode network (DMN), in 46 drug-naive children with ADHD and 31 age-, gender-, and intelligence quotient-matched healthy controls (HCs). Compared to the HCs, the ADHD children showed significantly decreased functional connectivity that primarily involved the DMN and FPN regions and cross-network long-range connections. Further graph-based network analysis revealed that the ADHD children had fewer connections, lower network efficiency, and more functional modules compared with the HCs. The ADHD-related alterations in functional connectivity but not topological organization were correlated with clinical symptoms of the ADHD children and differentiated the patients from the HCs with a good performance. Taken together, our findings suggest a less-integrated functional brain network in children with ADHD due to selective disruption of key long-range connections, with important implications for understanding the neural substrates of ADHD, particularly executive dysfunction.", "doi": "10.3389/fpsyt.2017.00246", "title": "Disrupted Control-Related Functional Brain Networks in Drug-Naive Children with Attention-Deficit/Hyperactivity Disorder.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}