{"authors": [["Li", "Rui", "R", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Yin", "Shufei", "S", "Department of Psychology, Faculty of Education, Hubei University, Wuhan, China."], ["Zhu", "Xinyi", "X", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Ren", "Weicong", "W", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Yu", "Jing", "J", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Wang", "Pengyun", "P", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Zheng", "Zhiwei", "Z", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Niu", "Ya-Nan", "YN", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Huang", "Xin", "X", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."], ["Li", "Juan", "J", "CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China."]], "date": "2017-11-21", "id": "29209203", "text": "Increasing evidence suggests that functional brain connectivity is an important determinant of cognitive aging. However, the fundamental concept of inter-individual variations in functional connectivity in older individuals is not yet completely understood. It is essential to evaluate the extent to which inter-individual variability in connectivity impacts cognitive performance at an older age. In the current study, we aimed to characterize individual variability of functional connectivity in the elderly and to examine its significance to individual cognition. We mapped inter-individual variability of functional connectivity by analyzing whole-brain functional connectivity magnetic resonance imaging data obtained from a large sample of cognitively normal older adults. Our results demonstrated a gradual increase in variability in primary regions of the visual, sensorimotor, and auditory networks to specific subcortical structures, particularly the hippocampal formation, and the prefrontal and parietal cortices, which largely constitute the default mode and fronto-parietal networks, to the cerebellum. Further, the inter-individual variability of the functional connectivity correlated significantly with the degree of cognitive relevance. Regions with greater connectivity variability demonstrated more connections that correlated with cognitive performance. These results also underscored the crucial function of the long-range and inter-network connections in individual cognition. Thus, individual connectivity-cognition variability mapping findings may provide important information for future research on cognitive aging and neurocognitive diseases.", "doi": "10.3389/fnagi.2017.00385", "title": "Linking Inter-Individual Variability in Functional Brain Connectivity to Cognitive Ability in Elderly Individuals.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}