{"authors": [["Buitenweg", "Jessika I V", "JIV", "Department of Psychology, University of Amsterdam, Amsterdam, Netherlands."], ["van de Ven", "Renate M", "RM", "Department of Psychology, University of Amsterdam, Amsterdam, Netherlands."], ["Prinssen", "Sam", "S", "Department of Psychology, University of Amsterdam, Amsterdam, Netherlands."], ["Murre", "Jaap M J", "JMJ", "Department of Psychology, University of Amsterdam, Amsterdam, Netherlands."], ["Ridderinkhof", "K Richard", "KR", "Department of Psychology, University of Amsterdam, Amsterdam, Netherlands."]], "date": "2017-11-01", "id": "29209183", "text": "As aging is associated with cognitive decline, particularly in the executive functions, it is essential to effectively improve cognition in older adults. Online cognitive training is currently a popular, though controversial method. Although some changes seem possible in older adults through training, far transfer, and longitudinal maintenance are rarely seen. Based on previous literature we created a unique, state-of-the-art intervention study by incorporating frequent sessions and flexible, novel, adaptive training tasks, along with an active control group. We created a program called TAPASS (Training Project Amsterdam Seniors and Stroke), a randomized controlled trial. Healthy older adults (60-80 y.o.) were assigned to a frequent- (FS) or infrequent switching (IS) experimental condition or to the active control group and performed 58 half-hour sessions over the course of 12 weeks. Effects on executive functioning, processing- and psychomotor speed, planning, verbal long term memory, verbal fluency, and reasoning were measured on four time points before, during and after the training. Additionally, we examined the explorative question which individual aspects added to training benefit. Besides improvements on the training, we found significant time effects on multiple transfer tasks in all three groups that likely reflected retest effects. No training-specific improvements were detected, and we did not find evidence of additional benefits of individual characteristics. Judging from these results, the therapeutic value of using commercially available training games to train the aging brain is modest, though any apparent effects should be ascribed more to expectancy and motivation than to the elements in our training protocol. Our results emphasize the importance of using parallel tests as outcome measures for transfer and including both active and passive control conditions. Further investigation into different training methods is advised, including stimulating social interaction and the use of more variable, novel, group-based yet individual-adjusted exercises.", "doi": "10.3389/fnhum.2017.00529", "title": "Cognitive Flexibility Training: A Large-Scale Multimodal Adaptive Active-Control Intervention Study in Healthy Older Adults.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}