{"authors": [["Palmiero", "Massimiliano", "M", "Neuropsychology Unit, IRCCS Fondazione Santa Lucia, Rome, Italy."], ["Piccardi", "Laura", "L", "Neuropsychology Unit, IRCCS Fondazione Santa Lucia, Rome, Italy."]], "date": "2017-11-06", "id": "29209180", "text": "The present mini-review was aimed at exploring the frontal EEG asymmetry of mood. With respect to emotion, interpreted as a discrete affective process, mood is more controllable, more nebulous, and more related to mind/cognition; in addition, causes are less well-defined than those eliciting emotion. Therefore, firstly, the rational for the distinction between emotion and mood was provided. Then, the main frontal EEG asymmetry models were presented, such as the motivational approach/withdrawal, valence/arousal, capability, and inhibition asymmetric models. Afterward, the frontal EEG asymmetry of mood was investigated following three research lines, that is considering studies involving different mood induction procedures, dispositional mood (positive and negative affect), and mood alterations in both healthy and clinical populations. In general, results were found to be contradictory, no model is unequivocally supported regardless the research line considered. Different methodological issues were raised, such as: the composition of samples used across studies, in particular, gender and age were found to be critical variables that should be better addressed in future studies; the importance of third variables that might mediate the relationship between frontal EEG asymmetries and mood, for example bodily states and hormonal responses; the role of cognition, namely the interplay between mood and executive functions. In light of these issues, future research directions were proposed. Amongst others, the need to explore the neural connectivity that underpins EEG asymmetries, and the need to include both positive and negative mood conditions in the experimental designs have been highlighted.", "doi": "10.3389/fnbeh.2017.00224", "title": "Frontal EEG Asymmetry of Mood: A Mini-Review.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}