{"authors": [["Wang", "Pengcheng", "P", "Business School, Tianjin University of Finance and Economics, Tianjin, China."], ["Wang", "Guangrong", "G", "Reinhard Selten Laboratory, Nankai University, Tianjin, China."], ["Niu", "Xiaofei", "X", "Reinhard Selten Laboratory, Nankai University, Tianjin, China."], ["Shang", "Huiliang", "H", "Reinhard Selten Laboratory, Nankai University, Tianjin, China."], ["Li", "Jianbiao", "J", "Reinhard Selten Laboratory, Nankai University, Tianjin, China."]], "date": "2017-11-03", "id": "29209179", "text": "Gratitude is an important aspect of human sociality, which benefits mental health and interpersonal relationships. Thus, elucidating the neural mechanism of gratitude, which is only now beginning to be investigated, is important. To this end, this study specifies the medial prefrontal cortex (mPFC) involved in the gratitude of heterogeneous individuals using the transcranial direct current stimulation (tDCS) technique. Previous neural studies have shown the involvement of mPFC in social cognition and value evaluation, which are closely related to gratitude. However, the causal relationship between this neural area and gratitude has not been fully examined and the effect of individual social heterogeneity has been ignored. Meanwhile, behavioral economics studies have proposed that the abilities of employees in the labor market would affect their gratitude and emotional response. Thus, we designed an experiment based on gift exchange game to investigate the relationship between mPFC and gratitude of heterogeneous employees. Before the experiment, participants were asked to perform self-cognition of their abilities through an appropriately difficult task. We then used the effort of participants to imply their gratitude and analyzed the effort levels of employees with different abilities under anodal, cathodal, and sham stimulations. The results showed that employees under anodal stimulation were significantly likely to increase their effort than those under sham stimulation, and employees under cathodal stimulation ranked at the bottom of the list. Moreover, the effort levels of low-ability employees were obviously higher than those of high-ability employees. The cathodal stimulation of mPFC significantly reduced the effort levels of low-ability employees, whereas its anodal tDCS stimulation increased the effort levels of high-ability employees. These outcomes verify the relationship between mPFC and gratitude using tDCS and provided one of the first instances of neural evidence for the incentive mechanism design in the labor market to a certain extent.", "doi": "10.3389/fnbeh.2017.00217", "title": "Effect of Transcranial Direct Current Stimulation of the Medial Prefrontal Cortex on the Gratitude of Individuals with Heterogeneous Ability in an Experimental Labor Market.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}