{"authors": [["Dezza", "Irene Cogliati", "IC", "Centre for Research in Cognition & Neurosciences (CRCN), Université Libre de Bruxelles, Brussels, Belgium. icogliat@ulb.ac.be."], ["Yu", "Angela J", "AJ", "Department of Cognitive Science, University of California San Diego, La Jolla, CA, United States."], ["Cleeremans", "Axel", "A", "Centre for Research in Cognition & Neurosciences (CRCN), Université Libre de Bruxelles, Brussels, Belgium."], ["Alexander", "William", "W", "Department of Experimental Psychology, Ghent University, Gent, Belgium."]], "date": "2017-12-05", "id": "29209058", "text": "To flexibly adapt to the demands of their environment, animals are constantly exposed to the conflict resulting from having to choose between predictably rewarding familiar options (exploitation) and risky novel options, the value of which essentially consists of obtaining new information about the space of possible rewards (exploration). Despite extensive research, the mechanisms that subtend the manner in which animals solve this exploitation-exploration dilemma are still poorly understood. Here, we investigate human decision-making in a gambling task in which the informational value of each trial and the reward potential were separately manipulated. To better characterize the mechanisms that underlined the observed behavioural choices, we introduce a computational model that augments the standard reward-based reinforcement learning formulation by associating a value to information. We find that both reward and information gained during learning influence the balance between exploitation and exploration, and that this influence was dependent on the reward context. Our results shed light on the mechanisms that underpin decision-making under uncertainty, and suggest new approaches for investigating the exploration-exploitation dilemma throughout the animal kingdom.", "doi": "10.1038/s41598-017-17237-w", "title": "Learning the value of information and reward over time when solving exploration-exploitation problems.", "journal": ["Scientific reports", "Sci Rep"]}