{"authors": [["Downey", "John E", "JE", "Department of Bioengineering, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Brane", "Lucas", "L", "School of Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Gaunt", "Robert A", "RA", "Department of Bioengineering, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Tyler-Kabara", "Elizabeth C", "EC", "Department of Bioengineering, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Boninger", "Michael L", "ML", "Department of Bioengineering, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Collinger", "Jennifer L", "JL", "Department of Bioengineering, University of Pittsburgh, Pittsburgh, Pennsylvania, USA. collinger@pitt.edu."]], "date": "2017-12-05", "id": "29209023", "text": "Brain-computer interface (BCI) controlled prosthetic arms are being developed to restore function to people with upper-limb paralysis. This work provides an opportunity to analyze human cortical activity during complex tasks. Previously we observed that BCI control became more difficult during interactions with objects, although we did not quantify the neural origins of this phenomena. Here, we investigated how motor cortical activity changed in the presence of an object independently of the kinematics that were being generated using intracortical recordings from two people with tetraplegia. After identifying a population-wide increase in neural firing rates that corresponded with the hand being near an object, we developed an online scaling feature in the BCI system that operated without knowledge of the task. Online scaling increased the ability of two subjects to control the robotic arm when reaching to grasp and transport objects. This work suggests that neural representations of the environment, in this case the presence of an object, are strongly and consistently represented in motor cortex but can be accounted for to improve BCI performance.", "doi": "10.1038/s41598-017-17222-3", "title": "Motor cortical activity changes during neuroprosthetic-controlled object interaction.", "journal": ["Scientific reports", "Sci Rep"]}