{"authors": [["Sevenster", "Dieuwke", "D", "Laboratory of Biological Psychology, Department of Psychology, KU Leuven, Tiensestraat 102, B-3000, Leuven, Belgium. d.sevenster@uu.nl."], ["Haesen", "Kim", "K", "Center for Learning Psychology and Experimental Psychopathology, Department of Psychology, KU Leuven, Tiensestraat 102, B-3000, Leuven, Belgium."], ["Vervliet", "Bram", "B", "Center for Excellence on Generalization, Department of Psychology, KU Leuven, Tiensestraat 102, B-3000, Leuven, Belgium."], ["Kindt", "Merel", "M", "Department of Clinical Psychology, University of Amsterdam, Nieuwe Achtergracht 129, 1001 NK, Amsterdam, The Netherlands."], ["D'Hooge", "Rudi", "R", "Laboratory of Biological Psychology, Department of Psychology, KU Leuven, Tiensestraat 102, B-3000, Leuven, Belgium."]], "date": "2017-12-05", "id": "29208913", "text": "At the core of anxiety disorders lies the tendency to generalize fear from a threatening to a safe situation. A deeper understanding of the mechanisms that facilitate and restrain generalization in humans is therefore needed. Rodent studies showed that pre-exposure to a context that is similar to the threatening context enhanced generalization to the similar context. In Experiment 1 we replicated these animal findings in humans (US-expectancy). Studies on the underlying mechanisms showed that the pre-exposure representation was recalled during conditioning (due to similarity between the contexts) and the shock also became linked to the recalled representation, resulting in greater generalization. In Experiment 2 we developed a pre-exposure procedure that increased the ability to distinguish between the conditioned and pre-exposure contexts, such that presentation of the former would no longer result in recall of the latter. We then observed that overgeneralization (US-expectancy) was prevented. Pre-exposure did not affect generalization of skin conductance response or fear potentiated startle. Finally, exploratory analyses revealed that increased generalization (US-expectancy), if not prevented, could be reduced by a reminder of the conditioned context. Hence, we developed a prevention- and a treatment-strategy for overgeneralization. These findings may guide the development of new therapeutic strategies.", "doi": "10.1038/s41598-017-16893-2", "title": "Prevention and treatment strategies for contextual overgeneralization.", "journal": ["Scientific reports", "Sci Rep"]}