{"authors": [["Misra", "Vasundhra", "V", "Dr. R. P. Centre Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Vashist", "Praveen", "P", "Dr. R. P. Centre Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Singh", "Senjam Suraj", "SS", "Dr. R. P. Centre Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Malhotra", "Sumit", "S", "Centre for Community Medicine, All India Institute of Medical Sciences, New Delhi, India."], ["Gupta", "Vivek", "V", "Dr. R. P. Centre Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Dwivedi", "S N", "SN", "Department of Biostatistics, All India Institute of Medical Sciences, New Delhi, India."], ["Gupta", "Sanjeev K", "SK", "Centre for Community Medicine, All India Institute of Medical Sciences, New Delhi, India."]], "date": null, "id": "29208840", "text": "The objective of the study was to assess the awareness and health-seeking practices related to cataract in urban slums of Delhi.This study design was a population-based cross-sectional study. Participants aged 18-60 years were recruited from randomly selected five slums of South Delhi. They were interviewed using a semi-structured interview schedule on awareness and eye health-seeking practices related to cataract. The practices were recorded if the respondents themselves or any other member of the family was diagnosed with cataract in previous 2 years.A total of 1552 respondents participated in the study, of which, 89.9% had heard of cataract but only (42%) were aware of any symptom of cataract. The common symptoms of cataract reported by the participants were white opacity in eyes (25.9%) and loss of vision (20.6%). Surgery as a treatment of cataract was known to only 559 (40.1%) participants. Awareness about surgery as treatment of cataract was significantly higher among people aged 45-60 years (adjusted odds ratio = 2.89, 95% confidence interval = 2.11-3.97) and in educated people (adjusted OR = 3.69 95% CI = 2.37-5.73). Out of 84 respondents who had been diagnosed with cataract, the health-seeking practices were observed by 70 (83.3%) participants. Among them, 51 (72.9%) had undergone surgery and another 19 (27.1%) had been advised to wait for surgery. Most of the operated patients 48 (94.1%) attended the postoperative follow-up.The study findings suggest the majority of participants have heard of cataract, but there is low awareness of its symptoms and treatment, and good eye health-seeking practices observed for cataract in urban slum population. Gaps in awareness observed can be filled up by implementing proper eye health education programs.", "doi": "10.4103/ijo.IJO_585_16", "title": "Awareness and eye health-seeking practices for cataract among urban slum population of Delhi: The North India eye disease awareness study.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}