{"authors": [["Knyazev", "Gennady G", "GG", "Laboratory of Psychophysiology of Individual Differences, Institute of Physiology and Basic Medicine, Novosibirsk, Russia. Electronic address: knyazev@physiol.ru."], ["Savostyanov", "Alexander N", "AN", "Laboratory of Psychophysiology of Individual Differences, Institute of Physiology and Basic Medicine, Novosibirsk, Russia; Humanitarian Institute, Novosibirsk State University, Novosibirsk, Russia."], ["Bocharov", "Andrey V", "AV", "Laboratory of Psychophysiology of Individual Differences, Institute of Physiology and Basic Medicine, Novosibirsk, Russia; Humanitarian Institute, Novosibirsk State University, Novosibirsk, Russia."], ["Merkulova", "Ekaterina A", "EA", "Laboratory of Psychophysiology of Individual Differences, Institute of Physiology and Basic Medicine, Novosibirsk, Russia."]], "date": "2017-12-05", "id": "29208492", "text": "Humans are intrinsically social beings and it is natural that self-processing is associated with social cognition. The degree to which the self is perceived as a part of social environment is modulated by cultural stereotypes, such as collectivism and individualism. Here, we tested the hypothesis that individuals who endorse collectivist values would spontaneously think more about their relationships with other people and this association would be mediated by connectivity between the medial prefrontal cortex (MPFC) and the rest of the brain. Connectivity was evaluated based on resting state EEG data using the recently developed methods, which combine beamformer spatial filtering with seed based connectivity estimation. The formal mediation analysis revealed that collectivism is associated with an enhanced connectivity of MPFC with a set of cortical regions that are frequently co-activated in moral reasoning, empathy, and theory of mind tasks and with diminished connectivity with the precuneus\\posterior cingulate cortex, which is involved in self-centered cognition. The relationship between collectivism and social cognition was mediated by MPFC connectivity with the left middle temporal gyrus implying that in participants with collectivistic attitude, thinking about relationships with other people may be associated with semantic memory retrieval and reasoning on moral issues and others' intentions.", "doi": "10.1016/j.ijpsycho.2017.12.002", "title": "Resting state connectivity mediates the relationship between collectivism and social cognition.", "journal": ["International journal of psychophysiology : official journal of the International Organization of Psychophysiology", "Int J Psychophysiol"]}