{"authors": [["Schultheiss", "Patrick", "P", "Research Centre on Animal Cognition, Centre for Integrative Biology, CNRS, University of Toulouse, 118 Route de Narbonne, 31062 Toulouse cedex 09, France. Electronic address: patrick.schultheiss@univ-tlse3.fr."], ["Buatois", "Alexis", "A", "Research Centre on Animal Cognition, Centre for Integrative Biology, CNRS, University of Toulouse, 118 Route de Narbonne, 31062 Toulouse cedex 09, France."], ["Avarguès-Weber", "Aurore", "A", "Research Centre on Animal Cognition, Centre for Integrative Biology, CNRS, University of Toulouse, 118 Route de Narbonne, 31062 Toulouse cedex 09, France."], ["Giurfa", "Martin", "M", "Research Centre on Animal Cognition, Centre for Integrative Biology, CNRS, University of Toulouse, 118 Route de Narbonne, 31062 Toulouse cedex 09, France."]], "date": "2017-09-06", "id": "29208222", "text": "Virtual reality (VR) offers an appealing experimental framework for studying visual performances of insects under highly controlled conditions. In the case of the honeybee Apis mellifera, this possibility may fill the gap between behavioural analyses in free-flight and cellular analyses in the laboratory. Using automated, computer-controlled systems, it is possible to generate virtual stimuli or even entire environments that can be modified to test hypotheses on bee visual behaviour. The bee itself can remain tethered in place, making it possible to record neural activity while the bees is performing behavioural tasks. Recent studies have examined visual navigation and attentional processes in VR on flying or walking tethered bees, but experimental paradigms for examining visual learning and memory are only just emerging. Behavioural performances of bees under current experimental conditions are often lower in VR than in natural environments, but further improvements on current experimental protocols seem possible. Here we discuss current developments and conclude that it is essential to tailor the specifications of the VR simulation to the visual processing of honeybees to improve the success of this research endeavour.", "doi": "10.1016/j.cois.2017.08.003", "title": "Using virtual reality to study visual performances of honeybees.", "journal": ["Current opinion in insect science", "Curr Opin Insect Sci"]}