{"authors": [["Ozakbas", "Serkan", "S", "Department of Neurology, Dokuz Eylul University, Izmir, Turkey."], ["Yigit", "Pinar", "P", "Department of Neurology, Dokuz Eylul University, Izmir, Turkey."], ["Cinar", "Bilge Piri", "BP", "Department of Neurology, Samsun Training and Researce Hospital, Samsun, Turkey. bilge.cinarpiri@gmail.com."], ["Limoncu", "Hatice", "H", "Department of Neurology, Dokuz Eylul University, Izmir, Turkey."], ["Kahraman", "Turhan", "T", "School of Physical Therapy and Rehabilitation Department, İzmir Katip Celebi University, Izmir, Turkey."], ["Kösehasanoğulları", "Görkem", "G", "Department of Neurology, Usak State Hospital, Usak, Turkey."]], "date": "2017-12-06", "id": "29207954", "text": "Cognitive impairment may be seen in as many as 43-70% of patients with multiple sclerosis (MS) and may be observed in all MS subtypes. The Brief International Cognitive Assessment in Multiple Sclerosis (BICAMS) battery may be used to evaluate cognition status. The purpose of the current study is to validate the BICAMS battery in Turkish.Patients with MS attending our clinic between September 2014 and April 2015 were invited to participate. Healthy control participants were matched in terms of age, gender and years of education.One hundred seventy-three MS patients and 153 healthy control participants were enrolled in the study. MS patients performed significantly worse in all trials than the members of the healthy control group. In addition, cognitive dysfunction was identified in 78 of the 173 (45.1%) patients. In the MS with cognitive impairment group, 64 out of 151 (42.4%) subjects were RRMS patients, 12 out of 18 (66.7%) were secondary progressive MS patients, and 2 out of 4 (50%) were primer progressive MS patients.The BICAMS has been proposed for assessing cognitive impairment in MS patients. This study shows that the battery is suitable for use in Turkey.", "doi": "10.1186/s12883-017-0993-0", "title": "The Turkish validation of the Brief International Cognitive Assessment for Multiple Sclerosis (BICAMS) battery.", "journal": ["BMC neurology", "BMC Neurol"]}