{"authors": [["Benedetto", "Alessandro", "A", "Department of Translational Research on New Technologies in Medicines and Surgery, University of Pisa, Pisa, Italy."], ["Lozano-Soldevilla", "Diego", "D", "Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche 5549, Faculté de Médecine Purpan, Toulouse, France."], ["VanRullen", "Rufin", "R", "Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche 5549, Faculté de Médecine Purpan, Toulouse, France."]], "date": "2017-12-04", "id": "29205618", "text": "Alpha oscillations are particularly important in determining our percepts and have been implicated in fundamental brain functions. Oscillatory activity can be spontaneous or stimulus-related. Furthermore, stimulus-related responses can be phase- or non-phase-locked to the stimulus. Non-phase-locked (induced) activity can be identified as the average amplitude changes in response to a stimulation, while phase-locked activity can be measured via reverse-correlation techniques (echo function). However, the mechanisms and the functional roles of these oscillations are far from clear. Here, we investigated the effect of ambient luminance changes, known to dramatically modulate neural oscillations, on spontaneous and stimulus-related alpha. We investigated the effect of ambient luminance on EEG alpha during spontaneous human brain activity at rest (experiment 1) and during visual stimulation (experiment 2). Results show that spontaneous alpha amplitude increased by decreasing ambient luminance, while alpha frequency remained unaffected. In the second experiment, we found that under low-luminance viewing, the stimulus-related alpha amplitude was lower, and its frequency was slightly faster. These effects were evident in the phase-locked part of the alpha response (echo function), but weaker or absent in the induced (non-phase-locked) alpha responses. Finally, we explored the possible behavioural correlates of these modulations in a monocular critical flicker frequency task (experiment 3), finding that dark adaptation in the left eye decreased the temporal threshold of the right eye. Overall, we found that ambient luminance changes impact differently on spontaneous and stimulus-related alpha expression. We suggest that stimulus-related alpha activity is crucial in determining human temporal segmentation abilities.", "doi": "10.1111/ejn.13791", "title": "Different responses of spontaneous and stimulus-related alpha activity to ambient luminance changes.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}