{"authors": [["Maas", "Roeltje R", "RR", "Translational Metabolic Laboratory, Department of Laboratory Medicine, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Iwanicka-Pronicka", "Katarzyna", "K", "Department of Audiology and Phoniatrics, Children's Memorial Health Institute, Warsaw, Poland."], ["Kalkan Ucar", "Sema", "S", "Division of Metabolic Disease, Ege University Medical Faculty, Department of Pediatrics, Izmir, Turkey."], ["Alhaddad", "Bader", "B", "Institute of Human Genetics, Technische UniversitätMünchen, Munich, Germany."], ["AlSayed", "Moeenaldeen", "M", "Department of Genetics, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Al-Owain", "Mohammed A", "MA", "Department of Genetics, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Al-Zaidan", "Hamad I", "HI", "Department of Genetics, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Balasubramaniam", "Shanti", "S", "Western Sydney Genetics Program, Children's Hospital at Westmead, Sydney, New South Wales, Australia."], ["Barić", "Ivo", "I", "Department of Pediatrics, University Hospital Center, Zagreb, Croatia."], ["Bubshait", "Dalal K", "DK", "Department of Pediatrics, College of Medicine, Imam Abdulrahman Bin Faisal University, Dammam, Saudi Arabia."], ["Burlina", "Alberto", "A", "Division of Inherited Metabolic Diseases, Department of Pediatrics, University Hospital of Padua, Padua, Italy."], ["Christodoulou", "John", "J", "Neurodevelopmental Genomics Research Group, Murdoch Children's Research Institute, and Department of Paediatrics, Melbourne Medical School, University of Melbourne, Melbourne, Victoria, Australia."], ["Chung", "Wendy K", "WK", "Departments of Pediatrics and Medicine, Columbia University, New York, NY."], ["Colombo", "Roberto", "R", "Institute of Clinical Biochemistry, Faculty of Medicine, Catholic University of the Sacred Heart, Rome, Italy."], ["Darin", "Niklas", "N", "Department of Pediatrics, Institute of Clinical Sciences, University of Gothenburg, Queen Silvia's Children's Hospital, Gothenburg, Sweden."], ["Freisinger", "Peter", "P", "Childrens Hospital, Klinikum Reutlingen, Reutlingen, Germany."], ["Garcia Silva", "Maria Teresa", "MT", "Inborn Errors of Metabolism and Mitochondrial Disease Unit, \"12 de Octubre\" University Hospital, Avenida de Cordoba sn, 28041 Madrid, Spain. Rare Diseases Biomedical Research Centre (CIBERER), Madrid, Spain."], ["Grunewald", "Stephanie", "S", "Metabolic Medicine Department, Great Ormond Street Hospital for Children National Health Service Foundation Trust, University College London Institute of Child Health, London, United Kingdom."], ["Haack", "Tobias B", "TB", "Institute of Human Genetics, Technische UniversitätMünchen, Munich, Germany."], ["van Hasselt", "Peter M", "PM", "Wilhelmina Children's Hospital Utrecht, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Hikmat", "Omar", "O", "Department of Pediatrics, Haukeland University Hospital, Bergen, Norway."], ["Hörster", "Friederike", "F", "Department of General Pediatrics, Division of Neuropediatrics and Pediatric Metabolic Medicine, University Hospital Heidelberg, Heidelberg, Germany."], ["Isohanni", "Pirjo", "P", "Children's Hospital, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Ramzan", "Khushnooda", "K", "Department of Genetics, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia."], ["Kovacs-Nagy", "Reka", "R", "Institute of Human Genetics, Technische UniversitätMünchen, Munich, Germany."], ["Krumina", "Zita", "Z", "Department of Biology and Microbiology, Riga Stradin's University, Riga, Latvia."], ["Martin-Hernandez", "Elena", "E", "Inborn Errors of Metabolism and Mitochondrial Disease Unit, \"12 de Octubre\" University Hospital, Avenida de Cordoba sn, 28041 Madrid, Spain. Rare Diseases Biomedical Research Centre (CIBERER), Madrid, Spain."], ["Mayr", "Johannes A", "JA", "Department of Pediatrics, Salzburg State Hospitals and Paracelsus Medical University, Salzburg, Austria."], ["McClean", "Patricia", "P", "Leeds Teaching Hospitals National Health Service Trust, Leeds, United Kingdom."], ["De Meirleir", "Linda", "L", "Pediatric Neurology, Brussels University Hospital, Brussels, Belgium."], ["Naess", "Karin", "K", "Department of Pediatric Neurology, Karolinska University Hospital, Stockholm, Sweden."], ["Ngu", "Lock H", "LH", "Division of Clinical Genetics, Department of Genetics, Kuala Lumpur Hospital, Kuala Lumpur, Malaysia."], ["Pajdowska", "Magdalena", "M", "Department of Clinical Biochemistry, Radioimmunology, and Experimental Medicine, Children's Memorial Health Institute, Warsaw, Poland."], ["Rahman", "Shamima", "S", "University College London Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Riordan", "Gillian", "G", "Department of Pediatric Neurology, Red Cross War Memorial Children's Hospital, Cape Town, South Africa."], ["Riley", "Lisa", "L", "Genetic Metabolic Disorders Research Unit and Western Sydney Genetics Program, Children's Hospital at Westmead, Sydney, New South Wales, Australia."], ["Roeben", "Benjamin", "B", "Department of Neurodegeneration, Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Rutsch", "Frank", "F", "Department of General Pediatrics, Münster University Children's Hospital, Münster, Germany."], ["Santer", "Rene", "R", "Department of Pediatrics, University Medical Center Eppendorf, Hamburg, Germany."], ["Schiff", "Manuel", "M", "Reference Center for Inherited Metabolic Diseases, AP-HP, Robert Debré Hospital, University Paris Diderot-Sorbonne Paris Cité, Paris, France AND INSERM U1141, Paris, France."], ["Seders", "Martine", "M", "Department of Human Genetics, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Sequeira", "Silvia", "S", "Metabolic Unit, Dona Estefânia Hospital, Lisbon, Portugal."], ["Sperl", "Wolfgang", "W", "Department of Pediatrics, Salzburg State Hospitals and Paracelsus Medical University, Salzburg, Austria."], ["Staufner", "Christian", "C", "Department of General Pediatrics, Division of Neuropediatrics and Pediatric Metabolic Medicine, University Hospital Heidelberg, Heidelberg, Germany."], ["Synofzik", "Matthis", "M", "Department of Neurodegeneration, Hertie Institute for Clinical Brain Research, University of Tübingen, Tübingen, Germany."], ["Taylor", "Robert W", "RW", "Wellcome Centre for Mitochondrial Research, Institute of Neuroscience, The Medical School, Newcastle University, Newcastle upon Tyne, United Kingdom."], ["Trubicka", "Joanna", "J", "Department of Medical Genetics, Children's Memorial Health Institute, Warsaw, Poland."], ["Tsiakas", "Konstantinos", "K", "Department of Pediatrics, University Medical Center Eppendorf, Hamburg, Germany."], ["Unal", "Ozlem", "O", "Division of Metabolic Diseases, Hacettepe University Children's Hospital, Ankara, Turkey."], ["Wassmer", "Evangeline", "E", "Birmingham Children's Hospital, Birmingham, United Kingdom."], ["Wedatilake", "Yehani", "Y", "University College London Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Wolff", "Toni", "T", "Nottingham University Hospitals National Health Service Trust, Nottingham Children's Hospital, Nottingham, United Kingdom."], ["Prokisch", "Holger", "H", "Institute of Human Genetics, Technische UniversitätMünchen, Munich, Germany."], ["Morava", "Eva", "E", "Hayward Genetics Center and Department of Pediatrics, Tulane University Medical School, New Orleans, LA."], ["Pronicka", "Ewa", "E", "Department of Pediatrics, Nutrition and Metabolic Diseases, Children's Memorial Health Institute, Warsaw, Poland."], ["Wevers", "Ron A", "RA", "Translational Metabolic Laboratory, Department of Laboratory Medicine, Radboud University Medical Center, Nijmegen, the Netherlands."], ["de Brouwer", "Arjan P", "AP", "Department of Human Genetics, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Wortmann", "Saskia B", "SB", "Institute of Human Genetics, Technische UniversitätMünchen, Munich, Germany."]], "date": null, "id": "29205472", "text": "3-Methylglutaconic aciduria, dystonia-deafness, hepatopathy, encephalopathy, Leigh-like syndrome (MEGDHEL) syndrome is caused by biallelic variants in SERAC1.This multicenter study addressed the course of disease for each organ system. Metabolic, neuroradiological, and genetic findings are reported.Sixty-seven individuals (39 previously unreported) from 59 families were included (age range = 5 days-33.4 years, median age = 9 years). A total of 41 different SERAC1 variants were identified, including 20 that have not been reported before. With the exception of 2 families with a milder phenotype, all affected individuals showed a strikingly homogeneous phenotype and time course. Severe, reversible neonatal liver dysfunction and hypoglycemia were seen in >40% of all cases. Starting at a median age of 6 months, muscular hypotonia (91%) was seen, followed by progressive spasticity (82%, median onset = 15 months) and dystonia (82%, 18 months). The majority of affected individuals never learned to walk (68%). Seventy-nine percent suffered hearing loss, 58% never learned to speak, and nearly all had significant intellectual disability (88%). Magnetic resonance imaging features were accordingly homogenous, with bilateral basal ganglia involvement (98%); the characteristic \"putaminal eye\" was seen in 53%. The urinary marker 3-methylglutaconic aciduria was present in virtually all patients (98%). Supportive treatment focused on spasticity and drooling, and was effective in the individuals treated; hearing aids or cochlear implants did not improve communication skills.MEGDHEL syndrome is a progressive deafness-dystonia syndrome with frequent and reversible neonatal liver involvement and a strikingly homogenous course of disease. Ann Neurol 2017;82:1004-1015.", "doi": "10.1002/ana.25110", "title": "Progressive deafness-dystonia due to SERAC1 mutations: A study of 67 cases.", "journal": ["Annals of neurology", "Ann. Neurol."]}