{"authors": [["Krania", "Paraskevi", "P", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Dimou", "Eleni", "E", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Bantouna", "Maria", "M", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Kouvaros", "Stylianos", "S", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Tsiamaki", "Eirini", "E", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Papatheodoropoulos", "Costas", "C", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Sarantis", "Konstantinos", "K", "Physiology Department, Medical School, University of Patras, Patras, Greece."], ["Angelatou", "Fevronia", "F", "Physiology Department, Medical School, University of Patras, Patras, Greece."]], "date": "2017-12-05", "id": "29205377", "text": "Interaction between mGluR5 and NMDA receptors (NMDAR) is vital for synaptic plasticity and cognition. We recently demonstrated that stimulation of mGluR5 enhances NMDAR responses in hippocampus by phosphorylating NR2B(Tyr1472) subunit, and this reaction was enabled by adenosine A2A receptors (A2A R) (J Neurochem, 135, 2015, 714). In this study, by using in vitro phosphorylation and western blot analysis in hippocampal slices of male Wistar rats, we show that mGluR5 stimulation or mGluR5/NMDARs co-stimulation synergistically activate ERK1/2 signaling leading to c-Fos expression. Interestingly, both reactions are under the permissive control of endogenous adenosine acting through A2A Rs. Moreover, mGluR5-mediated ERK1/2 phosphorylation depends on NMDAR, which however exhibits a metabotropic way of function, since no ion influx through its ion channel is required. Furthermore, our results demonstrate that mGluR5 and mGluR5/NMDAR-evoked ERK1/2 activation correlates well with the mGluR5/NMDAR-evoked NR2B(Tyr1472) phosphorylation, since both phenomena coincide temporally, are Src dependent, and are both enabled by A2A Rs. This indicates a functional involvement of NR2B(Tyr1472) phosphorylation in the ERK1/2 activation. Our biochemical results are supported by electrophysiological data showing that in CA1 region of hippocampus, the theta burst stimulation (TBS)-induced long-term potentiation coincides temporally with an increase in ERK1/2 activation and both phenomena are dependent on the tripartite A2A , mGlu5, and NMDARs. Furthermore, we show that the dopamine D1 receptors evoked ERK1/2 activation as well as the NR2B(Tyr1472) phosphorylation are also regulated by endogenous adenosine and A2A Rs. In conclusion, our results highlight the A2A Rs as a crucial regulator not only for NMDAR responses, but also for regulating ERK1/2 signaling and its downstream pathways, leading to gene expression, synaptic plasticity, and memory consolidation.", "doi": "10.1111/jnc.14268", "title": "Adenosine A2A receptors are required for glutamate mGluR5- and dopamine D1 receptor-evoked ERK1/2 phosphorylation in rat hippocampus: involvement of NMDA receptor.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}