{"authors": [["Husain", "S Ali", "SA", "Department of Medicine, Center for Behavioral Cardiovascular Health, Columbia University Medical Center, 622 West 168th Street, PH9-311, New York, NY, 10032, USA."], ["Edmondson", "Donald", "D", "Department of Medicine, Center for Behavioral Cardiovascular Health, Columbia University Medical Center, 622 West 168th Street, PH9-311, New York, NY, 10032, USA."], ["Kautz", "Marin", "M", "Department of Medicine, Center for Behavioral Cardiovascular Health, Columbia University Medical Center, 622 West 168th Street, PH9-311, New York, NY, 10032, USA."], ["Umland", "Redeana", "R", "Department of Medicine, Center for Behavioral Cardiovascular Health, Columbia University Medical Center, 622 West 168th Street, PH9-311, New York, NY, 10032, USA."], ["Kronish", "Ian M", "IM", "Department of Medicine, Center for Behavioral Cardiovascular Health, Columbia University Medical Center, 622 West 168th Street, PH9-311, New York, NY, 10032, USA. ik2293@columbia.edu."]], "date": "2017-12-04", "id": "29204908", "text": "Posttraumatic stress disorder (PTSD) after acute medical events is associated with medication nonadherence. The mechanisms of PTSD-related nonadherence are poorly understood. We tested whether patients with elevated PTSD symptoms induced by suspected acute coronary syndrome (ACS) were more likely to have aversive cognitions towards cardiovascular medications. We enrolled a consecutive cohort of patients who presented to the emergency department with suspected ACS. One month after discharge, ACS-induced PTSD symptoms were assessed using the PTSD Checklist (PCL-S), and patients were asked \"how often did\" (1) \"you miss your heart medication because you did not want to be reminded about your heart problem\"; (2) \"thinking about your heart medication make you feel nervous or anxious\"; and (3) \"thinking about your heart medication make you think about your risk for future heart problems.\" Logistic regression was used to determine the association between elevated PTSD symptoms and each aversive cognition, adjusting for age, sex, race, ethnicity, education, depression, and ACS status. Of 424 patients included, 15.8% had elevated PTSD symptoms (PCL-S ≥ 34). In adjusted analyses, higher PCL-S scores were associated with missing medications to avoid reminders of heart disease (OR 1.22 per 5-point PCL-S increase, 95%CI 1.07-1.40), as well as anxiety (OR 1.34, 95%CI 1.19-1.51) and thoughts of future risk (OR 1.19, 95%CI 1.08-1.32) when thinking about cardiovascular medications. We concluded that patients with elevated PTSD symptoms following suspected ACS were more likely to report aversive cognitions about their cardiovascular medications, suggesting that medications can act as traumatic reminders of the cardiac event and ongoing risk in this group.", "doi": "10.1007/s10865-017-9906-3", "title": "Posttraumatic stress disorder due to acute cardiac events and aversive cognitions towards cardiovascular medications.", "journal": ["Journal of behavioral medicine", "J Behav Med"]}