{"authors": [["Klaver", "Andrea C", "AC", "Department of Neurology, Beaumont Research Institute, Beaumont Health, Royal Oak, MI USA."], ["Coffey", "Mary P", "MP", "Department of Biostatistics, Beaumont Research Institute, Beaumont Health, Royal Oak, MI USA."], ["Bennett", "David A", "DA", "Rush Alzheimer's Disease Center, Chicago, IL 60612 USA."], ["Loeffler", "David A", "DA", "Department of Neurology, Beaumont Research Institute, Beaumont Health, Royal Oak, MI USA."]], "date": "2017-11-24", "id": "29204273", "text": "Tau vaccination and administration of anti-tau antibodies can prevent pathology and cognitive impairment in transgenic mouse models of tauopathy, suggesting that therapies which increase anti-tau antibodies might slow the development and/or progression of Alzheimer's disease (AD). The extent to which individuals with no cognitive impairment (NCI) possess serum anti-tau antibodies, and whether their concentrations of these antibodies differ from anti-tau antibody levels in persons with mild cognitive impairment (MCI) or AD, are unclear. Previous studies measuring these antibodies did not account for antibody polyvalent binding, which can be extensive, nor that antibody binding to phosphorylated tau peptides could be due to binding to non-phosphorylated epitopes on those peptides.An ELISA controlling for these factors was used to measure the specific binding of serum IgG and IgM to phosphorylated (\"pTau;\" phosphorylated at Serine-199 and Serine-202) and non-phosphorylated (\"non-pTau\") tau 196-207 in subjects with NCI, MCI, or AD (n = 10/group). Between-group differences in these antibody levels were evaluated for statistical significance, and correlations were examined in pooled data from all subjects between these antibody levels and subject age, global cognitive functioning, and NFT counts.Specific IgG binding to pTau and non-pTau was detected in all subjects except for one NCI control. Specific IgM binding was detected to pTau in all subjects except for two AD patients, and to non-pTau in all subjects. Mean pTau IgG was increased in MCI subjects by 53% and 70% vs. AD and NCI subjects respectively (both p < 0.05), while no significant differences were found between groups for non-pTau IgG (p = 0.052), pTau IgM, or non-pTau IgM. Non-pTau IgG was negatively associated with global cognition (Spearman rho = -0.50).Specific binding of serum IgG and IgM to phosphorylated and non-phosphorylated tau may be present in older persons regardless of their cognitive status. Serum IgG to phosphorylated tau may be increased in individuals with MCI, but this unexpected finding requires confirmation. The approach used in this study to measure specific serum antibodies to phosphorylated tau should be useful for measuring antibodies to other post-translationally-modified proteins that are of relevance to neurodegenerative disorders.", "doi": "10.1186/s40035-017-0100-x", "title": "Specific serum antibody binding to phosphorylated and non-phosphorylated tau in non-cognitively impaired, mildly cognitively impaired, and Alzheimer's disease subjects: an exploratory study.", "journal": ["Translational neurodegeneration", "Transl Neurodegener"]}