{"authors": [["Wu", "Xin", "X", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing, China."], ["Chen", "Yujie", "Y", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing, China."], ["Chen", "Bing", "B", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing, China."], ["Guan", "Lili", "L", "School of Psychology, Northeast Normal University, Changchun, China."], ["Zhao", "Yufang", "Y", "Key Laboratory of Cognition and Personality (SWU), Ministry of Education, Chongqing, China."]], "date": "2017-11-17", "id": "29204132", "text": "According to sociometer theory, self-esteem is an internal monitor of positive social bonds to others. Social exclusion can break or threaten social bonds, which might be reflected by the brain structure of social exclusion regions. Thus, self-esteem might be influenced by structurally individual differences in these regions. It has been suggested that self-esteem can be divided into personal (PSE) and collective (CSE) self-esteem and CSE can bring individuals many benefits, such as acceptance, belonging, and social support, which could further maintain or increase their PSE. Based on this, we hypothesized that CSE might moderate the relationship between structurally individual differences in social exclusion regions and PSE. Therefore, in the present study, the moderating effect of CSE on the relationships between PSE and individual differences in regional gray matter volume (rGMV) of 10 social exclusion regions from previous meta-analysis of social exclusion were investigated using voxel-based morphometry. The results showed that CSE played a moderating role in the relationship between PSE and rGMV of the left posterior cingulate cortex (PCC). Specifically, PSE was positively associated with rGMV of left PCC in lower CSE, while there was no significant relationship between PSE and rGMV of left PCC in higher CSE. Therefore, we believe that compared with a higher CSE, because of lack of acceptance, belonging, and social support from valued groups, lower CSE individuals might be more prone to be influenced by social exclusion with decreased rGMV of the left PCC, which makes them more prone to develop lower PSE.", "doi": "10.3389/fpsyg.2017.01989", "title": "The Relationship between Regional Gray Matter Volume of Social Exclusion Regions and Personal Self-Esteem Is Moderated by Collective Self-Esteem.", "journal": ["Frontiers in psychology", "Front Psychol"]}