{"authors": [["Gamito", "Pedro", "P", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Oliveira", "Jorge", "J", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Alghazzawi", "Daniyal", "D", "Faculty of Computing and Information Technology, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Fardoun", "Habib", "H", "Faculty of Computing and Information Technology, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Rosa", "Pedro", "P", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Sousa", "Tatiana", "T", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Maia", "Ines", "I", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Morais", "Diogo", "D", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Lopes", "Paulo", "P", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."], ["Brito", "Rodrigo", "R", "Escola de Psicologia e Ciências da Vida, Lusophone University of Humanities and Technologies, Lisbon, Portugal."]], "date": "2017-11-17", "id": "29204128", "text": "Ecological validity should be the cornerstone of any assessment of cognitive functioning. For this purpose, we have developed a preliminary study to test the Art Gallery Test (AGT) as an alternative to traditional neuropsychological testing. The AGT involves three visual search subtests displayed in a virtual reality (VR) art gallery, designed to assess visual attention within an ecologically valid setting. To evaluate the relation between AGT and standard neuropsychological assessment scales, data were collected on a normative sample of healthy adults (n = 30). The measures consisted of concurrent paper-and-pencil neuropsychological measures [Montreal Cognitive Assessment (MoCA), Frontal Assessment Battery (FAB), and Color Trails Test (CTT)] along with the outcomes from the three subtests of the AGT. The results showed significant correlations between the AGT subtests describing different visual search exercises strategies with global and specific cognitive measures. Comparative visual search was associated with attention and cognitive flexibility (CTT); whereas visual searches involving pictograms correlated with global cognitive function (MoCA).", "doi": "10.3389/fpsyg.2017.01911", "title": "The Art Gallery Test: A Preliminary Comparison between Traditional Neuropsychological and Ecological VR-Based Tests.", "journal": ["Frontiers in psychology", "Front Psychol"]}