{"authors": [["Roy", "Marcia", "M", "Genes to Cognition Program, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["Sorokina", "Oksana", "O", "School of Informatics, University of Edinburgh, Edinburgh, UK."], ["Skene", "Nathan", "N", "Genes to Cognition Program, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["Simonnet", "Clémence", "C", "Genes to Cognition Program, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["Mazzo", "Francesca", "F", "Lilly Research Centre, Eli Lilly & Company, Erl Wood Manor, Windlesham, UK."], ["Zwart", "Ruud", "R", "Lilly Research Centre, Eli Lilly & Company, Erl Wood Manor, Windlesham, UK."], ["Sher", "Emanuele", "E", "Lilly Research Centre, Eli Lilly & Company, Erl Wood Manor, Windlesham, UK."], ["Smith", "Colin", "C", "Genes to Cognition Program, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK."], ["Armstrong", "J Douglas", "JD", "School of Informatics, University of Edinburgh, Edinburgh, UK."], ["Grant", "Seth G N", "SGN", "Genes to Cognition Program, Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, UK. seth.grant@ed.ac.uk."]], "date": "2017-12-04", "id": "29203896", "text": "The postsynaptic proteome of excitatory synapses comprises ~1,000 highly conserved proteins that control the behavioral repertoire, and mutations disrupting their function cause >130 brain diseases. Here, we document the composition of postsynaptic proteomes in human neocortical regions and integrate it with genetic, functional and structural magnetic resonance imaging, positron emission tomography imaging, and behavioral data. Neocortical regions show signatures of expression of individual proteins, protein complexes, biochemical and metabolic pathways. We characterized the compositional signatures in brain regions involved with language, emotion and memory functions. Integrating large-scale GWAS with regional proteome data identifies the same cortical region for smoking behavior as found with fMRI data. The neocortical postsynaptic proteome data resource can be used to link genetics to brain imaging and behavior, and to study the role of postsynaptic proteins in localization of brain functions.", "doi": "10.1038/s41593-017-0025-9", "title": "Proteomic analysis of postsynaptic proteins in regions of the human neocortex.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}