{"authors": [["Moser", "D A", "DA", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Doucet", "G E", "GE", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Ing", "A", "A", "Social, Genetic and Developmental Psychiatry, Institute of Psychiatry, Psychology and Neurosciences, King's College, London, UK."], ["Dima", "D", "D", "Department of Psychology, City University of London, London, UK."], ["Schumann", "G", "G", "Social, Genetic and Developmental Psychiatry, Institute of Psychiatry, Psychology and Neurosciences, King's College, London, UK."], ["Bilder", "R M", "RM", "Department of Psychiatry and Biobehavioral Sciences, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA."], ["Frangou", "S", "S", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."]], "date": "2017-12-05", "id": "29203849", "text": "Working memory (WM) is a central construct in cognitive neuroscience because it comprises mechanisms of active information maintenance and cognitive control that underpin most complex cognitive behavior. Individual variation in WM has been associated with multiple behavioral and health features including demographic characteristics, cognitive and physical traits and lifestyle choices. In this context, we used sparse canonical correlation analyses (sCCAs) to determine the covariation between brain imaging metrics of WM-network activation and connectivity and nonimaging measures relating to sensorimotor processing, affective and nonaffective cognition, mental health and personality, physical health and lifestyle choices derived from 823 healthy participants derived from the Human Connectome Project. We conducted sCCAs at two levels: a global level, testing the overall association between the entire imaging and behavioral-health data sets; and a modular level, testing associations between subsets of the two data sets. The behavioral-health and neuroimaging data sets showed significant interdependency. Variables with positive correlation to the neuroimaging variate represented higher physical endurance and fluid intelligence as well as better function in multiple higher-order cognitive domains. Negatively correlated variables represented indicators of suboptimal cardiovascular and metabolic control and lifestyle choices such as alcohol and nicotine use. These results underscore the importance of accounting for behavioral-health factors in neuroimaging studies of WM and provide a neuroscience-informed framework for personalized and public health interventions to promote and maintain the integrity of the WM network.Molecular Psychiatry advance online publication, 5 December 2017; doi:10.1038/mp.2017.247.", "doi": "10.1038/mp.2017.247", "title": "An integrated brain-behavior model for working memory.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"]}