{"authors": [["Palamar", "Borys I", "BI", "State Scientific Enterprise \"Scientific Practical Center For Prophylactic And Clinical Medicine\" State Management Of Affairs Department, Kyiv, Ukraine, Bogomolets National Medical University, Kyiv, Ukraine."], ["Vaskivska", "Halyna O", "HO", "Borys Grinchenko Kyiv University, Kyiv, Ukraine."], ["Palamar", "Svitlana P", "SP", "Borys Grinchenko Kyiv University, Kyiv, Ukraine."]], "date": null, "id": "29203749", "text": "Modern education, according to leading Ukrainian scientists, requires the development of a new paradigm, which will consider the phenomenon of man holistically. The article describes didactic aspects of cognition of human as a bio-psycho-socio-cultural personality, as social fact, as a phenomenon. For the actualization of the didactic aspects of the problem, the authors used the methods of scientific literature analysis, systemic analysis and generalizations, analysis own practice of didactic and methodological character. Reforming the systems of education and medicine should occur in the context of providing active, creative, productive human life. Practice of system analysis proved that man as a subject of study should be considered as a biological entity, a social being, the bearer of consciousness and culture. A holistic approach to the study of man, viewing him as creatures of the natural (bodily) and social individual (society, culture) and the subject of mental and spiritual (creative and deliberate) activity can reveal its unique originality. The uniqueness of the phenomenon of man as the subject and object of research lies in its indivisibility, which is based on the unity of the laws of nature and society. Therefore, when studying the person should take into account the interests of social and natural Sciences. This once again confirms the idea of the necessity of human studies with the help of a systematic approach, which generates true and holistic view of the person, that involves the development of meta-perception of world and ourselves.", "doi": null, "title": "Didactic aspects of cognition of human as a bio-psycho-socio-cultural personality.", "journal": ["Wiadomosci lekarskie (Warsaw, Poland : 1960)", "Wiad. Lek."]}