{"authors": [["John", "William S", "WS", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Martin", "Thomas J", "TJ", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Solingapuram Sai", "Kiran Kumar", "KK", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Nader", "Susan H", "SH", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Gage", "H Donald", "HD", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Mintz", "Akiva", "A", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Nader", "Michael A", "MA", "Departments of Physiology and Pharmacology (W.S.J., S.H.N., M.A.N.), Anesthesiology (T.J.M.), and Radiology (K.K.S.S., H.D.G., A.M., M.A.N.), Wake Forest School of Medicine, Winston-Salem, North Carolina mnader@wakehealth.edu."]], "date": "2017-12-04", "id": "29203575", "text": "Cannabis-related impairments to cognitive function may represent novel therapeutic targets for cannabis-use disorder, although the nature, persistence, and reversibility of such deficits remain unclear. Adult male rhesus monkeys (N = 6) responded in the morning on tasks designed to assess different cognitive domains using the Cambridge Neuropsychological Test Automated Battery (CANTAB) touchscreens followed by responding maintained under a fixed-ratio (FR) 10 schedule of food presentation in different operant chambers. First, the acute effects of Δ9-tetrahydrocannabinol (THC; 0.01-0.56 mg/kg, i.v.) on cognitive performance, FR responding, and body temperature were determined. Next, THC (1.0-2.0 mg/kg, s.c.) was administered daily after FR 10 sessions for 12 weeks, during which the residual effects of THC (i.e., 22 hours after administration) on cognition were examined and the acute effects of THC were redetermined. In a subgroup of monkeys, dopamine D2/D3 receptor availability was assessed after 4 weeks of chronic THC exposure and compared with drug-naive controls using positron emission tomography and [11C]-raclopride (N = 4/group). Acute THC pretreatments dose-dependently decreased FR responding and body temperature, and impairment to cognitive performance was task specific. During chronic treatment, THC produced persistent residual impairment only to working memory; tolerance differentially developed to acute cognitive impairments. There was recovery from residual cognitive impairments to working memory within 2 weeks of abstinence. Compared with controls, D2/D3 receptor availability was not altered during chronic THC treatment. In conclusion, THC-induced disruptions in cognition were task-specific, as was tolerance development, and not related to changes in D2/D3 receptor availability. Intervention strategies for cannabis-use disorder that enhance working memory performance may facilitate positive treatment outcomes.", "doi": "10.1124/jpet.117.244194", "title": "Chronic Δ9-THC in Rhesus Monkeys: Effects on Cognitive Performance and Dopamine D2/D3 Receptor Availability.", "journal": ["The Journal of pharmacology and experimental therapeutics", "J. Pharmacol. Exp. Ther."]}