{"authors": [["Bonaiuto", "James J", "JJ", "Wellcome Centre for Human Neuroimaging, Institute of Neurology, University College London, 12 Queen Square, London, UK. Electronic address: j.bonaiuto@ucl.ac.uk."], ["Rossiter", "Holly E", "HE", "CUBRIC, School of Psychology, Cardiff University, Cardiff, UK."], ["Meyer", "Sofie S", "SS", "Wellcome Centre for Human Neuroimaging, Institute of Neurology, University College London, 12 Queen Square, London, UK; UCL Institute of Cognitive Neuroscience, University College London, 17 Queen Square, London, UK."], ["Adams", "Natalie", "N", "The Hull York Medical School, University of York, York YO10 5DD, UK."], ["Little", "Simon", "S", "Sobell Department of Motor Neuroscience and Movement Disorders, UCL Institute of Neurology, University College London, 33 Queen Square, London, UK."], ["Callaghan", "Martina F", "MF", "Wellcome Centre for Human Neuroimaging, Institute of Neurology, University College London, 12 Queen Square, London, UK."], ["Dick", "Fred", "F", "Birkbeck, University of London, London, UK."], ["Bestmann", "Sven", "S", "Sobell Department of Motor Neuroscience and Movement Disorders, UCL Institute of Neurology, University College London, 33 Queen Square, London, UK."], ["Barnes", "Gareth R", "GR", "Wellcome Centre for Human Neuroimaging, Institute of Neurology, University College London, 12 Queen Square, London, UK."]], "date": "2017-12-01", "id": "29203456", "text": "Magnetoencephalography (MEG) is a direct measure of neuronal current flow; its anatomical resolution is therefore not constrained by physiology but rather by data quality and the models used to explain these data. Recent simulation work has shown that it is possible to distinguish between signals arising in the deep and superficial cortical laminae given accurate knowledge of these surfaces with respect to the MEG sensors. This previous work has focused around a single inversion scheme (multiple sparse priors) and a single global parametric fit metric (free energy). In this paper we use several different source inversion algorithms and both local and global, as well as parametric and non-parametric fit metrics in order to demonstrate the robustness of the discrimination between layers. We find that only algorithms with some sparsity constraint can successfully be used to make laminar discrimination. Importantly, local t-statistics, global cross-validation and free energy all provide robust and mutually corroborating metrics of fit. We show that discrimination accuracy is affected by patch size estimates, cortical surface features, and lead field strength, which suggests several possible future improvements to this technique. This study demonstrates the possibility of determining the laminar origin of MEG sensor activity, and thus directly testing theories of human cognition that involve laminar- and frequency-specific mechanisms. This possibility can now be achieved using recent developments in high precision MEG, most notably the use of subject-specific head-casts, which allow for significant increases in data quality and therefore anatomically precise MEG recordings.Analysis methods.Source localization: inverse problem; Source localization: other.", "doi": "10.1016/j.neuroimage.2017.11.068", "title": "Non-invasive laminar inference with MEG: Comparison of methods and source inversion algorithms.", "journal": ["NeuroImage", "Neuroimage"]}