{"authors": [["van Timmeren", "Tim", "T", "Academic Medical Center, Department of Psychiatry, University of Amsterdam, The Netherlands; Amsterdam Institute for Addiction Research (AIAR), University of Amsterdam, The Netherlands. Electronic address: t.vantimmeren@amc.uva.nl."], ["Daams", "Joost G", "JG", "Academic Medical Center, Medical Library, University of Amsterdam, Amsterdam, The Netherlands."], ["van Holst", "Ruth J", "RJ", "Academic Medical Center, Department of Psychiatry, University of Amsterdam, The Netherlands; Amsterdam Institute for Addiction Research (AIAR), University of Amsterdam, The Netherlands; Donders Institute for Cognition, Brain and Behaviour, Radboud University, The Netherlands."], ["Goudriaan", "Anna E", "AE", "Academic Medical Center, Department of Psychiatry, University of Amsterdam, The Netherlands; Amsterdam Institute for Addiction Research (AIAR), University of Amsterdam, The Netherlands; Arkin Mental Health, The Netherlands."]], "date": "2017-12-05", "id": "29203423", "text": "Compulsivity is a core feature of addictive disorders, including gambling disorder. However, it is unclear to what extent this compulsive behavior in gambling disorder is associated with abnormal compulsivity-related neurocognitive functioning. Here, we summarize and synthesize the evidence for compulsive behavior, as assessed by compulsivity-related neurocognitive tasks, in individuals with gambling disorder compared to healthy controls (HCs). A total of 29 studies, comprising 41 task-results, were included in the systematic review; 32 datasets (n=1072 individuals with gambling disorder; n=1312 HCs) were also included in the meta-analyses, conducted for each cognitive task separately. Our meta-analyses indicate significant deficits in individuals with gambling disorder in cognitive flexibility, attentional set-shifting, and attentional bias. Overall, these findings support the idea that compulsivity-related performance deficits characterize gambling disorder. This association may provide a possible link between impairments in executive functions related to compulsive action. We discuss the practical relevance of these results, their implications for our understanding of gambling disorder and how they relate to neurobiological factors and other 'disorders of compulsivity'.", "doi": "10.1016/j.neubiorev.2017.11.022", "title": "Compulsivity-related neurocognitive performance deficits in gambling disorder: A systematic review and meta-analysis.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}