{"authors": [["Cheng", "Jeffrey P", "JP", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA, 15213, United States."], ["Leary", "Jacob B", "JB", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA, 15213, United States."], ["O'Neil", "Darik A", "DA", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA, 15213, United States."], ["Meyer", "Elizabeth A", "EA", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA, 15213, United States."], ["Free", "Kristin E", "KE", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA, 15213, United States."], ["Bondi", "Corina O", "CO", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Neurobiology, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15213, United States."], ["Kline", "Anthony E", "AE", "Physical Medicine & Rehabilitation, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Safar Center for Resuscitation Research, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Center for Neuroscience, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Center for the Neural Basis of Cognition, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Critical Care Medicine, University of Pittsburgh, Pittsburgh, PA, 15213, United States; Psychology, University of Pittsburgh, PA, 15213, United States. Electronic address: klineae@upmc.edu."]], "date": "2017-12-02", "id": "29203336", "text": "Agitation and aggression are common sequelae of traumatic brain injury (TBI) and pose a challenge to physicians and other health providers during acute patient care and subsequent neurorehabilitation. Antipsychotic drugs (APDs) are routinely administered to manage TBI patients displaying such maladaptive behaviors despite several clinical and preclinical studies demonstrating that they hinder recovery. A potentially viable alternative to APDs may be the benzodiazepines, which have differing mechanisms of action. Hence, the aim of the study was to test the hypothesis that lorazepam (LOR) would not impede recovery after TBI. Anesthetized adult male rats received a cortical impact or sham injury and then were intraperitoneally administered LOR (0.1mg/kg, 1.0mg/kg, or 2.0mg/kg) or vehicle (VEH; 1mL/kg) commencing 24-h after surgery and once daily for 19days. Motor and cognitive outcomes were assessed on post-operative days 1-5 and 14-19, respectively. No differences were revealed among the four sham control groups and thus they were pooled into one inclusive SHAM group. The SHAMs performed better than all TBI groups on all assessments (p<0.05). Regarding TBI, the 2.0mg/kg LOR group performed better than the VEH and 0.1mg/kg or 1.0mg/kg LOR groups on every task (p<0.05); no differences were observed among the latter three groups on any endpoint (p>0.05). Overall, these preclinical behavioral data support the hypothesis and reveal a therapeutic benefit with the higher dose of LOR. The findings suggest that LOR may be an alternative, to APDs, for controlling agitation without compromising spontaneous recovery and perhaps could afford a dual benefit by also promoting therapeutic efficacy.", "doi": "10.1016/j.bbr.2017.11.039", "title": "Spontaneous recovery of traumatic brain injury-induced functional deficits is not hindered by daily administration of lorazepam.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}