{"authors": [["Randerath", "Jennifer", "J", "Department of Psychology, University of Konstanz, Germany; Lurija Institute for Rehabilitation and Health Sciences at the University of Konstanz, Schmieder Foundation for Sciences and Research, Allensbach, Germany; Department of Psychological Sciences, University of Missouri, MO, USA. Electronic address: J_Randerath@hotmail.com."], ["Finkel", "Lisa", "L", "Department of Psychology, University of Konstanz, Germany; Lurija Institute for Rehabilitation and Health Sciences at the University of Konstanz, Schmieder Foundation for Sciences and Research, Allensbach, Germany."], ["Shigaki", "Cheryl", "C", "Rusk Rehabilitation Center, Columbia, MO, USA."], ["Burris", "Joe", "J", "Rusk Rehabilitation Center, Columbia, MO, USA."], ["Nanda", "Ashish", "A", "Department of Neurology, University Hospital, Columbia, MO, USA; Neurology, SSM Health Medical Group, Fenton, MO, USA."], ["Hwang", "Peter", "P", "Rusk Rehabilitation Center, Columbia, MO, USA."], ["Frey", "Scott H", "SH", "Department of Psychological Sciences, University of Missouri, MO, USA."]], "date": "2017-12-02", "id": "29203202", "text": "Affordance perception comprises the evaluation of whether our given bodily capabilities and properties of the environment allow particular actions. Typical impairments after left brain damage in motor cognition as well as after right brain damage in visuo-spatial abilities may affect the evaluation of whether interactions with objects are possible. Further it is unclear whether deficient motor function is accounted for when deciding upon action opportunities. For these purposes we developed a paradigm with two tasks that differ in their type of demands on affordance perception and tested it in healthy young adults (Randerath and Frey, 2016). Here, we applied one of these two tasks in stroke patients and age matched healthy participants. A sample of 34 stroke patients with either left (LBD) or right brain damage (RBD) and 29 healthy controls made decisions about whether their hands would fit through a defined horizontal aperture presented in various sizes, while they remained still. Data was analyzed using a detection theory approach and included criterion, perceptual sensitivity and diagnostic accuracy as dependent variables. In addition we applied modern voxel based lesion analyses to explore neural correlates. Compared to controls, both patient groups demonstrated lower perceptual sensitivity. As predicted, increased motor cognitive deficiencies after left brain damage and visuo-spatial deficits after right brain damage were associated with worse performance. Preliminary lesion analyses demonstrated that next to lesions in ventro-dorsal regions, damage in the cortex-claustrum-cingulate pathway may affect perceptual sensitivity. Results were similar for left and right brain damage suggesting a bilateral network. Accordingly, we propose that perceptual sensitivity for affordance based judgments is a capability depending on motor-cognitive and visuo-spatial processing, which frequently is deficient after left or right brain damage, respectively. Further research on diagnostics and training in affordance perception after brain damage is needed.", "doi": "10.1016/j.neuropsychologia.2017.11.031", "title": "Does it fit? - Impaired affordance perception after stroke.", "journal": ["Neuropsychologia", "Neuropsychologia"]}