{"authors": [["Korol", "Donna L", "DL", "Department of Biology, Syracuse University, Syracuse, NY 13244, United States. Electronic address: dlkorol@syr.edu."], ["Wang", "Wei", "W", "Department of Biology, Syracuse University, Syracuse, NY 13244, United States."]], "date": "2017-12-05", "id": "29203121", "text": "Understanding the organizing and activating effects of gonadal steroids on adult physiology can guide insight into sex differences in and hormonal influences on health and disease, ranging from diabetes and other metabolic disorders, emotion and stress regulation, substance abuse, pain perception, immune function and inflammation, to cognitive function and dysfunction accompanying neurological disorders. Because the brain is highly sensitive to many forms of estrogens, it is not surprising that many adult behaviors, including cognitive function, are modulated by estrogens. Estrogens are known for their facilitating effects on learning and memory, but it is becoming increasingly clear that they also can impair learning and memory of some classes of tasks and may do so through direct actions on specific neural systems. This review takes a multiple memory systems approach to understanding how estrogens can at the same time enhance hippocampus-sensitive place learning and impair striatum-sensitive response learning by exploring the role estrogen receptor signaling may play in the opposing cognitive effects of estrogens. Accumulating evidence suggests that neither receptor subtype nor the timing of treatment, i.e. rapid vs slow, explain the bidirectional effects of estrogens on different types of learning. New findings pointing to neural metabolism and the provision of energy substrates by astrocytes as a candidate mechanism for cognitive enhancement and impairment are discussed.", "doi": "10.1016/j.physbeh.2017.11.022", "title": "Using a memory systems lens to view the effects of estrogens on cognition: Implications for human health.", "journal": ["Physiology & behavior", "Physiol. Behav."]}