{"authors": [["Davis", "Jessica J", "JJ", "School of Applied Psychology, Menzies Health Institute Queensland, Griffith University, Australia. Electronic address: jessica.davis@griffithuni.edu.au."], ["Conlon", "Elizabeth G", "EG", "School of Applied Psychology, Menzies Health Institute Queensland, Griffith University, Australia."]], "date": "2017-08-24", "id": "29203023", "text": "Driving self-regulation is considered a means through which older drivers can compensate for perceived declines in driving skill or more general feelings of discomfort on the road. One form of driving self-regulation is situational avoidance, the purposeful avoidance of situations perceived as challenging or potentially hazardous. This study aimed to validate the Situational Avoidance Questionnaire (SAQ, Davis, Conlon, Ownsworth, & Morrissey, 2016) and identify the point on the scale at which drivers practicing compensatory avoidance behavior could be distinguished from those whose driving is unrestricted, or who are avoiding situations for other, non-compensatory reasons (e.g., time or convenience).Seventy-nine Australian drivers (Mage=71.48, SD=7.16, range: 55 to 86years) completed the SAQ and were classified as a compensatory-restricted or a non-restricted driver based on a semi-structured interview designed to assess the motivations underlying avoidance behavior reported on the SAQ.Using receiver-operator characteristic (ROC) analysis, the SAQ was found to have high diagnostic accuracy (sensitivity: 85%, specificity: 82%) in correctly classifying the driver groups. Group comparisons confirmed that compensatory-restricted drivers were self-regulating their driving behavior to reduce the perceived demands of the driving task. This group had, on average, slower hazard perception reaction times, and reported greater difficulty with driving, more discomfort when driving due to difficulty with hazard perception skills, and greater changes in cognition over the past five years.The SAQ is a psychometrically sound measure of situational avoidance for drivers in baby boomer and older adult generations.Use of validated measures of driving self-regulation that distinguish between compensatory and non-compensatory behavior, such as the SAQ, will advance our understanding of the driving self-regulation construct and its potential safety benefits for older road users.", "doi": "10.1016/j.jsr.2017.08.009", "title": "Identifying compensatory driving behavior among older adults using the situational avoidance questionnaire.", "journal": ["Journal of safety research", "J Safety Res"]}