{"authors": [["Bruinsma", "Ilona B", "IB", "Department of Neurology, Donders Institute for Brain Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["van Dijk", "Marie", "M", "Molecular Biology Laboratory, Department of Clinical Chemistry, VU University Medical Center, Amsterdam, the Netherlands."], ["Bridel", "Claire", "C", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, the Netherlands."], ["van de Lisdonk", "Timothy", "T", "Department of Laboratory Medicine, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Haverkort", "Sanne Q", "SQ", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, the Netherlands."], ["Runia", "Tessel F", "TF", "Department of Neurology and Department of Immunology, Erasmus MC, Rotterdam, the Netherlands."], ["Steinman", "Lawrence", "L", "Department of Neurological Sciences and Neurology, Stanford University, Stanford, CA, USA."], ["Hintzen", "Rogier Q", "RQ", "Department of Neurology and Department of Immunology, Erasmus MC, Rotterdam, the Netherlands."], ["Killestein", "Joep", "J", "Department of Neurology, Amsterdam Neuroscience, VUmc MS Center Amsterdam, VU University Medical Center, Amsterdam, the Netherlands."], ["Verbeek", "Marcel M", "MM", "Department of Neurology, Donders Institute for Brain Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands."], ["Teunissen", "Charlotte E", "CE", "Neurochemistry Laboratory and Biobank, Department of Clinical Chemistry, Amsterdam Neuroscience, VU University Medical Center, Amsterdam, the Netherlands."], ["de Jong", "Brigit A", "BA", "Department of Neurology, Donders Institute for Brain Cognition and Behaviour, Radboud University Medical Center, Nijmegen, the Netherlands. b.dejong@vumc.nl."]], "date": "2017-12-04", "id": "29202778", "text": "Multiple sclerosis (MS) is a demyelinating and degenerative disease of the central nervous system. Normally, demyelination is followed by remyelination, which requires repopulation of a demyelinated area by oligodendrocyte precursor cells. Although large numbers of precursor cells are present in MS lesions, remyelination often fails, in part by the inability of precursor cells to differentiate into mature myelin-forming cells. In mouse and rat, miR-219 is required for this differentiation. Previously, we identified decreased miR-219 expression in tissue of MS patients compared to controls. Cell-free miRNAs have been detected in many different body fluids including cerebrospinal fluid (CSF) and may reflect disease processes going on in the central nervous system. This prompted us to investigate the biomarker performance of CSF miR-219 for MS diagnosis.Quantitative PCR was performed measuring miR-219 levels in CSF of MS patients and controls in three independent cohorts.All three cohorts of MS patients and controls revealed that absence of miR-219 detection in CSF is consistently associated with MS.We have been able to identify and validate absence of miR-219 detection in CSF of MS patients compared to controls, suggesting that it may emerge as a candidate biomarker for MS diagnosis.", "doi": "10.1186/s12974-017-1006-3", "title": "Regulator of oligodendrocyte maturation, miR-219, a potential biomarker for MS.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"]}