{"authors": [["Luo", "H B", "HB", null], ["Wang", "X T", "XT", null], ["Tang", "B", "B", null], ["Zhu", "Z N", "ZN", null], ["Guo", "H L", "HL", null], ["Li", "Z Z", "ZZ", null], ["Sun", "J H", "JH", null], ["Liu", "D W", "DW", "Department of Critical Care Medicine, Peking Union Medical College Hospital, Peking Union Medical College, Chinese Academy of Medical Sciences, Beijing 100730, China."]], "date": null, "id": "29202534", "text": "Objective: To investigate doctors' and nurses' perceptions and implementation of delirium management in intensive care unit. Methods: A total of 197 doctors and nurses in 2 general ICUs and 3 special ICUs at Peking Union Medical College Hospital finished a self-designed questionnaire of delirium management. Results: There were 47 males and 150 females, 43 doctors and 154 nurses who participated in the survey.One hundred and twenty five participators were from general ICU and the others from special ICU. The ICU staff had a significant difference on the perceptions and implementation of delirium management(P< 0.001) including. Doctors and nurses scored lowest in \"family engagement and empowerment\" and \"sleep management\" with (4.620±2.393) and (5.430±2.153) respectively. There was a significant difference between nurses and doctors in the management of analgesia and sedation (P< 0.05).Doctors and nurses from different ICUs had significant discrepancy in the implementation of \"delirium assessment\" (P< 0.05). Conclusions: The ICU staff should improve the perceptions and the implementation of delirium management,especially in special ICUs. Delirium management should be included as a routine care in ICU to improve patients' outcome.目的： 调查ICU医护人员对重症患者谵妄管理要素的认知与实施现状，为促进谵妄管理的临床实施提供依据。 方法： 采用自行设计的调查问卷，对北京协和医院2个综合ICU及3个专科ICU共197名医护人员进行谵妄管理要素的认知与实施调查。 结果： 197名医护人员中，男性47名，女性150名；医生43名，护士154名；综合性ICU医护125名，专科ICU医护72名。ICU医护人员对谵妄管理中睡眠管理、早期活动、充分镇痛、轻度镇静、家庭参与和定期评估的认知与临床实施存在差异（P<0.05）；其中对家庭参与和睡眠管理的实施评分最低，分别为（4.620±2.393）分和（5.430±2.153）分。医护间对谵妄管理中充分镇痛和轻度镇静存在差异（P<0.05）；而对各要素的临床实施，医护间差异无统计学意义（P>0.05）。不同ICU的医护人员对谵妄管理要素的认知差异无统计学意义（P>0.05），但不同ICU的医护人员对定期谵妄评估的实施存在差异（P<0.05）。 结论： ICU医护人员应提高对谵妄管理要素的认知，加强重症患者谵妄管理的实施，非综合性ICU更应如此。谵妄管理需要医护合作，应将其纳入重症患者的医疗护理常规工作中，创造利于实施的条件，推动谵妄管理的临床实施，以改善患者的预后。.", "doi": null, "title": "[Investigation of doctors' and nurses' perceptions and implementation of delirium management in intensive care unit].", "journal": ["Zhonghua nei ke za zhi", "Zhonghua Nei Ke Za Zhi"]}