{"authors": [["Zhang", "L L", "LL", null], ["Wang", "Y", "Y", null], ["Cheng", "Y", "Y", null], ["Zhang", "N", "N", "Department of Neurology, Tianjin Medical University General Hospital, Tianjin 300052, China."]], "date": null, "id": "29202529", "text": "Objective: To compare the differences in cognitive function and behavioral and psychological symptoms between patients with Alzheimer's disease (AD) and behavioral variant frontotemporal dementia (bvFTD). Methods: Thirty-six AD patients and 20 bvFTD patients at mild-to-moderate stage, who were biomarker-confirmed by positron emission tomography (PET), were assessed with a neuropsychological battery and neuropsychiatry inventory (NPI). Cognitive domains, including memory, language, information processing speed and executive function, and behavioral and psychological symptoms were assessed and compared. Results: AD patients had lower scores in immediate recall, delayed recall and recognition than bvFTD patients (all P<0.05); while bvFTD patients had poorer performance in language and executive function than AD patients (all P<0.05). The NPI total score was significantly higher in patients with bvFTD compared with patients with AD (17.5±5.7 vs 9.3±3.5, P<0.05). In respect to the 12 items of NPI, the incidence of agitation and irritability was higher in AD group than in bvFTD group (72.2% vs 35.0%, 55.6% vs 20.0%, all P<0.05); while the incidence of apathy, disinhibition, euphoria, aberrant motor behavior and appetite/eating was higher in bvFTD group than in AD group (65.0% vs 33.3%, 80.0% vs 5.5%, 70.0% vs 5.6%, 40.0% vs 11.1%, 50.0% vs 5.6%, all P<0.05). Conclusion: Comprehensive neuropsychological assessment and evaluation of behavioral and psychological symptoms of patients with dementia are helpful in distinguishing AD from bvFTD.目的： 比较和分析阿尔茨海默病(AD)和行为变异型额颞叶痴呆(bvFTD)患者的认知功能和精神行为症状特点。 方法： 连续收集2014年7月至2016年11月天津医科大学总医院神经内科认知障碍门诊经PET确认的36例轻中度AD和20例轻中度bvFTD患者，进行多项神经心理量表测评和神经精神问卷(NPI)评估。比较两组人群的记忆、语言、信息加工速度和执行功能等不同认知领域的改变，以及精神行为症状的特点。 结果： AD患者较bvFTD患者在即刻回忆、延迟回忆以及再认能力方面受损显著（P均<0.05），而bvFTD患者较AD患者在语言和执行功能方面表现更差(P均<0.05)。bvFTD患者的NPI总分高于AD组患者[(17.5±5.7)分比(9.3±3.5)分，P<0.05]。NPI子项分析显示，AD患者激越和易激惹的发生率明显高于bvFTD患者（72.2%比35.0%，55.6%比20.0%，P均<0.05），而bvFTD患者的淡漠(65.0%比33.3%)、脱抑制(80.0%比5.5%)、欣快(70.0%比5.6%)、异常运动行为(40.0%比11.1%)和进食改变(50.0%比5.6%)的发生率显著高于AD患者(P均<0.05)。 结论： 对早、中期认知障碍患者进行包括记忆、语言和执行功能等的全面认知评估和NPI量表的子项目分析有助于对AD和bvFTD的临床鉴别。.", "doi": null, "title": "[Characteristics of cognitive function, behavioral and psychological symptoms in patients with Alzheimer's disease versus behavioral variant frontotemporal dementia].", "journal": ["Zhonghua nei ke za zhi", "Zhonghua Nei Ke Za Zhi"]}