{"authors": [["Reimers", "Stian", "S", "City, University of London, UK; University College London, London, UK. Electronic address: stian.reimers@city.ac.uk."], ["Donkin", "Chris", "C", "University of New South Wales, Sydney, Australia."], ["Le Pelley", "Mike E", "ME", "University of New South Wales, Sydney, Australia; Cardiff University, Cardiff, UK."]], "date": "2017-12-01", "id": "29202364", "text": "When people consider a series of random binary events, such as tossing an unbiased coin and recording the sequence of heads (H) and tails (T), they tend to erroneously rate sequences with less internal structure or order (such as HTTHT) as more probable than sequences containing more structure or order (such as HHHHH). This is traditionally explained as a local representativeness effect: Participants assume that the properties of long sequences of random outcomes-such as an equal proportion of heads and tails, and little internal structure-should also apply to short sequences. However, recent theoretical work has noted that the probability of a particular sequence of say, heads and tails of length n, occurring within a larger (>n) sequence of coin flips actually differs by sequence, so P(HHHHH) <P(HTTHT). In this alternative account, people apply rational norms based on limited experience. We test these accounts. Participants in Experiment 1 rated the likelihood of occurrence for all possible strings of 4, 5, and 6 observations in a sequence of coin flips. Judgments were better explained by representativeness in alternation rate, relative proportion of heads and tails, and sequence complexity, than by objective probabilities. Experiments 2 and 3 gave similar results using incentivized binary choice procedures. Overall the evidence suggests that participants are not sensitive to variation in objective probabilities of a sub-sequence occurring; they appear to use heuristics based on several distinct forms of representativeness.", "doi": "10.1016/j.cognition.2017.11.002", "title": "Perceptions of randomness in binary sequences: Normative, heuristic, or both?", "journal": ["Cognition", "Cognition"]}