{"authors": [["Wehebrink", "Katharina S", "KS", "Leiden University, Cognitive Psychology Unit, Wassenaarseweg 52, 2333 AK Leiden, The Netherlands; Leiden Institute for Brain and Cognition (LIBC), 2300 UC Leiden, The Netherlands; University of Muenster, School of Medicine, Department of Psychiatry and Psychotherapy, Albert-Schweitzer-Campus 1, A9, 48149 Muenster, Germany."], ["Koelkebeck", "Katja", "K", "University of Muenster, School of Medicine, Department of Psychiatry and Psychotherapy, Albert-Schweitzer-Campus 1, A9, 48149 Muenster, Germany."], ["Piest", "Simon", "S", "Martin-Luther-University Halle-Wittenberg, School of Law and Economics, Große Steinstrasse 73, 06108 Halle (Saale), Germany."], ["de Dreu", "Carsten K W", "CKW", "Leiden University, Department of Social Psychology, Wassenaarseweg 52, 2333 AK Leiden, The Netherlands; Leiden Institute for Brain and Cognition (LIBC), 2300 UC Leiden, The Netherlands."], ["Kret", "Mariska E", "ME", "Leiden University, Cognitive Psychology Unit, Wassenaarseweg 52, 2333 AK Leiden, The Netherlands; Leiden Institute for Brain and Cognition (LIBC), 2300 UC Leiden, The Netherlands. Electronic address: m.e.kret@fsw.leidenuniv.nl."]], "date": "2017-11-21", "id": "29202275", "text": "Individuals suffering from depression often have difficulty trusting others. Previous research has shown a relationship between trust formation and pupil mimicry - the synchronization of pupil sizes between individuals. The current study therefore examined whether pupil mimicry is weaker in depressed individuals and an underlying factor of their low levels of trust. Forty-two patients with major depressive disorder (MDD) and 40 healthy control subjects played trust games with virtual partners. Images of these partners' eye regions were presented to participants before they had to make a monetary investment decision. Partners' pupils either dilated, constricted, or remained static over the course of 4-s interactions. During the task, participants' pupil sizes were recorded with eye-tracking equipment to assess mimicry. The results confirm that patients with MDD were somewhat less trusting than controls and used another's pupillary cues differently when deciding to trust. Specifically, whereas healthy controls trusted partners with dilating pupils more than partners with constricting pupils, patients with MDD particularly trusted partners whose pupils changed in size less, regardless of whether partners' pupils were dilating or constricting. This difference in investment behavior was unrelated to differences in pupil mimicry, which was equally apparent in both groups and fostered trust to the same extent. Whereas lower levels of trust observed in patients with MDD could not be explained by differences in pupil mimicry, our data show that pupil dilation mimicry might help people to trust. These findings provide further evidence for the important role of pupil size and pupil mimicry in interpersonal trust formation and shed light on the pathophysiology of clinically low trust in patients with MDD.", "doi": "10.1016/j.jpsychires.2017.11.007", "title": "Pupil mimicry and trust - Implication for depression.", "journal": ["Journal of psychiatric research", "J Psychiatr Res"]}