{"authors": [["Villemagne", "Victor L", "VL", "Department of Molecular Imaging and Therapy (Research), Austin Health, Melbourne, Victoria, Australia."], ["Rowe", "Christopher C", "CC", "Department of Molecular Imaging and Therapy (Research), Austin Health, Melbourne, Victoria, Australia."], ["Barnham", "Kevin J", "KJ", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."], ["Cherny", "Robert", "R", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."], ["Woodward", "Michael", "M", "Medical and Cognitive Research Unit, Aged Care and Residential Services, Austin Health, Melbourne, Victoria, Australia."], ["Bozinosvski", "Svetlana", "S", "Department of Molecular Imaging and Therapy (Research), Austin Health, Melbourne, Victoria, Australia."], ["Salvado", "Olivier", "O", "Health and Biosecurity, CSIRO, Brisbane, Queensland, Australia."], ["Bourgeat", "Pierrick", "P", "Health and Biosecurity, CSIRO, Brisbane, Queensland, Australia."], ["Perez", "Keyla", "K", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."], ["Fowler", "Christopher", "C", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."], ["Rembach", "Alan", "A", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."], ["Maruff", "Paul", "P", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."], ["Ritchie", "Craig", "C", "Psychiatry, University of Edinburgh, Edinburgh, Scotland, UK."], ["Tanzi", "Rudy", "R", "Genetics and Aging Research Unit, Massachusetts General Hospital, Boston, MA, USA."], ["Masters", "Colin L", "CL", "The Florey Institute, The University of Melbourne, Melbourne, Victoria, Australia."]], "date": "2017-11-09", "id": "29201996", "text": "We are developing a second generation 8-OH quinoline (2-(dimethylamino) methyl-5, 7-dichloro-8-hydroxyquinoline [PBT2, Prana Biotechnology]) for targeting amyloid β (Aβ) in Alzheimer's disease (AD). In an earlier phase IIa, 3 month trial, PBT2 lowered cerebrospinal fluid Aβ by 13% and improved cognition (executive function) in a dose-related fashion in early AD. We, therefore, sought to learn whether PBT2 could alter the Aβ-PET signal in subjects with prodromal or mild AD, in an exploratory randomized study over a 12-month phase in a double-blind and a 12-month open label extension phase trial design.For inclusion, the usual clinical criteria for prodromal or probable AD, Mini-Mental State Examination ≥20, and global Pittsburgh compound B (PiB)-PET standardized uptake volume ratio (SUVR) >1.7 were used. As this was an exploratory study, we included contemporaneous matched control data from the Australian Imaging Biomarker and Lifestyle Study (AIBL). Other measures included fluorodeoxyglucose-positron emission tomography, magnetic resonance imaging volumetrics, blood Aβ biomarkers, and cognition and function.Forty subjects completed the first 12-month double-blind phase (placebo = 15, PBT2 = 25), and 27 subjects completed the 12-month open label extension phase (placebo = 11, PBT2 = 16). Overall, PTB2 250 mg/day was safe and well tolerated. The mean PiB-PET SUVR at baseline was 2.51 ± 0.59. After adjusting for baseline SUVR, in the double-blind phase, the placebo group showed a nonsignificant decline in PiB-PET SUVR, whereas the PBT2 group declined significantly (P = .048). Subjects who did not enter or complete the extension study had a significantly higher 12-month Aβ-PET SUVR (2.68 ± 0.55) compared with those who completed (2.29 ± 0.48). Both groups differed significantly from the rate of change over 12 months in the AIBL control group. In the open label 12-month extension study, the PiB-SUVR stabilized. There were no significant differences between PBT2 and controls in fluorodeoxyglucose-positron emission tomography, magnetic resonance imaging volumetrics, blood Aβ biomarkers, or cognition/function over the course of the double-blind phase.There was no significant difference between PBT2 and controls at 12 months, likely due to the large individual variances over a relatively small number of subjects. PBT2 was associated with a significant 3% PiB-PET SUVR decline in the double-blind phase and a stabilization of SUVR in the open-label phase. From this exploratory study, we have learned that the entry criterion of SUVR should have been set at ≥ 1.5 and <2.0, where we know from the AIBL study that subjects in this band are accumulating Aβ in a linear fashion and that subjects who withdrew from this type of study have much higher SUVRs, which if not taken into account, could distort the final results. Because of large individual variations in SUVR, future studies of PBT2 will require larger numbers of subjects (n > 90 per arm) over a longer period (18 months or more). Further evaluation of higher doses of PBT2 in earlier stages of AD is warranted.ACTRN 12611001008910 and ACTRN 12613000777796.", "doi": "10.1016/j.trci.2017.10.001", "title": "A randomized, exploratory molecular imaging study targeting amyloid β with a novel 8-OH quinoline in Alzheimer's disease: The PBT2-204 IMAGINE study.", "journal": ["Alzheimer's & dementia (New York, N. Y.)", "Alzheimers Dement (N Y)"]}