{"authors": [["Clouston", "Sean", "S", "Stony Brook University, Stony Brook, NY, USA."], ["Pietrzak", "Robert H", "RH", "Yale University, New Haven, CT, USA."], ["Kotov", "Roman", "R", "Stony Brook University, Stony Brook, NY, USA."], ["Richards", "Marcus", "M", "University College London, London, UK."], ["Spiro", "Avron", "A", "Boston University, Boston, MA, USA."], ["Scott", "Stacey", "S", "Stony Brook University, Stony Brook, NY, USA."], ["Deri", "Yael", "Y", "Stony Brook University, Stony Brook, NY, USA."], ["Mukherjee", "Soumyadeep", "S", "Stony Brook University, Stony Brook, NY, USA."], ["Stewart", "Candace", "C", "Stony Brook University, Stony Brook, NY, USA."], ["Bromet", "Evelyn", "E", "Stony Brook University, Stony Brook, NY, USA."], ["Luft", "Benjamin J", "BJ", "Stony Brook University, Stony Brook, NY, USA."]], "date": "2017-10-19", "id": "29201993", "text": "This study examined whether World Trade Center (WTC)-related exposures and posttraumatic stress disorder (PTSD) were associated with cognitive function and whether WTC responders' cognition differed from normative data.A computer-assisted neuropsychological battery was administered to a prospective cohort study of 1193 WTC responders with no history of stroke or WTC-related head injuries. Data were linked to information collected prospectively since 2002. Sample averages were compared to published norms.Approximately 14.8% of sampled responders had cognitive dysfunction. WTC responders had worse cognitive function compared to normative data. PTSD symptom severity and working >5 weeks on-site was associated with lower cognition.Results from this sample highlight the potential for WTC responders to be experiencing an increased burden of cognitive dysfunction and linked lowered cognitive functioning to physical exposures and to PTSD. Future research is warranted to understand the extent to which cognitive dysfunction is evident in neural dysfunction.", "doi": "10.1016/j.trci.2017.09.001", "title": "Traumatic exposures, posttraumatic stress disorder, and cognitive functioning in World Trade Center responders.", "journal": ["Alzheimer's & dementia (New York, N. Y.)", "Alzheimers Dement (N Y)"]}