{"authors": [["Lee", "Jae Hoon", "JH", "Department of Anesthesiology and Pain Medicine, Severance Hospital, Seoul, South Korea."], ["Kam", "Eun Hee", "EH", "Anesthesia and Pain Research Institute, College of Medicine, Yonsei University, Seoul, South Korea."], ["Kim", "So Yeon", "SY", "Department of Anesthesiology and Pain Medicine, Severance Hospital, Seoul, South Korea."], ["Cheon", "So Yeong", "SY", "Anesthesia and Pain Research Institute, College of Medicine, Yonsei University, Seoul, South Korea."], ["Kim", "Eun Jung", "EJ", "Department of Anesthesiology and Pain Medicine, Severance Hospital, Seoul, South Korea."], ["Chung", "Seungsoo", "S", "Department of Physiology, Brain Korea 21 Plus Project for Medical Science, College of Medicine, Yonsei University, Seoul, South Korea."], ["Jeong", "Ji-Hyun", "JH", "Department of Physiology, Brain Korea 21 Plus Project for Medical Science, College of Medicine, Yonsei University, Seoul, South Korea."], ["Koo", "Bon-Nyeo", "BN", "Department of Anesthesiology and Pain Medicine, Severance Hospital, Seoul, South Korea."]], "date": "2017-11-16", "id": "29201007", "text": "Postoperative cognitive dysfunction (POCD) may be driven by transference of the innate immune response to the brain after aseptic surgical damage. Macrophages are key mediators of innate immunity that can display a pro-inflammatory M1 phenotype or an anti-inflammatory M2 phenotype. Erythropoietin (EPO) is a hematopoietic hormone that exerts anti-inflammatory effects by influencing macrophage function. We hypothesized that EPO would prevent POCD by promoting macrophage phenotype switching to the M2 phenotype post-surgery. To evaluate the effects of EPO on POCD and macrophage polarization post-surgery, we administered EPO (5,000 U/kg) with or without an arginase inhibitor (amino-6-boronohexanoic acid, 10 mg/kg) to ICR mice before and after abdominal surgery. Forty-eight hours post-surgery, we assessed memory, synapse function, and macrophage/microglial phenotypes in the spleen and hippocampus. We also investigated M1/M2 phenotypes in RAW264.7 and BV2 cells stimulated with lipopolysaccharide and interferon-γ (M1 inducers) in the presence or absence of EPO. EPO prevented POCD, decreased surgery-related synaptic dysfunction, and attenuated pro-inflammatory cytokine generation in the hippocampus. Moreover, EPO suppressed M1-related genes expression and promoted M2 genes expression in the spleen and hippocampus post-surgery. Furthermore, EPO decreased the proportions of macrophages/microglia expressing an M1 surface marker (CD40) and increased those expressing an M2 surface marker (CD206). Arginase inhibition abolished the beneficial effects of EPO on POCD. In vitro, EPO treatment promoted switching of RAW264.7 and BV2 cells stimulated with M1 inducers to an M2 phenotype. In conclusion, EPO prevents POCD by promoting macrophage phenotype switching toward the M2 phenotype.", "doi": "10.3389/fphar.2017.00839", "title": "Erythropoietin Attenuates Postoperative Cognitive Dysfunction by Shifting Macrophage Activation toward the M2 Phenotype.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}