{"authors": [["Chandra", "Sadanandavalli Retnaswami", "SR", "Department of Neurology, Faculty Block, Neurocentre, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."], ["Patwardhan", "Ketaki", "K", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."], ["Pai", "Anupama Ramakanth", "AR", "Department of Neuromicrobiology, National Institute of Mental Health and Neurosciences, Bengaluru, Karnataka, India."]], "date": null, "id": "29200563", "text": "Faces are very special as they are most essential for social cognition in humans. It is partly understood that face processing in its abstractness involves several extra striate areas. One of the most important causes for caregiver suffering in patients with anterior dementia is lack of empathy. This apart from being a behavioral disorder could be also due to failure to categorize the emotions of the people around them.Inlusion criteria: DSM IV for Bv FTD Tested for prosopagnosia - familiar faces, famous face, smiling face, crying face and reflected face using a simple picture card (figure 1).Advanced illness and mixed causes.46 patients (15 females, 31 males) 24 had defective face recognition. (mean age 51.5),10/15 females (70%) and 14/31males(47. Familiar face recognition defect was found in 6/10 females and 6/14 males. Total- 40%(6/15) females and 19.35%(6/31)males with FTD had familiar face recognition. Famous Face: 9/10 females and 7/14 males. Total- 60% (9/15) females with FTD had famous face recognition defect as against 22.6%(7/31) males with FTD Smiling face defects in 8/10 female and no males. Total- 53.33% (8/15) females. Crying face recognition defect in 3/10 female and 2 /14 males. Total- 20%(3/15) females and 6.5%(2/31) males. Reflected face recognition defect in 4 females.Famous face recognition and positive emotion recognition defect in 80%, only 20% comprehend positive emotions, Face recognition defects are found in only 45% of males and more common in females.Face recognition is more affected in females with FTD There is differential involvement of different aspects of the face recognition could be one of the important factor underlying decline in the emotional and social behavior of these patients. Understanding these pathological processes will give more insight regarding patient behavior.", "doi": "10.4103/IJPSYM.IJPSYM_90_17", "title": "Problems of Face Recognition in Patients with Behavioral Variant Frontotemporal Dementia.", "journal": ["Indian journal of psychological medicine", "Indian J Psychol Med"]}