{"authors": [["Thiagarajan", "Sasinthiran", "S", "Memory Aging & Cognition Centre, National University Health System."], ["Shaik", "Muhammad A", "MA", "Memory Aging & Cognition Centre, National University Health System."], ["Venketasubramanian", "Narayanaswamy", "N", "Raffles Neuroscience Centre, Raffles Hospital, Singapore."], ["Ting", "Eric Y S", "EYS", "Diagnostic Radiology, National University of Singapore."], ["Hilal", "Saima", "S", "Memory Aging & Cognition Centre, National University Health System."], ["Chen", "Christopher", "C", "Memory Aging & Cognition Centre, National University Health System."]], "date": "2017-12-01", "id": "29200011", "text": "The present study investigated (a) the agreement between computerized tomography (CT) and 3 T magnetic resonance imaging (MRI) in the visual grading of medial temporal atrophy (MTA); and (b) whether MTA on CT differentiated patients with dementia from no dementia in memory clinics.Data were obtained from patients who underwent CT scans at the National University Hospital of Singapore, and from a subsample who subsequently underwent 3 T MRI scans in a research study. Agreements and disagreements between CT and MRI were determined. Area under the curve (AUC) analyses determined if CT-graded MTA distinguished patients with dementia from no dementia.Of the 107 patients in the subsample, MTA scores of 71 agreed on both CT and MRI. The true positive rate between CT and MRI for MTA scores ≥2 was 79.7%. The true negative rate for MTA scores between 0 and 1 was 96.4%. CT underestimated MTA severity in 33 of 36 disagreements with the MRI. MTA scores ≥2 on CT distinguished dementia from no dementia in both discovery [n=263; AUC (95% confidence interval)=0.77 (0.72-0.83); sensitivity=0.69; specificity=0.74] and validation [n=264; AUC (95% confidence interval)=0.77 (0.71-0.82); sensitivity=0.72; specificity=0.72] groups.MTA graded on CT is a viable alternative to MRI to aid in the diagnosis of dementia in memory clinics.", "doi": "10.1097/WAD.0000000000000227", "title": "Coronal CT is Comparable to MR Imaging in Aiding Diagnosis of Dementia in a Memory Clinic in Singapore.", "journal": ["Alzheimer disease and associated disorders", "Alzheimer Dis Assoc Disord"]}