{"authors": [["Ewing", "Louise", "L", "School of Psychology, University of East Anglia."], ["Karmiloff-Smith", "Annette", "A", "Department of Psychological Sciences, Birkbeck, University of London."], ["Farran", "Emily K", "EK", "UCL Institute of Education, University College London."], ["Smith", "Marie L", "ML", "Department of Psychological Sciences, Birkbeck, University of London."]], "date": null, "id": "29199845", "text": "Face processing abilities vary across the life span: increasing across childhood and adolescence, peaking around 30 years of age, and then declining. Despite extensive investigation, researchers have yet to identify qualitative changes in face processing during development that can account for the observed improvements on laboratory tests. The current study constituted the first detailed characterization of face processing strategies in a large group of typically developing children and adults (N = 200) using a novel adaptation of the Bubbles reverse correlation technique (Gosselin & Schyns, 2001). Resultant classification images reveal a compelling age-related shift in strategic information use during participants' judgments of face identity. This shift suggests a move from an early reliance upon high spatial frequency details around the mouth, eye-brow and jaw-line in young children (∼8 years) to an increasingly more interlinked approach, focused upon the eye region and the center of the face in older children (∼11 years) and adults. Moreover, we reveal that the early versus late phases of this developmental trajectory correspond with the profiles of information use observed in weak versus strong adult face processors. Together, these results provide intriguing new evidence for an important functional role for strategic information use in the development of face expertise. (PsycINFO Database Record", "doi": "10.1037/xhp0000455", "title": "Distinct profiles of information-use characterize identity judgments in children and low-expertise adults.", "journal": ["Journal of experimental psychology. Human perception and performance", "J Exp Psychol Hum Percept Perform"]}