{"authors": [["Guo", "Yuhua", "Y", "MRC Cognition and Brain Sciences Unit, 15 Chaucer Road, Cambridge CB2 7EF, UK; University of Cambridge, The Old Schools, Trinity Ln, Cambridge CB2 1TN, UK. Electronic address: yuhua.guo@mrc-cbu.cam.ac.uk."], ["Schmitz", "Taylor W", "TW", "MRC Cognition and Brain Sciences Unit, 15 Chaucer Road, Cambridge CB2 7EF, UK; University of Cambridge, The Old Schools, Trinity Ln, Cambridge CB2 1TN, UK. Electronic address: taylor.schmitz@mrc-cbu.cam.ac.uk."], ["Mur", "Marieke", "M", "MRC Cognition and Brain Sciences Unit, 15 Chaucer Road, Cambridge CB2 7EF, UK. Electronic address: Marieke.mur@mrc-cbu.cam.ac.uk."], ["Ferreira", "Catarina S", "CS", "University of Birmingham, Edgbaston, West Midlands, Birmingham B15 2TT, UK. Electronic address: a.c.sanchesferreira@bham.ac.uk."], ["Anderson", "Michael C", "MC", "MRC Cognition and Brain Sciences Unit, 15 Chaucer Road, Cambridge CB2 7EF, UK; University of Cambridge, The Old Schools, Trinity Ln, Cambridge CB2 1TN, UK. Electronic address: michael.anderson@mrc-cbu.cam.ac.uk."]], "date": "2017-12-01", "id": "29199109", "text": "The ability to stop actions and thoughts is essential for goal-directed behaviour. Neuroimaging research has revealed that stopping actions and thoughts engage similar cortical mechanisms, including the ventro- and dorso-lateral prefrontal cortex. However, whether and how these abilities require similar subcortical mechanisms remains unexplored. Specifically of interest are the basal ganglia, subcortical structures long-known for their motor functions, but less so for their role in cognition. To investigate the potential common mechanisms in the basal ganglia underlying action and thought stopping, we conducted meta-analyses using fMRI data from the Go/No-Go, Stop-signal, and Think/No-Think tasks. All three tasks require active stopping of prepotent actions or thoughts. To localise basal ganglia activations, we performed high-resolution manual segmentations of striatal subregions. We found that all three tasks recovered clusters in the basal ganglia, although the specific localisation of these clusters differed. Although the Go/No-Go and Stop-signal tasks are often interchangeably used for measuring action stopping, their cluster locations in the basal ganglia did not significantly overlap. These different localised clusters suggest that the Go/No-Go and Stop-signal tasks may recruit distinct basal ganglia stopping processes, and therefore should not be treated equivalently. More importantly, the basal ganglia cluster recovered from the Think/No-Think task largely co-localised with that from the Stop-signal task, but not the Go/No-Go task, possibly indicating that the Think/No-Think and Stop-signal tasks share a common striatal circuitry involved in the cancellation of unwanted thoughts and actions. The greater similarity of the Think/No-Think task to the Stop-Signal rather than Go/No-Go task also was echoed at the cortical level, which revealed highly overlapping and largely right lateralized set of regions including the anterior DLPFC, VLPFC, Pre-SMA and ACC. Overall, we provide novel evidence suggesting not only that the basal ganglia are critical for thought stopping, but also that they are involved in specific stopping subprocesses that can be engaged by tasks in different domains. These findings raise the possibility that the basal ganglia may be part of a supramodal network responsible for stopping unwanted processes more broadly.", "doi": "10.1016/j.neuropsychologia.2017.11.033", "title": "A supramodal role of the basal ganglia in memory and motor inhibition: Meta-analytic evidence.", "journal": ["Neuropsychologia", "Neuropsychologia"]}