{"authors": [["Soto", "David", "D", "Basque Center on Cognition, Brain and Language, San Sebastian, Spain; Ikerbasque, Basque Foundation for Science, Bilbao, Spain. Electronic address: d.soto@bcbl.eu."], ["Theodoraki", "Mona", "M", "Division of Brain Sciences, Imperial College London, United Kingdom."], ["Paz-Alonso", "Pedro M", "PM", "Basque Center on Cognition, Brain and Language, San Sebastian, Spain."]], "date": "2017-11-08", "id": "29198443", "text": "Metacognition refers to our capacity to reflect upon our experiences, thoughts and actions. Metacognition processes are linked to cognitive control functions that allow keeping our actions on-task. But it is unclear how the human brain builds an internal model of one's cognition and behaviour. We conducted two functional magnetic resonance imaging (fMRI) experiments in which brain activity was recorded 'online' as participants engaged in a memory-guided search task and then later 'offline' when participants introspected about their prior experience and cognitive states during performance. In Experiment 1 the memory cues were task-relevant while in Experiment 2 they were irrelevant. Across Experiments, the patterns of brain activity, including frontoparietal regions, were similar during on-task and introspection states. However the connectivity profile amongst frontoparietal areas was distinct during introspection and modulated by the relevance of the memory cues. Introspection was also characterized by increased temporal correlation between the default-mode network (DMN), frontoparietal and dorsal attention networks and visual cortex. We suggest that memories of one's own experience during task performance are encoded in large-scale patterns of brain activity and that coupling between DMN and frontoparietal control networks may be crucial to build an internal model of one's behavioural performance.", "doi": "10.1016/j.cortex.2017.10.016", "title": "How the human brain introspects about one's own episodes of cognitive control.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}