{"authors": [["Saloner", "Rowan", "R", "1The HIV Neurobehavioral Research Program (HNRP),Department of Psychiatry,University of California,San Diego,San Diego,California."], ["Cysique", "Lucette A", "LA", "3School of Medical Sciences, Faculty of Medicine,The University of New South Wales,Sydney,NSW."]], "date": null, "id": "29198283", "text": "The present review on HIV-associated neurocognitive disorders (HAND) provides a worldwide overview of studies that have investigated the rate and neuropsychological (NP) profile of HAND research since the inception of the 2007 HAND diagnostic nomenclature. In the first part, the review highlights some of the current controversies around HAND prevalence rates. In the second part, the review critically assesses some solutions to move the field forward. In the third part, we present the cross-sectional NP profile in non-Western HIV+ cohorts and in relation to Western cohorts' findings. The adopted global perspective highlights the successful expansion of NP studies in HIV infection to culturally diverse low- to medium-income countries with high HIV burden. These studies have produced interestingly similar rates of HAND whether patients were naïve or treated and/or virally suppressed compared to the rich income countries where the NP research in NeuroHIV has originated. The perspective also demonstrates that globally, the group which is the most representative of the HIV epidemic, and thus at risk for HAND are persons with chronic HIV infection and survivors of past immunosuppression, while in relative terms, those who have been treated early with long-term viral suppression represent a minority. In the last part, we present a review of the naturalistic longitudinal NP global studies in HIV+cohorts, discuss the role of longitudinal design in solving issues around the question of asymptomatic neurocognitive impairment, and the question of biomarker discovery. Finally, we conclude by calling for greater methods and data harmonization at a global level. (JINS, 2017, 23, 860-869).", "doi": "10.1017/S1355617717001102", "title": "HIV-Associated Neurocognitive Disorders: A Global Perspective.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}