{"authors": [["Bondi", "Mark W", "MW", "1Department of Psychiatry,University of California San Diego,School of Medicine,La Jolla,California."], ["Edmonds", "Emily C", "EC", "1Department of Psychiatry,University of California San Diego,School of Medicine,La Jolla,California."], ["Salmon", "David P", "DP", "3Department of Neurosciences,University of California San Diego,School of Medicine,La Jolla,California."]], "date": null, "id": "29198280", "text": "Although dementia has been described in ancient texts over many centuries (e.g., \"Be kind to your father, even if his mind fail him.\" - Old Testament: Sirach 3:12), our knowledge of its underlying causes is little more than a century old. Alzheimer published his now famous case study only 110 years ago, and our modern understanding of the disease that bears his name, and its neuropsychological consequences, really only began to accelerate in the 1980s. Since then we have witnessed an explosion of basic and translational research into the causes, characterizations, and possible treatments for Alzheimer's disease (AD) and other dementias. We review this lineage of work beginning with Alzheimer's own writings and drawings, then jump to the modern era beginning in the 1970s and early 1980s and provide a sampling of neuropsychological and other contextual work from each ensuing decade. During the 1980s our field began its foundational studies of profiling the neuropsychological deficits associated with AD and its differentiation from other dementias (e.g., cortical vs. subcortical dementias). The 1990s continued these efforts and began to identify the specific cognitive mechanisms affected by various neuropathologic substrates. The 2000s ushered in a focus on the study of prodromal stages of neurodegenerative disease before the full-blown dementia syndrome (i.e., mild cognitive impairment). The current decade has seen the rise of imaging and other biomarkers to characterize preclinical disease before the development of significant cognitive decline. Finally, we suggest future directions and predictions for dementia-related research and potential therapeutic interventions. (JINS, 2017, 23, 818-831).", "doi": "10.1017/S135561771700100X", "title": "Alzheimer's Disease: Past, Present, and Future.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}