{"authors": [["Benedict", "Ralph H B", "RHB", "1Department of Neurology,University of Buffalo,Buffalo,New York."], ["DeLuca", "John", "J", "2Kessler Foundation,West Orange,New Jersey; Rutgers New Jersey Medical School,Newark,New Jersey."], ["Enzinger", "Christian", "C", "3Research Unit for Neuronal Repair and Plasticity,Department of Neurology,Medical University of Graz,Austria."], ["Geurts", "Jeroen J G", "JJG", "4Department of Anatomy & Neurosciences,VU University Medical Center,MS Center Amsterdam,Amsterdam Neuroscience,Amsterdam,The Netherlands."], ["Krupp", "Lauren B", "LB", "5NYU Langone Multiple Sclerosis Comprehensive Care Center,Department of Neurology,New York University Langone Medical Center,New York,New York."], ["Rao", "Stephen M", "SM", "6Schey Center for Cognitive Neuroimaging,Lou Ruvo Center for Brain Health,Neurological Institute,Cleveland Clinic,Cleveland,Ohio."]], "date": null, "id": "29198279", "text": "The neuropsychological aspects of multiple sclerosis (MS) have evolved over the past three decades. What was once thought to be a rare occurrence, cognitive dysfunction is now viewed as one of the most disabling symptoms of the disease, with devastating effects on patients' quality of life. This selective review will highlight major innovations and scientific discoveries in the areas of neuropathology, neuroimaging, diagnosis, and treatment that pertain to our understanding of the neuropsychological aspects of MS. Specifically, we focus on the recent discovery that MS produces pathogical lesions of gray matter (GM) that have consequences for cognitive functions. Methods for imaging these GM lesions in MS are discussed along with multimodal imaging studies that integrate structural and functional imaging methods to provide a better understanding of the relationship between cognitive test performance and functional reserve. Innovations in the screening and comprehensive assessment of cognitive disorders are presented along with recent research that examines cognitive dysfunction in pediatric MS. Results of innovative outcome studies in cognitive rehabilitation are discussed. Finally, we highlight trends for potential future innovations over the next decade. (JINS, 2017, 23, 832-842).", "doi": "10.1017/S1355617717000959", "title": "Neuropsychology of Multiple Sclerosis: Looking Back and Moving Forward.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}