{"authors": [["Gonzalez", "Raul", "R", "Department of Psychology,Florida International University,Miami,Florida."], ["Pacheco-Colón", "Ileana", "I", "Department of Psychology,Florida International University,Miami,Florida."], ["Duperrouzel", "Jacqueline C", "JC", "Department of Psychology,Florida International University,Miami,Florida."], ["Hawes", "Samuel W", "SW", "Department of Psychology,Florida International University,Miami,Florida."]], "date": null, "id": "29198276", "text": "Cannabis use has been linked to impairments in neuropsychological functioning across a large and continually expanding body of research. Yet insight into underlying causal relations remains limited due to the historically cross-sectional nature of studies in this area. Recently, however, studies have begun to use more informative design strategies to delineate these associations. The aim of this article is to provide a critical evaluation and review of research that uses longitudinal designs to examine the link between cannabis use and neuropsychological functioning. In summarizing the primary findings across these studies, this review suggests that cannabis use leads to neuropsychological decline. However, across most studies, these associations were modest, were present only for the group with the heaviest cannabis use, and were often attenuated (or no longer significant) after controlling for potential confounding variables. Future studies with neuropsychological data before and after initiation of cannabis use, along with careful measurement and control of \"shared risk factors\" between cannabis use and poorer neuropsychological outcomes, are needed to better understand who, and under what conditions, is most vulnerable to cannabis-associated neuropsychological decline. (JINS, 2017, 23, 893-902).", "doi": "10.1017/S1355617717000789", "title": "Does Cannabis Use Cause Declines in Neuropsychological Functioning? A Review of Longitudinal Studies.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}