{"authors": [["Haaland", "Kathleen Y", "KY", "1Departments of Psychiatry & Behavioral Sciences and Neurology,University of New Mexico,Albuquerque,New Mexico."], ["Dum", "Richard P", "RP", "2University of Pittsburgh Brain Institute,Systems Neuroscience Institute,Center for the Neural Basis of Cognition, and Department of Neurobiology,University of Pittsburgh School of Medicine,Pittsburgh,Pennsylvania."], ["Mutha", "Pratik K", "PK", "3Department of Biological Engineering and Center for Cognitive Science,Indian Institute of Technology Gandhinagar,Palaj,Gandhinagar,Gujarat,India."], ["Strick", "Peter L", "PL", "2University of Pittsburgh Brain Institute,Systems Neuroscience Institute,Center for the Neural Basis of Cognition, and Department of Neurobiology,University of Pittsburgh School of Medicine,Pittsburgh,Pennsylvania."], ["Tröster", "Alexander I", "AI", "4Department of Clinical Neuropsychology and Center for Neuromodulation,Barrow Neurological Institute,Phoenix,Arizona."]], "date": null, "id": "29198273", "text": "This paper highlights major developments over the past two to three decades in the neuropsychology of movement and its disorders. We focus on studies in healthy individuals and patients, which have identified cognitive contributions to movement control and animal work that has delineated the neural circuitry that makes these interactions possible. We cover advances in three major areas: (1) the neuroanatomical aspects of the \"motor\" system with an emphasis on multiple parallel circuits that include cortical, corticostriate, and corticocerebellar connections; (2) behavioral paradigms that have enabled an appreciation of the cognitive influences on the preparation and execution of movement; and (3) hemispheric differences (exemplified by limb praxis, motor sequencing, and motor learning). Finally, we discuss the clinical implications of this work, and make suggestions for future research in this area. (JINS, 2017, 23, 768-777).", "doi": "10.1017/S1355617717000698", "title": "The Neuropsychology of Movement and Movement Disorders: Neuroanatomical and Cognitive Considerations.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}