{"authors": [["Ten Brink", "Antonia F", "AF", "1Center of Excellence in Rehabilitation Medicine,Brain Center Rudolf Magnus,University Medical Center Utrecht, andDe Hoogstraat Rehabilitation,Utrecht,The Netherlands."], ["Visser-Meily", "Johanna M A", "JMA", "1Center of Excellence in Rehabilitation Medicine,Brain Center Rudolf Magnus,University Medical Center Utrecht, andDe Hoogstraat Rehabilitation,Utrecht,The Netherlands."], ["Nijboer", "Tanja C W", "TCW", "1Center of Excellence in Rehabilitation Medicine,Brain Center Rudolf Magnus,University Medical Center Utrecht, andDe Hoogstraat Rehabilitation,Utrecht,The Netherlands."]], "date": "2017-12-04", "id": "29198217", "text": "Stroke could lead to deficits in organization of visual search. Cancellation tests are frequently used in standard neuropsychological assessment and appear suitable to measure search organization. The current aim was to evaluate which cognitive functions are associated with cancellation organization measures after stroke.Stroke patients admitted to inpatient rehabilitation were included in this retrospective study. We performed exploratory factor analyses to explore cognitive domains. A digital shape cancellation test (SC) was administered, and measures of search organization (intersections rate and best r) were computed. The following cognitive functions were measured by neuropsychological testing: neglect (SC, line bisection; LB, Catherine Bergego Scale; CBS, and Balloons Test), visuospatial perception and construction (Rey Complex Figure Test, RCFT), psychomotor speed (Trail Making Test; TMT-A), executive functioning/working memory (TMT-B), spatial planning (Tower Test), rule learning (Brixton Test), short-term auditory memory (Digit Span Forward; DSF), and verbal working memory (Digit Span Backward; DSB).In total, 439 stroke patients were included in our analyses. Four clusters were separated: \"Executive functioning\" (TMT-A, TMT-B, Brixton Test, and Tower Test), \"Verbal memory\" (DSF and DSB), \"Search organization\" (intersections rate and best r), and \"Neglect\" (CBS, RCFT copy, Balloons Test, SC, and LB).Search organization during cancellation, as measured with intersections rate and best r, seems a distinct cognitive construct compared to existing cognitive domains that are tested during neuropsychological assessment. Administering cancellation tests and analyzing measures of search organization could provide useful additional insights into the visuospatial processes of stroke patients. (JINS, 2017, 23, 1-13).", "doi": "10.1017/S1355617717001254", "title": "What Does It Take to Search Organized? The Cognitive Correlates of Search Organization During Cancellation After Stroke.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}