{"authors": [["Grisanzio", "Katherine A", "KA", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, California."], ["Goldstein-Piekarski", "Andrea N", "AN", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, California."], ["Wang", "Michelle Yuyun", "MY", "Brain Resource International Database, Brain Resource Ltd, Woolloomooloo, Sydney, Australia."], ["Rashed Ahmed", "Abdullah P", "AP", "SLAC National Accelerator Laboratory, Menlo Park, California."], ["Samara", "Zoe", "Z", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, California."], ["Williams", "Leanne M", "LM", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, California."]], "date": "2017-12-03", "id": "29197929", "text": "The symptoms that define mood, anxiety, and trauma disorders are highly overlapping across disorders and heterogeneous within disorders. It is unknown whether coherent subtypes exist that span multiple diagnoses and are expressed functionally (in underlying cognition and brain function) and clinically (in daily function). The identification of cohesive subtypes would help disentangle the symptom overlap in our current diagnoses and serve as a tool for tailoring treatment choices.To propose and demonstrate 1 approach for identifying subtypes within a transdiagnostic sample.This cross-sectional study analyzed data from the Brain Research and Integrative Neuroscience Network Foundation Database that had been collected at the University of Sydney and University of Adelaide between 2006 and 2010 and replicated at Stanford University between 2013 and 2017. The study included 420 individuals with a primary diagnosis of major depressive disorder (n = 100), panic disorder (n = 53), posttraumatic stress disorder (n = 47), or no disorder (healthy control participants) (n = 220). Data were analyzed between October 2016 and October 2017.We followed a data-driven approach to achieve the primary study outcome of identifying transdiagnostic subtypes. First, machine learning with a hierarchical clustering algorithm was implemented to classify participants based on self-reported negative mood, anxiety, and stress symptoms. Second, the robustness and generalizability of the subtypes were tested in an independent sample. Third, we assessed whether symptom subtypes were expressed at behavioral and physiological levels of functioning. Fourth, we evaluated the clinically meaningful differences in functional capacity of the subtypes. Findings were interpreted relative to a complementary diagnostic frame of reference.Four hundred twenty participants with a mean (SD) age of 39.8 (14.1) years were included in the final analysis; 256 (61.0%) were female. We identified 6 distinct subtypes characterized by tension (n=81; 19%), anxious arousal (n=55; 13%), general anxiety (n=38; 9%), anhedonia (n=29; 7%), melancholia (n=37; 9%), and normative mood (n=180; 43%), and these subtypes were replicated in an independent sample. Subtypes were expressed through differences in cognitive control (F5,383 = 5.13, P < .001, ηp2 = 0.063), working memory (F5,401 = 3.29, P = .006, ηp2 = 0.039), electroencephalography-recorded β power in a resting paradigm (F5,357 = 3.84, P = .002, ηp2 = 0.051), electroencephalography-recorded β power in an emotional paradigm (F5,365 = 3.56, P = .004, ηp2 = 0.047), social functional capacity (F5,414 = 21.33, P < .001, ηp2 = 0.205), and emotional resilience (F5,376 = 15.10, P < .001, ηp2 = 0.171).These findings offer a data-driven framework for identifying robust subtypes that signify specific, coherent, meaningful associations between symptoms, behavior, brain function, and observable real-world function, and that cut across DSM-IV-defined diagnoses of major depressive disorder, panic disorder, and posttraumatic stress disorder.", "doi": "10.1001/jamapsychiatry.2017.3951", "title": "Transdiagnostic Symptom Clusters and Associations With Brain, Behavior, and Daily Function in Mood, Anxiety, and Trauma Disorders.", "journal": ["JAMA psychiatry", "JAMA Psychiatry"]}