{"authors": [["van der Cruijsen", "R", "R", "Department of Developmental Psychology, Leiden University, The Netherlands; Leiden Institute for Brain and Cognition, The Netherlands. Electronic address: l.w.p.van.der.cruijsen@fsw.leidenuniv.nl."], ["Peters", "S", "S", "Department of Developmental Psychology, Leiden University, The Netherlands; Leiden Institute for Brain and Cognition, The Netherlands. Electronic address: s.peters@fsw.leidenuniv.nl."], ["van der Aar", "L P E", "LPE", "Department of Developmental Psychology, Leiden University, The Netherlands; Leiden Institute for Brain and Cognition, The Netherlands. Electronic address: l.p.e.van.der.aar@fsw.leidenuniv.nl."], ["Crone", "E A", "EA", "Department of Developmental Psychology, Leiden University, The Netherlands; Leiden Institute for Brain and Cognition, The Netherlands. Electronic address: ecrone@fsw.leidenuniv.nl."]], "date": "2017-11-22", "id": "29197726", "text": "Neuroimaging studies in adults showed that cortical midline regions including medial prefrontal cortex (mPFC) and posterior parietal cortex (PPC) are important in self-evaluations. The goals of this study were to investigate the contribution of these regions to self-evaluations in late childhood, adolescence, and early adulthood, and to examine whether these differed per domain (academic, physical and prosocial) and valence (positive versus negative). Also, we tested whether this activation changes across adolescence. For this purpose, participants between ages 11-21-years (N=150) evaluated themselves on trait sentences in an fMRI session. Behaviorally, adolescents rated their academic traits less positively than children and young adults. The neural analyses showed that evaluating self-traits versus a control condition was associated with increased activity in mPFC (domain-general effect), and positive traits were associated with increased activity in ventral mPFC (valence effect). Self-related mPFC activation increased linearly with age, but only for evaluating physical traits. Furthermore, an adolescent-specific decrease in striatum activation for positive self traits was found. Finally, we found domain-specific neural activity for evaluating traits in physical (dorsolateral PFC, dorsal mPFC) and academic (PPC) domains. Together, these results highlight the importance of domain distinctions when studying self-concept development in late childhood, adolescence, and early adulthood.", "doi": "10.1016/j.dcn.2017.11.005", "title": "The neural signature of self-concept development in adolescence: The role of domain and valence distinctions.", "journal": ["Developmental cognitive neuroscience", "Dev Cogn Neurosci"]}