{"authors": [["La Fountaine", "Michael F", "MF", "School of Health and Medical Sciences, Seton Hall University, South Orange, NJ, USA; The Institute for Advanced Study of Rehabilitation and Sports Science, Seton Hall University, South Orange, NJ, USA; Department of Veterans Affairs Rehabilitation Research & Development Service National Center for the Medical Consequences of Spinal Cord Injury, James J. Peters Veterans Affairs Medical Center, Bronx, NY, USA; Seton Hall University, School of Health and Medical Sciences, 400 South Orange Avenue, South Orange, NJ 07079, USA.. Electronic address: lafounmi@shu.edu."]], "date": "2017-11-29", "id": "29197614", "text": "Concussion is defined as a complex pathophysiological process affecting the brain that is induced by the application or transmission of traumatic biomechanical forces to the head. The result of the impact is the onset of transient symptoms that may be experienced for approximately 2weeks in most individuals. However, in some individuals, symptoms may not resolve and persist for a protracted period and a chronic injury ensues. Concussion symptoms are generally characterized by their emergence through changes in affect, cognition, or multi-sensory processes including the visual and vestibular systems. An emerging consequence of concussion is the presence of cardiovascular autonomic nervous system dysfunction that is most apparent through hemodynamic perturbations and provocations. Further interrogation of data that are derived from continuous digital electrocardiograms and/or beat-to-beat blood pressure monitoring often reveal an imbalance of parasympathetic or sympathetic nervous system activity during a provocation after an injury. The disturbance is often greatest early after injury and a resolution of the dysfunction occurs in parallel with other symptoms. The possibility exists that the disturbance may remain if the concussion does not resolve. Unfortunately, there is little evidence in humans to support the etiology for the emergence of this post-injury dysfunction. As such, evidence from experimental models of traumatic brain injury and casual observations from human studies of concussion implicate a transient abnormality of the anatomical structures and functions of the cardiovascular autonomic nervous system. The purpose of this review article is to provide a mechanistic narrative of multi-disciplinary evidence to support the anatomical and physiological basis of cardiovascular autonomic nervous system dysfunction after concussion. The review article will identify the anatomical structures of the autonomic nervous system and propose a theoretical framework to demonstrate the potential effects of concussive head trauma on corresponding outcome measurements. Evidence from experimental models will be used to describe abnormal cellular functions and provide a hypothetical mechanistic basis for the respective responses of the anatomical structures to concussive head trauma. When available, example observations from the human concussion literature will be presented to demonstrate the effects of concussive head trauma that may be related to anomalous activity in the respective anatomical structures of the autonomic nervous system.", "doi": "10.1016/j.ijpsycho.2017.11.016", "title": "An anatomical and physiological basis for the cardiovascular autonomic nervous system consequences of sport-related brain injury.", "journal": ["International journal of psychophysiology : official journal of the International Organization of Psychophysiology", "Int J Psychophysiol"]}