{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/c-ub-mts033017.php", "description": "Even a single dose of a specific ribonucleic acid molecule, known as a small interfering RNA (siRNA), offers patients at high risk of cardiovascular disease long-lasting protection against high LDL cholesterol -- one of the main risk factors for heart attack and stroke. This is the result of a clinical study that researchers from Charité and Imperial College London have published as leading authors in the current edition of New England Journal of Medicine.", "article_link": "http://dx.doi.org/10.1056/NEJMoa1615758", "date": "Thu, 30 Mar 2017 04:00:00 GMT", "funder": "", "title": "Molecular therapy set to protect at-risk patients against heart attack and stroke", "region": "europe", "source_link": "http://www.charite.de", "institution": "Charité - Universitätsmedizin Berlin", "text": "Even a single dose of a specific ribonucleic acid molecule, known as a small interfering RNA (siRNA), offers patients at high risk of cardiovascular disease long-lasting protection against high LDL cholesterol - one of the main risk factors for heart attack and stroke. This is the result of a clinical study that researchers from Charité and Imperial College London have published as leading authors in the current edition of New England Journal of Medicine*. As a component of cell walls and a building block of numerous hormones, cholesterol plays an important role in the cell's lipid metabolism. However, too much LDL cholesterol in the blood results in an increased risk of atherosclerosis (hardening of the arteries) and problems such as heart attack and stroke. Patients suffering from a genetic disorder which causes very high levels of LDL cholesterol are at a particularly high risk. In these patients, a protein known as PCSK9 (proprotein convertase subtilisin/kexin type 9) prevents the liver from removing LDL cholesterol from the blood. In their study, Prof. Ulf Landmesser, Head of Charité's Department of Cardiology (Campus Benjamin Franklin), and Prof. Kausik Ray from Imperial College London, used the principle of RNA interference. The process, which was discovered a few years ago, uses RNA molecules (small interfering RNA) to inhibit the synthesis of harmful proteins. When double-stranded siRNA is introduced into a cell, it will bind to a molecule known as the RNA-induced silencing complex (RISC complex). This allows the process to be used in a targeted manner to silence specific genes. In their study, the researchers investigated how effective and efficient a specific siRNA was at targeting the PCSK9 protein. A total of 501 high-risk patients with high LDL cholesterol levels received varying subcutaneous doses of either inclisiran or placebo. Results showed that inclisiran led to a significant reduction in levels of both the protein and LDL cholesterol, with LDL cholesterol levels being reduced by up to 41.9 percent after a single dose, and up to 52.6 percent after two doses. \"It was particularly interesting to see just how sustained the effect of treatment was, with the effect of a single dose remaining apparent for a duration of over nine months,\" explains Prof. Ulf Landmesser. He adds: \"The next step will be to further develop this treatment by conducting a large clinical outcome trial. We are hoping to test what might become a new type of therapy for the prevention of heart attack and stroke in high-risk patients.\"\r\n", "meeting": "", "keywords": ["Cell Biology", " Physiology", " Medicine/Health", " Cardiology", " Stroke", " Physiology", " Genes", " Gene Therapy"]}