{"journal": "Psychiatry Research", "url": "http://www.eurekalert.org/pub_releases/2017-03/cfaa-bti033017.php", "description": "A common symptom of schizophrenia -- not knowing that you're ill -- can be temporarily alleviated using a balance test that stimulates part of the brain with cold water, an exploratory study at the Centre for Addiction and Mental Health (CAMH) has shown.", "article_link": "http://dx.doi.org/10.1016/j.psychres.2017.02.020", "date": "Thu, 30 Mar 2017 04:00:00 GMT", "funder": "Ontario Mental Health Foundation", "title": "Balance test improves insight into illness in schizophrenia", "region": "namerica", "source_link": null, "institution": "Centre for Addiction and Mental Health", "text": "TORONTO, March 30, 2017 - A common symptom of schizophrenia - not knowing that you're ill -- can be temporarily alleviated using a balance test that stimulates part of the brain with cold water, an exploratory study at the Centre for Addiction and Mental Health (CAMH) has shown. The study was published in Psychiatry Research.More than 50 per cent of people with schizophrenia experience impaired insight into their illness, which is a key reason they refuse medication or don't seek treatment, says Dr. Philip Gerretsen, Clinician-Scientist in the Campbell Family Mental Health Research Institute at CAMH. Lack of insight is extremely difficult to treat because it doesn't respond to psychological therapies or medication. The result is poorer health, as well as a higher likelihood of being hospitalized or experiencing housing instability. Dr. Gerretsen devised the idea of using this test for schizophrenia based on research in paralyzed patients with stroke damage who lacked awareness of their paralysis. The test, caloric vestibular stimulation, involves irrigating the ear canal with water at varying temperatures and is commonly used in tests of the body's vestibular or balance system. The procedure can stimulate different areas of the brain, including areas associated with a lack of insight, which has been confirmed by brain imaging studies. In stroke patients with right hemisphere damage, cold water temporarily led to awareness of their paralysis. \"Cold water in the left ear significantly increased patients' insight and awareness of their schizophrenia, which we measured 30 minutes after the test, compared with the sham or placebo treatment using room temperature water,\" says Dr. Gerretsen. Shortly afterward this insight had diminished. In the right ear, however, the cold water treatments appeared to worsen insight. Dr. Gerretsen and his colleagues tested the water procedure with 16 patients with schizophrenia spectrum disorder, who had moderate to severe lack of insight into their illness. The study participants were given, in a random order, one of three conditions: cold water at 4°C in their left ear, cold in their right ear, and sham procedure, in which the water was at body temperature. Patients' insight into their illness was assessed at 30 minutes after the test, using the VAGUS Insight into Psychosis Scale. This scale is designed to capture subtle changes in insight over a short period of time.\"With these promising results, we're embarking on new research aiming to make the period of awareness last longer, using a new device that makes the procedure much more convenient,\" says Dr. Gerretsen. To this end, he's testing a new device, a vestibular stimulation headset with temperature-controlled earpieces. The device was developed by Scion Neurostim. Unlike the water test, this device was designed for home use and doesn't require water or a trained specialist to administer. Study participants will receive this form of thermal stimulation over several consecutive days, to see if it leads to a sustained improvement in illness awareness. ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Mental Health", " Perception/Awareness"]}