{"journal": "PLOS Pathogens", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-vbt032317.php", "description": "In mice, exposure of the bladder to a common vaginal bacterium awakened dormant Escherichia coli and triggered recurrent urinary tract infections (UTIs). Published in PLOS Pathogens, these findings could help improve understanding of recurrent UTIs in women.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006238", "date": "Thu, 30 Mar 2017 04:00:00 GMT", "funder": "", "title": "Vaginal bacterium triggers recurrent E. coli infection in the mouse bladder", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "In mice, exposure of the bladder to a common vaginal bacterium awakened dormant Escherichia coli and triggered recurrent urinary tract infections (UTIs). Published in PLOS Pathogens, these findings could help improve understanding of recurrent UTIs in women. Millions of women around the world experience recurrent bladder infections. Many recurrent UTIs are thought to occur when dormant E. coli present in the lining of the bladder are reactivated, causing a new infection. However, potential triggers of this reactivation have remained unclear. Nicole Gilbert , Valerie O'Brien, and Amanda Lewis of Washington University School of Medicine, St. Louis considered the idea that certain vaginal bacteria, which are mechanically transferred to the urinary tract during sexual activity, may damage bladder tissue and lead to reactivation of E. coli infection. To test this hypothesis, Lewis's team raised mice with dormant E. coli reservoirs in their bladders and exposed their urinary tracts to two vaginal bacteria species commonly found in women. Lactobacillus crispatus, found in high proportions in the healthy vagina, had no effects. However, Gardnerella vaginalis, which can cause problems in the reproductive tract when it grows excessively, damaged the cells lining the bladder and activated the dormant E. coli, which emerged to cause a new infection.Mice exposed to G. vaginalis, which was eliminated rapidly from the bladder, were also more likely to experience life-threatening consequences of the recurrent E. coli UTI, including severe kidney damage and systemic infection. The effects of G. vaginalis persisted after the bacterium was no longer present in the urinary tract. These results indicate the first plausible trigger of recurrent UTIs from dormant E. coli in the bladder. They could also help explain previously found links between vaginal bacteria species, sexual activity, and risk of recurrent UTIs in women.Recurrent UTIs are usually treated with antibiotics to kill the E. coli. If occasional exposure to G. vaginalis does, indeed, cause recurrent infection in some women, then it could serve as a potential new target of treatments to prevent recurrent UTIs. In light of the rise of multi-drug resistant E. coli, such a strategy could prove especially appealing. \"One of the important findings of this study is that Gardnerella can cause damage to organs of the urinary tract even in the absence of E. coli.,\" explains Dr. Lewis. \"This has exciting implications, suggesting that Gardnerella exposures to the bladder could be important for urologic diseases beyond recurrent UTI that we don't fully understand.\"", "meeting": "", "keywords": ["Biology", " Bacteriology", " Biodiversity", " Physiology", " Medicine/Health", " Environmental Health", " Pharmaceutical Science", " Physiology", " Public Health"]}