{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-03/usmc-t5t033017.php", "description": "Five simple medical tests together provide a broader and more accurate assessment of heart-disease risk than currently used methods, cardiologists at UT Southwestern Medical Center found.", "article_link": null, "date": "Thu, 30 Mar 2017 04:00:00 GMT", "funder": "", "title": "These 5 tests better predict heart disease risk", "region": "namerica", "source_link": null, "institution": "UT Southwestern Medical Center", "text": "DALLAS - March 30, 2017 - Five simple medical tests together provide a broader and more accurate assessment of heart-disease risk than currently used methods, cardiologists at UT Southwestern Medical Center found.Combined, results from the five tests - an EKG, a limited CT scan, and three blood tests - better predict who will develop heart disease compared with standard strategies that focus on blood pressure, cholesterol, diabetes, and smoking history, researchers reported.\"This set of tests is really powerful in identifying unexpected risk among individuals with few traditional risk factors. These are people who would not be aware that they are at risk for heart disease and might not be targeted for preventive therapies,\" said Dr. James de Lemos, Professor of Internal Medicine.The five tests, and the information they provide:Four of the five tests are currently readily available and the fifth - high-sensitivity troponin T - will be available soon.Researchers used data from two large population studies, including the Dallas Heart Study, that each followed a large group of healthy individuals for more than a decade. Their study, which appears in the journal Circulation, was partly funded by NASA to develop strategies for predicting heart disease in astronauts.The new study focused on a broader spectrum of cardiovascular disease events rather than only those related to cholesterol plaque buildup, as traditional risk assessment does.\"A major focus of this study is to expand the scope of risk prediction beyond just heart attack and stroke. We believe that people are interested in the whole portfolio of heart problems that can develop including heart failure and atrial fibrillation,\" said Dr. Amit Khera, Professor of Internal Medicine and Director of UT Southwestern's Preventive Cardiology Program.5 tests to better predict heart disease risk:The set of five tests not only expanded risk prediction to include the likelihood of heart failure and atrial fibrillation, but also proved to be a better predictor of heart attack and stroke than currently recommended approaches. Heart failure is a chronic condition in which the heart progressively weakens and atrial fibrillation is a heart rhythm problem. Both conditions have been increasing as the population ages.\"There has been a real need to bring modern science to the problem of heart disease risk prediction, which has relied on traditional risk factors for decades\" said Dr. de Lemos, who holds the Sweetheart Ball?Kern Wildenthal, M.D., Ph.D. Distinguished Chair in Cardiology. \"We wanted to determine whether advances in imaging and blood-based biomarkers could help us to better identify who was at risk for heart disease.\"The added value of the test panel results from the careful selection of tests that were complementary but not redundant, Dr. Khera said.\"These five tests have all stood on their own already. And they each tell us something different about potential heart problems - they're additive. As a result, we are getting a good look at global cardiovascular disease risk,\" said Dr. Khera, who holds the Dallas Heart Ball Chair in Hypertension and Heart Disease.The tests were combined in a simple scoring system with one point for each abnormal result. Compared with those with no abnormal tests, those with five abnormal results had more than a 20-fold increased risk of developing heart complications over the next 10 years.The study was funded in part by a research grant from the National Space Biomedical Research Institute, a NASA-related consortium studying the health effects of long-term space flight.\"NASA is considering long-term missions, for example to Mars. Astronauts are highly trained people and there's a heightened investment in long-term missions. If someone has a cardiovascular event, that would be catastrophic,\" said Dr. Khera.And what's useful for predicting astronauts' heart health is useful for the public.\"We're interested in taking the principles used by NASA and applying them to healthy people. An individual who is interested in obtaining a lot of information about his heart risk over the next 10 to 20 years can get a lot of useful information from these five tests,\" Dr. de Lemos said.Both researchers emphasized, however, that these tests aren't for everyone and should only be done in collaboration with a physician with expertise in heart disease prevention, to help interpret the results.Researchers used data from the Multi-Ethnic Study of Atherosclerosis (MESA), which included a population of 6,621 individuals, and the Dallas Heart Study, which included 2,202 individuals. Both studies include large numbers of minorities and women among their participants, and both studies involve individuals who were healthy at the onset of the study.The landmark Dallas Heart Study, a multiethnic, population-based study begun in 2000, has led to more than 200 published scientific studies, and most notably identified a mutation in a gene called PCSK9 that resulted in extremely low levels of cholesterol. The Dallas Heart Study was established with funding provided by the Donald W. Reynolds Foundation.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}