{"journal": "Angewandte Chemie International Edition", "url": "http://www.eurekalert.org/pub_releases/2017-03/w-whi033017.php", "description": "The plasma membrane serves as a major hub for signal cascades to control crucial cellular processes. But it is a fluid\r\nmedium, which makes the signaling processes difficult to monitor. Now, German scientists have designed a molecular\r\n'paintbrush' technique to trigger, control, and also monitor signaling processes. As they write in the journal\r\nAngewandte Chemie, their modular system made of light-activatable molecular building blocks can, for example, induce\r\npatterned contraction inside living cells.", "article_link": "http://dx.doi.org/10.1002/anie.201611432", "date": "Thu, 30 Mar 2017 04:00:00 GMT", "funder": "", "title": "What happens in the living cell?", "region": "namerica", "source_link": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1521-3773/homepage/press/201712press.html", "institution": "Wiley", "text": "The plasma membrane serves as a major hub for signal cascades to control crucial cellular processes. But it is a fluid\r\nmedium, which makes the signaling processes difficult to monitor. Now, German scientists have designed a molecular\r\n\"paintbrush\" technique to trigger, control, and also monitor signaling processes. As they write in the journal\r\nAngewandte Chemie, their modular system made of light-activatable molecular building blocks can, for example, induce\r\npatterned contraction inside living cells.The plasma membrane is a tight lipid barrier surrounding the cell. Membrane proteins control the influx and efflux of water, ions, proteins, and other compounds. Extracellular signals are transduced by receptors through the membrane to trigger intracellular processes like cell movement or differentiation. The visualization of such events at a molecular level is still a major challenge, mainly because of the fast diffusion of the protein receptors in the plasma membrane. Therefore, the groups of Leif Dehmelt at the Max Planck Institute of Molecular Physiology and Yaowen Wu at the Chemicals Genomics Centre of the Max Planck Society, Germany, have developed a new technology termed \"Molecular Activity Painting\" (MAP), which combines immobilization and light-controlled activation: Artificial receptors tightly anchored on the cell substrate are furnished with a designed modular molecular system. One light pulse activates the modular building blocks, which can trigger localized signal cascades eventually leading to movements of the cytoskeleton. This technology makes the cellular response visible like a stroke of a brush on the membrane.The core of the MAP technology is a soluble multicomponent molecule assembled from four functional parts: a chloroalkyl moiety, a polymeric (PEG) linker, a molecular group called trimethroprim or TMP, and a light-sensitive group called Nvoc. This \"caged chemical dimerizer\", as it is called, can fulfill several tasks: Through its chloroalkyl moiety, it binds to an artificial receptor, which is tightly anchored and immobilized on the cell substrate. The Nvoc group can be removed (\"uncaged\") by a single light pulse. The uncaged TMP moiety is then targeted by a designed factor to induce a signal cascade in the cell. The whole system is aimed at one purpose: control and visualization of molecular\r\nfunction in living cells.Using this technology, the scientists induced a patterned actomyosin contraction inside a living mammalian cell. Or, more exactly, they \"painted\" the letter \"N\" on the plasma membrane of a live cell. \"'Molecular Activity Painting' [...] enables switch-like, patterned perturbations of regulatory networks with micrometer\r\nprecision,\" the scientists propose.", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences"]}