{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/mgh-ssi032917.php", "description": "Massachusetts General Hospital investigators have developed a software package that provides evidence-based, automated support for diagnosing the cause of stroke.", "article_link": "http://dx.doi.org/10.1001/jamaneurol.2016.5815", "date": "Wed, 29 Mar 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Software-based system improves the ability to determine the cause of ischemic stroke", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "Determining the cause of an ischemic stroke - one caused by an interruption of blood supply - is critical to preventing a second stroke and is a primary focus in the evaluation of stroke patients. But despite that importance, physicians have long lacked a robust and objective means of doing so. Now a team of investigators at the Athinoula A. Martinos Center for Biomedical Imaging at the Massachusetts General Hospital (MGH) and the MGH Stroke Service have developed a software package that provides evidence-based, automated support for diagnosing the cause of stroke. Their study validating the package - called Causative Classification of Stroke (CCS) - was published online in JAMA Neurology.\"This was a much-needed study because, although stroke classifications systems are often used in research and clinical practice, these systems are not always able to produce subtypes with discrete pathophysiological, diagnostic and prognostic characteristics,\" says Hakan Ay, MD, a vascular neurologist, Martinos Center investigator and senior author of the JAMA Neurology paper. \"We found that the CCS-based classifications provided better correlations between clinical and imaging stroke features and were better able to discriminate among stroke outcomes than were two conventional, non-automated classification methods.\" There are more than 150 different possible causes - or etiologies - of ischemic stroke, and approximately half of patients exhibit features suggesting more than one possible cause. This leads to considerable complexity in determining the cause of a stroke and, in roughly one of two patients, can lead to disagreements among physicians about the cause. The CCS software helps to reduce this complexity by exploiting classification criteria that are well defined, replicable and based on evidence rather than subjective assessment.The CCS software does this in several ways. First, it weights the possible etiologies by considering the relative potential of each to cause a stroke. Second, in the presence of multiple potential causes it incorporates the clinical and imaging features that make one mechanism more probable than others for an individual patient. Third, it determines the likelihood of that cause by taking into account the number of diagnostic tests that were performed. And finally, it ensures that data is entered in a consistent manner. The software can also serve as an important research tool, by providing investigators with both the ability to examine how stroke etiologies interact with one another and the flexibility to define new etiology subtypes according to the needs of the individual research project.The MGH team previously showed that use of the CCS algorithm reduced the disagreement rate among physicians from 50 percent to approximately 20 percent. The recently published JAMA Neurology study further established the utility of the algorithm by demonstrating its ability to generate categories of etiologies with different clinical, imaging and prognostic characteristics for 1,816 ischemic stroke patients enrolled in two previous MGH-based studies. Based on patient data, CCS was able to assign etiologies to 20 to 40 percent of the patients for which two other systems were unable to determine a cause. It also was better at determining the likelihood of second stroke within 90 days. \"The validity data that have emerged from the current study add to the utility of the software-based approach and highlight once again that careful identification and accurate classification of the underlying etiology is paramount for every patient with stroke,\" says Ay, who is an associate professor of Radiology at Harvard Medical School. \"The information the software provides not only is critical for effective stroke prevention but also could increase the chances for new discoveries by enhancing the statistical power in future studies of etiologic stroke subtypes. We estimate that, compared to conventional systems, the use of CCS in stroke prevention trials testing targeted treatments for a particular etiologic subtype could reduce the required sample size by as much as 30 percent.\"The MGH-licensed CCS is available at https://ccs.mgh.harvard.edu/ and is free for academic use. The software was designed to be a \"living algorithm\" and can accommodate new information as it emerges. New etiology-specific biomarkers, genetic markers, imaging markers and clinical features that become available can be incorporated into the existing CCS algorithm to further enhance its ability to determine the underlying causes of stroke.", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Diagnostics", " Neurobiology"]}