{"journal": "Blood", "url": "http://www.eurekalert.org/pub_releases/2017-03/asoh-sas032217.php", "description": "Patients with atrial fibrillation showed a substantially reduced risk of dangerous bleeding in the brain, known as intracranial hemorrhage, when taking the newer anticoagulant apixaban compared to those taking warfarin. The study also showed that taking aspirin increased the risk of intracranial hemorrhage, especially in older patients.", "article_link": null, "date": "Wed, 29 Mar 2017 04:00:00 GMT", "funder": "", "title": "Study: Apixaban superior to warfarin for reducing brain bleeds in patients with AFib", "region": "namerica", "source_link": null, "institution": "American Society of Hematology", "text": "(WASHINGTON, March 29, 2017) -- In a new analysis, patients with atrial fibrillation showed a substantially reduced risk of dangerous bleeding in the brain, known as intracranial hemorrhage, when taking the newer anticoagulant apixaban compared to those taking warfarin. The study, published online today in Blood, the Journal of the  American Society of Hematology  (ASH), also showed that taking aspirin increased the risk of intracranial hemorrhage, especially in older patients. \"Intracranial hemorrhage has high morbidity and high mortality and is the most severe and most feared complication among physicians prescribing oral anticoagulants,\" said Renato D. Lopes, MD, PhD, a cardiologist at Duke Clinical Research Institute, the study's lead author. \"This study shows apixaban is a better option for oral anticoagulation than warfarin because it reduces stroke while substantially reducing intracranial hemorrhage.\" Atrial fibrillation is a type of irregular heartbeat that affects between 2.7 and 6.1 million Americans, according to estimates from the Centers for Disease Control and Prevention. An erratic heartbeat can allow blood to pool in the heart, which can lead to the formation of a blood clot that travels through the bloodstream and blocks a blood vessel in the brain, causing a stroke. Patients with atrial fibrillation are five times more likely to experience a stroke compared to the general population. Medical guidelines recommend the use of oral anticoagulant medications in patients with atrial fibrillation who are at high risk for stroke. These medications reduce the blood's clotting ability, which substantially lowers the risk of stroke, but also increases the risk of uncontrolled bleeding. Intracranial hemorrhage is a rare, but serious complication of these medications, occurring in about 1 percent of patients prescribed anticoagulants for atrial fibrillation. This type of bleeding in the brain can occur spontaneously or after trauma (such as a fall); can cause a range of symptoms including headache, vomiting, seizures, and coma; and has been associated with a 30-day mortality rate of 50 percent. Historically, warfarin, a vitamin-K antagonist, has been considered the standard of care for oral anticoagulation therapy, but warfarin requires careful management to ensure patients receive the proper dosing. Drugs in a class of newer anticoagulants known as non-vitamin K antagonist oral anticoagulants, or NOACs, are easier to manage and have been shown to be as effective as warfarin, leading to a surge in the use of NOACs in patients with atrial fibrillation and other conditions in recent years. The new analysis is the first to compare apixaban, a NOAC, to traditional warfarin in terms of the risk for intracranial hemorrhage. The trial enrolled more than 18,000 patients in North America, Latin America, Europe, and Asia. All patients had atrial fibrillation and at least one additional risk factor for stroke. Patients were randomized to each medicine; half received apixaban and half received warfarin. Outcomes were tracked for a median of 1.8 years. Intracranial hemorrhage occurred at a rate of 0.80 percent per year in patients taking warfarin and 0.33 percent per year in patients taking apixaban, meaning that patients taking apixaban were 58 percent less likely to experience intracranial hemorrhage compared to those taking warfarin. The difference was even greater for patients experiencing trauma-related intracranial hemorrhage; patients taking apixaban were 75 percent less likely to experience trauma-related bleeding compared to those taking warfarin. The results were consistent across all types and locations of bleeding in the brain. The vast majority of patients taking warfarin showed INR (International Normalized Ratio) values, a measure of clotting factors, in the target range or below the target range within about two weeks of experiencing intracranial hemorrhage, which suggests their warfarin dosage was properly or under-calibrated, respectively.  Among all patients, the highest risk for intracranial hemorrhage was seen in patients who were age 80 or older, were treated in Asia or Latin America, or had a previous stroke or mini-stroke. Taking concomitant aspirin at the start of the study was found to significantly increase the risk of intracranial hemorrhage. About 30 percent of patients with atrial fibrillation use aspirin. Aspirin is a blood thinner that prevents platelets from clumping together, but it is not an anticoagulant medication and is not considered to effectively prevent strokes in patients with atrial fibrillation. \"We know that aspirin has only a modest effect in preventing stroke in atrial fibrillation patients, yet it was one of the top predictors of intracranial hemorrhage,\" said Dr. Lopes. \"Our finding demonstrates that aspirin is not as safe as one might think.\" The increased risk of intracranial hemorrhage associated with aspirin use was particularly pronounced in older patients. Future studies could help elucidate how the development and availability of antidotes for NOACs may affect the treatment and associated outcomes of intracranial hemorrhage, said Lopes.  ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Hematology"]}