{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-gdt032417.php", "description": "Gum disease and tooth loss in postmenopausal women may be linked to a higher risk of death.  The dental issues did not appear to increase the risk of cardiovascular disease. The findings suggest older women may benefit from more intensive oral screening measures.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.004518", "date": "Wed, 29 Mar 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Gum disease, tooth loss may increase postmenopausal women's risk of death", "region": "namerica", "source_link": "http://newsroom.heart.org/news/gum-disease-tooth-loss-may-increase-postmenopausal-womens-risk-of-death?preview=fdbd40c9957a903dc413d5b26d90ac92", "institution": "American Heart Association", "text": "DALLAS, March 29, 2017 -- Gum disease and tooth loss may be associated with a higher risk of death in postmenopausal women but not increased cardiovascular disease risk, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Loss of all natural teeth also was linked with an increased risk of death in postmenopausal women.Periodontal disease, a chronic inflammatory disease of the gum and connective tissue surrounding the teeth, affects nearly two-thirds of U.S. adults 60 and older. The loss of all one's teeth, called edentulism, impacts about one-third of U.S. adults 60 and older and often results from periodontal disease.\"Beside their negative impact on oral function and dietary habits, these conditions are also thought to be related to chronic diseases of aging,\" said Michael J. LaMonte, Ph.D., M.P.H., study author and research associate professor in epidemiology and environmental health at the University at Buffalo in New York.Researchers analyzed the health information from the Women's Health Initiative program -- a study of 57,001 women, 55 years and older.\"Previous studies included smaller sample sizes or had limited numbers of cardiovascular disease events for analysis. Ours is among the largest and focuses exclusively on postmenopausal women in whom periodontitis, total tooth loss and cardiovascular disease is high nationally,\" LaMonte said.In 6.7-year follow up of postmenopausal women studied, they found:\"Our findings suggest that older women may be at higher risk for death because of their periodontal condition and may benefit from more intensive oral screening measures,\" LaMonte said. \"However, studies of interventions aimed at improving periodontal health are needed to determine whether risk of death is lowered among those receiving the intervention compared to those who do not. Our study was not able to establish a direct cause and effect.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}