{"journal": "Journal of Nutrition", "url": "http://www.eurekalert.org/pub_releases/2017-03/ps-epm032817.php", "description": "Eating peanuts with a meal may help protect against cardiovascular diseases which can lead to heart attacks and stroke, according to an international team of researchers.", "article_link": null, "date": "Wed, 29 Mar 2017 04:00:00 GMT", "funder": "Peanut Institute, National Center for Research Resources, National Center for Advancing Translational Sciences, National Institutes of Health", "title": "Eating peanuts may lead to supple arteries and healthy hearts", "region": "namerica", "source_link": null, "institution": "Penn State", "text": "Eating peanuts with a meal may help protect against cardiovascular diseases which can lead to heart attacks and stroke, according to an international team of researchers.In the study, overweight and obese but otherwise healthy men who ate about three ounces of peanuts with a high-fat meal had a blunted increase of lipids in their bloodstream, said Penny Kris-Etherton, distinguished professor of nutrition, Penn State. She added that previous studies have shown that after a meal, there is a spike in blood lipids; this spike can increase the risk of cardiovascular disease, which is the leading cause of death in the United States, as well as around the world.\"Typically, whenever we eat something, it causes the arteries to get a little bit stiffer during the post-meal period, but we have shown that if you eat peanuts with your meal, this can help prevent the stiffening response,\" said Kris-Etherton. \"When the stiffening response happens in the cells that line the arteries, resulting in decreased elasticity in the arteries, it can limit the availability of nitric oxide, and when there's less nitric oxide, the arteries don't dilate that much. What you want is a dilation of the arteries and for them to be really elastic.\"She added that over time, the arterial stiffening response can limit blood flow throughout the body and cause the heart to work harder, increasing the risks of serious cardiovascular problems over time.\"As the heart works harder and harder, over a long period of time, it could lead, ultimately, to heart failure,\" said Kris-Etherton.According to the researchers, who report their findings in the current issue of the Journal of Nutrition, eating peanuts can keep the cells that line the arteries healthy, helping them stay more elastic. The researchers showed that when peanuts are eaten with a meal the typical post-meal increase of triglycerides -- a type of fat found in the bloodstream -- is blunted.\"After a meal, triglycerides increase and this typically decreases the dilation of the arteries, but the peanuts prevent that big increase in triglycerides after the meal,\" said Kris-Etherton. \"And that may be the mechanism behind this effect, because the triglycerides are not getting so high, which may explain why there is not a decrease in artery elasticity.\"The researchers recruited 15 healthy overweight and obese men for the study. Participants ate a control meal with three ounces of ground unsalted peanuts in the form of a shake. A control group was fed a shake of similar nutritional quantity and quality, but without the peanuts. The researchers took blood samples from the subjects to measure lipid, lipoprotein and insulin levels after 30, 60, 120 and 240 minutes.An ultrasound machine was used to measure the subjects' blood flow.According to the researchers, there was a 32 percent reduction in the triglyceride levels after the consumption of the peanut meal compared to the control group.Three ounces of peanuts is about three times the amount of an average serving size, according to the researchers. Although the peanuts were ground up into a shake for the study, the researchers indicate that just eating peanuts would be expected to cause the same response.The researchers said that future studies should have more participants and include both men and women.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Nutrition/Nutrients"]}