{"journal": "Canadian Pharmacists Journal", "url": "http://www.eurekalert.org/pub_releases/2017-03/cpa-pcf032817.php", "description": "A new study shows that comprehensive long-term pharmacist care for Canadians with hypertension, including patient education and prescribing, improves health outcomes and will save money for Canada's cash-strapped health care system. Projected cost savings would be more than $15.7 billion if full scope pharmacist care were administered to the full eligible population in Canada.", "article_link": "http://dx.doi.org/10.1177/1715163517701109", "date": "Wed, 29 Mar 2017 04:00:00 GMT", "funder": "", "title": "Pharmacist care for Canadians with hypertension would save more than $15.7 billion", "region": "namerica", "source_link": null, "institution": "Canadian Pharmacists Association", "text": "March 29, 2017 (Ottawa): A new study shows that comprehensive long-term pharmacist care for Canadians with hypertension, including patient education and prescribing, improves health outcomes and will save money for Canada's cash-strapped health care system. Projected cost savings would be more than $15.7 billion if full scope pharmacist care were administered to the full eligible population in Canada.The peer-reviewed study, published online ahead of the May/June issue of the Canadian Pharmacists Journal,  looked at alternatives to usual hypertension care, including full scope pharmacist care--making full use of pharmacists' scope of skills, including prescribing. The analysis shows a real and significant benefit from pharmacist care both in terms of cost savings and health benefits when compared to usual care. \"For the first time there is evidence illustrating the significant amount of health care dollars that can be saved by allowing pharmacists to provide full scope of care to Canadians living with hypertension,\" said Carlo Marra, lead researcher of the study. \"While there has long been evidence available for the health benefits of pharmacist care in hypertension management, there has been, until now, a lack of research done on the economic value of this type of care, particularly in Canada.\"In all analyses, the rates for cardiovascular disease and kidney failure are lowest with the full scope of pharmacist care and highest under the usual care regime. The results also highlight the relatively low costs of the program, particularly relative to the costs of treating cardiovascular disease or kidney failure.\"Pharmacists are highly accessible primary health care providers and ideally positioned to address the care gap in hypertension management,\" said Phil Emberley, Director of Professional Affairs, Canadian Pharmacists Association. \"With the infrastructure for these services already in place, we need to ensure pharmacists are able to make use of their full scope of skills across Canada.\"Previous research has shown that systolic blood pressure would be reduced by 18.3 mmHg with full scope pharmacist care. When applied to this study, over 30 years, it is estimated that for every five people receiving full scope pharmacist care, one cardiovascular event (defined as stroke, heart attack, angina and heart failure) would be avoided and four years of life would be saved.When the full eligible population accessing care is considered over 30 years of full scope care, there would be:\r\nWith around 5.3 million Canadians living with hypertension, the burden on society is enormous both in health and economic terms. Prevalence in 2015 was reported to be 24% in adults and is expected to rise to 33% by 2030. Being able to improve these numbers even slightly would result in countless lives saved.\r\n\"Hypertension is a leading cause for heart attack, stroke and death,\" said Dr. Nadia Khan, President, Hypertension Canada. \"Almost 2 million Canadians have uncontrolled blood pressure and many don't even know they have it.  We must continue to look for new and different strategies to combat this challenge. By working together all health care professionals, including pharmacists, have an important opportunity to advance control rates and ensure all Canadians avoid the potentially devastating complications of hypertension.\"  ", "meeting": "", "keywords": ["Business/Economics", " Health Care", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Public Health"]}