{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoea-sra032817.php", "description": "A new study involving the University of East Anglia (UEA) has revealed for the first time the global scale of premature deaths related to air pollution from international trade.", "article_link": "http://dx.doi.org/10.1038/nature21712", "date": "Wed, 29 Mar 2017 04:00:00 GMT", "funder": "", "title": "Study reveals amount of premature deaths linked to international trade", "region": "europe", "source_link": null, "institution": "University of East Anglia", "text": "A new study involving the University of East Anglia (UEA) has revealed for the first time the global scale of premature deaths related to air pollution from international trade. Each year millions of people die prematurely from diseases caused by exposure to outdoor air pollution. While some studies have estimated premature mortality related to local air pollution sources, it can be affected by atmospheric transport of pollution from distant sources.International trade is also contributing to the globalisation of emissions and pollution as a result of the production of goods, and their associated emissions, in one region, for consumption in another. The effects of international trade on air pollutant emissions and air quality have been investigated regionally, but this study presents for the first time a combined global assessment on health impact.The research, published tomorrow in the journal Nature, estimates premature mortality linked to fine particulate matter pollution (PM2.5) as a result of atmospheric transport and the production and consumption of goods and services in 13 regions -- encompassing 228 countries -- of the world. The study focused on deaths from heart disease, stroke, lung cancer and chronic obstructive pulmonary disease.Linking four state-of-the-art global data models, the international research team estimates that of the 3.45 million global premature deaths related to PM2.5 pollution in 2007, about 12 per cent, or 411,100, were related to air pollutants emitted in a different region of the world, and about 22 per cent, or 762,400, were associated with goods and services produced in one region for consumption in another. Chinese emissions caused more than twice the number of deaths worldwide than the emissions of any other region, followed by emissions produced in India and the rest of Asia region. For example, PM2.5 pollution produced in China is linked to more than 64,800 premature deaths in other regions, including over 3,100 deaths in Western Europe and the US. Meanwhile consumption in Western Europe and the US is linked to over 108,600 premature deaths in China.The researchers argue that if the cost of imported products is lower because of less stringent air pollution controls in the regions where they are produced, then the consumer savings may come at the expense of lives lost elsewhere. Study co-author Dabo Guan, a professor in climate change economics at UEA's School of International Development, said: \"Our results reveal that inter-regional health impacts associated with PM2.5 pollution as a result of international trade are higher than those as a result of long-distance atmospheric pollutant transport.\"This indicates that premature mortality related to air pollution is more than just a local issue and our findings quantify the extent to which air pollution is a global problem. International trade is further globalizing the issue of air pollution mortality by allowing production and consumption activities to be physically separated. In our global economy, the goods and services consumed in one region may entail production of large quantities of air pollution, and related mortality, in other regions.\" The authors suggest that regional policies to regulate air quality by imposing a price on pollutant emissions may be effective, and in some cases a considerable proportion of the overall costs of such policies might be shared with consumers in other regions. However, there is some evidence that the polluting industries have tended to migrate to regions with more permissive environmental regulations, suggesting that there may be tension between a given region's efforts to improve air quality and attract foreign direct investment. They add: \"Improving pollution control technologies in China, India and elsewhere in Asia would have a disproportionately large health benefit in those regions and worldwide, and international co-operation to support such pollution abatement efforts and reduce 'leakage' of emission via international trade is in the global interest.\" When looking at the distribution of premature deaths due to PM2.5 air pollution produced in China, Western Europe, the US, and India, in each case the largest health impacts of pollution produced in a given region were local, but deaths in neighbouring regions as well as in more-distant areas are also evident due to intercontinental transport, particularly in downwind areas with dense populations. For example, 30,900 deaths in the Rest of East Asia region (which includes Japan and South Korea) were related to emissions in China and 47,300 deaths in Eastern Europe were related to emissions in Western Europe. More distant impacts also occur, with 2,300 deaths in Western Europe related to pollution transported from the US. Globally, 16.3 per cent of attributable deaths (or 12 per cent of total deaths) were caused by pollution produced in a different region.Given China's population density, high emissions-intensity, large proportion of exports, and the large populations of neighbouring regions, Chinese exports embody a greater number of premature deaths than exports from any other region. For example, emissions embodied in Chinese exports have a disproportionately large effect on exposure in population-dense regions such as Japan and South Korea. In contrast, net imports to the US and Western Europe embody the greatest number of deaths. Emissions produced by a million Eastern Europeans resulted in 1,027 PM2.5-related deaths around the world, a greater impact per capita than any other region. Having the world's largest population, per capita impacts in China are quite substantial: the emissions produced per million Chinese caused 770 deaths worldwide. In terms of consumption, individuals in the affluent regions, such as Western Europe, the US and Canada, were related to a greater than average number of deaths worldwide. Furthermore, a disproportionate number of those deaths occurred in other regions; for every million Western European, Canadian and US consumers, there were 416, 395, and 339 deaths in other regions, respectively. Per capita, Eastern Europe and Russia suffered more of these transboundary deaths than any other regions: per million people in those regions, 531 and 365 died, respectively, due to products consumed elsewhere.'Transboundary health impacts of transported global air pollution and international trade', is published in Nature on March 29, 2017.", "meeting": "", "keywords": ["Atmospheric Science", " Pollution/Remediation", " Biology", " Earth Science", " Climate Change", " Climate Change", " Climate Change"]}