{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-npd032817.php", "description": "The new Severity-based Stroke Triage Algorithm for emergency medical services (EMS) equips ambulance crews with information and tools to better identify a stroke, assess a patient's overall condition and determine the best hospital for the patient's specific treatment needs.", "article_link": null, "date": "Tue, 28 Mar 2017 04:00:00 GMT", "funder": "", "title": "New process designed to streamline faster care for EMS triage, transport of stroke patients", "region": "namerica", "source_link": "http://newsroom.heart.org/news/new-process-designed-to-streamline-faster-care-for-ems-triage-transport-of-stroke-patients?preview=0dacd1c39a491fa18604c3f7ecefaee4", "institution": "American Heart Association", "text": "DALLAS, March 28, 2017 -- A new process, developed by the American Heart Association/ American Stroke Association, will help streamline the initial emergency care of stroke patients.       The new Severity-based Stroke Triage Algorithm for emergency medical services (EMS) equips ambulance crews with information and tools to better identify a stroke, assess a patient's overall condition and determine the best hospital for the patient's specific treatment needs.      \"The new algorithm is needed as new innovations in stroke treatment emerge, such as catheters used to remove large clots in the brain. Although the intravenous use of tissue plasminogen activator, or IV r-tPA (alteplase), is still the most common standard for treating many strokes, these newer endovascular treatments are appropriate in certain cases. However, they require specific equipment and specially-trained personnel that aren't available at all hospitals, especially those in rural or suburban areas,\" said Peter D. Panagos, M.D., co-chair of the American Heart Association/American Stroke Association Mission Lifeline: Stroke committee that helped oversee and develop the algorithm. \"With these available treatment options, the challenge is identifying severe strokes early, before arrival at the hospital, to get patients to the right facility to get the right therapy in the right amount of time.\"The algorithm puts more responsibility on EMS to provide fast, appropriate triage for the most severely impaired stroke patients. It calls for first responders to use a regionally approved stroke severity tool that may help identify a larger ischemic stroke that may require both intravenous and endovascular thrombectomy treatments.The protocol considers that regions around the U.S. have different assets and resources when it comes to treating stroke - meaning the right stroke care may not always be available at the closest facility. Ideally, providers, responders and other stakeholders in each region understand available resources and work together on a stroke EMS plan. The plan should allow EMS to triage large vessel occlusion stroke patients to centers offering advanced stroke treatments, such as endovascular thrombectomy, as needed, if doesn't delay treatment too long or impact the use of IV alteplase.\"Sometimes, this could mean bypassing a smaller, closer hospital to get the patient to a larger center providing specialized treatment,\" said Panagos, an associate professor of emergency medicine and neurology at Washington University School of Medicine in St. Louis. \"Not only does it help to get stroke patients to the optimal hospital, but the algorithm also requires that smaller centers and larger centers work together in a collaborative fashion to streamline the effective care of stroke patients. We like to consider most care is appropriate locally and reserve transport to larger centers in only the most extreme cases.\"A diverse group of healthcare professionals, including EMS and all levels of the hospital-based stroke care teams designed the Severity-based Stroke Triage Algorithm. It is broad enough to be applied across the country and across regions and flexible enough to be tailored to individual communities.", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}