{"journal": "Population and Environment", "url": "http://www.eurekalert.org/pub_releases/2017-03/lu-sft032817.php", "description": "A new research paper finds that in countries where gender inequalities are most pronounced, women are much more likely to be exposed to solid fuel -- including burning from wood, crop wastes, charcoal, and dung -- and its negative consequences.", "article_link": "http://dx.doi.org/10.1007/s11111-017-0269-z", "date": "Tue, 28 Mar 2017 04:00:00 GMT", "funder": "", "title": "Study finds that elevating women's status lowers dependence on solid fuels", "region": "namerica", "source_link": null, "institution": "Lehigh University", "text": "Globally, more people die each year of indoor air pollution than HIV, TB and malaria combined. So why is household air pollution such a neglected health issue and what needs to change in order to stop this \"silent killer of women\"?Kelly Austin, a Lehigh University sociologist, predicts that air pollution and air quality issues are going to be paramount in the next decade. Using the most recent data from the World Health Organization (WHO), her latest research paper, \"Household Air Pollution As A Silent Killer: Women's Status and Solid Fuel Use in Developing Nations,\" published in Population and Environment, finds that in countries where gender inequalities are most pronounced, women are much more likely to be exposed to solid fuel -- including burning from wood, crop wastes, charcoal, and dung -- and its negative consequences.The research represents the first effort to simultaneously consider both the causes and gendered health consequences of solid fuel use. Austin concludes in her study that greater gender equality is an important avenue in addressing this global pandemic.In her research, Austin notes WHO's most recent data set which found that around 3 billion people cook, light, and heat their homes using solid fuels in open fires and poorly constructed stoves, producing high levels of household air pollution in poorly ventilated conditions like small kitchens. In some nations, particularly in Sub-Saharan Africa and some parts of Asia, over 95% of the population relies on solid fuels. Small soot particles that penetrate deep into the lungs lead to a range of health problems including stroke, ischemic heart disease, cataracts, and pneumonia. Austin adds that 4.3 million people die prematurely per year from illnesses like these attributable to household air pollution. She notes that exposure to these negative health effects is especially high among women and young children within developing nations, as traditional gender roles dictate that women and girls spend most of their time near the domestic hearth in the kitchen.As a result, researchers refer to the household pollutants that come from the use of solid fuels as a \"silent killer.\"The study of 98 developing nations illuminates the importance of female empowerment in predicting both the causes and consequences of solid fuel burning for women.In many of the countries studied, Austin says, \"it's illegal for women to have an income, get loans or even gain employment.\" She concludes that empowering women in developing countries will lead to less use of solid fuels. Educating girls and exposing them to different ideas about success she says could have a profound impact on lowering the number of deaths related to household air pollution. Also, when women are economically empowered, they are more likely to invest in cleaner fuel sources and spend less time in the kitchen. Although Sub-Saharan African nations have the highest rates of solid fuel use and deaths, Austin says the results demonstrate that location in Sub-Saharan Africa does not inherently lead to increased solid fuel use or female vulnerability to indoor air pollution deaths. Rather, these nations tend to have especially low levels of female empowerment, measured through access to education, contraceptive use, and high fertility rates.Austin concludes: \"When we elevate the status of women, dependence on solid fuels goes down drastically. The study illuminates the importance of female empowerment in predicting both the causes and consequences of solid fuel burning for women.\"The results of Austin's study reveal important interrelationships involving women's socio-health status, solid fuel use, and the proportion of female deaths due to indoor air pollution, where enhanced women's status is associated with declines in solid fuel use and the female proportion of indoor air pollution-related deaths across developing nations.\r\n", "meeting": "", "keywords": ["Pollution/Remediation", " Pollution/Remediation", " Death/Dying", " Environmental Health", " Public Health", " Social/Behavioral Science", " Quality of Life", " Developing Countries", " Poverty/Wealth", " Disease in the Developing World"]}