{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/uohc-acf032717.php", "description": "An Astaxanthin compound has been found to switch on the FOX03 'longevity gene' in a study using mice at the University of Hawaii.  Researchers measured a nearly 90 percent increase in the activation of the gene in the animals' heart tissue. Life sciences company Cardax Inc. looks forward to further confirmation in human clinical trials of Astanxanthin's potential role as an anti-aging therapy.", "article_link": null, "date": "Tue, 28 Mar 2017 04:00:00 GMT", "funder": "", "title": "Astaxanthin compound found to switch on the FOX03 'longevity gene' in mice", "region": "namerica", "source_link": null, "institution": "University of Hawaii Cancer Center", "text": "The University of Hawaii John A. Burns School of Medicine (\"JABSOM\") and Cardax, Inc. (\"Cardax\") (OTCQB:CDXI), a Honolulu based life sciences company, have jointly announced the results of an animal study evaluating the effectiveness of a compound that holds promise in anti-aging therapy.The Astaxanthin compound CDX-085 (developed by Cardax) showed the ability to significantly increase the expression of the FOXO3 gene, which plays a proven role in longevity.\"All of us have the FOXO3 gene, which protects against aging in humans,\" said Dr. Bradley Willcox, MD, Professor and Director of Research at the Department of Geriatric Medicine, JABSOM, and Principal Investigator of the National Institutes of Health-funded Kuakini Hawaii Lifespan and Healthspan Studies.  \"But about one in three persons carry a version of the FOXO3 gene that is associated with longevity.  By activating the FOXO3 gene common in all humans, we can make it act like the \"longevity\" version.  Through this research, we have shown that Astaxanthin \"activates\" the FOXO3 gene,\" said Willcox.\"This preliminary study was the first of its kind to test the potential of Astaxanthin to activate the FOXO3 gene in mammals,\" said Dr. Richard Allsopp, PhD, Associate Professor, and researcher with the JABSOM Institute of Biogenesis Research. In the study, mice were fed either normal food or food containing a low or high dose of the Astaxanthin compound CDX-085 provided by Cardax. The animals that were fed the higher amount of the Astaxanthin compound experienced a significant increase in the activation of the FOXO3 gene in their heart tissue. \"We found a nearly 90% increase in the activation of the FOXO3 \"Longevity Gene\" in the mice fed the higher dose of the Astaxanthin compound CDX-085,\" said Dr. Allsopp.\"This groundbreaking University of Hawaii research further supports the critical role of Astaxanthin in health and why the healthcare community is embracing its use,\" said David G. Watumull, Cardax CEO. \"We look forward to further confirmation in human clinical trials of Astaxanthin's role in aging.\"  \"We are extremely proud of our collaborative efforts with Cardax on this very promising research that may help mitigate the effects of aging in humans,\" said Vassilis L. Syrmos, Vice President of Research at the University of Hawaii.  \"This is a great example of what the Hawaii Innovation Initiative is all about -- when the private sector and government join forces to build a thriving innovation, research, education and job training enterprise to help diversify the state's economy.\"  ", "meeting": "", "keywords": ["Cell Biology", " Biochemistry", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Alternative Medicine", " Cardiology", " Genes"]}