{"keywords": ["Neurochemistry", " Social/Behavioral Science"], "funder": "", "journal": "Science", "description": "Researchers have identified a neural circuit in the brains of mice that plays a role in social dominance.", "title": "A neural switch for becoming alpha male", "source_link": null, "institution": "American Association for the Advancement of Science", "meeting": "", "text": "Researchers have identified a neural circuit in the brains of mice that plays a role in social dominance. Stimulating the neurons in this circuit significantly boosted a mouse's chance of becoming the \"winner\" during aggressive encounters with other mice. Many species in the animal kingdom compete with each other to form a system of social hierarchy. From this hierarchy, a phenomenon called the \"winner effect\" has been observed, whereby each victory against a peer increases the victor's probability of winning the next social dominance showdown. The dorsomedial prefrontal cortex (dmPFC) has been implicated in the long-term regulation of social dominance, yet the exact mechanism behind the \"winner effect\" remains unknown. To gain more insights into the effect's molecular underpinnings, Tingting Zhou and colleagues studied mice as they performed a standard social dominance test. In this test, male mice in a tube (see related video) face each other and researchers record how much each one engages in certain behaviors: push initiation, push-back, resistance, retreat, or stillness. Here, monitoring individual neurons in the dmPFC during such tests revealed that a particular subset became more active during both push and resistance (or dominance) behaviors. In mice with an established social rank, the researchers inhibited this subset of dominance neurons using a drug; within hours, these mice engaged in significantly fewer and shorter pushes and push-backs, the authors say, and in more retreats. Next the researchers used optogenetics to stimulate the dmPFC neurons continuously during a social dominance encounter. This instantaneously induced winning against previously dominant opponents with a 90% success rate, without affecting the motor performance or anxiety level. Remarkably, stimulating these neurons during social dominance tests one day affected the mice's performance - without any stimulation - the next day; mice receiving more than six photostimulated wins all maintained their new rank, whereas most mice receiving fewer than five photostimulated wins returned to their original rank, the authors report.\r\n", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaft-ans071017.php", "article_link": "http://dx.doi.org/10.1126/science.aak9726", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}