{"journal": "The Open Cardiovascular Medicine Journal", "url": "http://www.eurekalert.org/pub_releases/2017-07/bsp-sf072117.php", "description": "Historically, from the 1930's to the 1950's, the rate of cardiovascular disease in high-income countries was high. Since the mid-1970's, the rate of cardiovascular disease has declined in high income countries, possibly due to socioeconomic inequalities and better management of risk factors for coronary heart disease  among the wealthy.", "article_link": "http://dx.doi.org/10.2174/1874192401711010047", "date": "Fri, 21 Jul 2017 04:00:00 GMT", "funder": "", "title": "Socioeconomic factors and severity of coronary artery disease", "region": "asia", "source_link": null, "institution": "Bentham Science Publishers", "text": "Historically, from the 1930's to the 1950's, the rate of cardiovascular disease in high-income countries was high. Since the mid-1970's, the rate of cardiovascular disease has declined in high income countries, possibly due to socioeconomic inequalities and better management of risk factors for coronary heart disease  among the wealthy. \r\nWe conducted a prospective, multicenter, multiethnic, observation study of consecutive patients undergoing coronary angiography at five hospitals in the Kingdom of Saudi Arabia and the United Arab Emirates.  Our study demonstrates an association between higher income and higher risk for significant coronary artery disease (CAD) and multivessel disease. We speculate that his finding can be explained by poor lifestyle practice in the Gulf region (physical inactivity, sedentary lifestyle, unhealthy diet, tobacco use) and high stressful events related to work and daily activities of living. Previous studies among men linking stress-related health risks with substantial losses in income and wealth help support our speculation. In addition, people living in rural areas and those who are jobless had a higher risk of significant coronary artery disease and multivessel disease, which is in agreement with previous studies.\r\nOur current study failed to show an association between education level and risk of coronary artery disease. This could be explained by a large number of illiterate patients (50%) and those who had secondary education (35%) and not reflect all education levels.\r\nThe well-accepted socioeconomic-CAD gradient might not be applicable to all regions of the world. We suggest that the interpretation of socioeconomic status should take into account the differences in risk factors among different ethnicities and cultural differences in individual lifestyles from the same socioeconomic status. Broader studies are needed to explore this association that is in contradiction to what has been previously reported of the link between coronary vascular disease and lower socioeconomic standing.", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Circadian Rhythm"]}