{"journal": "Structural Heart: The Journal of the Heart Team", "url": "http://www.eurekalert.org/pub_releases/2017-07/crf-fio072117.php", "description": "The Cardiovascular Research Foundation (CRF) is pleased to announce that the first issue of Structural Heart: The Journal of the Heart Team is now available online.", "article_link": null, "date": "Fri, 21 Jul 2017 04:00:00 GMT", "funder": "", "title": "First issue of Structural Heart: The Journal of the Heart Team is now available", "region": "namerica", "source_link": "http://www.crf.org/crf/news-and-events/news/news/2229-first-issue-of-structural-heart-the-journal-of-the-heart-team-is-now-available", "institution": "Cardiovascular Research Foundation", "text": "NEW YORK - July 21, 2017 -The Cardiovascular Research Foundation (CRF) is pleased to announce that the first issue of Structural Heart: The Journal of the Heart Team is now available online. Structural Heart is an international, peer-reviewed journal focusing on diagnosing and treating diseases of the heart valves, myocardium and great vessels, as well as congenital heart disease, and the importance of the Heart Team in this process. The journal covers topics such as diagnostic techniques, percutaneous interventional procedures, cardiovascular surgery, drug treatment, findings from the laboratory, and clinical trials. \"Structural heart disease is one of the most rapidly growing areas within cardiology and the source of some of the most exciting research and clinical advances in the field,\" said Anthony N. DeMaria, MD, Editor-in-Chief of the Journal and the Judith and Jack White Chair in Cardiology and Founding Director of the Sulpizio Cardiovascular Center at the University of California, San Diego. \"The combination of increasing medical need coupled with the availability of innovative new therapies have propelled this field forward, and up until this point there has largely been a void in medical publications devoted to this topic. We hope that Structural Heart will fill that void.\"Led by a distinguished Editorial Board of recognized international experts in the field, Structural Heart is dedicated to disseminating the latest research and information to members of the Heart Team, as well as the wider medical community interested in structural disorders. \"The emergence of structural heart disorders as a prominent part of cardiovascular practice has fostered collaboration among various professional disciplines involved in the care of these patients,\" said Ori Ben-Yehuda, MD, Deputy Editor of the Journal and Executive Director of the CRF Clinical Trials Center (CTC). \"The field continues to be fueled by new, more accurate non-invasive diagnostic assessment, breakthrough interventional and surgical therapy, and the benefit of team decision-making and collaboration. It is our hope that Structural Heart will be a valuable addition to medical literature and an important source of information for Heart Teams around the world.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}