{"journal": "Aphasiology", "url": "http://www.eurekalert.org/pub_releases/2017-07/bcfg-sib072017.php", "description": "A recent Baycrest study found that patients who accessed speech language therapy over the Internet saw large improvements to their communication abilities that were similar to those of patients doing in-person therapy.", "article_link": "http://dx.doi.org/10.1080/02687038.2017.1355440", "date": "Thu, 20 Jul 2017 04:00:00 GMT", "funder": "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Manitoba Patient Access Network", "title": "Similar improvements between speech language therapy delivered online and in-person", "region": "namerica", "source_link": "http://www.baycrest.org/research-news/speech-language-therapy-delivered-through-the-internet-leads-to-similar-improvements-as-in-person-treatment/", "institution": "Baycrest Centre for Geriatric Care", "text": "Telerehabilitation helps healthcare professionals reach more patients in need, but some worry it doesn't offer the same quality of care as in-person treatment. This isn't the case, according to recent research by Baycrest.The study, published in the journal Aphasiology, found that patients who accessed speech language therapy over the Internet saw large improvements to their communication abilities that were similar to those of patients doing in-person therapy.This finding encourages greater adoption of telerehabilitation to treat patients living in remote communities who are recovering from post-stroke communication disorders as a way to improve the use of limited healthcare resources.\"People with communication disorders, such as aphasia, are often provided with therapy only for the first few months after they have been diagnosed, despite evidence that therapy can benefit them for years,\" says Dr. Jed Meltzer, lead author and neurorehabilitation scientist at Baycrest's Rotman Research Institute. \"Location can limit a patient's access to a speech-language pathologist, especially for individuals living in rural areas. Our study shows that telerehabilitation can remove this geographic barrier since participants saw similar recovery results.\"Despite these comparable improvements, an unexpected finding was that patients who did telerehabilitation therapy weren't as confident in their communication abilities compared to those who did in-person treatment.\"Low confidence can lead to continued isolation and it is important that patients be encouraged to find other ways to socially engage with others beyond their therapy,\" says Dr. Meltzer.Based on the study's findings, Dr. Meltzer suggests that speech-language pathologists continue to play a critical role in the creation and supervision of treatment for patients and computer-based or tablet-based applications can help handle day-to-day treatment exercises.The study analyzed the recovery of 44 patients who had a communication disorder caused by a stroke at least six months prior to recruitment. All patients received an in-person assessment and participated in a language skills test in the first week of therapy. They were then assigned either telerehabilitation or in-person treatment for 10 weeks. Once treatment was completed, each patient completed a language skills test and a questionnaire. Their partners also provided feedback about the patient's recovery.As the only Ontario hospital offering one of the few clinically validated, gold standard telerehabilitation programs for Parkinson's patients, the Lee Silverman Voice Treatment (LSVT®) eLOUD Clinic, offering telerehabilitation services at Baycrest allows clinicians to help more patients. \"Older adults may face mobility issues and have a difficult time travelling to a specific location for treatment,\" says Maria Piccini, a Baycrest speech-language pathologist who runs the LSVT® Clinic. \"Telerehabilitation makes it easier for these individuals to access the therapy they need and improves their chances of completing the treatment.\" These findings support Dr. Meltzer's next steps which involve combining telerehabilitation technology with other therapies, such as medication or brain stimulation, to explore ways to provide more efficient treatment to patients.", "meeting": "", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Hearing/Speech", " Rehabilitation/Prosthetics/Plastic Surgery"]}