{"journal": "Cell Stem Cell", "url": "http://www.eurekalert.org/pub_releases/2017-07/uorm-fsc071717.php", "description": "New research has identified the culprit behind the wiring problems in the brains of people with schizophrenia.  When researchers transplanted human brain cells generated from individuals diagnosed with childhood-onset schizophrenia into mice, the animal's nerve cell networks did not mature properly and the mice exhibited the same anti-social and anxious behaviors seen in people with the disease.", "article_link": null, "date": "Thu, 20 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Mental Health, NIH.National Institute of Neurological Disorders and Stroke, G. Harold and Leila Y. Mathers Charitable Foundation, Dr. Miriam and Sheldon G. Adelson Medical Research Foundation, Novo Nordisk and Lundbec", "title": "Faulty support cells disrupt communication in brains of people with schizophrenia", "region": "namerica", "source_link": null, "institution": "University of Rochester Medical Center", "text": "New research has identified the culprit behind the wiring problems in the brains of people with schizophrenia.  When researchers transplanted human brain cells generated from individuals diagnosed with childhood-onset schizophrenia into mice, the animal's nerve cell networks did not mature properly and the mice exhibited the same anti-social and anxious behaviors seen in people with the disease. \"The findings of this study argue that glial cell dysfunction may be the basis of childhood-onset schizophrenia,\" said University of Rochester Medical Center (URMC) neurologist Steve Goldman, M.D., Ph.D., co-director of the Center for Translational Neuromedicine and lead author of the study which appears today in the journal Cell.  \"The inability of these cells to do their job, which is to help nerve cells build and maintain healthy and effective communication networks, appears to be a primary contributor to the disease.\"Glia are an important family of support cells found in the brain and play a critical role in the development and maintenance of the brain's complex interconnected network of neurons.   Glia includes two major types: astrocytes and oligodendrocytes.  Astrocytes are the brain's principal support cells, while oligodendrocytes are responsible for producing myelin, the fatty tissue that, like the insulation on electrical wires, wraps the axons that connect different nerve cells.   The source of both these cells is another cell type called the glial progenitor cell (GPC).  Astrocytes perform several functions in the brain.  During development, astrocytes colonize areas of the brain and establish domains in which these cells help direct and organize the network of connections between nerve cells.  Individual astrocytes also send out hundreds of long fibers that interact with synapses -- the junction where one neuron's axon meets another's dendrite.  The astrocytes help facilitate the communication between neurons at the synapses by regulating the flow of glutamate and potassium, which enable neurons to \"fire\" when they are communicating with each other. In the new study, the researchers obtained skin cells from individuals with childhood-onset schizophrenia and reprogrammed the cells to create induced pluripotent stem cells (iPSC) which, like embryonic stem cells, are capable of giving rise to any cell type found in the body.  Employing a process of first developed by the Goldman lab, the team manipulated the iPSCs to create human GPCs.  The human GPCs were then transplanted into the brains of neonatal mice.  These cells out-competed the animal's own native glia, resulting in mice with brains comprised of animal neurons and human GPCs, oligodendrocytes, and astrocytes.The researchers observed that human glial cells derived from schizophrenic patients were highly dysfunctional.  The development of oligodendrocytes was delayed and the cells did not create enough myelin-producing cells, meaning signal transmission between the neurons was impaired.  The development of astrocytes was similarly tardy so that the cells were not present when needed and were thus ineffective in guiding the formation of connections between neurons.  The astrocytes also did not mature properly, resulting in misshapen cells that could not fully support the signaling functions of the neurons around them. \"The astrocytes didn't fully mature and their fibers did not fill out their normal domains, meaning that while they provided control to some synapses, others had no coverage,\" said Martha Windrem, Ph.D., with URMC's Center for Translational Neuromedicine and first author on the study.  \"As a result, the neural networks in the animals became desynchronized and uncoordinated.\"The researchers also subjected the mice to a series of behavioral tests.  They observed that the mice with human glial cells from individuals diagnosed with schizophrenia were more fearful, anxious, anti-social, and had a variety of cognitive deficits compared to mice transplanted with human glial cells obtained from healthy people.The study's authors point out that the new research provides scientists with a foundation to explore new treatments for the disease.  Because schizophrenia is a unique to humans, until now scientists have been limited in their ability to study the disease.  The new animal model developed the by the researchers can be used to accelerate the process of testing drugs and other therapies in schizophrenia.  The study also identifies a number of glial gene expression flaws that appear to create chemical imbalances that disrupt communication between neurons.  These abnormalities could represent targets for new therapies.  ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}