{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaft-apr071717.php", "description": "Scientists have developed an algorithm for a robot-assistive rehabilitation approach that helps people learn to walk again after neurological injuries.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aah3621", "date": "Wed, 19 Jul 2017 04:00:00 GMT", "funder": "", "title": "A personalized rehabilitation algorithm helps stroke patients walk again", "region": "namerica", "source_link": null, "institution": "American Association for the Advancement of Science", "text": "Scientists have developed an algorithm for a robot-assistive rehabilitation approach that helps people learn to walk again after neurological injuries. Their method is now under investigation in a clinical trial, and may offer better outcomes for patients undergoing rehabilitation. Rehabilitation programs for spinal cord injuries or strokes usually involves many hours of supported walking on treadmills at steady pre-defined paces, but everyday life requires individuals to move around in all directions and vary their gaits. Seeking an alternative to current support systems for the upper torso that merely act as rigid upward props, Jean-Baptiste Mignardot and colleagues used a robotic harness that helped resist the downward force of gravity while also allowing subjects to walk forwards, backwards, and side-to-side, coupled with an algorithm that provided personalized support to address patient-specific motor defects. The system was controlled by an artificial neural network that varied the amount of upward and forward force through a cable harness based on information about 120 different variables related to body movement. Wearing the harness allowed 26 participants recovering from spinal cord injuries or strokes to walk with motor abilities comparable to healthy individuals. What's more, one hour of overground training with the harness and algorithm led to significant improvements in unsupported walking ability for five patients with spinal cord injury, whereas the same amount of time on a treadmill actually impaired locomotion in one subject. The authors say their results establish a practical framework to apply these concepts in clinical routines.\r\n", "meeting": "", "keywords": ["Medicine/Health"]}