{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-07/mu-bam071917.php", "description": "Research at the Montreal Neurological Institute and Hospital of McGill University (The Neuro) has shown just how adaptive the brain can be, knowledge that could one day be applied to recovery from conditions such as stroke.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.06.024", "date": "Wed, 19 Jul 2017 04:00:00 GMT", "funder": "Canadian Institutes for Health Research", "title": "Brains are more plastic than we thought", "region": "namerica", "source_link": "https://www.mcgill.ca/neuro/channels/news/brains-are-more-plastic-we-thought-268972", "institution": "McGill University", "text": "Practice might not always make perfect, but it's essential for learning a sport or a musical instrument. It's also the basis of brain training, an approach that holds potential as a non-invasive therapy to overcome disabilities caused by neurological disease or trauma. Research at the Montreal Neurological Institute and Hospital of McGill University (The Neuro) has shown just how adaptive the brain can be, knowledge that could one day be applied to recovery from conditions such as stroke. Researchers Dave Liu and Christopher Pack have demonstrated that practice can change the way that the brain uses sensory information. In particular, they showed that, depending on the type of training done beforehand, a part of the brain called the area middle temporal (MT) can be either critical for visual perception, or not important at all. Previous research has shown the area MT is involved in visual motion perception. Damage to area MT causes \"motion blindness\", in which patients have clear vision for stationary objects but are unable to see motion. Such deficits are somewhat mysterious, because it is well known that area MT is just one of many brain regions involved in visual motion perception. This suggests that other pathways might be able to compensate in the absence of area MT.Most studies have examined the function of area MT using a task in which subjects view small dots moving across a screen and indicate how they see the dots moving, because this has been proven to activate area MT. To determine how crucial MT really was for this task, Liu and Pack used a simple trick: They replaced the moving dots with moving lines, which are known to stimulate areas outside area MT more effectively. Surprisingly, subjects who practiced this task were able to perceive visual motion perfectly even when area MT was temporarily inactivated.On the other hand, subjects who practiced with moving dots exhibited motion blindness when MT was temporarily deactivated. The motion blindness persisted even when the stimulus was switched back to the moving lines, indicating that the effects of practice were very difficult to undo. Indeed, the effects of practice with the moving dot stimuli were detectable for weeks afterwards. The key lesson for brain training is that small differences in the training regimen can lead to profoundly different changes in the brain.This has potential for future clinical use. Stroke patients, for example, often lose their vision as a result of brain damage caused by lack of blood flow to brain cells. With the correct training stimulus, one day these patients could retrain their brains to use different regions for vision that were not damaged by the stroke. \"Years of basic research have given us a fairly detailed picture of the parts of the brain responsible for vision,\" says Christopher Pack, the paper's senior author. \"Individual parts of the cortex are exquisitely sensitive to specific visual features - colors, lines, shapes, motion - so it's exciting that we might be able to build this knowledge into protocols that aim to increase or decrease the involvement of different brain regions in conscious visual perception, according to the needs of the subject. This is something we're starting to work on now.\"", "meeting": "", "keywords": ["Biology", " Biomechanics/Biophysics", " Medicine/Health", " Neurobiology", " Trauma/Injury", " Perception/Awareness"]}