{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/epfd-swa071817.php", "description": "A mobile harness suspended from the ceiling is now equipped with intelligent motion analysis for tailored walking rehabilitation in people suffering from spinal cord injury, stroke and other neurological disorders affecting gait.", "article_link": null, "date": "Wed, 19 Jul 2017 04:00:00 GMT", "funder": "", "title": "Smart walk assist improves rehabilitation", "region": "europe", "source_link": null, "institution": "Ecole Polytechnique Fédérale de Lausanne", "text": "Scientists from NCCR Robotics at EPFL and at the Lausanne University Hospital (CHUV) developed an algorithm that adjusts how a mobile harness, suspended from the ceiling, assists patients suffering from spinal cord injury or stroke.  In a clinical study with over 30 patients, the scientists showed that the patients wearing the smart walking assist immediately improved their locomotor abilities, enabling them to perform activities of daily living that would not be possible without the support. The results are published in the July 20th edition of Science Translational Medicine.In rehabilitation involving neurological disorders or injury, teaching the nervous system to adopt the correct movements is a major challenge. The loss of muscle mass that prevents people from walking correctly, as does the neurological wiring that needs to be trained to relearn proper posture and walking movements. As long as the patient repeats unnatural movements, the nervous system will keep on remembering the flawed motion. The idea of the smart walking assist is to promote natural walking in patients so that the nervous system learns how to walk normally again. Body-weight support systems are already used in rehabilitation. In this latest study, it is the first time such a support system operates in conjunction with an algorithm that tailors the assistance to each and every patient.  The algorithm is based on careful monitoring of the patient as he or she moves, including parameters like leg movement, length of stride and muscle activity. Based on these observations, the algorithm determines the forces to be applied to the trunk of the body, via the smart walking assist, in order to enable natural walking patterns. Concretely, this translates into either relieving the patient of his or her own weight, pushing the patient forwards or backwards, to one side or the other, or a combination of the above, for a more natural posture.\"I expect that this platform will play a critical role in the rehabilitation of walking for people with neurological  disorders,\" says Grégoire Courtine, neuroscientist at EPFL and at the Lausanne University Hospital.The research results triggered the development of the next-generation smart walking assist device, termed RYSEN, which is performed under the umbrella of EUROSTARS, a European Union subsidy project. The collaboration is European with partners in Switzerland and the Netherlands, including EPFL, Technical University of Delft, Motek, the EPFL spin-off G-Therapeutics and the clinical partner SUVA in Sion. Quotes from other researchers:Joachim von Zitzewitz, co-inventor of the RYSEN and project manager of the Eurostars project:  \"It is thrilling to see how a scientific idea materializes into a new medical product. I am looking forward to see patients benefiting from this research.\"Jocelyne Bloch, associate professor at the Lausanne University Hospital Neurosurgery Department : \"This is a smart, discreet and efficient assistance that will aid rehabilitation of many persons with neurological disorders.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Orthopedic Medicine", " Musculature", " Physiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Trauma/Injury", " Biomedical/Environmental/Chemical Engineering", " Robotry/Artificial Intelligence"]}