{"journal": "PLOS Biology", "url": "http://www.eurekalert.org/pub_releases/2017-07/tju-jri071917.php", "description": "Discovery of a phosphorylation event outside of the cell offers a new avenue for targeting chronic and pathologic pain, a new study reports.", "article_link": null, "date": "Wed, 19 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute on Drug Abuse, NIH/National Institute of Mental Health, NIH/National Institute of General Medicine, National Center for Research Resources, 100 Women in Hedge Fund Foundation, NIH/National Eye Institute", "title": "Jefferson researchers identify new target for chronic pain", "region": "namerica", "source_link": null, "institution": "Thomas Jefferson University", "text": "PHILADELPHIA -- Proteins must be in the right place at the right time in the cell to function correctly. This is even more critical in a neuron than in other cells because of its complex tree-like structure and its function. Researchers at Thomas Jefferson University have now discovered how phosphorylation, a common type of protein modification, functions in a novel way to change the location of proteins that are critical for both neuronal function and pathological pain. They find that phosphorylation can occur outside of the neuron and impacts protein function, localization and the sensation of pain.The research, published July 18 in PLOS Biology, offers a potential new target for developing an alternative to existing pain medication.\"Although we have yet to discover the exact mechanism that causes this modification,\" says senior and corresponding author Matthew Dalva, Ph.D., Professor and Vice Chair in the Department of Neuroscience in The Vickie and Jack Farber Institute for Neuroscience at the Sidney Kimmel Medical College, Thomas Jefferson University, \"This finding offers both a target for developing new treatments and a strong new tool for studying synapses in general.\"Unlike pain caused by inflammation or impact, pathologic pain often comes from neuronal dysfunction, such that pain is felt even when there is no underlying cause or continues after the initiating event is long past, such as migraines or chronic pain.Researchers have shown that the NMDA receptor on neurons plays a central role in pathologic pain, but it's also important in many other neurological processes such as memory and learning, making it a poor target for direct drug inhibition.In an elegant series of studies, Dr. Dalva and colleagues from New York University and the University of Texas at Dallas, showed that in response to pain, a second receptor, the ephrin B receptor, is phosphorylated outside of the neuron. This extracellular protein modification allows the ephrin B receptor, EphB2, to glom onto the NMDA receptor. This interaction then moves the NMDA receptors into the synaptic space, and modifies NMDA receptor function, resulting in increased pain sensitivity.The researchers also showed that chemicals that block the interaction between the EphB2 and the NMDA receptor block pain. The converse was also true. By artificially promoting the interaction between these two receptors, neurons became oversensitive to pain, such that a mere touch would cause a painful reaction, or allodynia.\"Because the protein modification that initiates nerve sensitivity to pain occurs outside of the cell, it offers us an easier target for drug development,\" says Dr. Dalva. \"This is a promising advance in the field of pain management.\"The discovery that phosphorylation can drive NMDA receptors to synaptic sites provides neuroscientists a new tool with which to study synaptic development, learning and memory, and pain -- all of which depend on the localization of NMDA receptors to synaptic sites.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Pain"]}