{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-07/pu-rfp071817.php", "description": "Researchers have found a recipe for discovering new topological materials, which have exotic electronic properties that hold promise for future technologies. Until now, finding these materials has been a matter of trial and error.", "article_link": "http://dx.doi.org/10.1038/nature23268", "date": "Wed, 19 Jul 2017 04:00:00 GMT", "funder": "National Science Foundation, Office of Naval Research, Simons Investigator Award, David & Lucile Packard Foundation", "title": "Researchers find path to discovering new topological materials", "region": "namerica", "source_link": null, "institution": "Princeton  University", "text": "An international team of researchers has found a way to determine whether a crystal is a topological insulator -- and to predict crystal structures and chemical compositions in which new ones can arise. The results, published July 20 in the journal Nature, show that topological insulators are much more common in nature than currently believed.Topological materials, which hold promise for a wide range of technological applications due to their exotic electronic properties, have attracted a great deal of theoretical and experimental interest over the past decade, culminating in the 2016 Nobel Prize in physics. The materials' electronic properties include the ability of current to flow without resistance and to respond in unconventional ways to electric and magnetic fields.Until now, however, the discovery of new topological materials occurred mainly by trial and error. The new approach described this week allows researchers to identify a large series of potential new topological insulators. The research represents a fundamental advance in the physics of topological materials and changes the way topological properties are understood. The team included: at Princeton University, Barry Bradlyn and Jennifer Cano, both associate research scholars at the Princeton Center for Theoretical Science, Zhijun Wang, a postdoctoral research associate, and B. Andrei Bernevig, professor of physics; professors Luis Elcoro and Mois Aroyo at the University of the Basque Country in Bilbao; assistant professor Maia Garcia Vergniory of University of the Basque Country and Donostia International Physics Center (DIPC) in Spain; and Claudia Felser, professor at the Max Planck Institute for Chemical Physics of Solids in Germany. \"Our approach allows for a much easier way to find topological materials, avoiding the need for detailed calculations,\" Felser said. \"For some special lattices, we can say that, regardless of whether a material is an insulator or a metal, something topological will be going on,\" Bradlyn added.Until now, of the roughly 200,000 materials catalogued in materials databases, only around a few hundred are known to host topological behavior, according to the researchers. \"This raised the question for the team: Are topological materials really that scarce, or does this merely reflect an incomplete understanding of solids?\" Cano said.To find out, the researchers turned to the nearly century-old band theory of solids, considered one of the early landmark achievements of quantum mechanics. Pioneered by Swiss-born physicist Felix Bloch and others, the theory describes the electrons in crystals as residing in specific energy levels known as bands. If all the states in a group of bands are filled with electrons, then the electrons cannot move and the material is an insulator. If some of the states are unoccupied, then electrons can move from atom to atom and the material is capable of conducting an electrical current. Because of the symmetry properties of crystals, however, the quantum states of electrons in solids have special properties. These states can be described as a set of interconnected bands characterized by their momentum, energy and shape. The connections between these bands, which on a graph resemble tangled spaghetti strands, give rise to topological behaviors such as those of electrons that can travel on surfaces or edges without resistance. The team used a systematic search to identify many previously undiscovered families of candidate topological materials. The approach combined tools from such disparate fields as chemistry, mathematics, physics and materials science. First, the team characterized all the possible electronic band structures arising from electronic orbitals at all the possible atomic positions for all possible crystal patterns, or symmetry groups, that exist in nature, with the exception of magnetic crystals. To search for topological bands, the team first found a way to enumerate all allowed non-topological bands, with the understanding that anything left out of the list must be topological. Using tools from group theory, the team organized into classes all the possible non-topological band structures that can arise in nature.Next, by employing a branch of mathematics known as graph theory -- the same approach used by search engines to determine links between websites -- the team determined the allowed connectivity patterns for all of the band structures. The bands can either separate or connect together. The mathematical tools determine all the possible band structures in nature -- both topological and non-topological. But having already enumerated the non-topological ones, the team was able to show which band structures are topological.  By looking at the symmetry and connectivity properties of different crystals, the team identified several crystal structures that, by virtue of their band connectivity, must host topological bands. The team has made all of the data about non-topological bands and band connectivity available to the public through the Bilbao Crystallographic Server. \"Using these tools, along with our results, researchers from around the world can quickly determine if a material of interest can potentially be topological,\" Elcoro said. The research shows that symmetry, topology, chemistry and physics all have a fundamental role to play in our understanding of materials, Bernevig said. \"The new theory embeds two previously missing ingredients, band topology and orbital hybridization, into Bloch's theory and provides a prescriptive path for the discovery and characterization of metals and insulators with topological properties.\"David Vanderbilt, a professor of physics and astronomy at Rutgers University who was not involved in the study, called the work remarkable. \"Most of us thought it would be many years before the topological possibilities could be catalogued exhaustively in this enormous space of crystal classes,\" Vanderbilt said. \"This is why the work of Bradlyn and co-workers comes as such a surprise. They have developed a remarkable set of principles and algorithms that allow them to construct this catalogue at a single stroke. Moreover, they have combined their theoretical approach with materials database search methods to make concrete predictions of a wealth of new topological insulator materials.\"The theoretical underpinnings for these materials, called \"topological\" because they are described by properties that remain intact when an object is stretched, twisted or deformed, led to the awarding of the Nobel Prize in physics in 2016 to F. Duncan M. Haldane, Princeton University's Sherman Fairchild University Professor of Physics, J. Michael Kosterlitz of Brown University, and David J. Thouless of the University of Washington.Chemistry and physics take different approaches to describing crystalline materials, in which atoms occur in regularly ordered patterns or symmetries. Chemists tend to focus on the atoms and their surrounding clouds of electrons, known as orbitals. Physicists tend to focus on the electrons themselves, which can carry electric current when they hop from atom to atom and are described by their momentum. \"This simple fact -- that the physics of electrons is usually described in terms of momentum, while the chemistry of electrons is usually described in terms of electronic orbitals -- has left material discovery in this field at the mercy of chance,\" Wang said. \"We initially set out to better understand the chemistry of topological materials -- to understand why some materials have to be topological,\" Vergniory said.Aroyo added, \"What came out was, however, much more interesting: a way to marry chemistry, physics and mathematics that adds the last missing ingredient in a century-old theory of electronics, and in the present-day search for topological materials.\"\r\n", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Atomic/Molecular/Particle Physics", " Electromagnetics", " Materials", " Superconductors/Semiconductors", " Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Computer Science", " Electrical Engineering/Electronics"]}