{"journal": "Journal of Biological Chemistry", "url": "http://www.eurekalert.org/pub_releases/2017-07/lsuh-uo3071817.php", "description": "Understanding how dietary essential fatty acids work may lead to effective treatments for diseases and conditions such as stroke, Alzheimer's disease, age-related macular degeneration, Parkinson's disease and other retinal and neurodegenerative diseases. The key is to be able to intervene during the early stages of the disease.", "article_link": "http://dx.doi.org/10.1074/jbc.R117.783076", "date": "Tue, 18 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of General Medical Sciences, NIH/National Eye Institute, NIH/National Institute of Neurological Disorders and Stroke, Eye, Ear, Nose & Throat Foundation, Research to Prevent Blindness, Inc., New York", "title": "Using omega 3 fatty acids to treat Alzheimer's & other diseases?", "region": "namerica", "source_link": "http://lsuh.sc/nr?a=15", "institution": "Louisiana State University Health Sciences Center", "text": "New Orleans, LA - Understanding how dietary essential fatty acids work may lead to effective treatments for diseases and conditions such as stroke, Alzheimer's disease, age-related macular degeneration, Parkinson's disease and other retinal and neurodegenerative diseases. The key is to be able to intervene during the early stages of the disease. That is the conclusion of a Minireview by Nicolas Bazan, MD, PhD, Boyd Professor and Director, and Aram Asatryan, PhD, postdoctoral researcher, at the Neuroscience Center of Excellence at LSU Health New Orleans School of Medicine published in the Journal of Biological Chemistry's Thematic Minireview Series: Inflammatory transcription confronts homeostatic disruptions. The paper is available online.\r\n            Docosahexaenoic acid (DHA), a key essential Omega-3 fatty acid, produces signaling molecules called docosanoids in response to disruptions in the state of equilibrium within cells caused by injury or disease. Neuroprotectin D1 (NDP1) is a docosanoid that the Bazan lab discovered and found protects neurons by controlling which and how certain genes in the retina and brain respond. \r\n            Research shows that the preclinical events in Alzheimer's disease including neuroinflammation, damage to dendritic spines -  small doorknob-shaped protrusions that help transmit electrical signals to the cell - and problems with cell-to-cell communication coincide with decreased DHA content in the brain. The neuroprotective bioactivity of NPD1 includes inflammatory modulating properties as well as features that promote cell survival, both of which contribute to restoring a stable state of equilibrium, or homeostasis, within the cell.\r\n            In experimental models of stroke, researchers at LSU Health New Orleans Neuroscience Center led by Bazan have shown that the administration of NPD1 reduces the size of stroke damage and also saves tissue in the rim surrounding the stroke core, which remains viable for a short time.\r\n            Research has demonstrated that DHA from the liver is also retained and concentrated in photoreceptor cells and that retinal degeneration occurs when photoreceptor cells fail to capture DHA. When a gene that regulates the uptake of DHA is turned off, photoreceptor cells die and a single amino acid mutation in this receptor can cause retinitis pigmentosa.\r\n            Cells die through a variety of mechanisms. Contributors include a family of reactive oxygen species - compounds formed continuously as by-products of aerobic metabolism such as from reactions to drugs and environmental toxins, or when the levels of antioxidants are diminished creating oxidative stress, as well as inflammation and the disease process. Cell death is considered to be reversible until a first \"point of no return\" checkpoint is passed. The authors describe how NPD1 acts to stop cells from passing that checkpoint in cell death activation pathways including apoptosis, necrosis, necroptosis, pyroptosis, and pyronecrosis, among others.\r\n            The Minireview summarizes the effects of the essential fatty acid family member DHA and its bioactive derivative NPD1 in the context of a specific target of gene regulation. The authors also describe the mechanism of a pathway of regulation by a bioactive lipid that has a significant impact on cellular homeostasis - how NPD1 activates pro-survival genes and suppresses pro-death genes.\r\n            \"The organizational and functional complexity of the brain raises new questions regarding how the cellular events described here operate in response to disrupted homeostasis to attain neuroprotection in pathological conditions,\" notes Bazan. \"It is our hope that this knowledge will contribute to managing early stages of such devastating diseases as Alzheimer's, stroke, traumatic brain injury, age-related macular degeneration, Parkinson's and others.\"\r\n\t\t\t", "meeting": "", "keywords": ["Nutrition/Nutrients", " Health Care", " Neurochemistry", " Medical Education", " Medicine/Health", " Stroke", " Health Professionals", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease"]}