{"journal": "Hypertension", "url": "http://www.eurekalert.org/pub_releases/2017-07/uovh-cab071817.php", "description": "Aggressive combination treatments for high blood pressure that are intended to protect the kidneys may actually be damaging the organs, new research from the University of Virginia School of Medicine suggests.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09283", "date": "Tue, 18 Jul 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Could aggressive blood pressure treatments lead to kidney damage?", "region": "namerica", "source_link": "https://newsroom.uvahealth.com/2017/07/18/could-aggressive-high-blood-pressure-treatment-damage-the-kidneys/", "institution": "University of Virginia Health System", "text": "Aggressive combination treatments for high blood pressure that are intended to protect the kidneys may actually be damaging the organs, new research from the University of Virginia School of Medicine suggests.Researchers identified the potential problem while studying strange kidney lesions in mice that cannot make the enzyme renin. Such lesions are also seen in patients with high blood pressure. The researchers determined the lesions are the work of renin cells, which are sometimes targeted in treating high blood pressure. \"To treat hypertension, people use inhibitors of the renin angiotensin system,\" explained R. Ariel Gomez, MD, director of UVA's Child Health Research Center. \"They've been in use for quite a bit now, and, for the most part, they're safe. Our work in mice indicates that complete lack of renin results in vascular lesions. The question is whether aggressive, long-term use of compounds that completely ablate the renin angiotensin system causes any problems in humans. Thus, additional research is needed.\" Renin is a hormone the body produces to regulate blood pressure. But renin-producing cells also play an important role in the formation of blood vessels during development in the womb. Blocking the cells from producing renin in adult mice, the researchers found, caused obstructive vascular lesions in the kidneys. It was as though the renin cells were trying to build blood vessels -- only these were defective and nonfunctional, created by cells, the researchers found, that were disorganized and directionless. \"Normal arteries are thin, and they allow blood to go through,\" Gomez said. \"These lesions are filled with these cells.\" Researcher Maria Luisa S. Sequeira-Lopez, MD, said that the question now becomes whether stopping the cells from carrying out their intended function, especially over long periods of time, is having an unintended side effect in patients with high blood pressure. Renin inhibition, she noted, already is avoided during pregnancy because of its unwanted effects during development.It's important to note that Gomez and Sequeira-Lopez are concerned not about high-blood pressure drugs in general but specifically about the less common combination treatments that completely block the whole renin-angiotensin system and chronically stimulate renin cells to accumulate inappropriately and alter the kidney blood vessels. This, together with low blood pressure, can dramatically alter kidney structure. And they emphasize that patients should not stop taking their prescribed medications. The next steps, they said, are to investigate their finding further, to better understand what is happening, and to see if it holds true in humans. \"Is the secret to stop using these medications? No,\" Gomez said. \"But we need to find out several things. First, whether it is necessary or not to use dual combinations of drugs that over-activate renin cells... and also, how low and how fast should blood pressure be lowered. And then, after that, is to look at the effects this combination [treatment] has in individuals, in people.\" If the findings ultimately hold true in humans, doctors will need to consider their next steps carefully. \"If they do, do we get rid of these compounds? Not necessarily,\" Gomez said. \"What we need to find out is, how does this happen? So we can understand what molecules are activated, and maybe act on those molecules and use lower doses to prevent the overgrowth of the vessels.\"His final advice for physicians: \"I think the most important thing is to have good judgment as a doctor and not to overdo it,\" he said, referring to aggressive treatment of hypertension using full-blown inhibition. \"Learning this is useful, but we need to find out more.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity", " Gerontology", " Hematology", " Internal Medicine"]}