{"journal": "PLOS Biology", "url": "http://www.eurekalert.org/pub_releases/2017-07/p-mle071217.php", "description": "Laboratory equipment is one of the largest cost factors in neuroscience. However, many experiments can be performed with good results using self-assembled setups involving 3-D printed components and self-programmed electronics. In a study publishing July 18 in the open access journal PLOS Biology, André Maia Chagas and Tom Baden from the Universities of Tübingen and Sussex present 'FlyPi' -- a low-cost imaging and microscope system for research, training and teaching.", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2002702", "date": "Tue, 18 Jul 2017 04:00:00 GMT", "funder": "", "title": "Making lab equipment on the cheap", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "Laboratory equipment is one of the largest cost factors in neuroscience. However, many experiments can be performed with good results using self-assembled setups involving 3-D printed components and self-programmed electronics. In a study publishing July 18 in the open access journal PLOS Biology, André Maia Chagas and Tom Baden from the Universities of Tübingen and Sussex present \"FlyPi\" -- a low-cost imaging and microscope system for research, training and teaching.The intricate equipment necessary for modern neuroscience experiments can easily cost tens or even hundreds of thousands of Euros when relying on commercially available solutions, confining top-level research and scientific training to well-endowed institutes in rich countries. \"FlyPi\" can perform many standard lab protocols, including light and fluorescence microscopy, optogenetics, thermogenetics, and behavioural studies on small animals such as roundworms, fruit flies, zebrafish larvae. The design is based on a 3-D printed framework holding a Raspberry Pi computer and camera, cheap LEDs for lighting and simple lenses, as well as optical and thermal control circuits based on Arduino, an open-source microcontroller. Taken together, the components cost less than 100 Euros for the basic system, and can be modified to suit the lab's purposes. The FlyPi system provides modular, low-cost options for research and assembly, and instructions for use are made available free of charge via open-source platforms.The developers of the FlyPi system share a keen interest in spreading \"open labware.\" Together with co-author Lucia Prieto Godino of the University of Lausanne, the developers have taught courses in 3 D printing, programming and DIY lab equipment at universities in Kenya, Uganda, Ghana, Nigeria, South Africa, Sudan and Tanzania. \"Many institutions around the world have little money to spend on costly equipment,\" says Baden. \"We think it is very important that neuroscientific training and research open up to larger numbers of students and junior scientists. So we hope that, with open labware such as our FlyPi, we can offer a starting point.\"", "meeting": "", "keywords": ["Biology", " Biotechnology", " Neurobiology", " Computer Science"]}