{"journal": "Science Signaling", "url": "http://www.eurekalert.org/pub_releases/2017-07/uow-nii071817.php", "description": "The blood-brain barrier is a unique mechanism to shield the brain. Scientists from the University of Würzburg have now uncovered details of how it evolves. This finding offers new chances for modification and regulation.", "article_link": "http://dx.doi.org/10.1126/scisignal.aag2476", "date": "Tue, 18 Jul 2017 04:00:00 GMT", "funder": "", "title": "New insights into complex processes", "region": "europe", "source_link": "https://www.uni-wuerzburg.de/en/sonstiges/meldungen/detail/artikel/neue-einblicke-in-ein-komplexes-geschehen/", "institution": "University of Würzburg", "text": "The blood-brain barrier is a crucial protection mechanism: It is a highly selective physical barrier that prevents pathogens and toxins in the circulatory system from entering the central nervous system where they could create havoc. At the same time, however, it prevents many therapeutic drugs from reaching the brain, making it much more difficult to treat medical conditions such as stroke, brain tumours or edemas.Endothelial cells are central building blocks of the blood-brain barrier. They line the interior surfaces of blood vessels and more or less block the passage of substances through the vessel wall. But endothelial cells differ throughout our body. Although all blood vessels share certain features, the endothelium adjusts to the specific requirements of the organ to be supplied.The vascular system of the central nervous system (CNS) is rather unique in this respect. The blood-brain barrier differs considerably from the more permeable vascular systems in other organs.Gene activity under the microscopeScientists from the University of Würzburg's Biocenter conducted a new study that focused on how the blood-brain barrier develops and ways to control and manipulate this process. For this purpose, they studied the gene activity of embryonic endothelial cells of the central nervous system in mice and compared it to the endothelial activity patterns of other organs. The scientists published their findings in the current issue of the journal Science Signaling.\"We used high-throughput sequencing and comparisons with endothelia from other tissues to identify factors that are involved in the temporal and spatial development of the blood-brain barrier,\" Professor Manfred Gessler explains their approach. He holds the Chair of Developmental Biochemistry and is the senior author of the study.The researchers detected noticeable differences in the genes responsible for transport processes, cellular adhesion and extracellular matrix in the different endothelia. They were also able to identify a number of transcription factors associated with the development and maturation of the blood-brain barrier.\"These transcription factors act downstream of the so-called Wnt signalling pathway, which is indispensable for building a functioning vascular system in the central nervous system,\" Gessler says. At the same time, however, the results allow the conclusion that although the Wnt signalling pathway promotes the maturation and maintenance of the blood-brain barrier, it does not trigger the development of the blood vessels specific to the brain.Surprising differences between individual cellsSince the analysis of the endothelial cells of an entire organ only delivers a mean value for the expression of single genes and hence does not allow any conclusions to be drawn as to the functional status of individual cells, the Würzburg biochemists conducted further experiments. While studying sorted single cells from the brain, they encountered unexpectedly great differences in the gene expression between individual endothelial cells.\"This increased complexity obviously makes it all the more difficult to understand the processes involved in the development of the blood-brain barrier in detail,\" Gessler says. Nevertheless, the scientists successfully demonstrated that the expression of certain transcription factors correlates with the maturation of the blood-brain barrier. The function of these genes was underpinned by means of cell culture experiments: Two of the investigated transcription factors induced the production of different markers of the blood-brain barrier in endothelial cells from human umbilical veins.Basis for further research\"The results now published in the journal Science Signaling provide new insights into the temporal and cellular complexity of the developing blood-brain barrier, but they also raise a number of new questions,\" the scientists write. At the same time, the study provides a basis for further research aiming to unravel cellular and molecular mechanisms that underlie vascular development and differentiation in the CNS.What is more, the scientists anticipate that further investigation of the identified transcription factors will be a fruitful approach to understand and eventually manipulate the blood-brain barrier development and to engineer more advanced blood-brain barrier in vitro models.\r\n", "meeting": "", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Genetics", " Microbiology", " Medicine/Health", " Developmental/Reproductive Biology"]}