{"journal": "Journal of Pediatrics", "url": "http://www.eurekalert.org/pub_releases/2017-07/wfbm-poi071817.php", "description": "A new study has found that children born extremely premature to women who are overweight or obese before the pregnancy are at an increased risk for low scores on tests of intelligence and cognitive processes that influence self-regulation and control, according to researchers at Wake Forest Baptist Medical Center.", "article_link": null, "date": "Tue, 18 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of Child Health and Development", "title": "Pre-pregnancy obesity increases risk for neurocognitive problems in premature babies", "region": "namerica", "source_link": null, "institution": "Wake Forest Baptist Medical Center", "text": "WINSTON-SALEM, N.C. - July 18, 2017 - A new study has found that children born extremely premature to women who are overweight or obese before the pregnancy are at an increased risk for low scores on tests of intelligence and cognitive processes that influence self-regulation and control, according to researchers at Wake Forest Baptist Medical Center. The study is published in the current online issue of The Journal of Pediatrics.\"Roughly one-third of women entering pregnancy are either overweight or obese in this country, and that is a cause for concern,\" said the study's lead author Elizabeth T. Jensen, Ph.D., assistant professor of epidemiology in the division of public health sciences at Wake Forest Baptist Medical Center. \"There is accumulating medical evidence that there is a relationship between maternal obesity and neurocognitive function in children, and our study adds to this evidence.\"Jensen and her colleagues conducted the study to assess the association between maternal pre-pregnancy body mass index (BMI) and weight gain during pregnancy and children's later cognitive abilities. The study included 535 children previously enrolled in the NIH-funded, multi-center Extremely Low Gestational Age Newborns study. The research team evaluated the relationship of both pre-pregnancy BMI and pregnancy weight gain to cognitive and academic outcomes in the children at age 10.\r\nIn their analysis of the data the investigators found that mothers' pre-pregnancy obesity increased the risk of their children scoring lower on verbal intelligence, spelling and cognitive control.\"Our study highlights that some of the adverse risk for infants born preterm lies within pre-pregnancy obesity, as opposed to excessive pregnancy weight gain,\" Jensen said.  \"Although the findings do not establish causality, they do suggest that behavioral interventions to reduce pre-pregnancy weight among women might mitigate some of these impairments in their children born preterm.\"", "meeting": "", "keywords": ["Medicine/Health", " Pediatrics"]}