{"journal": "Diabetologia", "url": "http://www.eurekalert.org/pub_releases/2017-07/d-emi071417.php", "description": "Women with early or normal onset menopause are at a higher risk of developing type 2 diabetes than those with late onset menopause, concludes new research published in Diabetologia (the journal of the European Association for the Study of Diabetes).", "article_link": null, "date": "Tue, 18 Jul 2017 04:00:00 GMT", "funder": "", "title": "Early menopause is independently linked to an increased risk of developing type 2 diabetes", "region": "europe", "source_link": null, "institution": "Diabetologia", "text": "Women with early or normal onset menopause are at a higher risk of developing type 2 diabetes than those with late onset menopause, concludes new research published in Diabetologia (the journal of the European Association for the Study of Diabetes).Previous research (by the same authors of this new study) has shown that women with early onset of menopause (age below 45 years) have an increased risk of cardiovascular disease (CVD) and overall mortality, whereas an onset of menopause at age 50-54 years is linked to a reduced risk of CVD and mortality. While the increased risk is thought to be due to the adverse effects of menopause on CVD risk factors, the influence of age at menopause on these risk factors remains uncertain.Type 2 diabetes (T2D) is a major risk factor for CVD, but it remains unclear whether age at menopause is associated with a risk of T2D. This study, conducted by Dr Taulant Muka and Dr Eralda Asllanaj, of the Department of Epidemiology, Erasmus University Medical Centre, Netherlands, with colleagues, studied the association between age at natural menopause (ANM) and the risk of T2D, and assesses the effects of potential intermediate risk factors in this association. The authors used data obtained via the Rotterdam Study - a population-based, prospective cohort study carried out in the Ommoord district of Rotterdam, the Netherlands. Participants were aged 45 and over and had examinations every 3 to 5 years. Of a total of 6816 participants, 3969 women were included in the present study - some women having been excluded because, for example, they had not reached menopause, already had T2D, or had had a non-natural menopause.Menopausal status was evaluated using a home interview questionnaire; post-menopausal women being defined as those who had not had a menstrual period for at least 12 months. Age at menopause was taken as the self-reported age at last period (studies have shown that the self-reported age of menopause is fairly reliable, and the mean ANM in this study was found to be equivalent to that in previous trials). At baseline visits and during follow up, prevalent and incident cases of T2D (defined using WHO guidelines) were ascertained using general practitioners' records, hospital discharge letters, and glucose measurements from visits. All potential cases of T2D were independently adjudicated by two study physicians, with input from an endocrinologist. The present study included follow-up data until 1st January 2012.In order to consider the impact of potential confounding variables, extensive background health information was collected, including: current health status, medical history, medication use, smoking behavior, socioeconomic status, educational status, age at menarche (first period), number of pregnancies of at least 6 months, alcohol consumption, history of CVD (coronary heart disease, heart failure, stroke), blood pressure, and use of antihypertensive medication. Biochemical parameters were also measured - thyroid-stimulating hormone, cholesterol, triacylglycerol, and C-reactive protein. Physical activity was also assessed. \r\nMeasurements to assess potential intermediate variables, taken during baseline visits, included height, weight and body mass index; fasting insulin and glucose; estradiol levels; and levels of sex hormones. Genotyping was conducted, to allow calculation of a weighted genetic risk score using a selection of 54 SNPs (single nucleotide polymorphisms), previously reported to have an association with ANM, taken from a GWAS (Genome-Wide Association Study) of 70,000 women.The study showed that of the 3639 women without diabetes at baseline, 348 developed incident T2D over a median follow up of 9.2 years. Compared with women having late menopause (55 years or later), those with the earliest menopause (age under 40 years) were almost 4 times more likely to have developed T2D; those with menopause at 40-44 years were 2.4 times more likely to develop T2D, whereas those with menopause at 45-55 years were 60% more likely than those with late menopause to develop T2D. Overall, the risk of developing T2D reduced by 4% per year older the woman experienced menopause. Adjustment for the various confounding factors and genetic risk score did not affect the results.These same authors have shown in previous work that both higher endogenous estradiol levels in post-menopausal women, and an early start of estrogen exposure (ie, an early start of periods), have been linked to an increased risk of T2D, and might mediate the effect of age at menopause on diabetes risk. This is not supported by the present study, which showed that levels of endogenous sex hormones, both of which are associated with menopause and T2D, could not explain the association between early onset of natural menopause and risk of T2D. The authors suggest that future studies are needed to explore potential pathways.Menopause can be a sign of advanced ageing. Women equipped with less efficient DNA repair and maintenance genes might age faster compared to women with the more efficient repair and maintenance genes. Hence early menopause might be a good predictor of upcoming health problems related to this less efficient DNA repair. The authors explain: \"Our findings might suggest that the risk of diabetes related to menopause is already there before menopause begins. This could explain why other risk factors for diabetes do not explain the link between menopause and T2D - early menopause is an independent marker for T2D, indicating that something else is the driving force behind this observation, possibly defective DNA repair and maintenance.\"The authors add that whilst in this study, when an adjustment was made for shared genetic factors the results did not change, genome-wide association studies have identified approximately 56 SNPs across the human genome that explain only a minor fraction of the inter-individual variation in the age at menopause - thus it is possible that epigenetic modifications might constitute an additional pathway leading to menopause onset and T2D. \r\nThe authors suggest that \"Future studies should explore epigenetic marks related to menopause onset and whether epigenetic signatures can explain the association between ANM and T2D.\"They conclude: \"Early onset of ANM is an independent marker for T2D in postmenopausal women. Future studies are needed to examine the mechanisms behind this association and explore whether timing of natural menopause has any added value in diabetes prediction and prevention.\"\r\n", "meeting": "", "keywords": ["Medicine/Health"]}