{"journal": "JAMA Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/du-opc071217.php", "description": "Exposure to ozone, a risk for impaired lung function, is also connected to health changes that can cause cardiovascular disease such as heart attack, high blood pressure and stroke, according to a new study of Chinese adults. A JAMA Internal Medicine study followed 89 healthy adults living in Changsha City for one year. They showed blood platelet activation and an increase in blood pressure, suggesting a possible mechanism by which ozone may affect cardiovascular health.", "article_link": null, "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "National Natural Science Foundation of China, NIH/National Institute of Environmental Health Sciences, Duke Global Health Institute Doctoral Scholars Program", "title": "Ozone pollution connected to cardiovascular health", "region": "namerica", "source_link": null, "institution": "Duke University", "text": "DURHAM, N.C. -- Exposure to ozone, long associated with impaired lung function, is also connected to health changes that can cause cardiovascular disease such as heart attack, high blood pressure and stroke, according to a new study of Chinese adults. These findings, by a team from Duke University, Tsinghua University, Duke Kunshan University and Peking University, appear in the July 17, 2017 edition of JAMA Internal Medicine.Ozone is a pollutant formed through a chemical reaction that occurs when sunlight interacts with nitrogen oxides and other organic compounds that are generated by coal-burning, vehicle exhaust and some natural sources.\"We know that ozone can damage the respiratory system, reduce lung function and cause asthma attacks,\" said study author Junfeng (Jim) Zhang, from Duke and Duke Kunshan University. \"Here, we wanted to learn whether ozone affects other aspects of human health, specifically the cardiovascular system.\"Zhang and colleagues studied 89 healthy adults living in Changsha City, China, for one year. They monitored indoor and outdoor ozone levels, along with other pollutants. At four intervals, the study team took participant blood and urine samples and used a breathing test called spirometry to examine a set of factors that could contribute to cardiovascular and respiratory disease. The team examined inflammation and oxidative stress, arterial stiffness, blood pressure, clotting factors and lung function in participants. They noted blood platelet activation (a risk factor for clotting) and an increase in blood pressure, suggesting a possible mechanism by which ozone may affect cardiovascular health. These effects were found with ozone exposure lower than that which affects respiratory health, and lower than current Environmental Protection Agency (EPA) air quality standards.\"This study shows that standards for safe ozone exposure should take into account its effect on cardiovascular disease risk,\" said Zhang.\"In 2015, 108 million Americans -- one third of the population -- lived in counties with ozone levels that exceeded standards set by the EPA,\" Zhang said. \"In contrast, only 31 million Americans live in counties where other pollutants exceed EPA standards.\"The production of ozone globally will be exacerbated by a warmer climate, \"so it will be an increasing trend with climate change,\" said Zhang. Ozone is a difficult pollutant to control because its creation in the atmosphere is complex. \"For example, a reduction in nitrogen oxides does not necessarily mean a reduction in ozone levels,\" Zhang said. ", "meeting": "", "keywords": ["Atmospheric Science", " Medicine/Health", " Cardiology", " Environmental Health", " Internal Medicine", " Public Health"]}