{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/crf-mro071717.php", "description": "TCT 2017 is the annual scientific symposium of the Cardiovascular Research Foundation (CRF). TCT, the world's premier educational meeting specializing in interventional cardiovascular medicine, features major medical research breakthroughs and gathers leading researchers and clinicians from around the world to present and discuss the latest evidence-based research in the field.", "article_link": null, "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "", "title": "Media registration open for TCT 2017", "region": "namerica", "source_link": "http://www.crf.org/crf/news-and-events/news/news/2227-media-registration-open-for-tct-2017", "institution": "Cardiovascular Research Foundation", "text": "Media registration is open online for TCT 2017 (Transcatheter Cardiovascular Therapeutics), the annual Scientific Symposium of the Cardiovascular Research Foundation (CRF). TCT is the world's premier educational meeting specializing in interventional cardiovascular medicine, attracting nearly 12,000 attendees from 90 countries all over the world. For the first time, TCT will be held in Denver, Colorado. Denver is a vibrant, active city at the base of the Colorado Rocky Mountains known for its stunning natural beauty, a thriving cultural scene, and award-winning dining. Every year, TCT features major medical research breakthroughs and gathers leading researchers and clinicians from around the world to present and discuss the latest evidence-based research in the field. TCT 2017 will also highlight state-of-the-art techniques and hands-on training, as well as high-definition live case transmissions. To learn more about the conference, please visit http://www.crf.org/tct.October 29 - November 2, 2017\r\nAgenda Highlights: http://www.crf.org/tct/agenda/tct-2017-agendaColorado Convention Center\r\nDenver, COHeart disease remains the leading cause of death worldwide. Every year, the discoveries made through hundreds of studies and late breaking trials presented at TCT lead to advancements in new medicines and devices that ultimately lead to improved care for patients with heart disease. Media may apply for registration by visiting:     \r\nhttp://www.crf.org/tct/press/press-registration-formDetails on required press credentials can be found at: http://www.crf.org/tct/press/press-credentials-and-guidelines", "meeting": "Transcatheter Cardiovascular Therapeutics", "keywords": ["Medical Education", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}