{"journal": "PLOS ONE", "url": "http://www.eurekalert.org/pub_releases/2017-07/jhm-qeo071317.php", "description": "In a small proof-of-concept study, researchers at Johns Hopkins report a complex mathematical method to measure electrical communications within the heart can successfully predict the effectiveness of catheter ablation, the standard of care treatment for atrial fibrillation, the most common irregular heartbeat disorder.  This has the potential to let physicians and patients know immediately following treatment whether it was effective, or whether they'll need to anticipate another procedure in the future.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0179459", "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "W.W. Smith Charitable Trust, Johns Hopkins University Institute of Clinical and Translational Research, Edward St. John Foundation for AF Research, The Roz and Marvin H Weiner and Family Foundation, The Dr. Francis P Chiaramonte Foundation", "title": "Quantifying effectiveness of treatment for irregular heartbeat", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/quantifying_effectiveness_of_treatment_for_irregular_heartbeat", "institution": "Johns Hopkins Medicine", "text": "In a small proof-of-concept study, researchers at Johns Hopkins report a complex mathematical method to measure electrical communications within the heart can successfully predict the effectiveness of catheter ablation, the standard of care treatment for atrial fibrillation, the most common irregular heartbeat disorder.  This has the potential to let physicians and patients know immediately following treatment whether it was effective, or whether they'll need to anticipate another procedure in the future. Atrial fibrillation is the most common irregular heartbeat disorder in America, affecting three to six million Americans, with a projected increase to twelve million by 2030, according to the American Heart Association's Heart Disease and Stroke Statistics 2017 Update.  The dangers of Afib, which is caused by misfiring electrical signals in the heart, include a higher risk of stroke, blood clots, and heart failure, and symptoms that may include heart palpitations, shortness of breath and fatigue.When drugs aren't effective for treating atrial fibrillation, cardiologists may use a procedure called catheter ablation to cauterize, or burn, the heart tissue that's the source of the electrical misfire. During catheter ablation, which typically takes four to five hours, cardiologists thread a catheter, or long thin tube, up through a blood vessel from the groin to the heart and use it as a conduit to send radiofrequency energy to cauterize the misfiring cells.  The hope is that once the faulty tissue is destroyed, the heart's electrical communication system will improve, and the periodic irregular heart rhythms will cease or occur less intensely or frequently.Hiroshi Ashikaga, assistant professor of medicine and biomedical engineering at Johns Hopkins University School of Medicine, says that the success rate for atrial fibrillation patients twelve months after the procedure is 60 to 80 percent for ideal candidates with intermittent irregular heartbeats.  But for patients who have chronic and persistent irregular heartbeats, success rates are much lower. \"This means that 20 to 40 percent of patients have to undergo a second, or even third, long procedure; rates no one is happy about,\" Ashikaga says.  \"Our study sought to create an accurate predictor and measure of success and we showed that if the procedure improved electrical communication in the heart immediately following catheter ablation, then it can be a read-out for longer term success.\"  Ashikaga published the results of his study on July 5 in the open access journal PLOS ONE. Ashikaga and his team used a basket-shaped catheter with 64 electrode sensors to measure the heart's electrical communication just before and right after the procedure, and again at six months in 22 patients with an average age of about 64 years treated at the Johns Hopkins Hospital.  Seventy-eight percent of patients in the study were male and all patients had persistent atrial fibrillation.To quantify the health of the heart's complex electrical communication system, Ashikaga's team measured the strength of the communication between all of the different pairs of points that the 64-node catheter can monitor.  The heart's structure of communication can be described as a small-world network.  A small-world network is a structure that Ashigaka describes as somewhere between a regular network and a random network, with a regular network imagined as a circle of 64 people holding hands and being friends only with their neighbors, and a random network imagined as that circle of people having random friendships throughout the circle, irrespective of where they're standing.\"If you want to send a message to someone on the opposite side of the big circle in a regular network, you have to send the message through 32 people to reach that one other person,\" Ashikaga says.  \"It takes a long time to relay the message and it's not really efficient.\"The opposite of a regular network is a random network, with many arbitrary connections between points.  In between a regular and random network is a small-world network, a combination of regular and random connections that creates an efficient and robust system, \"meaning that if one connection is broken, there's still a pathway for communication,\" Ashikaga explains.\"If the small-world network index of the heart's electrical communication system improved right after the procedure, our data showed that it's predictive of the six-month success rate of the procedure,\" Ashikaga says.  Improvement in the small-world index, indicative of the health of the heart's electrical communication system, immediately following the procedure was associated with a successful outcome in six months.  For example, successful ablation improves both the local and global connectivity, and as a result, improves the efficiency and robustness of the communication network.  These changes are not observed in patients with Afib recurrence. Ashikaga cautions that larger-scale clinical trials are needed before the measurement can be recommended for wider use.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}