{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-07/acoc-nap071317.php", "description": "Plant-based diets are recommended to reduce the risk of heart disease; however, some plant-based diets are associated with a higher risk of heart disease, according to a study published today in the Journal of the American College of Cardiology.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.05.047", "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "", "title": "Not all plant-based diets are created equal", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Plant-based diets are recommended to reduce the risk of heart disease; however, some plant-based diets are associated with a higher risk of heart disease, according to a study published today in the Journal of the American College of Cardiology.In prior studies of the impact of a plant-based diet, there were several limitations. Plant-based diets were defined as \"vegetarian\" which consist of a variety of dietary patterns that exclude some or all animal foods. These studies treat all plant foods equally, even though certain plant foods like refined grains and sugar sweetened beverages are associated with a higher risk of cardio-metabolic disease.To overcome these limitations, the researchers created three versions of a plant-based diet: an overall plant-based diet which emphasized the consumption of all plant food and reduced (but did not eliminate) animal food intake; a healthful plant-based diet that emphasized the intake of healthy plant foods such as whole grains, fruits and vegetables; and an unhealthful plant-based diet which emphasized consumption of less healthy plant foods such as refined grains. Researchers used a baseline sample of 73,710 women from the Nurses' Health Study, 92,320 women from the Nurses' Health Study 2 and 43,259 men from the Health Professionals Follow-Up Study. These participants responded to a follow-up questionnaire every two years for over two decades on lifestyle, health behaviors and medical history. Participants with coronary heart disease at baseline were excluded, as were participants with cancer, stroke and coronary artery surgery.During follow-up, 8,631 participants developed coronary heart disease. Overall, adherence to a plant-based diet was associated with a lower risk of heart disease. A higher intake of a more healthful plant-based diet - one rich in whole grains, fruits, vegetables, etc. - was associated with a substantially lower risk of heart disease. However, a plant-based diet that emphasized less healthy plant foods like sweetened beverages, refined grains, potatoes and sweets had the opposite effect. \"When we examined the associations of the three food categories with heart disease risk, we found that healthy plant foods were associated with lower risk, whereas less healthy plant foods and animal foods were associated with higher risk,\" said Ambika Satija, ScD, a postdoctoral fellow at the Harvard T.H. Chan School of Public Health in Boston and the study's lead author. \"It's apparent that there is a wide variation in the nutritional quality of plant foods, making it crucial to take into consideration the quality of foods in a plant-based diet.\"In an accompanying editorial, Kim Allan Williams, MD, MACC, chair of the division of cardiology at Rush University Medical Center in Chicago, said the study adds to the substantial evidence that a predominately plant-based diet reduces heart disease risk. Not all plant-based foods are equally healthy, but plant-based diets with whole grains, unsaturated fats and an abundance of fruits and vegetables \"deserve more emphasis in dietary recommendations.\"Williams said, the long-term follow up allowed authors to examine dietary patterns and analyze the effect of gradual adherence to a plant-based diet through reduced animal food intake and increased plant food intake on heart disease risk. They said \"just as physical activity is a continuum, perhaps an emphasis on starting with smaller dietary tweaks rather than major changes would be more encouraging and sustainable.\"Limitations of the study include its observational nature and the self-reported diet assessments. However, these diet assessments were validated against multiple week diet records and biomarkers. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diet/Body Weight", " Health Professionals", " Nutrition/Nutrients", " Public Health"]}