{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-cfo071317.php", "description": "A new research letter published by JAMA Neurology reports on examinations of cerebrospinal fluid collected from survivors of Ebola virus disease (EVD) to investigate potential Ebola virus persistence in the central nervous system.", "article_link": null, "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "", "title": "Cerebrospinal fluid of survivors of Ebola virus disease examined", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "A new research letter published by JAMA Neurology reports on examinations of cerebrospinal fluid collected from survivors of Ebola virus disease (EVD) to investigate potential Ebola virus persistence in the central nervous system.Avindra Nath, M.D., of the National Institute of Neurological Disorders and Stroke of the National Institutes of Health, Bethesda, Md., and coauthors collected cerebrospinal fluid (CSF) samples in 2015 from seven EVD survivors (two women and five men; average age 35) in the PREVAIL study.The fluid samples were analyzed for Ebola viral RNA. The authors report no Ebola viral RNA was detected in the seven samples.\"The CSF from all seven patients undergoing analysis was negative for Ebola viral RNA and showed no signs of inflammation; however, this finding could be related to the relatively long period from resolution of acute EVD to performance of LP [lumbar puncture to collect the CSF],\" according to the article.The article suggests that, alternately, if Ebola virus is dormant in the central nervous system of EVD survivors and is cell associated, it may not be released into CSF. Additionally, any release of virus from reservoirs into the CSF would be expected to cause acute meningoencephalitis, the authors write.\"Thus, EVD survivors should be monitored for neurologic symptoms suggestive of EVD relapse in the CNS [central nervous system] because of the potential for Ebola virus transmission during relapse,\" the research letter concludes.", "meeting": "", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"]}