{"journal": "Nature Cell Biology", "url": "http://www.eurekalert.org/pub_releases/2017-07/m-ttm071717.php", "description": "The Notch signal pathway could be the basis for new therapies for cardiovascular diseases.", "article_link": null, "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "", "title": "Tracking the mechanisms of artery formation", "region": "europe", "source_link": "https://www.mpg.de/11397869/artery-formation-notch", "institution": "Max-Planck-Gesellschaft", "text": "Arteriogenesis is a critical event  - not only during development but also in adult life. Cardiovascular life-threatening events, triggered by disease, could be overcome by alternatives to existing therapies, for example by inducing the formation of new arteries. However, the mechanisms of artery formation are not well understood. A team of scientists led by Ralf Adams from the Max Planck Institute for Molecular Biomedicine in Münster has developed an elegant genetic approach in mice to uncover molecular mechanisms that coordinate arterial growth. Together with Tilman Borggrefe and colleagues from the Institute of Biochemistry of the Justus-Liebig University of Gießen, they found that a receptor called Notch is crucial in this process: high Notch activity directs sprouting cells of the foremost growth front into developing arteries. This is the first study in mice to show a direct coupling of angiogenic sprouting to artery formation. This knowledge from postnatal development may help in identifying new therapeutic approaches that stimulate growth of new arteries after organ injury.The blood vessel system forms an intricate network of arteries, veins and capillaries that transports oxygen, nutrients, cells and waste products throughout the body. Accordingly, the vasculature plays very important roles in virtually all of our body functions.Cardiovascular disorders such as myocardial infarction or stroke, which are caused by dysfunctional arteries, have become the leading cause of death worldwide. Understanding how arteries form and grow in physiological situations could be of tremendous importance for identifying new therapeutic approaches that stimulate growth of new arteries in pathological conditions. Especially artery formation is important, because only this vessel type would be able to supply compromised tissues with enough blood. However, little is known on how the vascular network is established - least of all how arteriogenesis could be stimulated in therapeutical approaches.Max Planck scientists of the laboratory of Ralf Adams have studied angiogenesis   - the formation of new blood vessels from a pre-existing capillary network  - in the retina vascular system of postnatal mice.\"The so-called tip cells are those cells in the growing vascular network that, by sensing their environment, are guiding following endothelial cells\", says Mara Pitulescu, first author of the study and senior scientist in the department of Ralf Adams. Tip cells are followed by stalk cells, which have a more proliferative phenotype. Directly behind the tip and stalk cells, the blood vessels are arranged in an initially immature plexus, from which arteries, veins and interconnecting capillaries are formed. Endothelial cells in this network constantly interact with their neighbouring cells and their environment by signalling molecules. These interactions depend on receptors found on the endothelial cell surface and on ligands that bind to the receptors. Crucial for angiogenesis is the Notch receptor  - among others  - and its Dll4 ligand.Pitulescu combined genetic experiments with pharmacological approaches. \"This approach allowed us to discriminate between signals required for cell-cell interactions and the mere signalling pathways within the cells\", explains Pitulescu. \"We observed that the level of Notch activation per se is more important than the actual endothelial cell-to-cell communication driven by Notch-signalling, which is a new finding\", says Pitulescu.It was long thought that during vessel network expansion, tip cells and stalk cells would follow cues from the environment that is demanding for new blood vessels, while the vascular network behind these cells is growing. Simultaneously with the vascular plexus growth, arteries expand too. In zebrafish, an earlier study by Arndt Siekmann from the MPI for Molecular Biomedicine revealed that the arteries predominantly form via backward migration of cells that sprouted originally from veins.To study the exact mechanisms of artery formation in mice, Ralf Adams' team used elegant mouse genetics to genetically label only the tip cells and to follow their derived daughter cells over time. \"Surprisingly, we found that the progeny of leading tip cells migrates against the general growing direction of the plexus and incorporates into arteries within a few days time\", says Pitulescu.The scientists were able to inactivate the Notch-ligand Dll4 specifically in tip cells and observed how the vascular network extended. Interestingly, Dll4 is not required to keep tip cells in their position at the edge of the growing vessel bed. \"Rather, we found that CXCR4, a chemokine receptor critical for cell migration, is necessary for tip cell maintenance\", says Pitulescu. The experiments, though, clarified the role of Dll4: \"If Dll4 is missing and therefore the Notch receptor is not activated, the backward tip cell migration into growing arteries is impaired\", says Pitulescu.\"This is the first study in mice to show this direct coupling of sprouting to artery formation equally regulated by Notch\", says Ralf Adams, who also is a Professor at the Medical Faculty of the Westphalian Wilhelms-University Münster and faculty member of the Cluster of Excellence \"Cells in Motion\".\"These findings are of great significance for understanding the process of arterial growth\", says Tilman Borggrefe, who with his team performed the biochemical analyses in the current study. \"This could constitute a new therapeutical approach to control angiogenesis via Notch in order to promote artery formation, when needed\", says Borggrefe.", "meeting": "", "keywords": ["Biology", " Cell Biology"]}