{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/nion-ssp071717.php", "description": "The microgravity conditions of the International Space Station (ISS) may hold the key to improving our understanding of how to combat toxic nerve agents such as sarin and VX. That is the hope of Countermeasures Against Chemical Threats (CounterACT) project that is part of an initiative at the National Institutes of Health aimed at developing improved antidotes for chemical agents.", "article_link": null, "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Space station project seeks to crystallize the means to counteract nerve poisons", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Space-station-project-seeks-crystalize-means", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "The microgravity conditions of the International Space Station (ISS) may hold the key to improving our understanding of how to combat toxic nerve agents such as sarin and VX. That is the hope of Countermeasures Against Chemical Threats (CounterACT) project that is part of an initiative at the National Institutes of Health aimed at developing improved antidotes for chemical agents.\"With increasing worldwide concern about the use of chemical weapons, there is significant interest in developing better counteragents,\" said David A. Jett, Ph.D., director of the CounterACT program, National Institute of Neurological Disorders and Stroke (NINDS), a part of NIH. Organophosphates (OPs), a family of chemicals that includes several pesticides as well as sarin and VX nerve agents, block the activity of the enzyme acetylcholinesterase (AChE). This enzyme is critical for allowing muscles to relax after they have been stimulated by the nervous system. When the activity of AChE is blocked (for example, by OPs), muscles cannot relax, leading to paralysis and eventually death.Developing antidotes to this type of poisoning requires detailed knowledge about the structure of the AChE enzyme. Until now, the forces of gravity on Earth have posed a challenge to this area of research. That's where traveling into space comes in.In June of this year, samples of the human AChE enzyme were sent to the International Space Station U.S. Laboratory by a team of CounterACT scientists led by Andrey Kovalevsky, Ph.D., Oak Ridge National Laboratory in Oak Ridge, Tennessee, and Zoran Radic, Ph.D., University of California, San Diego. Using these samples, astronauts are currently growing large crystals of pure enzyme of a size that cannot be formed on Earth due to interference from gravity.\"By taking advantage of the microgravity conditions of the International Space Station, we hope to grow better, more uniform crystals that we are unable to grow on Earth,\" said Dr. Kovalevsky.   Once the crystals are grown to a large enough size, they will be returned to Earth and analyzed by a sophisticated imaging method called neutron diffraction that can provide an atomic-level view of the enzyme. \"Using this technique, we will be able to get a closer look at how the enzyme interacts with pesticides and nerve agents and learn about how the bond between the two can be chemically reversed,\" said Dr. Radic. \"This method would not work on the smaller enzyme crystals that can be grown here.\"    Antidotes to OP exposure reactivate AChE by directly breaking its chemical bond with the OP. However, the speed at which the countermeasures available today are able to do this is too slow to be fully effective. This project will help researchers to develop antidotes that break the AChE-OP bond more quickly and that can also be delivered orally, which is another key to dealing with large-scale exposure to nerve poisons. \"Developing better countermeasures against these sorts of nerve agents is a major thrust of our overall program,\" said Dr. Jett. \"This project is the kind of cutting-edge science we envisioned when we established the CounterACT program.\"    ", "meeting": "", "keywords": ["Biology", " Biochemistry", " Chemical/Biological Weapons", " Molecular Biology", " Toxicology", " Toxicology", " Experiments in Space"]}