{"journal": "Biomedical Optics Express", "url": "http://www.eurekalert.org/pub_releases/2017-07/tos-rli071717.php", "description": "A new technique that makes blood clots optically clear is allowing researchers to use powerful optical microscopy techniques to study the 3D structure of dangerous clots for the first time. Although blood clots stop bleeding after injury, clots that block blood flow can cause strokes and heart attacks.", "article_link": "http://dx.doi.org/10.1364/BOE.8.003671.", "date": "Mon, 17 Jul 2017 04:00:00 GMT", "funder": "", "title": "Researchers look inside dangerous blood clots with optical clearing technique", "region": "namerica", "source_link": null, "institution": "The Optical Society", "text": "WASHINGTON --A new technique that makes blood clots optically clear is allowing researchers to use powerful optical microscopy techniques to study the 3D structure of dangerous clots for the first time. Although blood clots stop bleeding after injury, clots that block blood flow can cause strokes and heart attacks.The new approach could make it possible to use advanced light microscopy techniques such as confocal microscopy to correlate clinical symptoms with the 3D structure of clots from patients. It is common for cardiologists to remove blood clots blocking the arteries of people who have experienced heart attacks or strokes. \"We can potentially analyze the clot structure from a patient and try to understand why it became such a problem,\" said John W. Weisel of the University of Pennsylvania, School of Medicine. \"A more detailed understanding of various clot structures could reveal why pieces of certain clots can break off, leading to potential deadly complications. Eventually, this knowledge might lead to better treatments or ways to prevent clots from causing harm.\"  In The Optical Society (OSA) journal Biomedical Optics Express, a collaborative group from Weisel's lab and the labs of Mark Alber of the University of California, Riverside, and Jeremiah Zartman  of the University of Notre Dame report on an optical clearing method that allows microscopic imaging up to 1 millimeter into a clot, a significant improvement over the roughly .02 millimeters possible without using optical clearing. They tested the new approach on clots that were about 5 millimeters in diameter and 1 millimeter thick formed outside the body using mouse and human blood. \"The iron-containing molecule heme that is in red blood cells makes clots very hard to image optically,\" said Zartman. \"Our method, called cClot, is efficient at removing the heme and making the whole clot clear without changing its 3D structure.\"Seeing through thick tissueThick tissue is difficult to image with optical techniques because it absorbs or scatters light. For techniques that use fluorescent probes to label cells and tissue, this means that the laser light needed to excite the fluorescence can't reach deep inside the tissue and fluorescence is absorbed before it reaches the camera. Although optical clearing agents can remove light-scattering molecules from tissue, existing agents aren't optimized for removing heme and do not work for the dense, tightly packed structures making up blood clots. To develop the new optical clearing technique, the researchers altered the composition of an optical clearing agent known as CUBIC. After much trial and error, they created a clearing agent that didn't alter the shape of a clot's red blood cells and was efficient enough to make a clot clear in less than a day. The researchers also tested various fluorescent probes to identify ones that could penetrate a clot. The researchers examined clots that were contracting, which helps form a tight seal that stops bleeding. \"Using the optical clearing technique, we were able to look inside the clot and examine the structure,\" said Weisel. \"We found that during contraction, the red blood cells change from their normal biconcave shape to polyhedral and are very tightly packed against each other, but don't actually change in volume. This is something we didn't know before and that we can now study in more detail.\"High-throughput approachesThe researchers are now looking for ways to achieve faster optical clearing and image analysis. This could allow the new optical clearing technique to be used with high-throughput approaches that examine the effects of hundreds of different drugs on the clotting process or clot contraction, for example. The optical clearing technique would make it possible to quickly image a series of clots before and after treatment. The researchers are also working to test the method with clots removed from patients. They want to collect information that can be used to create computational models of the structure and properties that could one day be used to predict risks associated with certain types of clots, for example.\"We don't know what kinds of ultrastructural signatures might be identified in 3D specimens,\" said Zartman. \"It's an area that hasn't been explored, and our optical clearing method could allow the study of many different types of three dimensional structures to see if there's something that provides new or different information than current diagnostic techniques.\"\nPaper: P. Höök, T. Brito-Robinson, O. Kim, C. Narciso, H.V. Goodson, J.W. Weisel, M.S. Alber, J.J. Zartman, \"Whole Blood Clot Optical Clearing for Nondestructive 3D Imaging and Quantitative Analysis,\" Biomed. Opt. Express, Volume 8, Issue 8, 3671-3686 (2017). \r\nDOI: 10.1364/BOE.8.003671.About Biomedical Optics ExpressBiomedical Optics Express is OSA's principal outlet for serving the biomedical optics community with rapid, open-access, peer-reviewed papers related to optics, photonics and imaging in the life sciences. The journal scope encompasses theoretical modeling and simulations, technology development, and biomedical studies and clinical applications. It is published by The Optical Society and edited by Christoph Hitzenberger, Medical University of Vienna. Biomedical Optics Express is an open-access journal and is available at no cost to readers online at OSA Publishing.About The Optical SocietyFounded in 1916, The Optical Society (OSA) is the leading professional organization for scientists, engineers, students and business leaders who fuel discoveries, shape real-life applications and accelerate achievements in the science of light. Through world-renowned publications, meetings and membership initiatives, OSA provides quality research, inspired interactions and dedicated resources for its extensive global network of optics and photonics experts. For more information, visit osa.org.Media Contacts:Rebecca B. Andersen\t\t\t\t\r\nThe Optical Society\t\t\t\r\nrandersen@osa.org Joshua Miller\r\nThe Optical Society\r\njmiller@osa.org\nJoshua Miller\njmiller@osa.org\n202-416-1435\n @opticalsociety\nhttp://www.osa.org ", "meeting": "", "keywords": ["Cell Biology", " Optics", " Medicine/Health", " Cardiology", " Diagnostics", " Hematology", " Research/Development"]}