{"journal": "BMJ Open", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc-cos071217.php", "description": "Negative media coverage of the side effects associated with taking statins, and patients' own experiences of taking the drugs, are among the reasons cited by stroke survivors and their carers for stopping taking potentially life-saving drugs, according to research published today.", "article_link": "http://dx.doi.org/10.17863/CAM.10458", "date": "Sun, 16 Jul 2017 04:00:00 GMT", "funder": "National Institute of Health Research, Stroke Association, British Heart Foundation", "title": "Concerns over side effects of statins stopping stroke survivors taking medication", "region": "europe", "source_link": null, "institution": "University of Cambridge", "text": "Negative media coverage of the side effects associated with taking statins, and patients' own experiences of taking the drugs, are among the reasons cited by stroke survivors and their carers for stopping taking potentially life-saving drugs, according to research published today.Individuals who have had a stroke are at risk of a second stroke, which carries a greater risk of disability and death than first time strokes. In fact, one third of all strokes occur in individuals who have previously had a stroke. To prevent this recurrence, patients are offered secondary preventative medications; however, adherence is a problem with 30% of stroke patients failing to take their medications as prescribed.To examine the barriers to taking these medications, researchers at the University of Cambridge and Queen Mary University, London (QMUL), analysed posts to TalkStroke, a UK-based online forum hosted by the Stroke Association, across a seven year period (2004-2011).  The forum was used by stroke survivors and their carers. The team, led by Dr Anna De Simoni, a lecturer in Primary Care Research at QMUL and visiting researcher at the Department of Public Health and Primary Care, University of Cambridge, has previously used the forum to explore issues such as the impairment that can make it difficult for stroke survivors to maintain a job.The findings of the study, which looked at posts by 84 participants, including 49 stroke survivors and 33 caregivers, are published today in the journal BMJ Open. The Stroke Association gave the researchers permission to analyse the results, and to prevent identification of individuals, the team did not use verbatim comments.Among the reasons cited by the forum users, side effects were a major factor in decisions to stop taking medication. Several contributors had experienced negative side effects and as a result had stopped taking the medication, sometimes in consultation with their GP and other times unilaterally. Others reported that they, or the person they were caring for, had stopped taking the medication after reading negative stories in the press about side effects. Other users expressed concerns over the medication they were offered. There were conflicting views about the efficacy of the medications - some contributors believed they were very important, while others believed that their risk could be managed by lifestyle changes alone.Contributors also reported mixed views of healthcare professionals -- some felt confident in their doctor's decision, while others questioned their decisions, some even questioning their motivation for prescribing particular drugs.\"These findings have highlighted the need for an open, honest dialogue between patients and/or their carers, and healthcare professionals,\" says Dr De Simoni. \"Doctors need to listen to these concerns, discuss the benefits and drawbacks of taking the medication, and be willing to support a patient's informed decision to refuse medications.\"However, perceptions did not present the only barriers to adherence: there were often practical considerations. Drugs were sometimes too large and difficult to swallow, or a drug regime was too burdensome. The complexities of the drug regimes sometimes meant having to develop routines and strategies to ensure patients kept to them. One survivor described having to pay for the medications by credit card as she was unable to work and had no money or benefits coming in.\"By analysing people's views as expressed in online forums, where they are more open and less guarded, we've seen some valuable insights into why some stroke survivors have difficulty adhering to their medication,\" says PhD candidate and first author James Jamison from the Department of Public Health and Primary Care at Cambridge. \"Challenging negative beliefs about medication and adopting practices that make routines for taking medication simpler, particularly for those patients who have suffered disability as a result of stroke, should increase adherence and ultimately improve health outcomes.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Public Health"]}