{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-08/au-sss083117.php", "description": "New research by American University neuroscience Professor Colin Saldanha shows that estrogen synthesis, a process naturally occurring in the brains of zebra finches, may also fight off neuroinflammation caused by infection that occurs elsewhere in the body.", "article_link": null, "date": "Thu, 31 Aug 2017 04:00:00 GMT", "funder": "", "title": "Songbird study shows how estrogen may stop infection-induced brain inflammation", "region": "namerica", "source_link": null, "institution": "American University", "text": "The chemical best-known as a female reproductive hormone--estrogen--could help fight off neurodegenerative conditions and diseases in the future. Now, new research by American University neuroscience Professor Colin Saldanha shows that estrogen synthesis, a process naturally occurring in the brains of zebra finches, may also fight off neuroinflammation caused by infection that occurs elsewhere in the body. The finding reveals clues about the interplay between the body's neuroendocrine and immune systems. While inflammation is a normal part of immune response, in the brain, too much inflammation can cause degenerative effects, or in the worst-case scenario, death. Humans and other mammals produce estrogen in the brain, but songbirds have evolved a rapid way to harness estrogen to regulate inflammation following trauma to the brain. Saldanha wanted to take his experiment on estrogen in the songbird brain and see if the birds responded similarly when faced with everyday infections that pose a threat, such as flu. Indeed, the experiment revealed that estrogen synthesis in the brain increased in response to infection elsewhere in the body. So why does the brain start making a sex hormone in response to a sickness or bacterial infection? \"Possibly to protect vulnerable brain circuits, and to keep the brain from being overtaken by infection or chronic inflammation,\" Saldanha said. \"Ask any physician. Infections, once they get in the brain, are difficult to control. The estrogen synthesis could be in response to protect neural circuits, of any kind, from damage an infection could wield if it travels to the brain.\"In the experiment, the findings of which published today in the open-access journal Scientific Reports, Saldanha and his colleagues simulated an infection. One group of songbirds received a chemical to activate the immune system and simulate a bacterial infection. Birds in the control group received an injection of saline. Within two hours the pathogen-injected birds showed classic signs of immune response and sickness behaviors like listlessness, fever and loss of appetite. After 24 hours, the sick birds were on the rebound - and showing elevated levels of estrogen in their brains and a decrease in cytokines, proteins secreted as part of the immune response.Two types of brain cells synthesize estrogen: neurons and astrocytes. The cells that made estrogen in response to the infection were neurons. More neurons appeared to have switched on to produce estrogen. The next step of the research will be to measure to see how much estrogen. More research is needed, but the findings are strong evidence for a correlation between estrogen synthesis and inflammation control following an infection in the body. Songbirds could be using estrogen to combat the infection and, additionally, protect the brain from any consequences.Figuring out how these natural processes work in songbirds paves the way for study in mammals, to figure out potential therapies and ways that humans can make use of estrogen to slow brain degeneration and inflammation, the kind that results from injury such as stroke, Alzheimer's or Parkinson's. \r\n", "meeting": "", "keywords": ["Biology", " Neurobiology", " Trauma/Injury"]}