{"journal": "Royal Society Open Science", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoa-spi083017.php", "description": "Australian researchers have shown that it is possible for stroke patients to improve motor function using special training involving connecting brain signals with a computer.", "article_link": "http://dx.doi.org/10.1098/rsos.170660", "date": "Wed, 30 Aug 2017 04:00:00 GMT", "funder": "", "title": "Stroke patient improvement with a brain-computer interface", "region": "africa", "source_link": null, "institution": "University of Adelaide", "text": "University of Adelaide researchers have shown that it is possible for stroke patients to improve motor function using special training involving connecting brain signals with a computer.In a \"proof-of-principle\" study published in the journal Royal Society Open Science, the researchers described how this brain-computer interface (BCI) produced a 36% improvement in motor function of a stroke-damaged hand.The BCI measures brain electrical signal on the surface of the scalp. Every time a subject imagines performing a specific motor function, for example grasping an object, the BCI takes those electrical signals and transmits them to a computer. Then an advanced mathematical algorithm interprets the brain signals and accordingly supplies a sensory feedback via a robotic manipulator.\"In the majority of strokes, the area of the brain that sends motor commands to the muscles becomes partly damaged and thereby degrades motor functions of the affected parts,\" says Dr Sam Darvishi, who completed the work during his PhD in the University of Adelaide's School of Electrical and Electronic Engineering, under the supervision of Associate Professor Mathias Baumert and Professor Derek Abbott.\"During the early phases of motor learning (such as when we are toddlers) our brain and body learn how to work in harmony when the brain commands the target muscles and then receives feedback via seeing and feeling each body movement. After a stroke the brain needs to re-train the lost skills. \"BCIs have been proposed as an alternate therapy for stroke patients. They have shown some level of promise but, to date, haven't been particularly effective.\"Our theory is that to achieve clinical results with BCIs we need to have the right feedback to the brain at the right time; we need to provide the same feedback that we receive during natural motor learning, when we are seeing and feeling the body's movement. We also found there should be a short delay between the brain activation and the activation of target muscles.\"The researchers designed a specific BCI to meet these requirements. In a single case study of one patient they achieved 36% improvement in hand motor function in just 10 training sessions of 30 minutes each.\"This was only a single patient so we can't generalise the outcome to a whole stroke population,\" says Dr Darvishi.\"However it certainly shows enough promise for a larger study of stroke patients to see if this could be a feasible therapy for stroke rehabilitation.\"This would be a major step towards helping stroke patients recover from debilitating damage.\"", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Physiology", " Biomechanics/Biophysics", " Algorithms/Models", " Medicine/Health", " Stroke", " Aging", " Physiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Electrical Engineering/Electronics"]}