{"journal": "Annals of Nutrition and Metabolism", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoia-sed083017.php", "description": "Metabolically healthy obese adults consuming a diet high in unsaturated fat and low in saturated fat may be able to decrease their total cholesterol by 10 points, a new study suggests. However, there was little research evidence to support current dietary recommendations that replacing saturated fat with unsaturated fat aids in weight loss, the researchers also reported.", "article_link": "http://dx.doi.org/10.1159/000477216", "date": "Wed, 30 Aug 2017 04:00:00 GMT", "funder": "US Department of Agriculture National Institute of Food and Agriculture Research Initiative", "title": "Study examines dietary fats' impact on healthy, obese adults", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/549599", "institution": "University of Illinois at Urbana-Champaign", "text": "CHAMPAIGN, Ill. -- Metabolically healthy obese adults consuming a diet high in unsaturated fat and low in saturated fat may be able to decrease their total cholesterol by 10 points, a new study suggests. However, there was little research evidence to support current dietary recommendations that replacing saturated fat with unsaturated fat aids in weight loss, the researchers also reported in their meta-analysis of recent dietary studies.Nutrition scientists at the University of Illinois analyzed the findings of eight randomized controlled trials to investigate the impact of diets that provided similar amounts of calories, but high amounts of either saturated or unsaturated fats, on the blood lipid levels and body composition of overweight and obese adults.Each of the studies included a control group of participants who ate a diet high in saturated fats, constituting from 14 to 24 percent of their total energy intake. Found in animal products such as red meat, butter and dairy products, saturated fats have been linked to weight gain and increased risk of cardiovascular disease.Compared with their counterparts, subjects who ate greater amounts of monounsaturated fats and polyunsaturated fats reduced their total cholesterol by more than 10 milligrams per deciliter. However, reductions in these individuals' low-density lipoprotein (LDL, commonly called the \"bad cholesterol\") and triglyceride concentrations were marginal, said lead author Bridget A. Hannon, a graduate research assistant at the university.Regardless of the amount of saturated or unsaturated fat they consumed, only those subjects who followed calorie-restricted diets lost weight, the U. of I. scientists found.Commonly called the \"good fats,\" polyunsaturated and monounsaturated fats are found in foods such as olive, sunflower and canola oils; nuts and seeds; and avocados. Consumption of these unsaturated fats has been linked with lower risk of cardiovascular disease and other health benefits.Obesity has been linked with more than 20 different diseases, and lowering one's total cholesterol by as little as 10 points can be clinically beneficial, preventing the onset or progression of many of these conditions, said nutritional sciences professor Dr. Margarita Teran-Garcia. A pediatrician, Teran-Garcia is a professor of human development and family studies, and a faculty member in the Carle Illinois College of Medicine. She and kinesiology and community health professor Ruopeng An were co-authors of the study.Published recently in the Annals of Nutrition and Metabolism, the study is believed to the first to examine the effects of replacing saturated fats with unsaturated fats in the diets of more than 660 metabolically healthy individuals who were overweight or obese. The meta-analytic method enabled the researchers to assess the results of multiple studies at once to determine the overall impact of this dietary replacement.People who are metabolically healthy but overweight have not yet developed any of the weight-related comorbid diseases or conditions such as type 2 diabetes or heart disease, Teran-Garcia said.\"We know that metabolic health, in the context of obesity, is a transient state that may not persist over time, and these individuals are at increased risk of developing different comorbidities,\" said co-author Sharon V. Thompson, a registered dietitian and pre-doctoral fellow at the university. \"More than 60 percent of adults in the U.S. are obese or overweight, placing them at greater risk of weight-related diseases, including high cholesterol and stroke, and we need evidence-based strategies to recommend that will prevent disease development,\" Thompson said. While the U. of I. scientists reported a lack of strong research evidence to indicate that unsaturated fats alone reduced blood lipids, they suggested that consuming healthy fats may be beneficial for preventing other obesity-related comorbidities, especially if combined with a calorie-restricted diet and increased physical activity.\"This can be accomplished in small, simple steps, such as substituting olive oil and canola oil while cooking, and increasing one's consumption of fish, nuts, fruits and vegetables,\" Teran-Garcia said. \"These strategies could not only reduce an individual's risk of obesity-related diseases but also help them get to a healthy weight.\"Further research is needed to identify the specific properties of fatty acids and food sources that are beneficial and provide the ideal ratio of saturated to unsaturated fat that promotes health, Hannon said.\"The U.S. population is not getting any healthier, and scientists need to provide the public with easy-to-follow, evidence-based dietary recommendations to prevent the progression of obesity-related disease,\" Teran-Garcia said.\r\n", "meeting": "", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients"]}