{"journal": "Journal of Cardiopulmonary Rehabilitation and Prevention", "url": "http://www.eurekalert.org/pub_releases/2017-08/wkh-gf083017.php", "description": "Changing from scheduled appointments to an 'open gym' format can reduce waiting times for cardiac rehabilitation, reports a study in the September/October issue of Journal of Cardiopulmonary Rehabilitation and Prevention. The journal is published by Wolters Kluwer.", "article_link": null, "date": "Wed, 30 Aug 2017 04:00:00 GMT", "funder": "", "title": "'Open gym' format shortens waiting time for cardiac rehab", "region": "namerica", "source_link": null, "institution": "Wolters Kluwer Health", "text": "Aug. 30, 2017 - Changing from scheduled appointments to an \"open gym\" format can reduce waiting times for cardiac rehabilitation, reports a study in the September/October issue of Journal of Cardiopulmonary Rehabilitation and Prevention. The journal is published by Wolters Kluwer.Patients started cardiac rehab about four days sooner after introduction of a group enrollment and open gym format, according to the new research by Justin M. Bachmann, MD, MPH, and colleagues of Vanderbilt University Medical Center, Nashville. They write, \"This cardiac rehabilitation delivery model may be an option for programs seeking to decrease wait times.\"More Efficient Way to Start Patients on Cardiac Rehab?At the authors' cardiac rehabilitation center, problems in scheduling initial appointments had become a barrier to promptly starting rehabilitation after hospitalization for cardiac events. Many patients needed more flexible schedules due to work or other responsibilities, and were unable to get their first- or second-choice appointment times.To deal with this scheduling bottleneck, the rehabilitation center decided to try something innovative. Beginning in 2012, patients were offered the option of starting cardiac rehab by attending group intake sessions. They were then able to stop by for subsequent sessions any time during open gym hours, held mornings and afternoons three days per week. At these times, the gym was staffed by at least two exercise physiologists.The researchers compared waiting times and other outcomes for approximately 350 patients attending the open gym format versus 250 patients treated using the traditional appointment model. Percutaneous coronary intervention (angioplasty) was the most common reason for cardiac rehab, followed by heart attack (myocardial infarction) and coronary bypass surgery. Most of the patients were men; average age in the open gym group was 59 years.Waiting times for cardiac rehab were shorter with the open gym format: an average of 14.9 days after hospital discharge, compared to 19.5 days for patients with individual appointments. After adjustment for other relevant factors, the open gym format shortened waiting times by 22 percent. Important outcomes were similar between groups, including the percentage of patients starting cardiac rehabilitation, the number of sessions attended, and rehab completion rates. For patients who completed their rehabilitation program, the two groups showed \"equally beneficial effects\" on exercise capacity and depressive symptoms.Despite initial concerns, rehab staff found that they had ample time to work with patients individually in the group setting. There were no changes in staffing or equipment during the study period.Cardiac rehabilitation is an essential part of care for patients with cardiovascular disease. Yet previous studies suggest that less than 20 percent of eligible patients participate in cardiac rehab. Longer waiting times for initial sessions are associated with lower participation rates.Dr. Bachmann and colleagues note that their cardiac rehab center has a relatively high participation rate of over 50 percent of eligible patients. They believe that the open gym format and flexible scheduling might have a greater impact on participation and outcomes at centers with lower participation rates. The researchers point out some limitations of their \"before and after\" study, but note that a randomized study of the open gym format versus scheduled appointments would be difficult to perform. Dr. Bachmann and coauthors conclude, \"These data invite further study of the effect of appointment scheduling procedures on wait times and cardiac rehab participation, as well as outcomes such as exercise capacity and quality of life.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Health Care Systems/Services", " Health Professionals", " Pain", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury"]}