{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaon-vtc082817.php", "description": "Like whites, Hispanic and black people who have had mononucleosis, commonly known as mono, which is caused by Epstein-Barr virus, may have an increased risk of multiple sclerosis, according to a new study published in the Aug. 30, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 30 Aug 2017 04:00:00 GMT", "funder": "", "title": "Virus that causes mono may increase risk of MS for multiple races", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Like whites, Hispanic and black people who have had mononucleosis, commonly known as mono, which is caused by Epstein-Barr virus, may have an increased risk of multiple sclerosis (MS), according to a new study published in the August 30, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.While being infected at a young age with Epstein-Barr virus generally causes few, if any, symptoms, delayed exposure into adolescence or adulthood can cause mono with symptoms that can be quite severe.\"Previous studies that have found a link between mononucleosis and MS have looked primarily at white populations, so for our study, we examined whether there was a similar link for other racial groups as well,\" said study author Annette Langer-Gould, MD, PhD, of Kaiser Permanente Southern California in Pasadena and a member of the American Academy of Neurology. \"Indeed, we did find a strong biological link for all three racial groups.\"For the study, researchers recruited 1,090 black, Hispanic and white people, over a three-year period, with each group having a near balance of healthy people to people with MS or its precursor, called clinically isolated syndrome. Participants had blood tests to check for the Epstein-Barr virus antibody and were asked whether they had ever had mono. Researchers found that independent of other factors that could affect MS risk, such as sex, age, smoking and genetic ancestry, the risk of MS for those who had mono was higher than for those who had not. Blacks who had mono were more than four times more likely to develop MS than those who had not, Hispanics were nearly four times more likely and whites were two times more likely.Among blacks, 12 out of 111 of the people with MS, or 11 percent, had mono in the past, compared to four out of 128 people who did not have MS, or 3 percent. For Hispanics, 13 out of 173 people with MS, or 8 percent, had mono in the past, compared to three out of 187 people who did not have MS, or 2 percent. Among whites, 48 of the 235 people with MS, or 20 percent, had mono in the past, compared to 30 of the 256 people, or 12 percent, of those without the disease. \"While many people had Epstein-Barr virus antibodies in their blood, we found among all three groups, people who also developed mono in their teen years or later had a greater risk of MS,\" said Langer-Gould. \"This implies that delaying Epstein-Barr virus infection into adolescence or adulthood may be a critical risk factor for MS.\"Langer-Gould continued, \"Studies like ours that include participants from multiple racial groups can be a strong tool to test for biological risk factors, especially when the frequency of exposures to biological factors like Epstein-Barr virus and mononucleosis differ between groups. If the findings were not the same across all groups, it would be less likely that a link would be biological.\" One possible limitation of the study is that the control group may not represent the population overall.", "meeting": "", "keywords": ["Medicine/Health", " Epidemiology", " Aging", " Hematology", " Neurobiology", " Public Health", " Demography", " Minorities"]}