{"journal": "Current Biology", "url": "http://www.eurekalert.org/pub_releases/2017-08/uorm-pps083017.php", "description": "Music is not only a major part of Dan Fabbio's life, as a music teacher it is his livelihood.  So when doctors discovered a tumor located in the part of his brain responsible for music function, he began a long journey that involved a team of physicians, scientists, and a music professor and culminated with him awake and playing a saxophone as surgeons operated on his brain.", "article_link": null, "date": "Wed, 30 Aug 2017 04:00:00 GMT", "funder": "NIH/National Institute for Neurological Disorders and Stroke, National Science Foundation", "title": "Patient plays saxophone while surgeons remove brain tumor", "region": "namerica", "source_link": "https://www.urmc.rochester.edu/news/story/5127/patient-plays-saxophone-while-surgeons-remove-brain-tumor.aspx", "institution": "University of Rochester Medical Center", "text": "Music is not only a major part of Dan Fabbio's life, as a music teacher it is his livelihood.  So when doctors discovered a tumor located in the part of his brain responsible for music function, he began a long journey that involved a team of physicians, scientists, and a music professor and culminated with him awake and playing a saxophone as surgeons operated on his brain.  Fabbio's case is the subject of a study published today in the journal Current Biology that sheds new light on how music is processed in the brain.  In the spring of 2015, Fabbio was serving as substitute music teacher in a school in New Hartford, New York.  He was in a small office at the school working on the capstone project for his Master's degree in music education when he began to suddenly \"see and hear things that I knew were not real.\"  He became dizzy and nauseous and the episode prompted a visit to hospital in nearby Utica later that day.  After undergoing a CAT scan, the doctors sat Fabbio down and told him they found a mass in his brain.\"I was 25 at the time and I don't think there is any age when it is OK to hear that,\" recalled Fabbio.  \"I had never had any health problems before and the first thing my mind went to was cancer.\"The good news was that the tumor appeared to be benign - in fact, it had probably been slowly growing since childhood - and was in an area of the brain that was relatively easy for surgeons to access.  The bad news was that it was located in a region that is known to be important for music function.  Fabbio was referred to UR Medicine's Del Monte Institute for Neuroscience and neurosurgeon Web Pilcher, M.D., Ph.D.  \"When I met Dan for the first time, he expressed how concerned he was about losing his musical ability, because this frankly was the most important thing to him in his life, not only his livelihood, but his profession and his interest in life,\" said Pilcher. A Precise Map of Brain FunctionPilcher, who is the Ernest and Thelma Del Monte Distinguished Professor of Neuromedicine and Chair of Department of Neurosurgery, had struck up a partnership with Brad Mahon, Ph.D., an associate professor in the University of Rochester Department of Brain and Cognitive Sciences.  The two have developed a Translational Brain Mapping program for patients who had to undergo surgery to remove tumors and control seizures. \"Removing a tumor from the brain can have significant consequences depending upon its location,\" said Pilcher. \"Both the tumor itself and the operation to remove it can damage tissue and disrupt communication between different parts of the brain.  It is, therefore, critical to understand as much as you can about each individual patient before you bring them into the operating room so we can perform the procedure without causing damage to parts of the brain that are important to that person's life and function.\" The brain mapping program Pilcher and Mahon developed is tailored to circumstances of the individual.   Patients with brain tumors are now routinely referred to Mahon before undergoing their surgery.   Mahon and his team subject each individual to a battery of tests, including brain scans that identify important functions - such as motor control and language processing - that may be located in proximity to the tumor and potentially impacted by the surgery.  \"Everybody's brain is organized in more or less the same way,\" said Mahon. \"But the particular location at a fine grain level of a given function can vary sometimes up to a couple centimeters from one person to another.  And so it's really important to carry out this kind of detailed investigation for each individual patient.\"  While testing language and motor skills was relatively straightforward, evaluating musical ability, especially in a trained musician, was a different undertaking altogether.  Perhaps nowhere in the world was Fabbio's case a better fit.  Not only had Pilcher performed hundreds of these surgeries and had partnered with Mahon to develop a sophisticated brain mapping program that would be key to the procedure's success - but the famed Eastman  School of Music, a part of the University of Rochester, could be called upon to help plan Fabbio's surgery.Mahon reached out to Elizabeth Marvin, Ph.D., a professor of Music Theory in the University of Rochester's Eastman School of Music.  Marvin also holds a position in the Department of Brain and Cognitive Sciences and studies music cognition - the ability of our brains to remember and process music. The two developed a series of cognitive musical tests that Fabbio could perform while the researchers were scanning his brain.  During functional MRI (fMRI) scanning, Fabbio would listen to and then hum back a series of short melodies.  He also performed language tasks that required him to identify objects and repeat sentences.  The fMRI detects changes in oxygen levels, so the parts of the brain that were activated during the tests helped pinpoint the areas important for music and language processing.  Using this information the research team produced a highly detailed three-dimensional map of Fabbio's brain - with both the location of the tumor and music function - that would be used to help guide the surgeons in the OR.Saxophone Serenades SurgeonsThe ability to process and repeat a tune was an important measure, but the team also wanted to know if they were successful in preserving Fabbio's ability to perform music.  So they decided to bring his saxophone into the OR and, if possible, have him play it during the procedure. The challenge was that Fabbio would be lying on his side, so it would be difficult to play the instrument.  Also, the pressure caused by the deep breathes required to play long notes on the saxophone could cause the brain, which would be exposed during the procedure, to essentially protrude from his skull.  Fabbio and Marvin ultimately selected a piece - a version of a Korean folk song - that could be modified to be played with shorter and shallower breaths. \"The whole episode struck me as quite staggering that a music theorist could stand in an operating room and somehow be a consultant to brain surgeons,\" said Marvin. \"In fact, it turned out to be one of the most amazing days of my life because if felt like all of my training was suddenly changing someone's life and allowing this young man to retain his musical abilities.\" During the procedure, Pilcher and the surgical team used the map of Fabbio's brain that had been developed by Mahon to plan the surgery.  They also went through a process of painstakingly reconfirming what the brain scans showed them.  This was accomplished by delivering a mild electrical stimulus that temporarily disrupts a small area of the brain.  While this was occurring, Fabbio was awake and repeating the humming and language tasks he performed prior to the surgery.   Marvin was present in the OR and scored his performance to let the surgeons know whether or not they had targeted an area that disrupted music processing and, therefore, should be avoided during the procedure.Once the tumor had been removed the surgeons gave the go ahead to bring over the saxophone and let Fabbio play.  \"It made you want to cry,\" said Marvin.  \"He played it flawlessly and when he finished the entire operating room erupted in applause.\"Fabbio has since completely recovered and returned to teaching music within a few months of his surgery.  Harnessing Science to Improve Brain SurgeryWhile the brain mapping program's primary purpose is to help improve surgical outcomes, the information that the researchers gather before, during, and after the surgery is also helping advance understanding of complexities of the brain's structures and function. \"We study about 40 or 50 patients a year and what this allows us to do is ask what are the factors that we can identify in these patients before their surgery or early on after their surgery that distinguish which patients go on to have a good outcome versus which patients may have lingering cognitive impairments,\" said Mahon. The data from Fabbio's case, which is the basis of a study in the journal Current Biology, has helped more precisely define the relation between the different parts of the brain that are responsible for music and language processing.  \"As I think back about Dan's case and about the incredible outcome and what we were able to achieve, it reminds me of how far we have come,\" said Pilcher. \"Ten years ago, we mapped the brain using very simple tools - electrical stimulation and image guidance. But now, we have all the tools of cognitive science. We have brought the cognitive science laboratory into the operating room and now almost as a matter of course with every single patient.\"", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Neurobiology"]}