{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-psi081817.php", "description": "Poor sleep is associated with ischemic heart disease and stroke, according to research presented today at ESC Congress. The observational study in nearly 13,000 people revealed different patterns of sleep disturbance between the two conditions, with ischemic heart disease being linked to shorter sleep and brief moments of waking up.", "article_link": null, "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "", "title": "Poor sleep is associated with ischemic heart disease and stroke", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/esc-congress-2017-hot-line-tips?hit=wireek", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 29 Aug 2017: Poor sleep is associated with ischaemic heart disease and stroke, according to research presented today at ESC Congress.1 The observational study in nearly 13 000 people revealed different patterns of sleep disturbance between the two conditions, with ischaemic heart disease being linked to shorter sleep and brief moments of waking up.\"Poor sleep is associated with cardiovascular diseases such as ischaemic heart disease and stroke but the kind of sleep disturbances that are most risky is not well documented,\" said lead researcher Dr Nobuo Sasaki, of the Hiroshima Atomic Bomb Casualty Council, Japan.2,3 \"'Poor sleep' includes too short or too long sleep, difficulty falling asleep, and difficulty maintaining sleep.\"This study investigated the association between sleep disturbances and cardiovascular disease. It also aimed to clarify possible differences in sleep disturbances between ischaemic heart disease and stroke.The study included 12 876 residents of Hiroshima, Japan (6 762 men and 6 114 women, average age 68 years) who were registered for an annual health check. Of those, 773 patients had a history of ischaemic heart disease (myocardial infarction and/or angina), 560 patients had a history of stroke (intracranial haemorrhagic and/or cerebral infarction), and 11 543 had no cardiovascular disease. Patients with both ischaemic heart disease and stroke, or another type of cardiovascular disease, were excluded from the study.Sleep habits were assessed with the Pittsburgh Sleep Quality Index (PSQI), a 19-item self-reporting questionnaire which yields seven component scores. C1 assesses subjective poor sleep quality, C2 long sleep latency, C3 short sleep duration, C4 low sleep efficiency, C5 difficulty in maintaining sleep, C6 use of sleeping pills, and C7 daytime dysfunction. Each component is ranked 0, 1, 2, or 3, with a score ? 2 defining sleep disturbance (except C6 score ? 1). A sum of the seven scores was used to calculate the global PSQI score which ranged from 0 to 21. Higher scores indicated poorer sleep quality, and 'poor sleep' was defined as a global PSQI score ? 6.Rates of 'poor sleep' and component sleep disturbances are shown in figures A and B. Poor sleep occurred in 52%, 48%, and 37% of patients with ischaemic heart disease, stroke, and no cardiovascular disease, respectively.After adjusting for confounding factors (table) 'poor sleep' was significantly associated with ischaemic heart disease (odds ratio [OR], 1.71; p \r\n\tDr Sasaki said: \"The proportion of people suffering from sleep disturbances is around 1.5-fold higher among patients with previous ischaemic heart disease or stroke compared to those with no history of cardiovascular disease.\"\"Interestingly only patients with ischaemic heart disease reported difficulty maintaining sleep and short sleep duration,\" he continued. \"Difficulty maintaining sleep reflects an increase in sleep fragmentation, which refers to brief moments of waking up and causes overactivity of the sympathetic nervous system and adrenocortical axis.\"4 Dr Sasaki concluded: \"Our results support the hypothesis that sleep deterioration may lead to cardiovascular disease. Poor sleep in patients with ischaemic heart disease may be characterised \r\n", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}