{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-erb082817.php", "description": "Electrocardiogram (ECG) recording by patients with remote analysis by professionals identifies more atrial fibrillation (AF) than routine care, according to late-breaking results from a randomised trial presented today in a Hot Line -- LBCT Session at ESC Congress1 and published in Circulation. The approach has the potential to reduce AF-related strokes by starting preventative treatment earlier.", "article_link": null, "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "The study was funded by a joint grant from the Welsh Government Health Technology and Telehealth Fund and AliveCor Inc. (Mountain View, CA, USA). The study was sponsored by Abertawe Bro Morgannwg University Health Board and overseen by a trial steering co", "title": "Electrocardiogram recording by patients boosts atrial fibrillation diagnosis (REHEARSE-AF)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/electrocardiogram-recording-by-patients-boosts-atrial-fibrillation-diagnosis-rehearse-af", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 29 Aug 2017: Electrocardiogram (ECG) recording by patients with remote analysis by professionals identifies more atrial fibrillation (AF) than routine care, according to late-breaking results from a randomised trial presented today in a Hot Line - LBCT Session at ESC Congress1 and published in Circulation. The approach has the potential to reduce AF-related strokes by starting preventative treatment earlier.AF is a common and serious heart arrhythmia that accounts for up to one-third of strokes. It can lead to the formation of blood clots in the heart, which break off and travel to the brain, causing a stroke or transient ischaemic attack. In more than 25% of AF-related strokes, AF is not picked up before the stroke because there are no obvious symptoms.\"Strokes from AF are often larger, more severe, and harder to survive than other strokes,\" said chief investigator Prof Julian Halcox, consultant cardiologist and professor of cardiology at Swansea University Medical School, UK. \"There is good evidence that identifying AF before symptoms develop and treating patients with oral anticoagulants and other therapies could greatly reduce the risk of stroke and associated disability and death.\"The REHEARSE-AF trial2 investigated whether twice weekly ECG recording by patients with remote analysis, compared to routine care, increases the diagnosis of AF in patients 65 years of age or older with stroke risk factors.The trial included 1 003 patients recruited from local primary care practices. Participants were 65 years of age or older, had stroke risk factors,3 did not have a prior diagnosis of AF, were not receiving anticoagulant treatment, and did not have any contraindications to anticoagulants. Patients were randomised to 12 months of ECG recording (intervention group) or routine visits to local healthcare providers (control group).Patients in the intervention group were trained to use the AliveCor Kardia Mobile heart monitor (figure 1) to record an ECG twice weekly, as well as if they experienced symptoms such as palpitations. The heart monitor was attached to a WiFi enabled iPod which transmitted the ECGs to trained investigators for analysis. The process of recording and transmitting an AliveCor ECG took around two to three minutes, and provided a 30 second snapshot of the heart rhythm the patient was in at the time of recording. Patients were called in for clinical review if an ECG diagnosis of AF (or other concerning arrhythmia) was made.The primary endpoint was diagnosis of atrial fibrillation. The cost of an AF diagnosis in the intervention group was also evaluated. Patient experience was evaluated at the end of the study using a Likert scale.During the 12 months, 19 patients in the intervention group were diagnosed with AF compared to five in the control group (hazard ratio 3.9, 95% confidence interval 1.4-10.4, p = 0.007), despite having a similar number of risk factors (figure 2). Just over 2% of the ECGs recorded and submitted were considered uninterpretable.4 This was usually due to electrical interference at the time of ECG recording, most often from muscle tremor due to gripping the device too firmly. Health economic modelling showed that each AF diagnosis in the intervention group cost around £8,255.\"Patients in the ECG recording arm were almost four times as likely to have AF diagnosed over the course of the year as those in the control arm,\" said Prof Halcox.Most patients recording their ECGs did not feel restricted or anxious and were generally satisfied, while control patients were slightly more anxious about the risk of heart rhythm abnormalities and stroke and would have preferred to have been enrolled in the regular monitoring group.Prof Halcox said: \"Our study was not designed to evaluate outcomes, but the increase in AF diagnosis with patient ECG monitoring suggests that it has the potential to reduce stroke through earlier diagnosis and treatment with oral anticoagulation. A much larger outcome trial is needed to evaluate the clinical impact and cost-effectiveness of this approach.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}