{"journal": "Heart", "url": "http://www.eurekalert.org/pub_releases/2017-08/idm-adi082817.php", "description": "Researchers from the Hospital del Mar Medical Research Institute (IMIM) and IDIAP Jordi Gol have just published an article showing that autoimmune diseases significantly increase cardiovascular risk as well as overall mortality. This is particularly pronounced in people suffering rheumatoid arthritis or systemic lupus erythematosus. In addition, it has been seen that inflammatory bowel diseases, such as Crohn's or ulcerative colitis, increase the risk of stroke and death through any cause.", "article_link": null, "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "", "title": "Autoimmune diseases increase cardiovascular and mortality risk", "region": "europe", "source_link": "https://www.imim.cat/news/254/autoimmune-diseases-increase-cardiovascular-and-mortality-risk", "institution": "IMIM (Hospital del Mar Medical Research Institute)", "text": "Researchers from the Hospital del Mar Medical Research Institute (IMIM) and IDIAP Jordi Gol have just published an article showing that autoimmune diseases significantly increase cardiovascular risk as well as overall mortality. This is particularly pronounced in people suffering rheumatoid arthritis or systemic lupus erythematosus. In addition, it has been seen that inflammatory bowel diseases, such as Crohn's or ulcerative colitis, increase the risk of stroke and death through any cause. The article is published this month in the journal Heart.\r\nThe 6-year study followed a cohort of nearly 1 million people aged between 35 and 85, with no history of cardiovascular disease. The large sample size allowed the estimation of cardiovascular event incidence and mortality in people diagnosed with autoimmune diseases. Some of these diseases are relatively frequent, so their impact is quite significant. It is estimated that rheumatoid arthritis affects between 150,000 and 200,000 people in Spain, and somewhere around 100,000 people suffer Crohn's disease and ulcerative colitis.\r\n\"We wanted to determine whether the risk of suffering a coronary heart disease, stroke, or overall mortality was increased in people suffering autoimmune inflammatory diseases including Crohn's and ulcerative colitis, rheumatoid arthritis, systemic lupus erythematosus, or ankylosing spondylitis, among other illnesses, and establish the incidence of each pathology\", explains María Grau, researcher in the IMIM's Cardiovascular Epidemiology research group and principal investigator on the article.\r\nThe study results showed that systemic disorders of connective tissue, like lupus, and rheumatoid arthritis, are associated with a greater cardiovascular and overall mortality risk, followed by inflammatory bowel diseases, such as Crohn's and ulcerative colitis, which involve an increased risk of stroke and mortality. Although previous studies had already shown a relationship between chronic autoimmune inflammatory diseases and cardiovascular risk, the large size of the sample and the design of this study make the results more generalised.\r\n\"It is believed that the increased risk of cardiovascular problems and mortality in rheumatoid arthritis and lupus is due to the interaction of inflammation, metabolic factors, therapy, and disease-related factors\", explains María Grau. \"Therefore developing new tools for predicting cardiovascular events, which incorporate autoimmune inflammatory disease activity biomarkers, could help to reduce the incidence of these events\", she adds.Prevention is keyPrimary prevention of cardiovascular diseases is a key priority for the public health agenda, as it is the leading cause of death in the developed world and on the increase in developing countries. The common basis of cardiovascular disease is atherosclerosis, an inflammatory degenerative process present throughout a person's life.\r\nAutoimmune diseases affect people in their most productive stage of life, and are very disabling. Early detection is critical because there is a period at the beginning of the disease, where permanent damage to other organs can still be avoided. A better understanding of the relationship between these conditions and cardiovascular morbidity may help in the early assessment and management of risk factors, improving the long-term outcome for patients suffering these diseases.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Epidemiology", " Metabolism/Metabolic Diseases", " Public Health"]}