{"journal": "European Heart Journal", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-ria082517.php", "description": "Researchers have found that people who have two identical copies of a common form of the LILRB5 gene have an increased risk of muscle aches and pains, which could be confused with statin intolerance. They also found that people who had one or two copies of a variant form of this gene are protected from muscle aches, and so if they develop muscle aches after being prescribed statins, this is probably a statin-specific effect. The findings are published in the European Heart Journal.", "article_link": "http://dx.doi.org/10.1093/eurheartj/ehx324", "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "", "title": "Researchers identify a common genetic variant linked to muscle pains in statin users", "region": "europe", "source_link": null, "institution": "European Society of Cardiology", "text": "People who have been prescribed statins to lower their cholesterol levels sometimes complain of muscle aches and pains and therefore stop taking their medication in the belief that it is causing their symptoms. This puts them at higher risk of developing diseases of the heart and blood vessels which the statins had been prescribed to prevent.Now, researchers have found that there is a common variant in a gene that predisposes people to developing muscle aches, regardless of whether they are taking statins. However, they also found that there is a genetic sub-group of people who have a higher risk of statins-induced muscle aches.The findings, which are published today (Wednesday) in the European Heart Journal [1], open the possibility of screening people for this and other genetic variations to identify those who are most likely to have an adverse reaction to statins and who could be prescribed an alternative drug. Those genetically predisposed to muscle aches could be forewarned about the possibility of developing symptoms and be closely monitored.Previous research had found that a genetic variant of the LILRB5 (leukocyte immunoglobulin-like receptor subfamily-B member 5) gene was associated with lower levels of enzymes called creatine phosphokinase (CK) and lactate dehydrogenase (LDH). These enzymes are released from injured muscle tissue. Raised CK levels are often taken as clinical confirmation of adverse muscle-based reactions to statin therapy. This suggested to the researchers that the LILRB5 variant could be involved in muscle-related symptoms; they hypothesised that the variant would reduce the risk of muscle-based symptoms, while the more common form of the gene, seen in 60% of the Caucasian population, might increase risk. In this current study, an international team led by researchers at the University of Dundee's Ninewells Hospital and Medical School (Dundee, UK) looked at the association between the LILRB5 variant and statin intolerance. They selected statin users who had not been adherent to their therapy and then divided them into two groups: the first in which patients had raised CK levels (general statin intolerance), and the second in which patients were intolerant to the lowest approved dose of a statin before switching or discontinuing therapy (low dose intolerance). This was done because some patients do not necessarily show the expected raised CK levels, but do experience muscle aches. Among 11,912 Scottish statin users taking part in the Genetics of Diabetes Audit and Research, Tayside Scotland (GoDARTS) study, the researchers found that the likelihood of statin intolerance was increased in patients who carried two identical copies of the common form of the LILRB5 gene; there was a two-fold increased risk of general statin intolerance and a 1.4-fold increased risk of low dose intolerance after taking into account important factors that could affect the results, such as the patients' use of other medications, type of statin and its dosage, diabetes status, age and sex.These results were replicated when the researchers examined two other studies, one of a more severe type of intolerance, statin-induced myopathy (or muscle disease), in 661 patients (229 cases and 432 controls) from centres in Sweden and the UK; and the other was an international clinical trial to evaluate the efficacy of a statin called rosuvastatin in 8,749 patients from 26 countries who developed muscle aches. A meta-analysis of these studies and of a third one, in which no significant effect could be seen, showed that patients with two copies of the common form of the gene had 1.3-fold increased risk of suffering adverse effects associated with statin intolerance compared to those without identical copies.In the international clinical trial, the researchers could determine how many patients receiving statin therapy developed muscle aches, as opposed to those who were given placebo. Statins were not associated with an increased risk, while the common form of the LILRB5 gene was clearly associated with an overall increased risk of muscle aches. However, true statin-specific muscle aches could only be observed in patients who had one or both copies of the variant form of the gene, which would normally have protected them from muscle aches that were not caused by statins. The leader of the research team, Professor Colin Palmer from the University of Dundee, said: \"We found that there are people in the general population who carry a genetic factor that predisposes them to muscle aches. If these people are put on statins, they might discontinue their medication in the erroneous belief that it is the statin that is making their muscles ache. At the same time, we observed that there is a genetic sub-group of patients who are susceptible to statin-specific muscle ache, although at this stage we don't understand the mechanism responsible for this effect. \"This means that it would be possible to test prospective statin users for key genetic variants, including LILRB5, to prevent people being put on statins if they are likely to have an adverse reaction to them. Adverse reactions are the driving reason for therapy cessation, which puts the patient at an increased risk of a cardiovascular event. This is the first time a genetic variant thought to be involved in the repair and regeneration of muscles has been found to be associated with this side effect.\"The researchers say further work needs to be done to confirm exactly how the genetic variant is involved in the repair of muscles. \"All we know as facts are that the immune system is involved in the repair and regeneration of muscles, that our gene (LILRB5) is involved in the immune system, and, more specifically, that people with two identical copies of the genetic variant have lower expression of a key factor, called Foxp3, that enables the mechanism by which the immune system repairs muscle cells. So, we have a strong hypothesis for the involvement of our gene in the process of muscle repair and recovery,\" said Dr Moneeza Siddiqui, the first author of the study.Statins are the first choice for doctors who need to lower cholesterol in patients to prevent or treat heart and blood vessel diseases. However, between approximately 7-29% of users complain of muscle aches. For people who cannot tolerate statins, alternative treatments include ezetimibe and a new class of drugs called PCSK9-inhibitors.", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Diagnostics", " Metabolism/Metabolic Diseases", " Cholesterol", " Genes"]}