{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-rdf082817.php", "description": "Researchers here at ESC Congress are calling for a reconsideration of global dietary guidelines in light of new data presented today on fat intake and cardiovascular risk and mortality.", "article_link": null, "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "", "title": "Revisiting dietary fat guidelines? (PURE)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/revisiting-dietary-fat-guidelines-pure", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 29 Aug 2017: Researchers here at ESC Congress1 are calling for a reconsideration of global dietary guidelines in light of new data presented today on fat intake and cardiovascular risk and mortality.Findings from more than 135,000 individuals from 18 low, middle and high-income countries in the Prospective Urban-Rural Epidemiology (PURE) study show that high carbohydrate intake is linked to worse total mortality and non-cardiovascular (CV) mortality outcomes, while high fat intake is associated with lower risk.\"Our findings do not support the current recommendation to limit total fat intake to less than 30% of energy and saturated fat intake to less than 10% of energy,\" said study investigator Dr Mahshid Dehghan, PhD, from the Population Health Research Institute, McMaster University, in Hamilton, Ontario, Canada.\"Limiting total fat consumption is unlikely to improve health in populations, and a total fat intake of about 35% of energy with concomitant lowering of carbohydrate intake may lower risk of total mortality. In fact, individuals with high carbohydrate intake, above 60% of energy, may benefit from a reduction in carbohydrate intake and increase in the consumption of fats.\" PURE documented diet in 135,335 individuals, aged 35 to 70 years, from countries in North America and Europe, South America, the Middle East, South Asia, China, South East Asia and Africa. For this analysis, consumption of carbohydrate, total fat and types of fat were recorded using country-specific, validated food frequency questionnaires, and associations were assessed with CV disease and mortality.Among the 5,796 deaths and 4,784 major CV events over a median follow-up of  7.4 years, the researchers noted that carbohydrate intake in the highest versus lowest quintile was associated with a significant 28% increased risk of total mortality (hazard ratio [HR] 1·28; 95% CI 1·12-1·46, highest vs lowest quintile category, P?0·0001) but not CVD risk.Conversely, total fat intake in the highest versus lowest quartile was associated with a significant 23% reduction of total mortality risk, an 18% reduced risk of stroke, and a 30% reduced risk of non-CVD mortality.Each type of fat was associated with significantly reduced mortality risk: 14% lower for saturated fat, 19% for mono-unsaturated fat, and 20% for polyunsaturated fat. Higher saturated fat intake was also associated with a 21% decrease in stroke risk.The researchers also examined the impact of fats and carbohydrates on blood lipids in the same PURE study participants.Consistent with other reports from Western countries, they found that while LDL (so-called \"bad\" cholesterol) increases with higher intakes of saturated fat, HDL (\"good\" cholesterol) also increases - so the net effect is a decrease in the total cholesterol/HDL ratio.They found that LDL cholesterol (the basis of many dietary guidelines) is not reliable in predicting effects of saturated fat on future cardiovascular events. Instead, ApoB/ApoA1 provides the best overall indication of effect of saturated fat on cardiovascular risk among the markers tested.\"Focusing on a single lipid marker such as LDL-C alone does not capture the net clinical impact of nutrients on cardiovascular risk,\" said Dr. Dehghan.\"For decades, dietary guidelines have focused on reducing total fat and saturated fatty acid (SFA) intake based on the presumption that replacing SFA with carbohydrate and unsaturated fats will lower LDL-C and should therefore reduce CVD events.\"But she said much of the evidence behind this approach has been from studies of Western populations where nutritional excess is a reality. \"PURE provides a unique opportunity to study the impact of diet on total mortality and CVD in diverse settings, some settings where over-nutrition is common and others where under nutrition is of greater concern,\" she concluded. ", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}