{"journal": "American Journal of Preventive Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/tuhs-fpo082917.php", "description": "Federal and state government can alter or hinder state and local activity through a legal mechanism called preemption -- when a higher level of government blocks the action of a lower level of government. A new study evaluates whether it could it be used to block taxes on sugar-sweetened beverages.", "article_link": null, "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Federal preemption of taxes on state and local sugar-sweetened beverages is not warranted", "region": "namerica", "source_link": null, "institution": "Tufts University, Health Sciences Campus", "text": "NEW YORK and BOSTON (Aug. 29, 2017)--Federal, state, and local governments each have a role to play in protecting health. Federal and state government, however, can alter or hinder state and local activity through a legal mechanism called preemption - when a higher level of government blocks the action of a lower level of government. An increase in state preemption of local food policies led a research team to assess whether preemption of taxes on sugar-sweetened beverages (SSBs) by the federal government would be likely based on Congress's historical rationales for preempting taxes.SSBs are associated with obesity, diabetes, stroke and heart disease. As of June 2017, eight U.S. cities have enacted SSB taxes aimed at reducing consumption, and several other states and municipalities are considering them. Excise taxes can reduce consumption, improve health, and raise revenue for budget-constrained governments. The research team, from New York University's College of Global Public Health (NYU CGPH) and the Friedman School of Nutrition Science and Policy at Tufts, reviewed legislative histories of federal bills and laws that had a central and express purpose of preempting state taxes. The goal was to determine if historical rationales for preempting taxes applied in the case of SSB taxes.The study, published today in the American Journal of Preventive Medicine, found that Congress historically preempted state taxes to ensure they did not interfere with the goals of national programs or the proper functioning of interstate commerce. The authors found that neither of these justifications applies to SSB excise taxes. \"Preemption of public health policies, and specifically SSB taxes, undermines local control, challenges the financial stability of local governments, and extinguishes grassroots movements. SSB taxes do not interfere with federally-funded national programs or put efficient interstate activity at risk; thus, there is a dearth of legal or historic precedent to justify Congress preempting them,\" said Jennifer L. Pomeranz, assistant professor and interim chair, Public Health Policy and Management at NYU CGPH. \"Advocates and state and local policymakers should be vigilant to preserve their powers to tax and safeguard the population's health,\" she said. \"In recent work, we have identified sugar-sweetened beverage consumption as one of the leading dietary priorities for reducing diabetes, stroke and heart disease deaths among Americans. There are individual health burdens and healthcare costs associated with SSB consumption, with mounting related health burdens and healthcare costs for the nation. SSB taxes should be used as a powerful tool to save lives, raise revenue and reduce healthcare costs,\" said last author Renata Micha, Ph.D., research associate professor at the Friedman School.", "meeting": "", "keywords": ["Business/Economics", " Health Care", " Nutrition/Nutrients", " Public Health", " Policy/Ethics", " Science/Health and the Law"]}