{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-rda082817.php", "description": "New research presented at ESC Congress today1 suggests that for acute coronary syndrome (ACS) patients who require percutaneous coronary intervention (PCI),  treatment according to contemporary guidelines for dual anti-platelet therapy (DAPT) could be less preferable than sticking to older guidelines.", "article_link": null, "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "The investigator-initiated CHANGE DAPT study was performed without external funding.", "title": "Rethinking dual antiplatelet guidelines in acute coronary syndrome? (CHANGE-DAPT)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/rethinking-dual-antiplatelet-guidelines-in-acute-coronary-syndrome-change-dapt?vgnextrefresh=1", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 29 Aug 2017: New research presented at ESC Congress today1 suggests that for acute coronary syndrome (ACS) patients who require percutaneous coronary intervention (PCI),  treatment according to contemporary guidelines for dual anti-platelet therapy (DAPT) could be less preferable than sticking to older guidelines.Findings from the observational CHANGE-DAPT trial \"represent another stone in a mosaic of recent studies and real-world registries that, taken as a whole, may stimulate a discussion about the optimal DAPT in ACS patients undergoing PCI,\" said senior investigator Dr Clemens von Birgelen,  PhD, from Thoraxcentrum Twente in Enschede in The Netherlands.\"We were really surprised to see that by implementing current guidelines we saw no advantage over previous guidelines in terms of reducing ischemic events in our study population - but we did see an increase in major bleeding,\" he said.International DAPT guidelines have gone through a change in the past five years, leaning towards more potent P2Y12- inhibitors such as prasugrel or ticagrelor rather than clopidogrel in ACS patients.The change is based largely on results of the pivotal PLATO study, which assessed moderate-to-high risk ACS patients treated by pharmacotherapy alone or by coronary revascularization with PCI or bypass surgery. But results from PLATO's PCI-treated patients may need updating in view of more recent data, suggested Dr. von Birgelen.\"One can understand that the use of ticagrelor resulted in an advantage at the time of that trial,\" he said, explaining that \"most patients who underwent PCI in the PLATO study were treated with bare metal stents or older drug-eluting stents (DES).\"\"But the contemporary newer-generation DES used in all of our CHANGE DAPT patients, have a much lower stent thrombosis risk than first-generation DES and a lower repeat revascularization risk than bare metal stents,\" he added. \"And so, with contemporary DES, the risk-benefit balance of ticagrelor appears to have shifted in ACS patients undergoing PCI. Adverse events with PCI are significantly lower, making major side effects and complications from DAPT increasingly relevant.\"CHANGE-DAPT examined the impact of the guideline change at one-year follow-up in a consecutive series of 2,062 ACS patients not on oral anticoagulation therapy who were treated by PCI with newer-generation DES at Thoraxcentrum Twente in the Netherlands.Compared to 1,009 patients treated with clopidogrel (before the change), the 1,053 patients treated with ticagrelor after the change had a significantly higher risk for the composite outcome of all-cause death, any myocardial infarction, stroke, or major bleeding (5.1% vs.7.8%; p=0.02). The incidence of major bleeding alone was also higher after the change (1.2% vs. 2.7%, p=0.02).\"These findings in PCI-treated ACS patients should not be generalized to other patient groups - that is non-ACS patients, or ACS patients treated with primary bypass surgery or without revascularization,\" said to Dr. von Birgelen.However, considering results from the TOPIC trial (EHJ, 2017), and data from the SCAAR registry (reported in May 2017 at the EuroPCR meeting),\"there is a need for a scientific discussion about optimal DAPT in ACS patients who require PCI,\" he concluded.", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}