{"journal": "Cancer Causes & Control", "url": "http://www.eurekalert.org/pub_releases/2017-08/bifr-sw082917.php", "description": "Utilizing samples from the California Teachers Study, Buck Institute researchers have demonstrated that women with a history of pre-eclampsia, a pregnancy complication characterized by high blood pressure, have as much as a 90 percent decrease in breast cancer risk if they carry a specific common gene variant. Further studies are now underway to determine the mechanism of this protection in an effort to develop new breast cancer prevention strategies for all women.", "article_link": "http://dx.doi.org/10.1007/s100552-017-0942-7", "date": "Tue, 29 Aug 2017 04:00:00 GMT", "funder": "Avon Foundation", "title": "Some women with history of pre-eclampsia have significantly lower risk for breast cancer", "region": "namerica", "source_link": "http://www.buckinstitute.org/buck-news/some-women-history-preeclampsia-have-significantly-lower-risk-breast-cancer", "institution": "Buck Institute for Research on Aging", "text": "Researchers have demonstrated that women with a history of preeclampsia, a pregnancy complication characterized by high blood pressure, have as much as a 90% decrease in breast cancer risk if they carry a specific common gene variant. Further studies are now underway to determine the mechanism of this protection in an effort to develop new breast cancer prevention strategies for all women. The study is now online in Cancer Causes & Control, and can be found here.The research, directed by lead author Mark Powell, MD, MPH, and Buck Institute professor Christopher Benz, MD, was carried out in the large California Teachers Study.  Women with preeclampsia were found to have a 74% lower risk of the most common type of breast cancer (hormone receptor positive) if they carried two T alleles of a variant of the insulin-like growth factor receptor gene when compared to women carrying no T alleles. This decrease in risk increased to 90% if the pregnancy with preeclampsia occurred before the age of 30.\"We are thrilled to work with researchers from our Scientific Advisory Board on this exciting project with the potential for developing a new approach to prevention. This very much fits with our goal of reducing the risk of breast cancer,\" said Rose Barlow, Executive Director of Zero Breast Cancer, which administered the study with funding from the Avon Foundation for Women.\"This research could contribute to understanding the key impact of pregnancy on breast cancer risk, and may help explain why some women are protected while others are not,\" said Powell, who is a visiting scientist at the Buck Institute and is Director of the Breast Cancer Prevention Project. Powell said women who develop high blood pressure in pregnancy have many associated changes in levels of hormones and growth factors, resulting in permanent protective breast tissue changes in women who carry the specific common gene variant. Powell and Benz are now working on a major collaborative effort to identify the mechanism of this protective effect with the goal of developing badly needed new prevention strategies. \"Fellow researchers have demonstrated enormous interest in working with us,\" said Benz, who is also a practicing oncologist at the University of California San Francisco (UCSF). \"This collective endeavor includes breast cancer investigators from UCSF, the Mayo Clinic, and many other leading research institutions.\" Working with the Komen Tissue Bank, Powell and Benz have obtained breast tissue from women identified as having high levels of protection, and are now analyzing this tissue in an effort to apply this naturally occurring process to all women.\"These study results may have a more immediate application in risk assessment,\" Powell added. \"Research has shown this decrease in risk applies to women with gestational hypertension who carry the protective gene variant as well as those with preeclampsia. It is estimated that there are 9 million women in the U.S. whose risk could now be more accurately assessed, resulting in enhanced individualized breast cancer screening protocols.\" Powell says the study results confirm and expand upon earlier findings from the Marin Women's Study, which consists of 13,344 Marin women whose contribution to this research cannot be overstated. Results were compelling enough to warrant validation in the larger California Teachers Study (CTS), which is a major long-term research study initiated in 1995 by the Cancer Prevention Institute of California (CPIC), and is comprised of 133,479 active and retired female public school teachers and administrators. This study was completed in collaboration with CPIC Senior Research Scientist Peggy Reynolds, PhD, MPH.", "meeting": "", "keywords": ["Biology", " Genetics", " Population Biology", " Medicine/Health", " Cancer", " Breast Cancer"]}