{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-als082617.php", "description": "Apixaban lowers the risk of stroke compared to warfarin in anticoagulation-naïve patients with atrial fibrillation scheduled for elective cardioversion, according to late-breaking results from the EMANATE trial presented today in a Hot Line LBCT Session at ESC Congress. Rates of bleeding were similar between the two groups.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Pfizer, Bristol-Myers Squibb", "title": "Apixaban lowers stroke risk in AF patients undergoing cardioversion (EMANATE)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/apixaban-lowers-stroke-risk-in-atrial-fibrillation-patients-undergoing-cardioversion", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: Apixaban lowers the risk of stroke compared to warfarin in anticoagulation-naïve patients with atrial fibrillation scheduled for elective cardioversion, according to late-breaking results from the EMANATE trial presented today in a Hot Line LBCT Session at ESC Congress.1 Rates of bleeding were similar between the two groups.Atrial fibrillation is the most common heart rhythm disorder and is associated with increased risks of death and stroke. Restoring and maintaining the heart's normal (sinus) rhythm, called cardioversion, is an integral part of management, as is the administration of blood thinners (anticoagulants) to prevent strokes.Apixaban is a blood thinner that works by blocking the action of factor Xa, a substance in the blood that is required for clotting. It has a rapid onset of action and is easy to use. Heparin and warfarin are standard blood thinners but are difficult to use because heparin is given by injection and warfarin may take a week or even longer to have a therapeutic effect. While blood thinners prevent clots, and decrease the chance of having a stroke, they also increase the risk of bleeding.Patients scheduled for cardioversion of atrial fibrillation have traditionally received heparin and/or warfarin to reduce their risk of stroke. Apixaban has not been tested prospectively in patients undergoing cardioversion.The purpose of the EMANATE2 trial was to compare the rates of stroke and bleeding with apixaban versus warfarin with heparin in anticoagulation-naïve (defined as having received less than 48 hours of anticoagulation therapy) patients scheduled for elective cardioversion of predominately new onset non-valvular atrial fibrillation. This was a multicentre, prospective, randomised, open-label trial with blinded endpoint adjudication. The study included 1500 patients with atrial fibrillation who were randomised to apixaban versus parenteral heparin with warfarin.Apixaban was administered orally at a dose of 5 mg twice a day (or 2.5 mg twice a day when two of the following conditions were met: age ?80 years, weight ?60 kg, or serum creatinine ?1.5 mg/dL). At the discretion of the local investigator, patients could also receive an initial 10 mg or 5 mg loading dose of apixaban (for study doses of 5 mg and 2.5 mg, respectively) if the cardioversion was immediate.Rates of stroke, systemic embolism, death, major bleeding, and clinically relevant non-major bleeding were compared between the two groups.Patients treated with apixaban had fewer strokes and similar bleeding to those receiving usual care. There were no strokes in the 753 patients treated with apixaban compared to six strokes in the 747 receiving usual care (p = 0.01). There were no systemic embolic events in either group. Major bleeds occurred in three and six patients in the apixaban and usual care groups, respectively, while clinically significant non-major bleeding occurred in 11 and 13 patients. There were two deaths in the apixaban group and one in the heparin/warfarin group.Out of 753 patients in the apixaban group, 342 received a loading dose. In this subgroup there were no strokes or systemic embolic events, one death, one major bleed, and four clinically relevant non-major bleeds.Principal investigator Prof Michael Ezekowitz, professor of Medicine, Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, and attending cardiologist at Lankenau Medical Centre, Bryn Mawr Hospital, said: \"In patients with atrial fibrillation undergoing cardioversion, apixaban with or without a loading dose was safe, resulting in few bleeding events and less strokes than conventional anticoagulant therapy. We expect these findings will be translated into clinical practice.\"  ", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}