{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-eaf082617.php", "description": "Education of healthcare providers and patients with atrial fibrillation has led to a 9 percent absolute increase in the use of anticoagulation therapies to reduce stroke, according to late-breaking results from the IMPACT-AF trial presented today in a Hot Line LBCT Session at ESC Congress1 and published in the Lancet.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Boehringer Ingelheim Pharmaceuticals Inc., Daiichi Sankyo, Bayer Pharmaceuticals, Bristol-Myers Squibb, Pfizer Inc.", "title": "Education and feedback improve use of stroke prevention drugs in AF (IMPACT-AF)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/education-and-feedback-improve-use-of-stroke-prevention-drugs-in-atrial-fibrillation", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: Education of healthcare providers and patients with atrial fibrillation has led to a 9% absolute increase in the use of anticoagulation therapies to reduce stroke, according to late-breaking results from the IMPACT-AF trial presented today in a Hot Line LBCT Session at ESC Congress1 and published in the Lancet.This corresponds to a more than three-fold increase in anticoagulation use from baseline to one year in the intervention group, compared with the control group. The increased drug use was accompanied by a modest, but notable, reduction in the risk of stroke.\"More than 33 million people worldwide have atrial fibrillation, which is a leading cause of stroke,\" said principal investigator Prof Christopher Granger, professor of medicine at Duke Clinical Research Institute, Durham, US.\"Only about half of patients with atrial fibrillation take anticoagulant drugs, despite these medications being highly effective in preventing strokes,\" he continued. \"Increasing the use of anticoagulation therapies has the potential to prevent hundreds of thousands of strokes each year.\"The IMPACT-AF trial2 assessed whether education of providers and patients with atrial fibrillation, with monitoring and feedback, could increase the use of oral anticoagulation compared to usual care. The trial included 2 281 patients with atrial fibrillation from 48 centres in Argentina, Brazil, China, India and Romania. In each country, centres were randomised in a 1:1 ratio to receive an educational intervention (intervention group) or usual care (control group) for one year.The educational intervention was customised to each country and explained the benefits of anticoagulant therapies, as well as the risks and costs. Patients were given brochures and shown videos, and then monitored at doctor visits to get their feedback and learn of any problems that kept them from staying on the medication. Physicians received information and reports from the researchers through emails, articles, webinars and podcasts. The primary outcome was the change in the proportion of patients treated with oral anticoagulation at one year.At one year, the overall use of anticoagulation therapies had risen by 11.7% in the intervention group and 2.6% in the control group (p = 0.0002). When the researchers looked only at patients not treated with any anticoagulation therapy at the start of the study, they found that 48% of those in the intervention group were on an anticoagulant at one year compared to only 18% in the control group (p \r\n\tProf Granger said: \"The trial shows that education and monitoring are effective ways to improve adherence to oral anticoagulation medication in patients with atrial fibrillation. If this intervention was broadly applied, which we believe is possible, the public health implications could be substantial.\"The researchers also found that during the follow-up, 1.0% of patients in the intervention group had a stroke compared to 2.0% of patients in the control group, corresponding to a 52% reduction (p = 0.04). In fact, the number needed to treat (NNT) was 100 patients exposed to intervention to prevent one stroke event over a one-year period.\"We observed a reduction in strokes in the intervention compared to the control group,\" said Prof Dragos Vinereanu, professor of cardiology at the University of Medicine and Pharmacy Carol Davila, Bucharest, Romania and the principal investigator for Romania. \"Stroke reduction is the ultimate goal, and this finding shows the potential benefit of improving anticoagulation care.\"Prof Granger pointed out that a limitation of the cluster randomisation design, in which centres (rather than individual patients) are assigned to the intervention or control arm, was that baseline use of anticoagulants may have been overestimated in the control sites.He concluded: \"Additional studies are needed to better understand why such a large proportion of patients with atrial fibrillation discontinue, or never even start, oral anticoagulation therapy.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}