{"journal": "Hypertension: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-yae082317.php", "description": "Awareness, treatment and control of high blood pressure is significantly lower in young adults compared to middle-aged and older adults. Young men lag behind young women in all these areas related to high blood pressure. Researchers urge all adults to check their blood pressure frequently.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09801", "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Young adults, especially men, fall behind in high blood pressure treatment and control", "region": "namerica", "source_link": "http://newsroom.heart.org/news/young-adults-especially-men-fall-behind-in-high-blood-pressure-treatment-and-control?preview=3b0107f9dae3d697ed81fe1b13879a5c", "institution": "American Heart Association", "text": "DALLAS, Aug. 28, 2017 - Young adults, particularly men, lag behind middle-aged and older adults in awareness and treatment of high blood pressure, putting this population at an increased risk for heart attack and stroke, according to new research in the American Heart Association's journal Hypertension.High blood pressure is a leading risk factor for heart attack and stroke and is also a significant public health burden, costing the United States about $110 billion in direct and indirect costs in 2015, according to American Heart Association estimates. American Heart Association guidelines define blood pressure as normal at less than 120/80 and high blood pressure as 140/90 or above.\"While hypertension awareness, treatment and control have improved overall since the early 2000s, all three remain worse in young adults - those aged 18-39,\" said senior study author Andrew Moran, M.D., M.P.H., an assistant professor at Columbia University Medical Center in New York.The study, based on 1999-2014 data taken from more than 41,000 people who participated in eight national health surveys, examined the prevalence and management of high blood pressure among adults.Among the researchers' key findings:\r\nResearchers noted young women are more likely to have their blood pressure checked due to more frequent healthcare visits like gynecological exams or prenatal care.The prevalence of prehypertension (readings from 120-139/80-89), was significantly higher among young men (33.6 percent) than young women (12.8 percent). According to the American Heart Association, people with pre-hypertension are likely to develop high blood pressure unless steps are taken to control it.\"Our study identified shortfalls in high blood pressure screening and management among young adults and especially young adult males,\" said lead study author Yiyi Zhang, Ph.D., associate research scientist at Columbia University Medical Center in New York. \"The first step for young adults is to have their blood pressure measured, whether in a doctor's office, pharmacy or other place in their community. Young adults with consistently high blood pressure need a link to clinical care to verify the diagnosis and receive regular monitoring and possibly treatment.\"This study emphasizes the need to focus on early hypertension prevention and management in young adults. It also highlights the importance of addressing policy issues related to healthcare access and utilization.Recognizing the need and importance of blood pressure control, in 2015 the American Heart Association and the American Medical Association began collaborating to get more people appropriately treated to control. Target:BP is a recognition program that urges medical practices, hospitals and health service organizations to reach and sustain a blood pressure control rate of 70 percent or higher among the high blood pressure patients they serve.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}