{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-afa082717.php", "description": "New research presented at ESC Congress today shows, for the first time, that blood pressure control is pivotal in reducing major bleeding and stroke risk in patients with atrial fibrillation (AF).", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Atrial fibrillation and blood pressure: More than just a number (AFFIRM)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/atrial-fibrillation-and-blood-pressure-more-than-just-a-number-affirm", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: New research presented at ESC Congress today shows, for the first time, that blood pressure control is pivotal in reducing major bleeding and stroke risk in patients with atrial fibrillation (AF).The range of variability in a patient's systolic blood pressure (SBP) from visit to visit was strongly associated with their risk of adverse outcomes, reported Dr Marco Proietti, MD, from the Institute of Cardiovascular Sciences, University of Birmingham.\"Our findings suggest that consistency in blood pressure control, beyond the single measurement, is very important, and this appears to be the case across all types of AF patients, irrespective of age, blood pressure history, blood pressure level or clotting risk,\" said Dr. Proietti.\"Interventions aimed at reducing blood pressure variability over the long term, such as optimizing the medications and improving adherence are strongly needed,\" he added.The study was a post-hoc analysis of the Atrial Fibrillation Follow-up Investigation of Rhythm Management (AFFIRM) trial, a prospective randomized comparison of two treatment strategies in patients with AF.In total, 3,843 patients from AFFIRM were included in the current analysis, for whom visit-to-visit variability (VVV) in mean SBP had been recorded at 2, 4, 8 and 12 months and then every 4 months after enrolment.The patients were categorised into four quartiles based on their mean standard deviation in SBP: those who SBP varied by less than 10.09 mmHg from visit to visit (1st quartile); and then those with variations of10.09-13.85 mmHg (2nd), 13.86-17.33 mmHg (3rd) and ?17.34 mmHg (4th).After a mean follow-up of 3.6 years, 149 strokes and 248 major bleeding events had been recorded, with a clear pattern of increasing risk with each elevation in quartile. Specifically stroke rate progressively increased from 2.5% to 3.0% to 3.8% and 6.2% from the first to the fourth quartile (p\r\n\tAfter adjusting for variables, the analysis showed that patients in the third and fourth quartiles were at significantly increased risk of stroke (hazard ratio [HR]: 1.85 and 2.33, p=0.042 and p=0.004 respectively) and major bleeding (HR: 1.92 and 2.88, p=0.009 and p\r\n\tDr. Proietti said these outcomes will likely translate to higher mortality in patients in the higher quartiles.\"A better effort in controlling blood pressure in the clinical follow-up is pivotal to obtain a better management of patients with atrial fibrillation and improvement of outcomes\", he reiterated.", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}