{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/acop-nsp082217.php", "description": "A model designed to predict risk for major atherosclerotic cardiovascular disease (ASCVD)-related events, such as myocardial infarction and stroke, systematically underestimated risk among those from socioeconomically disadvantaged neighborhoods. The findings are published in Annals of Internal Medicine.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "", "title": "Neighborhood socioeconomic position an important predictor of cardiovascular risk", "region": "namerica", "source_link": null, "institution": "American College of Physicians", "text": "1. Risk model underestimates the negative cardiovascular effects of living in a disadvantaged neighborhood\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2543\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-1733\nURLs go live when the embargo liftsA model designed to predict risk for major atherosclerotic cardiovascular disease (ASCVD)-related events, such as myocardial infarction and stroke, systematically underestimated risk among those from socioeconomically disadvantaged neighborhoods. The findings are published in Annals of Internal Medicine.ASCVD is the leading cause of death for most Americans. Risk varies by race and socioeconomic position (SEP), yet SEP is generally not considered in cardiovascular risk assessment. In 2014, the American College of Cardiology/American Heart Association Task Force on Practice Guidelines released the Pooled Cohort Equations Risk Model (PCERM) for predicting 10-year ASCVD risk with the goal of establishing more demographically representative models for ASCVD events. However, the model still did not incorporate variation in risk related to SEP.A team of researchers led by Cleveland Clinic sought to quantify the predictive accuracy of the PCERM with respect to neighborhood SEP and to characterize the extent to which the PCERM and neighborhood SEP account for local variation in ASCVD event rates. The researchers reviewed routinely collected electronic health data for 109,793 patients from Cleveland Clinic health system who had an outpatient lipid panel drawn between 2007 and 2010. Time to first major ASCVD event (myocardial infarction, stroke, or cardiovascular death) was assessed in relation to neighborhood SEP. A neighborhood disadvantage index (NDI) that incorporated several factors associated with neighborhood SEP was created for the study to serve as a specific measure of neighborhood disadvantage across northeastern Ohio.The data showed that PCERM systematically underpredicted ASCVD event risk among patients from disadvantaged communities. In fact, neighborhood disadvantage accounted for more than 3 times the amount of geographic variability in major ASCVD event rates compared with PCERM, which incorporates only clinically-obtained risk factors. The researchers conclude that PCERM and similar models that do not include data about patients' ecologic circumstances have limited predictive ability. In addition to supplemental risk models and clinical screening criteria, population-based solutions are needed to address the effects of neighborhood disadvantage on health outcomes. Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Jarrod E. Dalton, PhD, please contact Alicia Reale Cooney at REALECA@ccf.org or 216-445-8324.\r\n2. Cutbacks in foreign aid for HIV programs would save little money and have severe adverse clinical consequences \nAbstract: http://annals.org/aim/article/doi/10.7326/M17-1358\nURLs go live when the embargo liftsReductions in U.S. foreign aid would save little money and have a devastating impact on HIV treatment and prevention programs in countries receiving such aid. A proposed 33 percent cutback in funds for HIV/AIDS prevention, treatment, and research would save only $900 per year of lost life in South Africa and Côte d'Ivoire. The findings are published in Annals of Internal Medicine.Since the late 1990s, global HIV prevention and treatment initiatives in resource-limited settings have enjoyed robust support and remarkable success. But funding has plateaued, suggesting both donor fatigue and mounting political resistance to continuing the scale-up of these programs. Most recently, the U.S. government proposed cutting the U.S. foreign aid budget by one third, which affects $6.7 billion currently earmarked for HIV/AIDS prevention, care, and research programs. The potential effect of these cuts needs to be examined.An international team of investigators led by researchers at Massachusetts General Hospital (MGH) and the Yale School of Public Health sought to evaluate the clinical, epidemiologic, and budgetary consequences of alternative HIV program scale-back strategies in the Republic of South Africa and Côte d'Ivoire. The researchers used a widely-published mathematical model along with epidemiologic and cost data from each country to project the outcomes of potential programmatic responses, including scaling back HIV screening activities, restricting access to antiretroviral therapies to only the sickest patients, eliminating backup treatment strategies for patients who do not respond to initial therapies, minimizing laboratory monitoring of diagnosed patients, and decreasing efforts to retain patients in care. Among their considerations were how much money could be saved by each strategy, how many new infections and deaths would occur, and how many additional years of life would be lost. The results revealed that the savings are likely to be small and transient. Existing commitments to patients already receiving care for HIV infection would restrict overall saving to no more than 30 percent. Over time, those saving would dry up, as the increase in HIV transmissions would lead to accumulating costs for the care of those patients. In contrast, the epidemiological consequences would be large and lasting. In South Africa alone, cutbacks could result in more than 500,000 additional cases of HIV and more than 1.6 million more deaths over the next 10 years. Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Rochelle Walensky, MD, MPH, can be reached through Noah Brown at nbrown9@partners.org or 617 643-3907.\r\n", "meeting": "", "keywords": ["Medicine/Health", " AIDS/HIV", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Internal Medicine"]}