{"journal": "The Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-08/bawh-hls082417.php", "description": "New analysis shows that in a high-risk population, achieving ultra-low LDL cholesterol levels, down to <10 mg/dL, safely results in additional lowering of risk of cardiovascular events.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "", "title": "How low should LDL cholesterol go?", "region": "namerica", "source_link": null, "institution": "Brigham and Women's Hospital", "text": "New analysis shows that in a high-risk population, achieving ultra-low LDL cholesterol levels, down to The Lancet. Using data from the FOURIER trial (Further Cardiovascular OUtcomes Research with PCSK9 Inhibition in subjects with Elevated Risk), which found that patients treated with evolocumab and statin therapy had a 20 percent reduction in the risk of cardiovascular death, myocardial infarction or stroke, researchers examined the efficacy and safety of very low levels of LDL cholesterol among 25,982 patients per the degree of LDL-C reduction following one month of treatment. Researchers found that the risk for cardiovascular events (including cardiovascular death, heart attack, and stroke) over 2.2 years progressively declined as LDL cholesterol levels decreased to below 20 mg/dL (0.5 mmol/L), and participants who achieved an LDL-C of less than 10 mg/dL (0.26 mmol/L) had a more than 40 percent lower risk of cardiovascular events than those with an LDL cholesterol equal to or greater than 100 mg/dL (2.6 mmol/L). \"Our findings demonstrate that there is essentially no floor effect, and that lower levels translated to a greater reduction in risk. Among high-risk patients, achieving a LDL cholesterol level far below the most common treatment target of 70 mg/dL (1.8 mmol/L) can further reduce the risk for an adverse cardiovascular event, with no major safety concerns,\" said Robert P. Giugliano, MD, a senior investigator in the TIMI Study Group at Brigham and Women's Hospital and a cardiovascular physician who presented the data at ESC. Giugliano and colleagues report no significant association between LDL-C level and prespecified adverse events, and in sub analyses Giugliano and his colleagues found that very low LDL cholesterol levels did not have a negative impact on cognition, reaction time or memory. In addition to neurocognitive events, researchers looked at nine other safety endpoints and found no differences across the groups of achieved LDL-C. \"Given the previous results from the FOURIER trial and the findings from this new analysis, patients - particularly those at a high risk for future cardiovascular events - should review their LDL cholesterol with their physicians and discuss whether it could be beneficial to lower that level beyond what they have achieved with diet, lifestyle modifications and statin therapy,\" said Giugliano.Evolocumab is a fully human monoclonal antibody manufactured by Amgen that works by blocking proprotein convertase subtilisin-kexin 9 (PCSK9), a protein that reduces the liver's ability to remove LDL cholesterol from the blood. The drug, which costs approximately $14,000 annually, was approved for use in the United States in 2016 as an addition to statin therapy and lifestyle changes for lowering LDL cholesterol in some adults with cardiovascular disease.The FOURIER trial was designed in a collaboration between a scientific executive committee and the trial sponsor, Amgen, which manufactures evolocumab and provided a research grant to the TIMI Study Group at BWH. The TIMI Study Group conducted all data analyses presented in the paper. Giugliano and the TIMI Study Group receive research grants from various pharmaceutical companies that manufacture other lipid-lowering therapies and Giugliano reports receiving honoraria from Amgen and other pharmaceutical companies that produce other lipid-lowering therapies. ", "meeting": "ESC Congress 2017 ", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Health Care Systems/Services", " Health Professionals"]}