{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-col082717.php", "description": "Closure of the left atrial appendage during heart surgery protects the brain, according to late-breaking research presented today in a Hot Line LBCT Session at ESC Congress.1 The results suggest that closure should be routinely added to open heart surgery.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "", "title": "Closure of left atrial appendage during heart surgery protects the brain (LAACS)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/closure-of-left-atrial-appendage-during-heart-surgery-protects-the-brain", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: Closure of the left atrial appendage during heart surgery protects the brain, according to late-breaking research presented today in a Hot Line LBCT Session at ESC Congress.1 The results suggest that closure should be routinely added to open heart surgery.\"This is the first randomised study to show that closure of the left atrial appendage during open heart surgery effectively protects against brain infarctions and stroke,\" said Assoc Prof Helena Domínguez, the cardiologist who designed the study.\"A stroke following open heart surgery can have devastating consequences for patients and their families,\" said principal investigator Dr Park-Hansen, from the Department of Cardiology at Bispebjerg/Frederiksberg University Hospital, Copenhagen, Denmark. \"Expectations of returning to work and having improved quality of life after surgery can suddenly turn into early retirement, hospitalisations and prolonged rehabilitation.\"It is well known that atrial fibrillation often occurs after heart surgery and increases the risk for subsequent stroke. Patients may have no symptoms and therefore be unaware that they have atrial fibrillation. Without prophylactic oral anticoagulation treatment, patients remain at risk of blood clotting which can provoke embolic injuries such as strokes.Blood clots predominantly form in the left atrial appendage, a small sac in the wall of the left atrium of the heart. Some heart surgeons close the left atrial appendage to protect against stroke, particularly in patients with a history of atrial fibrillation, yet there is little evidence to support the efficacy and safety of this practice. No randomised study to date has shown whether left atrial appendage closure can prevent ischaemic brain damage.The Left Atrial Appendage Closure by Surgery (LAACS) study tested the hypothesis that left atrial appendage closure during open heart surgery would minimise long term ischaemic brain damage. The study prospectively enrolled 187 patients referred for open heart surgery (coronary artery bypass grafting, valve surgery, or both). Patients were randomised to surgical closure of the left atrial appendage (101 patients) or no closure (86 patients).The primary endpoint was the occurrence of stroke/transient ischaemic attack (TIA) or silent cerebral infarction demonstrated on magnetic resonance imaging (MRI) or clinical follow-up. Patients underwent brain MRI before surgery, shortly after discharge, and six months or longer after surgery.Out of the total randomised cohort, 19 patients reached the combined endpoint during an average follow-up of 3.65 years. The cumulative probability of an ischaemic event in the brain was consistently lower in the closed, compared to the not-closed, group (figure 1). In the intention-to-treat analysis, the proportion of patients meeting the combined endpoint was 16.3% (14 of 86) in the control group and 5% (5 of 101) in the left atrial appendage closure group (hazard ratio [HR] 0.3; 95% confidence interval [CI] 0.1-0.8; p = 0.0197).Of 187 patients randomised, 141 followed their assigned protocol. Deviations from the protocol were primarily decided by the surgeon, for example refraining from extra procedures in technically complicated operations. In the per protocol analysis, the proportion of patients who met the combined endpoint was 18.2% (14 of 77) in the control group, and 6.3% (4 of 64) in the closure group (HR 0.3; 95% CI 0.1-1.0; p = 0.0465). All but one of the patients in the control group with ischaemic events had recurrent atrial fibrillation during follow-up.Dr Park-Hansen said: \"More than three years after open heart surgery, patients who also had left atrial appendage closure were significantly less likely to have strokes or symptomless signs of blood clots in the brain, so-called silent strokes, than the control group.\"He concluded: \"Based on the LAACS study, it would be advisable to systematically add surgical closure of the left atrial appendage to planned open heart surgery. Our results need to be replicated in larger cohorts that can also confirm the safety of the procedure.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}