{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/bawh-riw082817.php", "description": "Investigators from Brigham and Women's Hospital announced results of a clinical trial culminating from 25 years of cardiovascular research work. The team reports a significant reduction in risk of recurrent heart attacks, strokes and cardiovascular death among participants who received a targeted anti-inflammatory drug that lowered inflammation but had no effects on cholesterol.", "article_link": "http://dx.doi.org/10.1056/NEJMoa1707914", "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Novartis", "title": "Reducing inflammation without lowering cholesterol cuts risk of cardiovascular events", "region": "namerica", "source_link": null, "institution": "Brigham and Women's Hospital", "text": "Investigators from Brigham and Women's Hospital today announced results of a clinical trial culminating from 25 years of cardiovascular research work. At the European Society of Cardiology meeting and in a paper published simultaneously in the New England Journal of Medicine, Paul M. Ridker, MD, director of the Center for Cardiovascular Disease Prevention at BWH, and colleagues presented findings from CANTOS (Canakinumab Anti-inflammatory Thrombosis Outcomes Study), a trial designed to test whether reducing inflammation among people who have had a prior heart attack can reduce risk of another cardiovascular event in the future. The team reports a significant reduction in risk of recurrent heart attacks, strokes and cardiovascular death among participants who received a targeted anti-inflammatory drug that lowered inflammation but had no effects on cholesterol. \"These findings represent the end game of more than two decades of research, stemming from a critical observation: Half of heart attacks occur in people who do not have high cholesterol,\" said Ridker. \"For the first time, we've been able to definitively show that lowering inflammation independent of cholesterol reduces cardiovascular risk. This has far-reaching implications. It tells us that by leveraging an entirely new way to treat patients - targeting inflammation - we may be able to significantly improve outcomes for certain very high-risk populations.\"CANTOS, designed by Ridker and his colleagues, is sponsored by Novartis Pharmaceuticals, the manufacturer of the drug canakinumab, which targets inflammation. The research team enrolled more than 10,000 patients who previously had a heart attack and had persistent, elevated levels of high sensitivity C-reactive protein (hsCRP), a marker of inflammation. All patients in the trial received aggressive standard care, which included high doses of cholesterol-lowering statins. In addition, participants were randomized to receive 50, 150 or 300 mg of canakinumab (or a placebo for the control group), administered subcutaneously once every three months. Patients were followed for up to four years.The team reports a 15 percent reduction in risk of a cardiovascular event - including fatal or non-fatal heart attacks and strokes - for patients who received either the 150- or 300-mg dose of canakinumab. They also saw a 17 percent reduction in a composite endpoint that further included hospitalization for unstable angina requiring urgent cardiovascular procedures. The need for expensive interventional procedures, such as bypass surgery and angioplasty, was cut by more than 30 percent in the trial. Importantly, these reductions are above and beyond the reduction in risk seen after taking statins alone. No effect was observed for the lower 50-mg dose.In the general population, about 25 percent of heart attack survivors will have another cardiovascular event within five years, despite taking statins or other medications. The drug used in this study - canakinumab - is a human monoclonal antibody that neutralizes interleukin-1β. Interleukin-1 is a pro-inflammatory cytokine that, if overexpressed, results in increased inflammation throughout the body as well as increased levels of hsCRP. Overall, the drug was found to be safe in the CANTOS population, but the researchers did note an increase in fatal infection among approximately one in every 1,000 patients treated. On the other hand, cancer deaths were cut in half by canakinumab such that there was a non-significant reduction in death from any cause. (More details about the CANTOS cancer findings in an accompanying BWH press release.)As Ridker will present in his address to the ESC, CANTOS participants who achieved greater-than-average reductions in hsCRP with canakinumab experienced the largest clinical benefit, a nearly 30 percent reduction in the risk of a recurrent heart attack, stroke or cardiovascular death. These data suggest that it will be possible to target canakinumab to those in greatest need and, simultaneously, reduce toxicity for others. \"CANTOS represents a milestone in a long journey implicating interleukin-1 in cardiovascular disease,\" said Peter Libby, MD, also of Brigham and Women's Hospital. \"The results not only establish the role of innate immunity in human atherosclerosis and make actionable decades of research, but they also usher in a new era of therapeutics.\"Ridker is also serving as a principal investigator for CIRT (Cardiovascular Inflammation Reduction Trial, sponsored by the NHLBI), an ongoing clinical trial testing the effectiveness of low-dose methotrexate in cardiovascular disease. In contrast to canakinumab, low-dose methotrexate is a generic, inexpensive drug commonly used to treat rheumatoid arthritis. Results of CIRT are expected in two to three years. \"These clinical trial results build upon decades of basic and translational science that has provided mechanistic insights into the key role that inflammation plays in clinical events such as heart attacks and strokes,\" said Gary H. Gibbons, MD, director of the National Heart, Lung, and Blood Institute (NHLBI). \"Although this trial provides compelling evidence that targeting inflammation has efficacy in preventing recurrent cardiovascular events, we look forward to findings from additional trials, such as the NHLBI-funded Cardiovascular Inflammation Reduction Trial, to further refine the best therapeutic strategies for preventing cardiovascular disease.\"In the future, the research team hopes to study patients with sudden plaque ruptures and to look at additional biological agents that take aim at inflammatory pathways. \"Cardiologists will need to learn about inflammation today, the same way we learned about cholesterol 30 years ago,\" said Ridker. \"CANTOS is a demonstration of how personalized medicine will occur in the future, as we now need to distinguish those heart disease patients who have 'residual cholesterol risk' from those who have 'residual inflammatory risk.' These two groups will require different interventions.\"Previous studies by Ridker and colleagues helped build the case that hsCRP is both a marker of inflammation and a predictor of heart attack risk. After making initial observations in the Brigham-led Physicians Health Study and Women's Health Study, Ridker and colleagues continued to unearth evidence of a connection between higher hsCRP levels and greater risk of atherothrombosis through a series of additional Brigham-led clinical trials, including Cholesterol and Recurrent Events (CARE), PRINCE, LANCET, PROVE IT - TIMI 22 and JUPITER. The compelling evidence from these previous trials led to the development of the Reynolds Risk Score, which, in addition to the traditional risk factors of age, gender, cholesterol, blood pressure and smoking, also includes hsCRP levels. Elective hsCRP testing is currently part of most international prevention guidelines for cardiovascular risk detection in primary prevention. The current data may extend this concept to patients who have had a heart attack or stroke in the past.\"In my lifetime, I've gotten to see three broad eras of preventative cardiology. In the first, we recognized the importance of diet, exercise and smoking cessation. In the second, we saw the tremendous value of lipid-lowering drugs such as statins. Now, we're cracking the door open on the third era,\" said Ridker. \"This is very exciting.\"CANTOS was proposed and designed by investigators in the Center for Cardiovascular Disease Prevention at BWH, in collaboration with Novartis. In addition to Drs. Ridker and Libby, other Brigham and Women's Hospital researchers who contributed critically to this work include Jean MacFadyen, BA; Brendan M. Everett, MD; and Robert J. Glynn, ScD. Ridker and Glynn received financial support for clinical research from Novartis to conduct the CANTOS. Ridker has served as a consultant to Novartis and is listed as a co-inventor on patents held by BWH that relate to the use of inflammatory biomarkers in cardiovascular disease and diabetes that have been licensed to AstraZeneca and Siemens.\r\n", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology"]}