{"journal": "European Heart Journal", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-iaw082717.php", "description": "Ibuprofen is associated with increased blood pressure and hypertension compared to celecoxib in patients with osteoarthritis or rheumatoid arthritis and increased risk of cardiovascular disease, according to late-breaking results from the PRECISION-ABPM study presented today in a Hot Line Session at ESC Congress and published in EHJ.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Pfizer", "title": "Ibuprofen associated with blood pressure rise in arthritis patients at cardiovascular risk", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/ibuprofen-associated-with-blood-pressure-rise-in-arthritis-patients-at-cardiovascular-risk", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: Ibuprofen is associated with increased blood pressure and hypertension compared to celecoxib in patients with osteoarthritis or rheumatoid arthritis and increased risk of cardiovascular disease, according to late-breaking results from the PRECISION-ABPM study presented today in a Hot Line Session at ESC Congress1 and published in EHJ.Nonsteroidal anti-inflammatory drugs (NSAIDs), both non-selective and selective cyclooxygenase-2 (COX-2) inhibitors, are among the most widely prescribed drugs worldwide, but are linked with increased blood pressure and adverse cardiovascular events. Indeed, 19% of the US population use at least one NSAID on a regular basis, including 30 million Americans with osteoarthritis, of whom more than 40% also have hypertension.NSAID labels include warnings about potential increases in blood pressure but there is little data on the effects of individual drugs. Maintaining or achieving blood pressure control in patients with arthritis and concomitant hypertension (treated or untreated) could avoid more than 70 000 deaths from stroke and 60 000 deaths from coronary heart disease each year,2 making it important to investigate the effects of various NSAIDs on blood pressure. PRECISION-ABPM,3 a pre-specified four month substudy of the landmark PRECISION trial,4 was designed to determine the blood pressure effects of the selective COX-2 inhibitor celecoxib compared to the non-selective NSAIDs naproxen and ibuprofen.PRECISION-ABPM was a prospective, double-blind, randomised, non-inferiority cardiovascular safety trial. The study was conducted at 60 sites in the US and included 444 patients, of whom 408 (92%) had osteoarthritis and 36 (8%) had rheumatoid arthritis. All patients had evidence of, or were at increased risk for, coronary artery disease.Patients were randomised in a 1:1:1 fashion to receive celecoxib (100-200 mg twice a day), ibuprofen (600-800 mg three times a day), or naproxen (375-500 mg twice a day) with matching placebos. The primary endpoint was the change from baseline in 24-hour ambulatory blood pressure after four months.The investigators found that celecoxib decreased the average systolic blood pressure measured over 24 hours by -0.3 mmHg while ibuprofen and naproxen increased it by 3.7 and 1.6 mmHg, respectively. The resulting difference of -3.9 mmHg between celecoxib and ibuprofen was significant (p=0.009).Principal investigator Professor Frank Ruschitzka, professor of cardiology and co-head, Department of Cardiology, University Heart Centre, Zurich, Switzerland, said: \"PRECISION-ABPM showed differential blood pressure effects between the different NSAIDs, ibuprofen and naproxen, and the COX-2 inhibitor celecoxib. While celecoxib and naproxen produced either a slight decrease (celecoxib) or a relatively small increase (naproxen) in blood pressure, ibuprofen was associated with a significant increase in ambulatory systolic blood pressure of more than 3 mmHg.\"An additional analysis showed that the percentage of patients with normal baseline blood pressure who developed hypertension5 was 23.2% for ibuprofen, 19.0% for naproxen and 10.3% for celecoxib (odds ratio [OR] 0.39, p=0.004 and OR 0.49, p=0.03 for celecoxib versus ibuprofen and naproxen, respectively).\"Patients receiving ibuprofen had a 61% higher incidence of de novo hypertension compared to those receiving celecoxib,\" said Professor Ruschitzka.These results support and extend the findings of the PRECISION trial, demonstrating noninferiority for the primary cardiovascular outcomes for moderate doses of celecoxib compared with naproxen or ibuprofen.6 These findings may have the greatest clinical significance in the elderly, who have a high prevalence of arthritis and hypertension.Professor Ruschitzka said: \"The current findings suggest that the elevated cardiovascular risk with NSAIDs may be partly due to drug-specific increases in blood pressure. This challenges the widely advocated belief that conventional NSAIDs, like naproxen and ibuprofen, with their higher COX-1 (and thromboxane reducing) effects would provide greater cardiovascular safety than other more COX-2 selective agents, particularly celecoxib.\"He concluded: \"PRECISION-ABPM clearly demonstrates that NSAIDs, particularly ibuprofen, may be not as safe as previously thought. Patients should continue to consult their doctor before taking NSAIDs or coxibs and clinicians need to weigh the potential hazards of worsening blood pressure control when considering the use of these agents.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}