{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-pum082717.php", "description": "Salt retention is the main culprit behind drug-resistant hypertension (RHTN), with older diuretic medications being the most effective treatment, according to new results from the PATHWAY-2 study.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "British Heart Foundation, National Institute for Health Research (NIHR)", "title": "PATHWAY-2 uncovers main cause of drug-resistant hypertension, finds old drugs work best", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/pathway-2-uncovers-main-cause-of-drug-resistant-hypertension-finds-old-drugs-work-best", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: Salt retention is the main culprit behind drug-resistant hypertension (RHTN), with older diuretic medications being the most effective treatment, according to new results from the PATHWAY-2 study.The research, presented at ESC Congress today, \"will change clinical practice across the world and will help improve the blood pressure and outcomes of our patients with resistant hypertension,\" said study investigator Dr Bryan Williams, Chair of Medicine at University College London, UK.\"This has been a wonderful story of using sophisticated modern methods to solve an old problem - why some patients have seemingly intractable hypertension,\" added Dr Morris Brown, chief investigator for the PATHWAY studies from Queen Mary University, London. \"The discovery of salt overload as the underlying cause has enabled us to target the hormone which drives this, and to treat or cure most of the patients.\"\r\nAs many as one in ten patients with high blood pressure have \"resistant hypertension\", meaning it is not controlled despite treatment with a diuretic and at least two other blood pressure medications. Initial results of the PATHWAY-2 study, reported two years ago at ESC Congress, showed that spironolactone, (a diuretic that has been around for more than 50 years, but rarely used to treat hypertension), was significantly more effective than other drugs at lowering blood pressure in this hard-to-treat population.Now, new analyses from the same study reveal why spironolactone works best, and that another older diuretic - amiloride - works equally well.\"This provides alternatives for patients in whom spironolactone is not tolerated,\" explained Dr. Williams. \"We now have two new treatments based on old drugs. Our study provides strong evidence that either of these two well-established diuretics will achieve excellent blood pressure control in the majority of these patients. This kind of blood pressure drop, will substantially reduce their risk of heart disease, stroke and premature death.\" PATHWAY-2 was a phase 4 study that compared four additional interventions in 314 patients with RHTN.At baseline, all patients were receiving best tolerated doses of three medications, which included an angiotensin converting enzyme (ACE) inhibitor or angiotensin II receptor blocker (ARBs), plus a calcium-channel blocker (CCB), and a diuretic.\r\nThis standard treatment is often referred to as the \"A+C+D treatment strategy\". Patients remained on this baseline treatment and were then rotated through four 12-week cycles of each of the investigational treatments as add-on therapy.The add-on treatments included placebo, bisoprolol, doxazosin (commonly used blood pressure-lowering drugs), or spironolactone, an old diuretic that is rarely used for the treatment of high blood pressure.Three sub-studies embedded into the PATHWAY-2 study, and reported now for the first time, evaluated the mechanisms behind spironolactone's superior efficacy to see if amiloride might also have similar benefit.Using sophisticated, non-invasive measurements of cardiac output, vascular resistance and total body water volume, the studies confirmed amiloride's similar efficacy to spironolactone. The reason why both drugs work so well in RHTN is that we now think that salt-retention in this population is due to over-production of the salt-retaining hormone aldosterone, explained Dr. Williams.\"Both spironolactone and amiloride block the effects of aldosterone - which is probably why they are especially effective in RHTN,\" he added.\"It is remarkable when so many advances in medicine depend on expensive innovation, that we have been able to revisit the use of drugs developed over half a century ago and show that for this difficult-to-treat population of patients, they work really well,\" he concluded.", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}