{"journal": "The Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-rdl082617.php", "description": "Renal denervation lowers blood pressure in hypertensive patients not taking medication, according to late-breaking results from the SPYRAL HTN-OFF MED study presented today in a Hot Line LBCT Session at ESC Congress and published in the Lancet.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Medtronic", "title": "Renal denervation lowers blood pressure in hypertensive patients", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/renal-denervation-lowers-blood-pressure-in-hypertensive-patients-not-taking-medication", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: Renal denervation lowers blood pressure in hypertensive patients not taking medication, according to late-breaking results from the SPYRAL HTN-OFF MED study presented today in a Hot Line LBCT Session at ESC Congress1 and published in the Lancet. Renal denervation is a minimally invasive catheter-based procedure that delivers energy to the nerves in the kidneys that help regulate blood pressure. It was developed to treat resistant hypertension, which refers to high blood pressure that is not controlled by medication.\"The sham-controlled SYMPLICITY HTN-3 trial failed to show a significant blood pressure lowering effect of renal denervation,\" said co-principal investigator Prof Michael Boehm, chairman, Department of Internal Medicine, University of Saarland in Homburg/Saar, Germany.2 \"We applied lessons from this trial to the SPYRAL HTN-OFF MED study regarding how the procedure was performed, the patient population, and the influence of medications.\"SPYRAL HTN-OFF MED is an international, multicentre, prospective, randomised, sham-controlled study designed to test the safety and blood pressure lowering efficacy of treatment with the multi-electrode Symplicity Spyral renal denervation system. The study included patients with uncontrolled hypertension who were drug naïve or stopped taking antihypertensive medications at least four weeks prior to randomisation.Uncontrolled hypertension was defined as an office systolic blood pressure between 150 and 180 mmHg and diastolic blood pressure more than 90 mmHg, and a 24-hour mean systolic blood pressure between 140 and 170 mmHg.Patients were randomised to renal denervation in the main renal arteries and branches, or a sham procedure. Blood pressure was measured at baseline and three months, and compared within each treatment group.Today researchers present three-month results of the first 80 patients, of whom 38 received renal denervation and 42 had a sham procedure. Compared to baseline, at three months after the procedure office-based systolic and diastolic blood pressure had declined by 10.0 mmHg (p\r\n\tFor 24-hour ambulatory blood pressure, compared to baseline the systolic and diastolic blood pressure of patients undergoing renal denervation decreased by 5.5 mmHg (p=0.04) and 4.8 mmHg (p\r\n\tThe decreases in systolic and diastolic office and 24-hour blood pressure were confirmed by direct comparisons between the renal denervation and sham groups.There were no major safety events in either arm, even with the revised procedural approach which increased the total number of ablations and included denervation in the branch arteries.\"All blood pressure measurements within the renal denervation arm showed statistically significant reductions from baseline, while none of the measurements in the sham arm were significantly reduced from baseline,\" said Prof Boehm. \"This is particularly important as even small reductions correlate to significant reductions in death, stroke, and overall cardiovascular risk.\"He concluded: \"The effectiveness of renal denervation in this study may have been due to the new procedural approach, which aimed to achieve complete denervation, and the fact that patients were not taking antihypertensive medications which may have confounded the results of previous studies.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}