{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-sfv082617.php", "description": "A novel screening program for vascular disease saves one life for every 169 men assessed, according to late-breaking results from the VIVA trial presented today in a Hot Line LBCT Session at ESC Congress and published in the Lancet. The combined screening for abdominal aortic aneurysm, peripheral artery disease, and hypertension gained more living years for lower costs than European cancer screening programs.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "European Union, Central Denmark Region, Danish Independent Research Council, Regional Hospital of Viborg", "title": "Screening for vascular disease saves one life for every 169 patients assessed (VIVA)", "region": "europe", "source_link": null, "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: A novel screening programme for vascular disease saves one life for every 169 men assessed, according to late-breaking results from the VIVA trial presented today in a Hot Line LBCT Session at ESC Congress1 and published in the Lancet. The combined screening for abdominal aortic aneurysm, peripheral artery disease, and hypertension gained more living years for lower costs than European cancer screening programmes.\"National screening programmes are implemented for different types of cancer, yet there is limited research on similar programmes for asymptomatic cardiovascular disease - irrespective of the fact that it causes more deaths,\" said principal investigator Prof Jes Lindholt, professor of vascular surgery, Odense University Hospital, Denmark.The Danish Viborg Vascular (VIVA) trial tested the mortality impact and cost-effectiveness of combined screening for abdominal aortic aneurysm (dilatation of the largest artery in the belly), peripheral artery disease (hardening of the arteries in the lower limbs), and hypertension.Prof Lindholt said: \"These diseases are often asymptomatic and can be life threatening. Of course, elective repair of an aneurysm can prevent dying of rupture. However, pharmacological therapy for peripheral artery disease, aneurysms or hypertension holds a much larger potential to reduce the risk of dying from coronary heart disease, stroke and heart attack.\" The prospective, randomised trial included all 50 156 men aged 65 to 74 years from the central region of Denmark. Half were invited to screening and the other half to usual care where disease is typically detected only if a man reacts to symptoms or is in contact with healthcare for other reasons. The primary outcome was all-cause mortality.Men in the screening group underwent a ten minute procedure in which their aorta was scanned using ultrasonography and their blood pressure was measured and compared for the ankle and the arm, as shown in the picture. Two specially trained nurses undertook the procedure.More than 20% of those attending screening had positive test results: 3% had an abdominal aortic aneurysm, 11% had peripheral artery disease, and 11% had suspected hypertension that was untreated. \"We were quite surprised that despite modern healthcare with diagnostic technology being available essentially everywhere, one out of five men had undiagnosed vascular disease,\" said Prof Lindholt.Men who tested positive for abdominal aortic aneurysm and/or peripheral artery disease had a confirmatory test and consultation where individualised prophylactic activities, including smoking cessation and pharmacological therapy, were recommended. If not already prescribed, low dose aspirin (75 mg/day) and simvastatin (40 mg/day) were prescribed. Those with an aneurysm larger than 50 mm in diameter were referred to a vascular surgeon to assess the need for elective repair. Men with suspected hypertension were referred to their general practitioner.The screening and usual care groups were followed using national registries for hospital admissions, surgeries, and overall and cause-specific death. After five years, 149 more lives were saved in the screening group (there were 2 566 deaths in the screening group versus 2 715 in the control group). This corresponds to one life saved for every 169 men screened, and a statistically significant 7% relative risk reduction compared to no screening.\"A result of this magnitude has never been seen before in general population screening programmes,\" said Prof Lindholt. \"We believe that it is primarily explained by the 2.5 times higher incidence of elective aneurysm repairs and the doubled initiation rates of antithrombotic and lipid-lowering therapy in the group invited to screening.\"The cost of screening (using 2014 prices) was estimated at an additional €148 per citizen in comparison with usual care from a healthcare sector perspective. The resulting costs of a life year and a quality adjusted life year gain from screening were estimated at €6 872 and €7 716, respectively, and the corresponding probabilities for screening being cost effective at 97% and 96%, respectively.Co-investigator Prof Rikke Søgaard, professor of health economics at Aarhus University, Denmark, said: \"A cost per life year gained of around €7 000 is quite low by European standards. Vascular screening is simple and cheap and the benefit in terms of lives saved is substantial. It is more cost effective than many existing programmes such as screening for breast or colon cancer and has the potential to be a game changer in public health prevention.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}