{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-src082717.php", "description": "The benefit of lowering low-density lipoprotein (LDL) cholesterol depends on how it is lowered, according to late-breaking results from a naturally randomised genetic trial presented today in a Hot Line -- LBCT Session at ESC Congress1 and published in JAMA.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "", "title": "Study reveals clinical benefit of LDL cholesterol lowering depends on how it is lowered", "region": "europe", "source_link": "http://mgmt.escardio.net/vgn-ext-templating/Escardio/default/https://www.escardio.org/", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 28 Aug 2017: The benefit of lowering low-density lipoprotein (LDL) cholesterol depends on how it is lowered, according to late-breaking results from a naturally randomised genetic trial presented today in a Hot Line - LBCT Session at ESC Congress1 and published in JAMA.\"Our study suggests that the causal effect of LDL on the risk of cardiovascular disease (CVD) is determined by the circulating concentration of LDL particles, measured by apolipoprotein-B (apoB), rather than by the total cholesterol carried by those particles, as measured by LDL cholesterol,\" said the study's lead investigator Prof Brian A Ference, the Benjamin Meaker Visiting Professor, University of Bristol, UK and Director of the Cardiovascular Genomic Research Center, Wayne State University School of Medicine, Detroit, US. \"Therefore, the clinical benefit of LDL cholesterol lowering therapies may depend on the corresponding reduction in apoB particles, which in turn depend on how LDL cholesterol is lowered,\" he continued.  In the ACCELERATE trial, treatment with the cholesteryl ester transfer protein (CETP) inhibitor evacetrapib reduced LDL cholesterol by 39% (0.75 mmol/L) but did not reduce the risk of major cardiovascular events.2 The results led some people to question the causal effect of LDL cholesterol on the risk of developing CVD and suggested that the clinical benefit of lowering LDL cholesterol may depend on how it is lowered.The current study sought to determine if lowering LDL cholesterol by inhibiting CETP had the same effect on the risk of CVD as other LDL cholesterol lowering therapies, and thereby determine if the clinical benefit of lowering LDL cholesterol depends on how LDL cholesterol is lowered.The study included a total of 358 205 participants from 77 studies. The researchers used inherited genetic variants that mimic the effect of CETP inhibitors and statins, respectively, to naturally randomise participants into four groups: CETP inhibition (mimicking the effect of a CETP inhibitor), HMG-CoA reduction inhibition (mimicking the effect of a statin), both (mimicking the effect of combined CETP inhibitor and statin therapy) or neither (placebo group) using a 2x2 factorial Mendelian randomisation study design.The primary outcome was major cardiovascular events (defined as the first occurrence of coronary heart disease death, non-fatal myocardial infarction, coronary revascularisation or non-fatal stroke). Study participants experienced a total of 76 061 cardiovascular events.The investigators found that genetic variants that mimic the effect of CETP inhibitors were associated with higher high-density lipoprotein (HDL) cholesterol, lower LDL cholesterol, lower apoB and a corresponding lower risk of CVD that was proportional to the reduction in LDL cholesterol. In fact, genetic variants that mimic the effect of CETP inhibitors had a very similar effect on reducing the risk of cardiovascular events as genetic variants that mimic the effect of statins, ezetimibe and PCSK9 inhibitors when measured per unit reduction in LDL cholesterol.However, the CETP inhibitor trials have evaluated their effect on a background of statins so the investigators also examined the combined effect of genetic variants that mimic the effect of CETP inhibitors and statins. Combined exposure was associated with the same decrease in LDL cholesterol but the change in apoB was significantly attenuated. The risk of cardiovascular events was proportional to the change in apoB but less than expected per unit change in LDL cholesterol. This suggests that the causal effect of lowering LDL cholesterol is determined by reduction in apoB, not LDL cholesterol.The findings were validated in a genome-wide association study which found that other variants with discordant effects on LDL cholesterol and apoB were also associated with a lower risk of CVD that was proportional to the change in apoB but less than expected per unit change in LDL cholesterol.  Prof Ference said: \"These results may help to explain the failure of some CETP inhibitors to reduce the risk of cardiovascular events despite robustly lowering LDL cholesterol. Adding a CETP inhibitor to a statin reduces LDL cholesterol out of proportion to apoB. Because the clinical benefit is determined by the reduction in apoB, rather than LDL cholesterol, combination therapy with a CETP inhibitor and a statin reduces the risk of cardiovascular events proportional to the attenuated reduction in apoB. This may be significantly less than expected for the observed change in LDL cholesterol depending on the degree of discordance between the reductions in apoB and LDL cholesterol.\"3", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}