{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-tav081817.php", "description": "Transcatheter aortic valve implantation (TAVI) is safe and effective in nonagenarians, according to research presented at ESC Congress today.1 The observational study found that nonagenarians who underwent TAVI had worse short-term outcomes but similar one-year outcomes as patients younger than 90 years.", "article_link": null, "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Brazilian Society of Interventional Cardiology", "title": "Transcatheter aortic valve implantation safe and effective in nonagenarians", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/esc-congress-2017-hot-line-tips?hit=wireek", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - Aug. 28 2017: Transcatheter aortic valve implantation (TAVI) is safe and effective in nonagenarians, according to research presented at ESC Congress today.1 The observational study found that nonagenarians who underwent TAVI had worse short-term outcomes but similar one-year outcomes as patients younger than 90 years.\"The number of nonagenarians (age 90 or above) is rising and in the USA is set to quadruple by 2050 to reach 8.7 million,\" said last author Dr Adriano Caixeta, an interventional cardiologist at Hospital Israelita Albert Einstein, São Paulo, Brazil.2 \"As such, cardiologists are being confronted with an increasing number of nonagenarian patients with severe aortic stenosis.\"\"TAVI has been established as a standard treatment for most elderly patients with aortic stenosis,\" continued Dr Caixeta. \"However, there is a debate about the clinical utility of TAVI in some very high risk subgroups of patients, including nonagenarians, as they have generally represented a small fraction of patients enrolled in clinical trials.\"There is little data on the safety and efficacy of TAVI in patients older than 90 years of age and longer-term (over one year) follow-up is lacking.This study evaluated the early (30 days) and long-term (over one year) clinical outcomes in nonagenarian patients undergoing TAVI. Between January 2008 and February 2015, patients with symptomatic aortic stenosis who underwent TAVI were enrolled in a Brazilian multicentre registry.Among a total of 819 patients, 735 were less than 90 years old, and 84 (10.2%) were nonagenarian. Nonagenarian patients were on average 12 years older than patients less 90 years old (92.4 years versus 80.1 years; p\r\n\tCompared with younger patients, nonagenarian patients were sicker (Society of Thoracic Surgeons' [STS] risk score of 13.19% versus 9.87%; p \r\n\tAt 30 days after TAVI, the rate of all-cause mortality was higher in the nonagenarian group (15.6% versus 8.4%; p=0.04). At one year, there were similar rates of death between nonagenarians and younger patients (20.9% vs. 21.8%) (figure 1). There were no differences in the rates of stroke, myocardial infarction or bleeding at 30 days and one year.After two years of follow-up, there was a higher mortality rate in nonagenarians, which likely reflects the shorter underlying life expectancy of these patients.Dr Caixeta said: \"In this real world observational study, nonagenarian patients who underwent TAVI had worse short-term outcomes but similar one-year clinical outcomes as patients younger than 90 years. The findings suggest that TAVI is safe and effective in nonagenarian patients with aortic stenosis and is not a futile treatment.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}