{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-08/uosc-sct082417.php", "description": "White women whose genetic makeup puts them at higher risk for Alzheimer's disease are more likely than white men to develop the disease during a critical 10-year span in their lives. The findings from one of the world's largest big-data studies on Alzheimer's counter long-held beliefs about who is at greatest risk for the disease and when, suggesting new avenues for clinical trials.", "article_link": "http://dx.doi.org/10.1001/jama.2017.11467", "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "Global Alzheimer's Association Interactive Network initiative, National Institutes of Health", "title": "Study corrects the record on the relative risk of Alzheimer's between men and women", "region": "namerica", "source_link": null, "institution": "University of Southern California", "text": "White women whose genetic makeup puts them at higher risk for Alzheimer's disease are more likely than white men to develop the disease during a critical 10-year span in their lives, according to a study headed by Keck School of Medicine of USC researchers.The findings from one of the world's largest big-data studies on Alzheimer's counter long-held beliefs about who is at greatest risk for the disease and when, suggesting new avenues for clinical trials.Study results show genetically vulnerable 55- to 85-year-old white men and women have the same odds of developing the memory-erasing disease. One exception: From their mid-60s to mid-70s, these women still face significantly higher risk. That may provide clues to disease causes and potential interventions among these women.\"Our discovery is important because it highlights how clinical trials could be weighted toward women -- a susceptible part of the population -- to help scientists more rapidly identify effective drug interventions to slow or cure Alzheimer's,\" said Arthur Toga, director of the USC Stevens Neuroimaging and Informatics Institute at the Keck School of Medicine -- among the nation's leaders in innovative scientific discovery.The study was published Aug. 28 in the Journal of the American Medical Association Neurology. It included data from 57,979 North Americans and Europeans in the Global Alzheimer's Association Interactive Network (GAAIN). This big-data project provides scientists around the world with shared data and sophisticated analysis tools to address a disease that makes up about 65 percent of the 47 million cases of dementia worldwide.The results contradict a seminal 20-year-old study that found women with one copy of ApoE4, a gene variant linked to Alzheimer's, were diagnosed with the disease 50 percent more often than men with the same genetic profile.The findings presented in the USC-led study expand the number of participant data by ninefold and indicate the critical decade falls between 65 and 75, more than 10 years after the start of menopause. Previous studies in animals and humans have reported a relationship between ApoE4, menopause and cognitive decline.\"So much work has been dependent on one 1997 finding, but with tools like GAAIN, we now have the ability to reinvestigate with increased statistical power,\" Toga said.The new findings are significant because almost two-thirds of the more than 5 million Americans now living with Alzheimer's disease are women, according to the Alzheimer's Association.Many attribute the imbalance in disease risk to the fact that women, on average, live longer than men. However, a growing body of evidence suggests other reasons also contribute to the difference. For instance, men have higher rates of heart disease and stroke. So, men who live longer may be healthier than women of the same age and may face less risk of developing Alzheimer's, according to the USC-led study.In the future, doctors who want to prevent Alzheimer's may intervene at different ages for men and women, said Judy Pa, co-author of the study and an assistant professor of neurology at the USC Stevens Neuroimaging and Informatics Institute.\"Menopause and plummeting estrogen levels, which on average begins at 51, may account for the difference,\" Pa said. \"However, scientists still don't know what is responsible. Researchers need to study women 10, 15 or even 20 years before their most vulnerable period to see if there are any detectable signals to suggest increased risk for Alzheimer's in 15 years.\"Only some women are at increased risk of developing Alzheimer's in their mid-60s to mid-70s compared to men. To find out, women could have their DNA analyzed. However, Pa cautions that genetic testing for the ApoE4 variant is no crystal ball.\"There is controversy in terms of whether people should know their ApoE status because it is just a risk factor,\" Pa said. \"It doesn't mean you're going to get Alzheimer's disease. Even if you carry two copies of ApoE4, your chances are greatly increased, but you could still live a long life and never have symptoms.\"Even if some women discover they are at heightened risk, they can improve their odds by making life changes.\"Get more exercise. Work out your mind, especially in old age,\" Pa said. \"Pick up hobbies that are cognitively or physically challenging. Reduce processed sugar intake because it's linked to obesity, which is associated with many chronic diseases.\"Alzheimer's disease is the fifth-leading cause of death for Americans 65 and older, but it may one day outpace the nation's top two killers -- heart disease and cancer. Alzheimer's-related deaths increased by nearly 39 percent between 2000 and 2010 while heart disease-related deaths declined 31 percent and cancer deaths fell 32 percent, according to the Centers for Disease Control and Prevention.Because Alzheimer's disease has a huge impact on lifelong health, USC has more than 70 researchers dedicated to the prevention, treatment and potential cure of the memory-erasing disease. Big data projects like this require experts across disciplines -- computer science, biology, pathophysiology, imaging and genetics -- to coordinate.For this study, the researchers examined data from 27 different studies that assessed participants' ApoE gene variation, as well as characteristics such as sex, race, ethnicity, diagnosis (normal, mild cognitive impairment or Alzheimer's disease) and age at diagnosis.The records of nearly 58,000 people were scrutinized. Meta-analyses were performed on 31,340 whites who received clinical diagnoses sometime between ages 55 and 85. The proportion of minorities was so small that analysts could not draw statistically significant conclusions about their disease risk. Because of this, the study focused on whites only. \"Most of the archives around the world have insufficient numbers of underrepresented groups,\" Toga said. \"One of the take-home messages from our study is people of all races and ethnicities need to be involved in Alzheimer's clinical trials because this disease is a problem that affects all of us.\"The current findings need to be confirmed in more diverse study populations.USC is working to build more diverse population studies related to Alzheimer's. Established in 1984, the Alzheimer Disease Research Center at the Keck School of Medicine reaches out to communities in the greater Los Angeles area to educate the city's diverse population about Alzheimer's and the clinical trials they might be interested in joining. Previous studies, for example, have focused on Latinos.Historically, women have not been adequately represented in clinical trials, especially in studies on heart disease. Women need to be represented equally to men -- or even overrepresented, Pa said.\"The bottom line is women are not little men,\" Pa said. \"A lot more research needs to target women because gender-specific variations can be so subtle that scientists often miss them when they control for gender or use models to rule out gender differences. Most research today is ignoring a big part of the equation.\"The study was made possible because of lead author Scott Neu, a leader in the development of a federated approach to analyzing metadata and assistant professor of research at the Laboratory of Neuro Imaging at the Keck School of Medicine.\"GAAIN -- the free resource we created in conjunction with the Alzheimer's Association -- allows anyone to explore data sets around the world and conduct preliminary analyses to test scientific hypotheses,\" Neu said. \"Our goal is to connect scientists with those who have collected data to create new collaborations to further research and understanding of Alzheimer's disease.\"Analysts excluded people with a history of stroke, cerebrovascular disease, abnormal proteins that contribute to Parkinson's disease and dementia, gene mutations leading to higher levels of toxic amyloid brain plaques and any known neurological diseases.Scientists did not adjust for known Alzheimer's risk factors such as education, family history of Alzheimer's or dementia because that information was not provided in all data sets. They also were unable to adjust for sex-dependent differences such as cigarette smoking, hormonal changes with age and alcohol usage.", "meeting": "", "keywords": ["Genetics", " Population Biology", " Medicine/Health", " Aging", " Alzheimer's Disease", " Bioinformatics"]}