{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-08/nei-rur082817.php", "description": "Cells within an injured mouse eye can be coaxed into regenerating neurons and those new neurons appear to integrate themselves into the eye's circuitry, new research shows. The findings potentially open the door to new treatments for eye trauma and retinal disease. The study appears in the July 26 issue of Nature, and was funded in part by the National Eye Institute, part of the National Institutes of Health.", "article_link": "http://dx.doi.org/10.1038/nature23283", "date": "Mon, 28 Aug 2017 04:00:00 GMT", "funder": "NIH/National Eye Institute, Paul G. Allen Foundation, National Science Foundation", "title": "Researchers unlock regenerative potential of cells in the mouse retina", "region": "namerica", "source_link": null, "institution": "NIH/National Eye Institute", "text": "Cells within an injured mouse eye can be coaxed into regenerating neurons and those new neurons appear to integrate themselves into the eye's circuitry, new research shows. The findings potentially open the door to new treatments for eye trauma and retinal disease. The study appears in the July 26 issue of Nature, and was funded in part by the National Eye Institute (NEI), part of the National Institutes of Health.\"The findings are significant because they suggest the feasibility of a novel approach for encouraging regeneration in the mammalian retina, the light sensitive tissue at the back of the eye that dies in many blinding diseases,\" said Tom Greenwell, Ph.D., program director at NEI. \"Importantly, the investigation also demonstrates that newly generated cells in the mouse retina not only look and behave like neurons, they also wire correctly to the existing neural circuitry at the back of the eye.\"The study's lead investigator, Tom Reh, Ph.D., and his team at the UW Medicine in Seattle, looked to the zebrafish for clues about how to encourage regeneration in the mouse eye. When a zebrafish injures its eye, cells within the eye naturally regenerate, allowing the fish to maintain vision. Mammals lack this regenerative ability.In studying zebrafish the research team homed in on Müller glia, a type of retinal cell that supports the health and functioning of neighboring neurons, and that also exhibits an innate regenerative ability. Sometimes referred to as the stem cells of the zebrafish eye, Müller glia are the cells from which all other types of retinal cells are regenerated in the fish. Earlier research from Reh's lab showed that in newborn mice, Müller glia can be directed to become retinal neurons by activating a transcription factor called Ascl1, which in turn activates a suite of genes involved in regeneration. By the time the mice reach adulthood, however, regions of the genetic code that are targeted by Ascl1 and that are required for regeneration become inaccessible. In other words, in adult mice, regions of the genetic code that are critical for regeneration are closed for business. Nikolas Jorstad and Matt Wilken, graduate students in Reh's lab, screened a library of small molecules to find one that could reopen access to the genetic code in the adult mouse.\"We found that the commonly used anti-cancer agent trichostatin A (TSA) made critical regions of DNA accessible again. Ascl1 could then bind to those regions, which stimulated the regeneration of neurons in the adult mice,\" Jorstad said. The researchers used an adult mouse model genetically engineered to express Ascl1 in Müller glia in response to tamoxifen, a commonly used breast cancer drug. In this engineered mouse, the green fluorescent protein (GFP) gene is inserted next to Ascl1, so that all cells expressing Ascl1 are labeled fluorescent green. Tamoxifen turns on Ascl1, and GFP tracks the cells where Ascl1 is expressed. The researchers injured the mice retinas with a toxin that causes cell death in retinal ganglion cells and interneurons, another type of retinal cell whose job it is to transmit signals from photoreceptors to the brain. They then injected the mice with TSA and tamoxifen. Over the next several weeks, the shape and behavior of the fluorescent green-labeled cells were observed to see if there was evidence of regeneration. Proteins expressed by the observed cells were similar to those of interneurons. Analyses of genome structure further shored up evidence that the cells that were once Müller glia had been genetically reprogrammed and were now showing characteristics of interneurons. Next, teaming up with electrophysiologists William Grimes, Ph.D. and Fred Rieke, Ph.D. of UW Medicine (Grimes has since moved to the University of Maryland, College Park), they looked at the cells' electrophysiological activity in the presence of light, taking advantage of the fact that Müller glia respond to light in a distinct, measurable pattern. About two weeks following injury, the cells responded to light as if they were interneurons. \"We're showing for the first time that Müller glia in the adult mouse can give rise to new neurons after injury, and these neurons have the gene expression pattern, the morphology, the electrophysiology, and the epigenetic program to look like interneurons instead of glia,\" Reh said. The studied cells had formed functioning synapses - connections from one neuron to another - and responded to light in a way that's typical of a type of interneuron. The cells had also integrated with retinal cells that convey signals to the brain. \"These findings suggest that the regenerated cells were making synapses and integrating into both sides of the circuitry, presynaptically and postsynaptically,\" Reh said.  Reh envisions this approach could be useful for treatment of acute eye injuries and central retinal arterial occlusion - a stroke of the eye. The next step is to boost Müller glia numbers. \"Retinal injuries and blinding diseases of the retina tend to cause a massive loss of neurons. We need a way to stimulate the regeneration of Müller glia, in addition to strategies for coaxing them to differentiate into other types of neurons,\" Reh explained. Strategies are also needed to regenerate photoreceptors and ganglion cells, still other types of retinal cells that are lost in degenerative eye diseases such as glaucoma and macular degeneration. Reh's lab is investigating other types of regenerative strategies to address all the retinal cell types. ", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}