{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/bawh-wti082417.php", "description": "Clinical trial finds that dabigatran dual therapy after stenting reduced bleeding risk for patients with atrial fibrillation compared with standard triple therapy.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "", "title": "When two is better than three: Dual antithrombotic therapy cuts bleeding risk", "region": "namerica", "source_link": null, "institution": "Brigham and Women's Hospital", "text": "Boston, MA-- Using just two anticlotting medicines for patients who have atrial fibrillation and have had a stent placed in a heart artery is safer than using the current standard treatment of three medications, according to a new study presented by Brigham and Women's Hospital cardiologist Christopher Cannon, MD, at the European Society of Cardiology and published simultaneously in The New England Journal of Medicine. The RE-DUAL PCI trial, sponsored by Boehringer Ingelheim, found that using the anticoagulant dabigatran along with a second anticlotting drug (clopidogrel or ticagrelor) could reduce risk of major or clinically relevant non-major bleeding compared to using warfarin with aspirin and clopidogrel or ticagrelor. The research team tested two dosages of dabigatran.  The risk of bleeding was cut by half for patients who received the 110-mg dose and by one-quarter for those who received the 150-mg dose of dabigatran, compared to warfarin. No increase in cardiac events related to clotting were seen.  \"When we treat patients who have atrial fibrillation and need a stent, we need to strike a difficult balance between risk of clotting and risk of bleeding,\" said Cannon. \"Our study finds that patients who received two anticlotting medications - including one of a newer class of drug - had fewer bleeding events without being more at risk for a stroke or other cardiac events.\"Each year, approximately 900,000 percutaneous coronary interventions (PCIs) are performed in which a stent is placed in an artery of the heart. About 10 percent of patients who receive this procedure have atrial fibrillation, a quivering or irregular heartbeat that can lead to blood clots and stroke. Until recently, most guidelines recommended treating these patients with a \"triple therapy\" that included warfarin and aspirin along with another antithrombotic drug to reduce the risk of stroke. But this has led to high rates of bleeding events. The RE-DUAL PCI trial set out to test whether a dual antithrombotic therapy - in which aspirin was omitted and dabigatran took the place of warfarin - could safely reduce bleeding events without increasing risk of stroke. The trial was designed and led by an executive steering committee and the sponsor, Boehringer Ingeheim, the manufacturer of dabigatran, in collaboration with an international steering committee.The trial included 2,725 patients with atrial fibrillation who had undergone stenting. Patients were randomized to receive either the triple therapy with warfarin or the dabigatran double therapy, with two regimens tested using either 110 or 150 mg of dabigatran taken twice daily. Overall, about 26.9 percent of patients on the warfarin triple-therapy experienced bleeding, compared to 15.4 percent of patients on double therapy with the 110-mg dose of dabigatran. About 20.2 percent of patients on double therapy with the 150-mg dabigatran dose experienced bleeding compared to 25.7 percent of the corresponding warfarin triple therapy cohort. Stroke and other serious adverse advents didn't differ by group.Other recent studies have also suggested that dropping aspirin from triple therapy may help to decrease bleeding events. RE-DUAL PCI offers more statistical power than these previous studies.\"These data are very reassuring,\" said Cannon. \"We now have new information to help select the right treatment for individual patients - which has been hard to date, and this study can help.\" Dabigatran is part of a new class of anti-coagulants known as NOACs (novel oral anticoagulants). Recent cost comparison analyses of NOACs versus warfarin for treating atrial fibrillation have suggested that while NOACs cost more than warfarin, the use of NOACs can be cost-effective, in part because warfarin requires monthly blood tests and clinician staff time to make adjustments to determine if the drug dosage is appropriate.   ", "meeting": "ESC Congress 2017 ", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Health Care Systems/Services", " Health Professionals", " Public Health"]}