{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-rpa_1082617.php", "description": "Rivaroxaban plus aspirin improves survival and reduces stroke and heart attack in patients with stable coronary or peripheral artery disease, according to late-breaking results from the COMPASS trial presented today in a Hot Line - LBCT Session at ESC Congress1 and published in the NEJM.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "Bayer AG", "title": "Rivaroxaban plus aspirin improves outcomes in stable cardiovascular disease (COMPASS)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/rivaroxaban-plus-aspirin-improves-outcomes-in-stable-cardiovascular-disease-compass", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 27 Aug 2017: Rivaroxaban plus aspirin improves survival and reduces stroke and heart attack in patients with stable coronary or peripheral artery disease, according to late-breaking results from the COMPASS trial presented today in a Hot Line - LBCT Session at ESC Congress1 and published in the NEJM.One-third of the 55 million deaths in the world each year are from cardiovascular causes. Patients with known coronary or peripheral artery disease are at risk of death, stroke and heart attack. Aspirin is the single most widely used treatment to prevent strokes and heart attacks but is only modestly effective.  The COMPASS trial2 tested two possible ways to improve on aspirin, by using the combination of rivaroxaban and aspirin, or by using rivaroxaban alone, to protect against heart attack and stroke in patients with stable coronary or peripheral artery disease.The trial randomised 27 395 patients from 33 countries in North America, South America, Asia, Western Europe, Eastern Europe, South Africa and Australia. The treatments tested were rivaroxaban 2.5mg twice daily plus aspirin 100mg once daily and rivaroxaban 5mg twice daily, each of which were compared to standard therapy with aspirin 100mg once daily. The primary endpoint was a composite of cardiovascular death, stroke or myocardial infarction.On 6 February 2017 the Data Safety Monitoring Board recommended that the rivaroxaban and aspirin arms be stopped because of a clear superiority of the combination of rivaroxaban and aspirin over aspirin alone. The results indicate that the addition of rivaroxaban to aspirin, compared with aspirin alone, reduced cardiovascular death, stroke, or heart attack by 24%, and improved survival by 18%. Rivaroxaban 5mg twice daily was not superior to aspirin alone. The addition of rivaroxaban to aspirin increased bleeding, and the most common site of bleeding was in the stomach or lower bowel. There was no significant increase in fatal or brain bleeding.Dr John Eikelboom, co-principal investigator and associate professor, McMaster University, Hamilton, Canada, said: \"The substantial benefits seen with rivaroxaban and aspirin support the approach of using low doses of the two treatments in combination. Recent trials in other disease areas have demonstrated substantial benefits from using low doses of a combination of drugs and this concept is now further supported by the results of COMPASS.\"Prof Stuart Connolly, co-principal investigator and professor of medicine at McMaster University, suggested that the increase in bleeding should be considered in the context of the overall findings. He said: \"Many of these bleeds were not serious and despite the increase in bleeding the results clearly show a net benefit for patients, as highlighted by the 18% reduction in mortality.\"The data indicates that for every 1 000 patients treated for an average of 23 months, rivaroxaban plus aspirin prevents 13 heart attacks, strokes, or cardiovascular deaths, and seven deaths from any cause, at a cost of 12 major bleeds, most of which were readily treatable. The benefits of the drug combination were achieved in patients in whom lipid-lowering and blood pressure-lowering drugs, and angiotensin converting enzyme (ACE) inhibitors were widely used.  \"It is noteworthy that the benefits of the combination of rivaroxaban and aspirin are on top of proven therapies,\" said Prof Salim Yusuf, chair of the COMPASS Steering Committee and director of the Population Health Research Institute at McMaster University. \"If rivaroxaban plus aspirin is widely adopted, the potential benefits are enormous. Use of the combination in 10% of the approximately 300 million persons around the world with known cardiovascular disease would prevent as many as 100 000 deaths and twice as many premature vascular events each year.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}