{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-rfc082517.php", "description": "A major international study has found that the combination of two drugs -- rivaroxaban and aspirin -- is superior to aspirin alone in preventing further heart complications in people with vascular disease.\r\nThe study of 27,400 people with stable coronary or peripheral artery disease from 33 countries worldwide shows that the combination of 2.5 mg of rivaroxaban twice daily plus 100 mg of aspirin once daily was significantly better than only aspirin or only rivaroxaban in preventing heart attacks, strokes and death.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "Bayer AG", "title": "Researchers find combination therapy works best for heart diseases", "region": "namerica", "source_link": null, "institution": "McMaster University", "text": "Hamilton, ON (August 27, 2017) - A major international study has found that the combination of two drugs - rivaroxaban and aspirin -- is superior to aspirin alone in preventing further heart complications in people with vascular disease.The study of 27,400 people with stable coronary or peripheral artery disease from 33 countries worldwide will be published today, and results show that the combination of 2.5 mg of rivaroxaban twice daily plus 100 mg of aspirin once daily was significantly better than only aspirin or only rivaroxaban in preventing heart attacks, strokes and death. Rivaroxaban, often known by the brand name Xarelto, is an anticoagulant, aspirin is an antiplatelet drug, and both are blood thinners.  The results will be presented today at the Congress of the European Society of Cardiology (ESC) in Barcelona, Spain, and the overall results will be published in the New England Journal of Medicine.The study, called COMPASS, is led by the Population Health Research Institute (PHRI) of McMaster University and Hamilton Health Sciences (HHS) in Hamilton, Canada. The study is funded by Bayer AG.The findings are significant because there are about 300 million people around the world living with cardiovascular disease, and every year as many as five to 10 per cent have a stroke or heart attack. Although aspirin reduces the risk of major cardiovascular events by 19 per cent, a more effective antithrombotic strategy could have major benefits for the large population of patients with stable cardiovascular disease.The clear result of this clinical study - that the combination reduced strokes, heart attacks and cardiovascular death by practically 25 per cent compared to either drug alone in both patients with stable coronary or peripheral artery disease - caused the clinical trial to be stopped early, after 23 months, in February 2017.The researchers report that the drug combination does increase the chance of a major bleeding. These bleeds were mainly gastroenterological, and not in critical organs such as the brain nor fatal. Co-principal investigator Dr. John Eikelboom and his team compared rivaroxaban at doses of 2.5 mg twice-daily combined with 100 mg of aspirin once-daily to rivaroxaban 5 mg twice-daily or to aspirin 100 mg once-daily. In the randomized clinical trial, patients were seen at one and six months, and then every six months.They found the drug combination reduces cardiovascular outcomes, increases bleeding and improves survival in stable coronary or peripheral artery disease. \"Efforts to improve aspirin have focused primarily on combining aspirin with another antiplatelet drug or replacing aspirin with another antiplatelet drug, but this has had only limited success,\" said Eikelboom. He is a principal investigator of the PHRI, an associate professor of medicine at McMaster and a hematologist at HHS. \"Using a different approach, COMPASS showed that combining aspirin with a low dose of an anticoagulant was substantially more effective than aspirin alone. Even small improvements in the effectiveness of treatments that prevent stroke and heart attack are important because cardiovascular disease is very common. In COMPASS the treatment effect was unexpectedly large,\" he said.A second paper from the same study, which is forthcoming in The Lancet, shows that the same drug combination is superior to aspirin for the risk of losing limbs or severe limb ischemia (limitation of blood flow to a limb), as well as decreasing cardiovascular events, among patients with peripheral artery disease (PAD). The study looked at 7,470 patients with PAD who took part in the COMPASS study, and found the combination reduced heart attacks, stroke or cardiovascular death by 28 per cent and damage to limbs by 46 percent.  Rivaroxaban alone was not superior to aspirin in preventing heart attacks, stroke, cardiovascular death, or limb events. Both the combination and rivaroxaban alone had increased major bleeding, but not fatal nor critical organ bleeding. Dr. Sonia Anand, who led the PAD component of the COMPASS trial, said: \"This is an important advance for patients with peripheral artery disease. Until now we have only had aspirin for these patients, which is only modestly effective. To now have a therapy that both reduces major adverse cardiovascular events and major adverse limb events by one-third is going to be a great benefit for these high-risk patients.\"Anand is a professor of medicine at McMaster, a senior scientist at the PHRI, and a vascular medicine physician at HHS.Dr. Salim Yusuf, executive director of PHRI, McMaster professor of medicine and chief scientist at HHS, said the large size of the study, broad inclusion criteria and consistent results in all regions of the world means the results are widely applicable around the world.\"The benefits seen in COMPASS are on the top of other effective therapies such as statins, aspirin, ACE inhibitors and beta blockers, and so their collective impact is substantial. It is likely the combination therapy will reduce the risk of recurrent cardiovascular events by well over two-thirds,\" said Yusuf. ", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Hematology", " Pharmaceutical Science"]}