{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/uouh-cab082517.php", "description": "New study shows radiofrequency catheter ablation lowered hospitalization and mortality rates by 47 and 44 percent respectively in patients with atrial fibrillation (AF), a contributing factor to heart failure.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "", "title": "Catheter ablation better than traditional drug therapies for treating atrial fibrillation", "region": "namerica", "source_link": null, "institution": "University of Utah Health", "text": "Every year millions of people around the world are diagnosed with heart failure, a chronic, progressive condition where the heart is unable to pump enough oxygenated blood throughout the body. Researchers at the University of Utah Health and Klinikum Coburg, Germany co-led a clinical trial that showed radiofrequency catheter ablation lowered hospitalization and mortality rates by 47 and 44 percent respectively in patients with atrial fibrillation (AF), a contributing factor to heart failure. The findings were presented on August 27 at the European Society of Cardiology meeting in Barcelona, Spain. \"None of the traditional drug therapies are improving the patient's condition, a major medical dilemma when we see these patients in our clinics,\" said Nassir F. Marrouche, M.D., professor in Internal Medicine and Executive Director of the Comprehensive Arrhythmia Research and Management (CARMA) Center at U of U Health. The medical community has long debated the ideal treatment for AF, especially for patients who suffer from left ventricular dysfunction, a weakening of the left ventricle that supplies most of the heart's pumping power. Until now, no clinical studies have been conducted that support one definitive treatment. Marrouche and Johannes Brachmann from the Klinikum Coburg conducted the eight-year CASTLE-AF clinical trial to compare catheter ablation to conventional drug therapies recommended by the American Heart Association and European Heart Society to control the heart's rate. \"The CASTLE-AF clinical trial represents a landmark in the history of cardiovascular medicine because of its potential impact on our patients who are suffering from heart failure,\" said James Fang, M.D., Chief of Cardiovascular Medicine at the University of Utah Health. \"For the first time in a randomized study, the strategy of catheter ablation for atrial fibrillation may be better than the current approach for these patients.  It is also one of the many landmark contributions to cardiovascular medicine that the University of Utah has made over the past five decades.\"After evaluating more than 3,000 patients from North America, Europe and Australia, researchers selected 363 participants with temporary or persistent AF and heart failure, characterized by heart function at less than 35 percent capacity, for the clinical trial. The patients were separated into two groups, receiving either radiofrequency catheter ablation (179) or a conventional drug therapy (184). The clinical trial's end point was set at all-cause mortality and worsening of heart failure, resulting in an unplanned overnight hospitalization.  Patients in the ablation group experienced lower overall mortality (28%; 51/179) compared to the medication group (46%; 82/184). In addition, catheter ablation resulted in lower cardiovascular mortality (13%; 24/179) compared to the medication group (25%; 46/184).  Special heart cells create electrical signals that cause the heart's upper and lower chambers to beat in the proper sequence to pump blood through the body. Abnormal cells can cause the heart to beat faster or irregularly, resulting in AF.\"Atrial fibrillation prevents the heart from filling and pumping properly,\" said Marrouche. \"When the heart is not synchronized, it hastens heart failure and increases the risk of stroke.\" During the ablation process, a catheter is snaked through the patient's body to the site of abnormal heart cells. The doctor delivers a dose of radiofrequency energy, similar to microwaves, to destroy the abnormal cells, which restores the heart's regular rhythm.  All of the participants included in the CASTLE-AF trial had previously received an implantable cardioverter defibrillator (ICD), which allowed for continuous monitoring of heartrate. The ICD may have improved mortality, which Marrouche believes is the primary limitation in this study that may have affected death rates in both groups.\"This clinical trial is the first time we can show with hard data that ablation is saving more lives than arrhythmia medications,\" said Marrouche. \"It also lowers the cost of treating patients by keeping them out of hospital due to lower incidence of worsening heart failure.\" ", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}