{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-hsi081817.php", "description": "High salt intake is associated with a doubled risk of heart failure, according to a 12-year study in more than 4 000 people presented today at ESC Congress.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "National Institute of Health and Welfare (formerly National Public Health Institute)", "title": "High salt intake associated with doubled risk of heart failure", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/esc-congress-2017-hot-line-tips?hit=wireek", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 27 Aug 2017: High salt intake is associated with a doubled risk of heart failure, according to a 12-year study in more than 4 000 people presented today at ESC Congress.1\"High salt (sodium chloride) intake is one of the major causes of high blood pressure and an independent risk factor for coronary heart disease (CHD) and stroke,\" said Prof Pekka Jousilahti, research professor at the National Institute for Health and Welfare, Helsinki, Finland. \"In addition to CHD and stroke, heart failure is one of the major cardiovascular diseases in Europe and globally but the role of high salt intake in its development is unknown.\"This study assessed the relationship of salt intake and the development of heart failure. Estimation of individual salt intake is methodologically demanding and therefore suitable population-based cohorts are rare. This study used 24 hour sodium extraction, which is considered the gold standard for salt intake estimation at individual level.This was a prospective follow-up study of 4 630 randomly selected men and women aged 25 to 64 years at baseline who participated in the North Karelia Salt Study and the National FINRISK Study between 1979 and 2002 in Finland. Baseline data collection included a self-administered questionnaire on health behaviour, measurements of weight, height and blood pressure, a venous blood sample for laboratory analysis, and collection of a 24 hour urine sample.At the study site, nurses measured urine volume and took a 100 ml sample for laboratory analysis. One gram of salt intake was calculated as equal to 17.1 mmol sodium excretion.The study cohort was followed up for 12 years through computerised register linkage to National Health Records. Cases of incident heart failure were identified from the Causes of Death Register, the Hospital Discharge Register and drug reimbursement records. The association of salt intake in quintiles (13.7g/day) and the risk of an incident new heart failure event was estimated.During the follow-up, 121 men and women developed new heart failure. In an age, sex, study year and area adjusted model, hazard ratios in the 2nd, 3rd, 4th and 5th salt intake quintiles, compared to the 1st one, were: 0.83, 1.40, 1.70 and 2.10. After further adjustment for systolic blood pressure, serum total cholesterol level and body mass index the hazard ratios were: 1.13, 1.45, 1.56 and 1.75, respectively.Prof Jousilahti said: \"The heart does not like salt. High salt intake markedly increases the risk of heart failure. This salt-related increase in heart failure risk was independent of blood pressure.\"\"People who consumed more than 13.7 grams of salt daily had a two times higher risk of heart failure compared to those consuming less than 6.8 grams,\" he continued. \"The optimal daily salt intake is probably even lower than 6.8 grams. The World Health Organization recommends a maximum of 5 grams per day and the physiological need is 2 to 3 grams per day.\"Prof Jousilahti concluded: \"Studies in larger, pooled population cohorts are needed to make more detailed estimations of the increased heart failure risk associated with consuming salt.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}