{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-cai082617.php", "description": "Catheter ablation improves outcomes for patients with left ventricular dysfunction and atrial fibrillation, according to late-breaking results from the CASTLE-AF trial presented today in a Hot Line -- LBCT Session at ESC Congress.1 Patients who received catheter ablation of atrial fibrillation had lower mortality and less hospitalisation for worsening heart failure compared to those receiving conventional drug treatment.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "Biotronik GmbH", "title": "Catheter ablation improves outcomes in patients with heart failure and AF (CASTLE-A)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/catheter-ablation-improves-outcomes-in-patients-with-heart-failure-and-atrial-fibrillation", "institution": "European Society of Cardiology", "text": "Notes to editorsSOURCES OF FUNDING: The study was sponsored mostly by Biotronik GmbH.DISCLOSURES: Ownership Interest in Marrek, Inc., Cardiac Designs. Contracted Research with Biosense Webster, Medtronic, St Jude Medical, Boston Scientific. Consulting fees from Biotronik, Preventice.References and notes1The study \"Catheter ablation versus standard conventional treatment in patients with left ventricular dysfunction and atrial fibrillation: the CASTLE-AF trial\" will be presented during:\r\n* \tThe press conference Hot Line - Late Breaking Clinical Trials 1 on Sunday 27 August from 8:00 to 9:00.\r\n* \tThe session Hot Line - Late Breaking Clinical Trials 1 on Sunday 27 August from 11:00 to 12:30 in Barcelona - Main Auditorium.\r\n2Left ventricular dysfunction constitutes the final pathway for a host of cardiac disorders. AF is a quivering or irregular heartbeat (arrhythmia) that can lead to blood clots, stroke, heart failure and other heart-related complications. \r\n3Catheter Ablation versus Standard conventional Treatment in patients with LEft ventricular dysfunction and Atrial Fibrillation (CASTLE-AF)About the European Society of CardiologyThe European Society of Cardiology brings together health care professionals from more than 140 countries, working to advance cardiovascular medicine and help people lead longer, healthier lives.About ESC Congress 2017ESC Congress is the world's largest and most influential cardiovascular event contributing to global awareness of the latest clinical trials and breakthrough discoveries. ESC Congress 2017 takes place 26 to 30 August at the Fira Gran Via in Barcelona, Spain. The scientific programme is here. More information is available from the ESC Press Office at press@escardio.org.\r\nESC Press Office\npress@escardio.org\n @escardio\nhttp://www.escardio.org ", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}