{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-dcc082617.php", "description": "The IL-1β inhibitor canakinumab lowers the risk of cardiovascular disease and lung cancer risk by reducing inflammation, according to late-breaking results from the CANTOS trial presented today in a Hot Line -- LBT Session at ESC Congress1 and published in the NEJM.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "Novartis", "title": "Drug cuts cardiovascular disease and lung cancer risk by reducing inflammation (CANTOS)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/drug-cuts-cardiovascular-disease-and-lung-cancer-risk-by-reducing-inflammation-cantos", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 27 Aug 2017: The IL-1β inhibitor canakinumab lowers the risk of cardiovascular disease and lung cancer risk by reducing inflammation, according to late-breaking results from the CANTOS trial presented today in a Hot Line - LBT Session at ESC Congress1 and published in the NEJM.\"These findings represent the end game of more than two decades of research, stemming from a critical observation that half of heart attacks occur in people who do not have high cholesterol,\" said principal investigator Dr Paul M. Ridker, MD, director of the Center for Cardiovascular Disease Prevention at Brigham and Women's Hospital, Boston, US. \"For the first time, we've been able to definitively show that lowering inflammation independent of cholesterol reduces cardiovascular risk. This has far-reaching implications. By leveraging an entirely new way to treat patients - targeting inflammation - we may be able to significantly improve outcomes for certain very high risk populations.\"The CANTOS trial2 aimed to test whether reducing inflammation in patients who had a prior heart attack can lower the risk of another cardiovascular event. The drug tested was canakinumab, a human monoclonal antibody that neutralises interleukin-1β signalling, thereby suppressing inflammation. It is used to treat rare inherited conditions associated with overproduction of IL-1β.The study included 10 061 patients who had previously had a heart attack and had persistent, elevated levels of high sensitivity C-reactive protein (hsCRP), a marker of inflammation. All patients received aggressive standard care, which included high doses of cholesterol-lowering statins. In addition, participants were randomised to receive 50, 150 or 300 mg of canakinumab, or a placebo, administered subcutaneously once every three months. Patients were followed for up to four years.The primary endpoint was the first occurrence of non-fatal myocardial infarction, non-fatal stroke, or cardiovascular death. The secondary endpoint was the first occurrence of any of the above, or of hospitalisation for unstable angina requiring urgent revascularisation.Canakinumab at doses of 150 or 300 mg reduced the risk of a cardiovascular event (the primary endpoint) by 15% and 14%, respectively. Hazard ratios (HRs) for the primary endpoint in the 50, 150, and 300 mg groups were 0.93 (95% confidence interval [CI], 0.80-1.07; p=0.30), 0.85 (95% CI, 0.74-0.98; p=0.021), and 0.86 (95% CI, 0.75-0.99; p=0.031), respectively. The secondary endpoint was reduced by 17% in the groups taking 150 or 300 mg of canakinumab. The corresponding HRs in the 50, 150, and 300 mg groups were 0.90 (95% CI, 0.78-1.03; p=0.12), 0.83 (95% CI, 0.73-0.95; p=0.005), and 0.83 (95% CI, 0.72-0.94; p=0.004). Due to multiplicity testing, only the 150 mg dose formally met statistical significance for both the primary and secondary endpoints. Overall, the drug was found to be safe, but approximately 1 in every 1 000 patients had a potentially fatal infection.Exploratory analyses revealed that canakinumab dramatically cut rates of total cancer death, especially death due to lung cancer, as well as the incidence of lung cancer. The effects were dose dependent.3Ridker said: \"We found that in high risk patients, a drug that lowers inflammation but has no effect on cholesterol reduced the risk of major adverse cardiovascular events. In my lifetime, I've seen three broad eras of preventative cardiology. First we recognised the importance of diet, exercise and smoking cessation. Then we saw the tremendous value of lipid-lowering drugs such as statins. Now we're cracking the door open on the third era. This is very exciting.\"\"As an inflammatory biologist and cardiologist, my primary interest is heart disease but CANTOS was a good setting to explore a previously observed link between cancer and inflammation,\" said Ridker. \"The data on cancer rates point to the possibility of slowing the progression of certain cancers, but these are exploratory findings that need replication.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}