{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-rfd082617.php", "description": "Risk factor driven upstream rhythm control is effective, feasible and safe in improving maintenance of sinus rhythm in patients with early short lasting atrial fibrillation (AF) and heart failure, according to late-breaking results from the RACE 3 trial presented today in a Hot Line - LBCT Session at ESC Congress.1 The novel therapy included meticulous treatment of risk factors and change of lifestyle and was superior to conventional guideline recommended rhythm control.", "article_link": null, "date": "Sun, 27 Aug 2017 04:00:00 GMT", "funder": "", "title": "Risk factor driven upstream AF therapy improves sinus rhythm (RACE 3)", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/risk-factor-driven-upstream-atrial-fibrillation-therapy-improves-sinus-rhythm-maintenance", "institution": "European Society of Cardiology", "text": "Barcelona, Spain - 27 Aug 2017: Risk factor driven upstream rhythm control is effective, feasible and safe in improving maintenance of sinus rhythm in patients with early short lasting atrial fibrillation (AF) and heart failure, according to late-breaking results from the RACE 3 trial presented today in a Hot Line - LBCT Session at ESC Congress.1 The novel therapy included meticulous treatment of risk factors and change of lifestyle and was superior to conventional guideline recommended rhythm control.\"Atrial fibrillation is the most common sustained cardiac arrhythmia and affects millions of people in Europe,\" said principal investigator Dr Michiel Rienstra, cardiologist and clinical director of cardiology at the University Medical Centre Groningen, the Netherlands. \"Patients suffer from palpitations, shortness of breath, impaired exercise tolerance, have poor quality of life and are at increased risk of stroke, heart failure or death.\"In most patients, AF is in part caused by comorbidities such as hypertension, heart failure, and obesity. AF is a progressive disease and despite the available medical and interventional therapies, long-term maintenance of normal (sinus) rhythm is cumbersome. AF and its progression are caused by structural remodelling of the left atrium. Upstream rhythm control therapy may modify atrial remodelling and help prevent AF and its progression. The RACE 3 trial2 was designed to test the hypothesis that risk factor driven upstream therapy is superior to conventional therapy for maintenance of sinus rhythm at 12 months in patients with early persistent AF and heart failure.This international, investigator-initiated, multicentre, prospective, open label trial included 250 patients with symptomatic early persistent AF and early mild to moderate heart failure who were scheduled for electrical cardioversion. All patients received causal treatment of AF and heart failure and were then randomly allocated to conventional guideline recommended rhythm control with or without an additional four risk factor driven upstream therapies.The upstream therapy group received: 1) cardiac rehabilitation including physical activity, dietary restrictions, and regular counselling on drug adherence, exercise maintenance and dietary restrictions; 2) mineralocorticoid receptor antagonists; 3) statins; and 4) angiotensin-converting enzyme inhibitors and/or angiotensin receptor blockers.Upstream therapies started at least three weeks before electrical cardioversion and were continued for 12 months. Every effort was made to optimally titrate all drugs. If AF relapsed, repeat cardioversions, antiarrhythmic drugs and atrial ablation were allowed. The primary endpoint was the presence of sinus rhythm after one year of follow-up, assessed with continuous seven day Holter monitoring during the last week of the study. Secondary endpoints included atrial size, left ventricular function, exercise capacity, hospitalisations for heart failure and other reasons, mortality, quality of life, and side effects of upstream therapies.At one year follow-up, sinus rhythm was present in 89 of 119 (75%) patients in the upstream therapy group compared to 79 of 126 (63%) patients in the control group (p=0.021). There was no difference in antiarrhythmic drug use or the number of electrical cardioversions between the two groups.Dr Rienstra said: \"Upstream rhythm control, including meticulous treatment of risk factors and change of lifestyle, is effective, feasible and safe in improving maintenance of sinus rhythm in patients with early short lasting AF and early mild to moderate heart failure. The upstream therapies also improved treatment of cardiovascular risk factors.\"", "meeting": "ESC Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}