{"title": "Phoenicid meteor shower from dead comet arises again after 58 years", "text": "The Phoenicid meteor shower (named after the constellation Phoenix) was discovered by the first Japanese Antarctic Research Expedition on December 5, 1956, during their voyage in the Indian Ocean. However, it has not been observed again. This has left astronomers with a mystery: where did the Phoenicids come from and where did they go?Two Japanese teams have found an answer to these questions by linking the Phoenicid meteor shower to a vanished celestial body, Comet Blanpain. This comet  appeared in 1819 for the first time and then disappeared. In 2003 astronomers discovered a minor body moving along the same orbit as Comet Blanpain had over 100 years ago and showed that it was the remains of Comet Blanpain. The iconic coma and tail of a comet are made of gas and dust which escaped from the surface of the nucleus. The reason why Comet Blanpain reappeared as an asteroid was probably because all the gas and dust have escaped from this central body. Now rather than calling the object a \"comet\" it might be more accurate to refer to it as an \"asteroid.\"Although all of the gas and dust have escaped from Comet Blanpain into space, they now form a dust trail which revolves along almost the same orbit as Comet Blanpain itself, and gradually spread along the orbit. When such a dust trail encounters the Earth, the dust particles impinge into the atmosphere and ablate, which are observed as meteors.Assuming that Comet Blanpain is the parent body of the Phoenicids, the teams performed calculations and predicted that the Phoenicids should be observed again on December 1, 2014. Following this prediction, the two teams of Japanese astronomers carried out a campaign of observation. One team led by Yasunori Fujiwara, a graduate student at the Department of Polar Science, SOKENDAI(The Graduate University for Advanced Studies), and Takuji Nakamura, a professor of the National Institute of Polar Research/SOKENDAI, traveled to North Carolina, U.S.A., and observed there. The other team led by Mikiya Sato, an astronomical officer at Kawasaki Municipal Science Museum, and Junichi Watanabe, a professor of the National Astronomical Observatory of Japan/SOKENDAI, visited La Palma Island in the Spanish territory off the West coast of Africa for observations. The weather condition at the former site was comparatively good, but more clouds covered at the latter site. Therefore, Sato's team supplementary used data from other sources such as NASA's All Sky Fireball Network and radar observations at the University of Western Ontario, Canada.Just because meteors appeared, doesn't mean they are part of the Phoenicid meteor shower; Earth is bombarded by a constant background of sporadic meteors every night. In order to distinguish Phoenicids from sporadic meteors, both teams analyzed the data, by back-tracing each meteor trail to distinguish the meteor shower. If many meteors come from the same point in the sky, then they are part of the same meteor shower. Out of the 138 meteors observed at North Carolina, 29 were identified as Phoenicids. The Phoenicid activity peaked between 8 pm to 9 pm local time, very close to the predicted peak of the Phoenicid meteor shower, which was 7 pm to 8 pm. This fact has further supported that the observed meteors back-traced to the Phoenicid radiant are surely from Phoenicid meteor shower. The data collected by the other sources also supported this result.But not everything matched the predictions. One discrepancy between the prediction and the observations was that the number of Phoenicids observed was only 10% of the prediction. This indicates that Comet Blanpain was active, but only to a limited extent when the observed meteors were released from the comet when it approached the Sun in the early 20th Century. To summarize, the observed meteor shower is the first example for the astronomers where the evolution of a comet has been estimated. Fujiwara enthusiastically states, \"we would like to apply this technique to many other meteor showers for which the parent bodies are currently without clear cometary activities, in order to investigate the evolution of minor bodies in the Solar System.\"Fujiwara's research is being published in the \"Publications of the Astronomical Society of Japan,\" and Sato's research will appear in the journal \"Planetary and Space Science\" very soon.", "article_link": "http://dx.doi.org/10.1093/pasj/psx035", "url": "http://www.eurekalert.org/pub_releases/2017-08/nion-pms082417.php", "region": "asia", "source_link": "https://www.soken.ac.jp/en/en-news/38848/", "funder": "Japan Society for the Promotion of Science KAKENHI", "meeting": "", "institution": "National Institutes of Natural Sciences", "keywords": ["Space/Planetary Science", " Astronomy", " Astrophysics", " Comets/Asteroids"], "journal": "Publications of the Astronomical Society of Japan", "description": "Japanese astronomers observed the elusive 'Phoenicid meteor shower' and have determined that it was spawned by the now vanished Comet Blanpain. They also found that Comet Blanpain was active, though only weakly, in the early 20th Century. This is the first time that researchers could determine the activity of a comet by observing its associated meteor shower. These results are important for understanding the evolution of minor bodies in the Solar System.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}