{"title": "New tool identifies diabetes patients at risk for low blood sugar emergencies", "text": "A team led by Kaiser Permanente researchers has developed and validated a practical tool for identifying diabetes patients who are at the highest risk for being admitted to an emergency department or hospital due to severe hypoglycemia, or very low blood sugar. Their results are published today in JAMA Internal Medicine.Advances in care and improved treatment options have reduced the risk of long-term complications and death for more than 25 million Americans who have diabetes, which is characterized by high blood sugar. At the same time, patients sometimes experience dangerously low blood sugar levels while taking diabetes medications, especially after skipping a meal or exercising harder than usual.\"Sometimes a person with diabetes is unaware that their blood sugar is dropping and can progress quickly into severe hypoglycemia, which has been associated with falls, automobile accidents, heart attacks, coma, and even death,\" said Andrew J. Karter, PhD, senior research scientist with the Kaiser Permanente Division of Research and the study's lead author.  \"Hypoglycemia is often preventable with the proper clinical attention, and we believe this tool will help focus that attention on the patients who most need it.\"With an estimated 100,000 hypoglycemia-related adverse events resulting in emergency room visits each year in the United States, hypoglycemia is now one of the most frequent adverse events in patients with type 2 diabetes. Older patients and those with a longer history of diabetes are particularly susceptible, noted Karter.The researchers developed the hypoglycemia risk stratification tool by identifying 156 possible risk factors for hypoglycemia and collecting data from more than 200,000 patients with type 2 diabetes receiving care from Kaiser Permanente in Northern California. Using machine-learning analytical techniques, they developed a model to predict a patient's 12-month risk of hypoglycemia-related emergency department or hospital use. The final model was based on six variables: number of prior episodes of hypoglycemia-related emergency department visits or hospitalizations; use of insulin; use of sulfonylurea (an oral medication commonly used to treat diabetes); severe or end-stage kidney disease; number of emergency room visits for any reason in the past year; and age.  Based on the model, the researchers created a practical tool to categorize patients into high (greater than 5 percent), intermediate (1 to 5 percent) or low (less than 1 percent) annual risk of hypoglycemia-related emergency department or hospital utilization. The tool was then validated with data from more than 1.3 million members of the U.S. Veterans Health Administration and nearly 15,000 Kaiser Permanente members in Washington state with type 2 diabetes.The U.S. Food and Drug Administration (FDA) funded the development of the tool for identifying patients at risk of hypoglycemia under their Safe Use Initiative, a collaborative effort to reduce adverse events related to medication use, including diabetes medications linked to an increased risk of hypoglycemia. The results are being disseminated with help from the Centers for Medicare and Medicaid Services (CMS). Several public and private health care systems and organizations --¬ including CMS, the Mayo Clinic, and Kaiser Permanente --¬ are now examining how they can use the tool to increase awareness about hypoglycemia and bring attention and resources to help patients with type 2 diabetes avoid dangerous episodes in the future.\"This work is an example of how federal agencies can work with private researchers to reduce preventable adverse drug events,\" said John Whyte, MD, MPH, Director of Professional Affairs and Stakeholder Engagement for the FDA. \"The goal is to identify the patients who are at highest hypoglycemic risk, so that health care providers can focus their attention on the specific needs of these patients and reduce preventable hypoglycemia harm.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/kp-nti081717.php", "region": "namerica", "source_link": null, "funder": "US Food and Drug Administration", "meeting": "", "institution": "Kaiser Permanente", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "JAMA Internal Medicine", "description": "A team led by Kaiser Permanente researchers has developed and validated a practical tool for identifying diabetes patients who are at the highest risk for being admitted to an emergency department or hospital due to severe hypoglycemia, or very low blood sugar. Their results are published today in JAMA Internal Medicine.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}