{"title": "Industry and occupation affect flu vaccination coverage", "text": "Arlington, VA, March 30, 2017 - Not surprisingly, healthcare workers are almost twice as likely to get flu vaccines as those in other occupations. However, fewer than 30 percent of workers in other occupations in frequent contact with the public - such as food preparation and serving, sales, personal care, and service occupations - are likely to be vaccinated, according to a study published in the April issue of the American Journal of Infection Control (AJIC), the official journal of the Association for Professionals in Infection Control and Epidemiology (APIC). The authors note that onsite, free, and actively promoted influenza vaccinations of healthcare professionals and other types of workers could lead to an increase in coverage rates. \"Studying areas in need of improvement in infection prevention is critically important for public health,\" said 2017 APIC President Linda Greene, RN, MPS, CIC, FAPIC. \"When more people get vaccinated against the flu, less flu can spread through the community. Healthcare personnel and those in frequent contact with high-risk groups must be encouraged to take all necessary steps to prevent spreading any type of illness, including getting annual flu shots.\" In the study of 2013 data conducted by Alissa O'Halloran, a contractor for the Centers for Disease Control and Prevention (CDC), and her colleagues, healthcare practitioners and allied technical workers had the highest rate of coverage, with 62.3 percent of respondents receiving influenza vaccinations. At the lowest end, 18.7 percent of construction workers received the influenza vaccination. Data detailing influenza vaccination coverage among healthcare personnel and other types of workers can lend to prevention efforts during future outbreak responses. Workers who are in frequent contact with other people, most notably healthcare personnel, can infect not only the people whom they serve, but also other employees and family members. According to guidance released by the Department of Health and Human Services and the Department of Homeland Security, highest-priority groups who should receive vaccination during influenza pandemics include front-line public health responders, emergency medical service providers, law enforcement personnel, fire services personnel, deployed and mission-critical personnel, as well as high-risk groups, such as pregnant women, infants, and toddlers.\"Influenza vaccination coverage varied across industries in our study,\" said O'Halloran. \"Increasing influenza vaccination can reduce the spread of influenza in the workplace. This is especially important for healthcare personnel, public health responders, and people in other occupations who are more likely to be exposed to influenza and possibly spread it to patients or people who are at high risk of serious flu complications.\" Researchers examined vaccination coverage based on industry and occupation across 21 states via a telephone survey called the Behavioral Risk Factor Surveillance System (BRFSS), which was coordinated by state health departments and the CDC. The current study updates previous research that examined high-risk groups who are routinely exposed to the public and could be at increased risk for infection during an epidemic.", "article_link": "http://dx.doi.org/10.1016/j.ajic.2017.01.005", "url": "http://www.eurekalert.org/pub_releases/2017-03/ehs-iao033017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier Health Sciences", "keywords": ["Medicine/Health", " Health Professionals", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Behavior"], "journal": "American Journal of Infection Control", "description": "Not surprisingly, healthcare workers are almost twice as likely to get flu vaccines as those in other occupations. However, fewer than 30 percent of workers in other occupations in frequent contact with the public -- such as food preparation and serving, sales, personal care, and service occupations -- are likely to be vaccinated, according to a study published in the April issue of the American Journal of Infection Control (AJIC), the official journal of the Association for Professionals in Infection Control and Epidemiology (APIC).", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}