{"title": "Kidney transplants: White blood cells control virus replication", "text": "Certain white blood cells play an important role in bringing a harmful virus under control after kidney transplantations. The results of a research group at the Department of Biomedicine at the University of Basel and University Hospital Basel could contribute to improving control of immunosuppression, avoiding transplant rejection and developing relevant vaccines.Céline Leboeuf and Sabrina Wilk, from Professor Hans H. Hirsch's research group, reported the results of a collaboration between Swiss transplant centers in the latest issue of the American Journal of Transplantation. The researchers investigated the blood of 96 patients immediately after a kidney transplant, and then six and twelve months afterwards. The virus was active in 28 patients; the remaining patients formed the control group.BK polyomavirus infection occurs following a kidney transplant in up to 15% of cases, often leading to serious problems for the patients. The complications can cause a deterioration in function or even the loss of the new kidney. There is currently no effective drug available to combat the BK polyomavirus.Increase of lymphocytesThe Basel researchers have now found that certain white blood cells - BK virus-specific CD8 killer T lymphocytes - significantly increased in those patients who were able to bring the virus under control. These blood cells were detectable in patients with different tissue types and could be propagated in cell cultures. \"Our results open up new opportunities for improved control of the reduction in immunosuppression and contribute to the development of vaccines and adoptive T-cell therapy,\" says Hirsch.The harmful BK polyomavirus was first identified as a cause of early transplantation failure more than ten years ago at the University and University Hospital Basel. Current treatment relies soley on viral load in the blood in order to guide the use of immunosuppressive medication and prevent a transplant rejection.\r\n", "article_link": "http://dx.doi.org/10.1111/ajt.14282", "url": "http://www.eurekalert.org/pub_releases/2017-03/uob-ktw033017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Basel", "keywords": ["Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Transplantation"], "journal": "American Journal of Transplantation", "description": "Certain white blood cells play an important role in bringing a harmful virus under control after kidney transplantations. The results of a research group at the Department of Biomedicine at the University of Basel and University Hospital Basel could contribute to improving control of immunosuppression, avoiding transplant rejection and developing relevant vaccines.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}