{"title": "Study demonstrates how Zika virus rewires and repurposes invaded cells", "text": "(Boston) -- New research reveals a high-resolution view of the Zika viral life cycle within infected cells and shows dramatic changes in the cell's architecture throughout the infection process. This novel perspective may lead to the development of new vaccines and treatments.Zika virus emerged as a public health threat in the western hemisphere in 2015. Infection is associated with severe symptoms in pregnant women and immunocompromised adults, including microcephaly of the developing fetus, visual impairment and development of the autoimmune disease, Guillain-Barré. To survive and produce new copies, Zika virus takes control over the cells it infects. These changes provide protection against host defenses and commandeer the resources of the cell.In this study, researchers from Boston University School of Medicine (BUSM) compared two groups of mammalian cells in tissue culture. The first group was infected with Zika virus and the second, control group, was not infected.  Using light microscopy they observed structural changes at the cell level. Using electron microscopy, they detected more detailed information within the cells and were able produce a three-dimensional structure of the cell's interior. The structural changes induced in Zika virus-infected cells were compared to the uninfected cells.\"After infection of mammalian cells with Zika virus, we show extensive changes in the cell's architecture that are caused by specific stages in the viral life cycle: replication of the virus' genetic material within a protected harbor/bubble-like region, packaging of this material inside a protective capsid shell and finally, exit of the infectious virus from the cell,\" explained corresponding author Esther Bullitt, PhD, associate professor of physiology and biophysics at BUSM.According to Bullitt, the findings allow for comparison to virus-induced structures produced when cells are infected with related viruses such as Dengue or West Nile virus. \"Based on this new knowledge, potential therapeutics can be developed that prevent the virus from making these changes within the cell, thereby preventing spread of the Zika virus infection. The similarity of changes seen in cells infected with Zika virus or with Dengue virus supports the idea that antiviral drugs could be developed that target both viruses,\" she said.The findings were reported online in the journal Cellular Microbiology.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bumc-sdh033017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute of Allergy and Infectious Disease", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Cellular Microbiology", "description": "New research reveals a high-resolution view of the Zika viral life cycle within infected cells and shows dramatic changes in the cell's architecture throughout the infection process. This novel perspective may lead to the development of new vaccines and treatments.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}