{"title": "Immune suppressant ineffective in treating leprosy inflammation", "text": "Throughout the course of a leprosy infection, patients often have episodes of painful inflammation affecting their skin and nerves. Researchers have continuously struggled with finding effective drugs to treat these so-called \"type 1 reactions,\" and now one more study has come up empty-handed. The immune-suppressant azathioprine did not improve the standard of care treatment with steroids, researchers report in PLOS Neglected Tropical Diseases.Leprosy, or Hansen's disease, is a long-term infection with the bacteria Mycobacterium leprae or Mycobacterium lepromatosis. 189,000 people worldwide have chronic leprosy infections, which can remain asymptomatic for years but eventually lead to immune reactions that cause long-term damage to the nerves, skin, and eyes. Treating type 1 reactions fast is key to preventing long-term damage. The drug azathioprine has been used as an immune-suppressant in other contexts included to treat rheumatoid arthritis and Crohn's disease. In the new work, Diana Lockwood of the London School of Hygiene & Tropical Medicine, with colleagues at the Leprosy Mission Trust India, randomized 345 leprosy patients with type 1 reactions into four groups. Each received either a 20 week course of the steroid prednisone alone, or prednisone plus azathioprine for 24, 36, or 48 weeks. The patients were followed and the status of their skin and nerve symptoms recorded. At the end of the study, 76 percent of patients in all groups had some improvement in their symptoms. However, 36 percent of patients required additional courses of steroids due to recurrence of their leprosy reactions, and the majority of patients with motor or sensory nerve damage--as opposed to skin symptoms--had no improvement. Moreover, azathioprine did not reduce the recurrence rate or improve outcomes for either skin or nerve symptoms compared to the prednisone only group. \"We have shown that it is difficult to improve on steroid treatment for leprosy inflammation,\" the researchers conclude. \"The findings highlight the difficulty in switching off leprosy inflammation and the need for better treatments for reactions and nerve damage. There is also a research need to identify patients who have recurrences and optimize treatments for them,\" they add. ", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005348", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-isi032217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Bacteriology", " Biodiversity", " Ecology/Environment", " Physiology", " Medicine/Health", " Endocrinology", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "PLOS Neglected Tropical Diseases", "description": "Throughout the course of a leprosy infection, patients often have episodes of painful inflammation affecting their skin and nerves. Researchers have continuously struggled with finding effective drugs to treat these so-called 'type 1 reactions,' and now one more study has come up empty-handed. The immune-suppressant azathioprine did not improve the standard of care treatment with steroids, researchers report in PLOS Neglected Tropical Diseases.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}