{"title": "Previous exposure to flaviviruses increases effects of Zika", "text": "Prior infection with dengue or West Nile virus can enhance the effects of Zika infection, a new study using human samples tested in mice finds. The results highlight a major challenge that scientists face in designing vaccines against this group of viruses. Sometimes, exposure to one virus results in more extreme disease upon exposure to related viruses; this phenomenon is called antibody-dependent enhancement. Zika virus is spreading rapidly into regions around the world where other flaviviruses, such as dengue and West Nile virus, have already infected many people. Scientists know that antibodies to flaviviruses are cross-reactive in principle, but here, Susana V. Bardina et al. found they are cross-reactive and disease-enhancing in whole organisms. They transferred human antibodies from 141 dengue infected individuals and 146 West Nile infected individuals into mice bred to be flavivirus-susceptible, and subsequently exposed to Zika virus. Mice not given the human antibodies largely survived Zika infection - but strikingly, only 21% of mice given small amounts of the dengue-positive antibodies survived. The survival of mice given the West Nile antibodies was also somewhat reduced. Zika virus was detected in the spinal cord and testes of all groups of mice. However, high doses of dengue-positive antibodies contained enough neutralizing antibody to protect against Zika infection; it was the low doses of antibodies that correlated with disease, the authors found. A third flavivirus that is similar to Zika virus is Yellow Fever virus, for which a vaccine exists. In a small group of three monkeys given a Yellow Fever vaccine, the authors found only negligible cross-reactivity with Zika virus.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aal4365", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaft-pet032717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Microbiology", " Virology", " Medicine/Health"], "journal": "Science", "description": "Prior infection with dengue or West Nile virus can enhance the effects of Zika infection, a new study using human samples tested in mice finds.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}