{"title": "NUS scientists discover novel vulnerabilities in dengue virus", "text": "A team of researchers from the National University of Singapore (NUS) has uncovered hidden vulnerabilities on the surface of the dengue virus. This novel discovery means that scientists can now develop strategies to target these weak spots for treatment of dengue, and possibly other closely related diseases like Zika, influenza and chikungunya.Led by Associate Professor Ganesh S Anand from the Department of Biological Sciences at the NUS Faculty of Science, the 9-member research team published their findings in the prestigious scientific journal Nature Communications on 10 February 2017.New treatment possibilities for the highly infectious and deadly diseaseDengue fever, caused by the dengue virus transmitted by the Aedes mosquito, is a serious global healthcare challenge which sees approximately 390 million infections annually. In Singapore, more than 13,000 people were infected in 2016, and nine deaths had resulted from the virus in that year. While a vaccine against the virus is recently available commercially, its effectiveness is limited as it is not effective against all the four dengue viral subtypes, and there are no alternative therapeutics yet. To block the viral outbreaks, the NUS research team, which also comprises Professor Thorsten Wohland, Associate Professor Lok Shee-Mei, Dr Arun Chandramohan and Mr Lim Xin-Xiang, sought to identify new approaches to tackle the dengue virus. The team monitored the changes that the dengue virus undergo in three different conditions, namely: when it is inside the Aedes mosquito, when it is inside a healthy human, and when it is inside a patient suffering from dengue fever. When the dengue virus is transmitted to a healthy person, the change in the temperature of the host - from 28 degree Celsius in a mosquito to 37 degree Celsius in a human body - causes the virus to swell by 20 per cent. This expansion exposes weak spots on the surface of the virus that were previously hidden. Lead researcher Assoc Prof Ganesh explained, \"When the dengue virus is outside the human host, several of its surface regions are tucked away within a compact soccer ball-like arrangement. When the virus enters a human host, it senses an increase in temperature and puffs up to reveal new surfaces. This is a very exciting discovery as it offers numerous possibilities of designing therapies and vaccines to target these exposed surfaces to treat dengue as well as other related viruses such as Zika and chikungunya. Our team will be working towards this goal.\"\r\n", "article_link": "http://dx.doi.org/10.1038/ncomms14339", "url": "http://www.eurekalert.org/pub_releases/2017-03/nuos-nsd033017.php", "region": "asia", "source_link": "https://news.nus.edu.sg/press-releases/discover-novel-vulnerabilities-dengue-virus", "funder": "", "meeting": "", "institution": "National University of Singapore", "keywords": ["Bacteriology", " Cell Biology", " Microbiology", " Virology", " Health Care", " Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "Nature Communications", "description": "A team of researchers from the National University of Singapore has uncovered hidden vulnerabilities on the surface of the dengue virus.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}