{"title": "Global immunization impact constrained by outdated vaccine delivery systems, researchers say", "text": "SEATTLE, 30 March 2017--Outdated vaccine supply and distribution systems are delaying and limiting the impact that vaccines have on safeguarding people's health, according to the editors of a collection of new articles published today in Vaccine journal. Among the challenges of ensuring a consistent supply of potent vaccines identified by researchers: one in every three countries in the world experiences at least one stockout of at least one vaccine for at least one month; and 19 to 38 percent of vaccines worldwide are accidentally exposed to freezing temperatures, potentially compromising the potency of those vaccines.Some countries are implementing changes and adopting new technologies like solar \"direct drive\" refrigerators and redesigning delivery systems. These changes are helping increase vaccine availability and coverage, even in more remote areas, according to the editors.The 29 articles are part of a special supplement to Vaccine coordinated by the global health nonprofit, PATH--with guest editors from the Bill & Melinda Gates Foundation, UNICEF, and the Johns Hopkins Bloomberg School of Public Health--that identify challenges and point to solutions that countries can employ to modernize their immunization supply chains.\"There are too many places in the world where vaccines are still not reaching the people who need them most,\" says Steve Davis, president and CEO of PATH. \"We need to apply the same ambitious investments to vaccine delivery as we apply to vaccine development.\"According to the World Health Organization (WHO), vaccines prevent an estimated 2 to 3 million deaths every year, but an additional 1.5 million deaths could be avoided if global immunization coverage improves. In 2015, an estimated 19.4 million infants worldwide did not receive routine immunizations.\"We must act to close the global immunization gap,\" says Dr. Matshidiso Moeti, WHO regional director for Africa. \"Achieving the Global Vaccine Action Plan goal of universal access to immunization by 2020 would benefit the health of millions of Africans.\"Immunization supply chains--the network of staff, equipment, vehicles, and data needed to get vaccines safely from the manufacturer to the people who need them--were first developed in the late 1970s with the establishment of the Expanded Program on Immunization. Since 2010, however, immunization services have expanded with additional vaccines. Immunization programs are storing and transporting four times the volume of vaccines, according to WHO, and health care workers are administering up to six times as many doses per person, including to older children, adolescents, and adults.\"Too many children still lack access to lifesaving vaccines because of outdated and inefficient supply chains.\" says Dr. Seth Berkley, CEO of Gavi, the Vaccine Alliance. \"Unless we drive change and deliver comprehensive improvements now, countries won't have the systems in place to protect the next generation of children, particularly the most vulnerable.\"  One study in the Vaccine collection found that every year one in three countries worldwide experiences a stockout of at least one vaccine for a minimum of one month. The problem is most pronounced in sub-Saharan Africa, where 38 percent of countries are impacted by these stockouts. The vaccines most affected are those containing diphtheria-tetanus-pertussis (DTP) as well as bacille Calmette-Guerin (BCG) for tuberculosis, which account for 43 percent and 31 percent, respectively, of stockout events reported.Researchers from WHO and UNICEF found that when a national-level stockout occurs, there is an 89 percent probability that immunization delivery services will be compromised.The study's authors used data from the WHO-UNICEF Joint Reporting Form and UNICEF's Vaccine Forecasting Tool to perform an in-depth analysis in 194 WHO Member States. In a search for root causes, they found that in 80 percent of cases, vaccine stockouts were attributable to government funding delays, delays in the procurement processes, and poor forecasting and stock management.\"For too many countries, it is nearly impossible to collect and harness data to forecast vaccine requirements and deliver vaccines when and where they're needed,\" said Dr. Jean Marie Okwo-Bele, director of WHO Department of Immunization, Vaccines, and Biologicals, in commenting on the study. \"But there are innovations such as electronic data systems that are being piloted and scaled up in developing countries that could and should be more widely adopted.\"Many vaccines can lose potency if exposed too long to temperatures outside the recommended range of 2 to 8 degrees Celsius. The vaccine \"cold chain\" strives to maintain proper temperatures for vaccines from manufacturing facilities to storage facilities, health centers, and immunization clinics.In a literature review of 45 studies that assess temperature monitoring of vaccines in various regions of the world, UNICEF found that 33.3 percent of storage units in wealthier countries and 37.1 percent in lower-income countries contained vaccines that had been exposed to temperatures below recommended ranges. The proportion of vaccine shipments found below recommended temperatures was 38 percent in wealthier countries compared to 19.3 percent in lower-income countries.While waste is a concern, authors of the study say the bigger concern is the number of freezing incidents that go undetected, leaving immunized communities vulnerable to disease outbreaks. The authors cite examples of this in Micronesia (measles outbreak in 2014 in a country with a history of cold chain breaches during transportation), Mongolia (increase in hepatitis B during winter months), and the United States (increase in pertussis rates in health regions with higher percentages of refrigerators with frozen temperatures).\"Expanding the use of freeze alarms and rigorous temperature monitoring is critical to ensuring that all children have access to potent, lifesaving vaccines,\" said Dr. Robin Nandy, principal advisor and chief of immunization at UNICEF. \"In the long-term, we must work toward the development of products that can better withstand temperature variations.\"According to journal editors, most countries recognize that immunization supply chains need strengthening, but only a handful have considered the ways that supply chains can be used to improve immunization coverage. One reason for this is the lack of evidence linking immunization supply chain improvements to increases in immunization coverage and health equity. With this special issue, Vaccine compiles the latest evidence showing that redesigned supply chains can and do lead to increased coverage; it also describes how \"next-generation\" supply chains work and what it costs to make significant improvements. Some examples are described below:\"Immunization is one of our biggest public health success stories, but safe, effective vaccines don't deliver themselves,\" said Dr. Orin Levine, director of vaccine delivery at the Bill & Melinda Gates Foundation. \"With consistent, visible support from national and local leaders, every community can have 21st century systems that reliably deliver lifesaving vaccines to everyone who needs them.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/b-gii032317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Burness", "keywords": ["Virology", " Medicine/Health", " Environmental Health", " Epidemiology", " Health Care Systems/Services", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Vaccine", "description": "Outdated vaccine supply and distribution systems are delaying and limiting the impact that vaccines have on safeguarding people's health. Among the challenges of ensuring a consistent supply of potent vaccines identified by researchers: one in every three countries in the world experiences at least one stockout of at least one vaccine for at least one month; and 19 to 38 percent of vaccines worldwide are accidentally exposed to freezing temperatures, potentially compromising the potency of those vaccines.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}