{"title": "'On-off switch' brings researchers a step closer to potential HIV vaccine", "text": "Lincoln, Nebraska - By engineering an on/off switch into a weakened form of HIV, University of Nebraska-Lincoln researchers have enhanced the safety and effectiveness of a potential vaccine for the virus that has killed approximately 35 million people during the past 35 years.In a recent study, the team demonstrated that flipping the switch allows weakened HIV to replicate at a level likely to generate immunity in a host. The researchers then used their approach to switch off this replication at will, a feat that the team said could make its vaccine candidate among the safest yet reported.\"Safety is always our biggest concern,\" said Wei Niu, associate professor of chemical and biomolecular engineering. \"In this case, (it means) we're one step closer to generating a vaccine.\"Vaccinologists often prefer exposing the body to weakened viruses, rather than deactivated ones, because they confer stronger and longer-lasting immunity. But weakened viruses retain the ability to replicate, meaning that they still pose a risk of becoming full-blown pathogens. The Nebraska team began addressing this issue in 2014, when it genetically engineered a version of HIV that needs a synthetic amino acid -- one not found in the body -- to replicate.Doing so required the team to replace a three-nucleotide sequence, or sense codon, in HIV's genetic code. Each codon instructs the aptly named transfer-RNA to add its corresponding amino acid to a chain that becomes a protein and ultimately allows viral replication. So the team swapped out one of these sense codons for a \"nonsense\" edition that instead signals a stop in the amino-acid assembly line, halting production of the proteins essential to replication.The researchers then engineered a unique tRNA and accompanying enzyme that together could make sense of the nonsense - that is, interpret it as a sense codon. When the team supplied this tRNA pair with a synthetic amino acid, the assembly line began churning out proteins, and the virus began replicating. When the supply of amino acids stopped, so did the replication.This technique gave the team control over the HIV's replication, but it triggered only one cycle of infection - not enough to yield immunity. The researchers have now managed to embed their genetic switch inside the HIV genome, so that each copy of the virus contains the switch and has the capacity to replicate. And by delivering a consistent supply of amino acids, the team showed that it can kick-start the multiple cycles of replication necessary for an effective vaccine.\"The machinery can be carried to the next cycle and the next cycle,\" said Zhe Yuan, doctoral student in biological sciences. \"It's much easier to control feeding or (restriction) of the unnatural amino acid.\"Other research teams have already managed to generate HIV immunity in organisms, with one vaccine protecting 95 percent of rhesus monkeys against the virus. Many such vaccines have relied on deleting HIV genes to limit replication, but the virus' penchant for mutating can help it overcome this defense and replicate unchecked.Qingsheng Li, professor of biological sciences, said the team's combination of nonsense codon, genetic switch and synthetic amino acid represents an especially stringent set of safeguards against unchecked replication. That quality could expand its use against an array of viruses far removed from HIV, he said.Adding more nonsense codons would further reduce the likelihood of a dangerous mutation, Niu said, and the team plans to explore this possibility in the near future. Though the researchers have so far evaluated their vaccine only in the petri dish, they hope to begin small-animal trials in the next year.\"That's the big milestone,\" said Li, professor of biological sciences and member of the Nebraska Center for Virology. \"If that works well, we need to go to the pre-clinical animal model before going to a clinical trial. That's our goal and road map.\"Niu, Yuan and Li authored the study with Nanxi Wang, doctoral student in chemistry; Jintao Guo, associate professor of chemistry; and Guobin Kang, research technologist with the Nebraska Center for Virology.\"This is truly multidisciplinary research that would have been difficult to complete by either research group working alone,\" Guo said.", "article_link": "http://dx.doi.org/10.1021/acssynbio.6b00373", "url": "http://www.eurekalert.org/pub_releases/2017-03/uon-sb032917.php", "region": "namerica", "source_link": "http://news.unl.edu/newsrooms/today/article/new-approach-improves-potential-hiv-vaccine/", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "University of Nebraska-Lincoln", "keywords": ["Biology", " Genetics", " Molecular Biology", " Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "ACS Synthetic Biology", "description": "University of Nebraska-Lincoln scientists are pursuing an HIV vaccine using a weakened form of HIV.  In a recent study, they demonstrated an 'on-off switch' that would shut off replication of the weakened form of HIV after it reached immunity-triggering levels.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}