{"title": "Why do we choose to get vaccinations?", "text": "Since vaccines protect not only those who take them, but also the people who otherwise could have been infected, there are many plausible motives for choosing to get vaccinated. Apart from the most obvious - wanting to protect oneself or one's children from becoming ill - research shows that many also are affected by care for others. But if you care about others, who is it you care about? In his doctoral thesis in political science, Rafael Ahlskog has studied the distinction between narrow and wide caring for others - altruism. Narrow altruism includes those nearest - family and friends - while wide altruism can include strangers you have never met, people living far away or who are very different from yourself: in short a broader form of social caring. The results from a number of survey experiments show that both types of altruism can affect our willingness to get vaccinations, but in different people.\"Before you have a family and children, a broader form of caring seems to affect decisions to vaccinate, but this caring gives way to the narrower form when family and children become part of the picture,\" says Rafael Ahlskog.This knowledge could play an important role in the design of future vaccination campaigns, but also highlights a deeper evolutionary logic which modern humans sometimes are governed by: as social beings, in the right circumstances, we can afford to take into account a broader societal context, but when we get the chance to invest in the evolutionary 'core values' (survival and procreation) the larger context is easily forgotten.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uu-wdw032917.php", "region": "europe", "source_link": "http://www.uu.se/en/media/news/article/?id=8472&area=2,10,16,25,54&typ=artikel&lang=en", "funder": "", "meeting": "", "institution": "Uppsala University", "keywords": ["Vaccines", " Social/Behavioral Science", " Decision-making/Problem Solving", " Parenting/Child Care/Family", " Political Science"], "journal": "", "description": "Since vaccines protect not only those who take them, but also the people who otherwise could have been infected, there are many plausible motives for choosing to get vaccinated. Apart from the most obvious -- wanting to protect oneself or one's children from becoming ill -- research shows that many also are affected by care for others.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}