{"title": "Fred Hutch scientists to cover advances in immunotherapy, proteomics at AACR", "text": "Scientists from the Fred Hutchinson Cancer Research Center in Seattle are scheduled to present and discuss the latest developments in immunotherapy and proteomics at the American Association for Cancer Research Annual Meeting, Research Propelling Cancer Prevention and Cures, on April 1-5. What follows is a selection of the more than 30 Hutch presentations at the AACR gathering.Reporters interested in connecting with any of the researchers highlighted below can contact Jonathan Rabinovitz, jrabinov@fredhutch.org, (206) 658-7612 or media@fredhutch.org, (206) 667-2210.Developing adoptive T-cell therapy for ovarian cancerDr. Kristin Anderson, a postdoctoral fellow in Dr. Philip Greenberg's lab at Fred Hutch, will present findings on a new adoptive T-cell therapy for ovarian cancer, a type of solid tumor with a very low survival rate among women and few new treatment options. Anderson and her colleagues engineered T cells to recognize a protein overproduced on these cancer cells, and then tested the therapy on human ovarian cancer cells in the lab and in a mouse model of ovarian cancer. The findings showed that the T cells killed human ovarian cancer cells and that the treatment extended the mice's survival. But the research also highlighted how the tumor microenvironment of ovarian cancer presents unique challenges to the therapy.  She and her colleagues have identified several roadblocks to T-cell therapy that are unique to solid tumors (as compared with blood cancers, where T-cell therapy is farther toward clinical benefit) and will present strategies underway in the Greenberg lab to overcome those roadblocks with new therapies. Anderson is speaking April 4 at 3:50 p.m. Her talk is titled, \"Engineering adoptive T-cell therapy for efficacy in ovarian cancer.\"Beyond genomics: Using proteomics to target tumorsFrom the Human Genome Project onward, we've made a massive investment in science aimed at understanding human genomics. But there's a problem: Proteins, not genes, do most of the work of our cells and are the targets for most of our medicines -- and there's no standardized, reliable way to measure the vast majority of proteins in our bodies. Into this black hole steps Dr. Amanda Paulovich, an oncologist and cancer geneticist at Fred Hutch. She and her team are developing new technologies and assays for accurately measuring levels of proteins that could finally retire the prevailing technology in use for the last 50 years. The methods she and collaborators have developed are poised to make the genome actionable for patients at last by opening a window into the missing biology of our proteome. Paulovich, whose lab was recently tapped by the Cancer Moonshot to identify new tumor markers using advanced proteomics, will speak April 5 at 10:20 a.m. Her lecture is titled, \"Translational mass spectrometry: Making the genome actionable for cancer patients.\"Vaccine adjuvant boosts immune response to sarcomasAn experimental drug based on a molecule in the bacterial cell wall can stimulate an immune response in advanced tumors, a Fred Hutch-led research team found in a small, early phase study in patients with metastatic soft-tissue sarcomas. After injecting the drug (called G100) into tumors just underneath the skin, Dr. Seth Pollack, an assistant member in the Hutch's clinical research division, and his colleagues observed signs of heightened immune activity in the treated tumors. G100 is used as an immune stimulator, or adjuvant, in experimental anti-cancer vaccines, and similar compounds are part of FDA-approved vaccines for HPV and hepatitis B. The growth of the treated tumors was controlled after injection in 14 of 15 participants, and one participant's injected tumor completely regressed. The researchers are now designing a new trial that would combine G100 injections with a systemic immunotherapy, with the aim of stimulating an anti-cancer response throughout the body. Dr. Yongwoo Seo, a Fred Hutch research fellow and surgery resident at the University of Washington, will present the findings April 3 from 1- 5 p.m during a poster session, \"Intratumoral injection of the toll-like receptor 4 agonist G100 induces a T-cell response in the soft tissue sarcoma microenvironment.\" For additional background on sarcomas and immunotherapy, view this video of Dr. Pollack: https://www.youtube.com/watch?v=zFXFB-el1nY&feature=youtu.beExpert sources on immunotherapyFred Hutch is pioneering new immunotherapies and has played a leading role in advancing our understanding of how the immune system can be harnessed to fight cancer. The following Hutch researchers will be speaking at AACR and can provide comment on developments and challenges in the field:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/fhcr-fhs032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Association for Cancer Research Annual Meeting 2017", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Genetics", " Medicine/Health", " Cancer"], "journal": "", "description": "Scientists from the Fred Hutchinson Cancer Research Center in Seattle are scheduled to present and discuss the latest developments in immunotherapy and proteomics at the American Association for Cancer Research Annual Meeting, Research Propelling Cancer Prevention and Cures, on April 1-5. What follows is a selection of the more than 30 Hutch presentations at the AACR gathering.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}