{"title": "Nurse volunteer activities improve the health of their communities, workforce study says", "text": "More than 20,000 nurses currently serve as volunteers with the American Red Cross, supporting victims of natural and man-made disasters. Many tens-of-thousands more nurses are also informally promoting healthy behaviors in community-based settings where people live, work, learn, and play by volunteering and fostering a day-to-day culture of health in their communities.\"If you have a nurse in your family, a friend, or even a coworker, chances are that you have asked that individual for healthcare advice,\" says Meriel McCollum, BSN, RN. \"You might ask a nurse to help with a health decision about exercise, breastfeeding, or vaccines.\"Nurses are gaining increasing visibility as disaster respondents and international aid volunteers. Little attention is paid to how nurses promote a culture of health daily in their communities whether as volunteers or for pay as a part of their jobs.A new study, \"Nurses Improve Their Communities' Health Where They Live, Learn, Work, and Play,\" published in the journal Policy, Politics, & Nursing Practice co-authored by McCollum, a researcher at the University of North Carolina School of Nursing at Chapel Hill, and New York University Rory Meyers College of Nursing (NYU Meyers) Professor Christine T. Kovner, PhD, RN, FAAN, addresses this paucity of information.  The authors describe nurses' perceptions of how they promote health in their communities through a whole lot of both formal and informal volunteer work. The researchers' data came from using 315 written responses to an open-ended question, ''Please tell us about what you have done in the past year to improve the health of your community,\" which was included in a 2016 RN Workforce Study, funded by the Robert Wood Johnson Foundation.  In their survey of the career patterns of nurses in the U.S., the researchers utilized conventional content analysis methods to code and thematically synthesize responses. Two broad categories of nurse involvement in volunteer activities arose from the participants' responses: 17% identified job-related activities, and 74% identified non-job-related activities; only 9% of respondents indicated they do not participate in volunteer work. \"Job-related activities included patient education, educating colleagues,\" said Dr. Kovner. \"Non-job-related activities included health-related community volunteering, volunteering related to a specific population or disease, family-related volunteering, church activities, health fairs, raising or donating money, and travelling abroad for volunteer work.\" \"We found that nurses are committed to promoting a culture of health in their communities both at work and in their daily lives,\" said McCollum. \"Leveraging nurses' interest in volunteer work could improve the way nurses engage with their communities, expand the role of nurses as public health professionals, and foster the social desirability of healthful living.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/nyu-nva032917.php", "region": "namerica", "source_link": "http://bit.ly/2nwl8PH", "funder": "Robert Wood Johnson Foundation", "meeting": "", "institution": "New York University", "keywords": ["Health Care", " Professional", " Medicine/Health", " Health Professionals", " Public Health"], "journal": "Policy, Politics, & Nursing Practice", "description": "A new study describes nurses' perceptions of how they promote health in their communities through a whole lot of both formal and informal volunteer work.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}