{"title": "Malaria parasites 'walk through walls' to infect humans", "text": "Researchers have identified proteins that enable deadly malaria parasites to 'walk through cell walls' - a superpower that was revealed using the Institute's first insectary to grow human malaria parasites.The research has identified two parasite proteins that are the key to this superpower. The proteins could be targeted to develop much-needed antimalarial drugs or vaccines.Dr Justin Boddey, Dr Sara Erickson and Ms Annie Yang led a team investigating how the deadly malaria parasite Plasmodium falciparum travels from the site of a mosquito bite to invade human liver cells, the critical first step in malaria infection. Their findings were published today in the journal Cell Reports.When a person is infected with malaria, the parasite silently invades and multiplies in liver cells, but doesn't cause disease. The parasites then burst out of the liver and infect the blood, causing symptoms such as fever, chills, fatigue and muscle and joint pain that are characteristic of malaria.Dr Boddey said the research confirmed the deadly malaria parasite Plasmodium falciparum had the ability to 'walk through cell walls' as it sought out liver cells where it could hide and multiply.\"The malaria infection cycle begins with a mosquito bite, when parasites are injected into the skin, and then rapidly move to the liver, \" Dr Boddey said. \"We have shown that P. falciparum employs a technique called cell traversal to quickly move through host cells in their path as they seek out liver cells to infect.\"\"Our study identified that P. falciparum parasites traverse human cells - effectively walking through cell walls - using two proteins called SPECT and PLP1 to achieve this superpower. This allows parasites to get from the skin to the liver very quickly following a mosquito bite.\"Malaria causes more than 650,000 deaths each year, predominantly in children and pregnant women, and there is an urgent need for new malaria vaccines and treatments in an effort to eradicate the disease.Dr Boddey said pinpointing these proteins was a good avenue for new therapies.\"Our long-term goal is to eradicate malaria, so we have to look at ways of breaking the cycle of infection,\" Dr Boddey said. \"A vaccine or treatment that halts the liver-stage infection offers the best chance of eradication because it stops parasites before they take hold.\"Dr Erickson manages the Institute's insectary which was established in 2012 to enable Institute researchers to study all developmental stages of human malaria parasites.\"In the past, it was impossible to examine the earliest stages of human infection with malaria parasites at the Institute,\" Dr Erickson said. \"The insectary enables us, for the first time, to specifically work with the parasites that initiate human infection, particularly with P. falciparum that is responsible for most deaths from malaria globally. We hope this will fast track identification of potential targets for antimalarial vaccines or drugs.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/waeh-mp032317.php", "region": "africa", "source_link": null, "funder": "National Health and Medical Research Council, Human Frontiers Science Program, Ramaciotti Foundation, Australian Research Council, Victorian State Government Operational Infrastructure Support Program", "meeting": "", "institution": "Walter and Eliza Hall Institute", "keywords": ["Medicine/Health"], "journal": "Cell Reports", "description": "Researchers have identified proteins that enable deadly malaria parasites to 'walk through cell walls' -- a superpower that was revealed using the Institute's first insectary to grow human malaria parasites.\r\nThe research has identified two parasite proteins that are the key to this superpower. The proteins could be targeted to develop much-needed antimalarial drugs or vaccines.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}