{"title": "UTHealth researchers collaborate to increase low vaccination rates in Houston schools", "text": "HOUSTON - (March 28, 2017) - Susan Wootton, M.D., associate professor of pediatric infectious diseases at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth), will lead a project to increase low vaccination rates among pre-kindergarten and kindergarten students in the Houston Independent School District (HISD).The Texas Medical Center's Health Policy Institute has awarded $232,000 to Wootton for the first year of the project, which will be done in collaboration with UTHealth School of Public Health, UTHealth School of Nursing, Baylor College of Medicine, HISD and the Houston Department of Health and Human Services (HDHHS).\"Vaccinating children saves lives, prevents disability and reduces health care costs. Unfortunately, Texas is now 42th in the United States for childhood vaccinations, with rates below those of Nepal and other developing countries,\" said Wootton, who is also a pediatric infectious disease specialist at Children's Memorial Hermann Hospital.Schools are in charge of enforcing vaccine mandates established by the Texas Education Agency. However, compliance with the vaccine mandates can be a challenge. Nineteen percent of pre-kindergarten students and 17 percent of kindergarten students were delinquent or did not receive at least one state-mandated vaccine, according to the 2016-2017 HISD Annual Vaccination Report.Wootton says low vaccination rates put entire schools at risk for costly outbreaks, such as the recent mumps outbreak at Cedar Hill High School in Dallas County, where 30 students and staff have been diagnosed with the disease.During the one-year project, researchers will identify the barriers to vaccination such as lack of access, community demand and organizational policies. They will also conduct on-site vaccination campaigns and parent outreach programs in schools, explore opportunities to improve existing vaccination policies and procedures within HISD and develop a multilevel intervention to reduce vaccine delinquency rates among children attending targeted schools by 75 percent.\"We hope to achieve immunization rates in HISD as high as in any major school system in the U.S, particularly among schools attended by children with limited access to medical care,\" said Wootton.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoth-urc032817.php", "region": "namerica", "source_link": "https://www.uth.edu/media/story.htm?id=57c4eb76-7719-43b7-b11b-c70fa8571a61", "funder": "Texas Medical Center's Health Policy Institute", "meeting": "", "institution": "University of Texas Health Science Center at Houston", "keywords": ["Education", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pediatrics", " Science/Health and the Law", " Law Enforcement"], "journal": "", "description": "Susan Wootton, M.D., associate professor of pediatric infectious diseases at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth), will lead a project to increase low vaccination rates among pre-kindergarten and kindergarten students in the Houston Independent School District (HISD).", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}