{"title": "TSRI researchers develop new method to 'fingerprint' HIV", "text": "LA JOLLA, CA - March 28, 2017 - HIV is a master of disguise. The virus uses a shield of sugar molecules, called glycans, to hide from the immune system and block antibodies from attacking it.Now scientists at The Scripps Research Institute (TSRI) have developed a method to analyze the glycan shield on HIV's protective outer glycoprotein, developed as a potential HIV vaccine candidate. With this method, scientists can rapidly create a \"fingerprint\" of the glycans on the glycoprotein to tell if they are on the right track in developing an effective vaccine.\"The ability to identify the glycan fingerprint on HIV's glycoprotein will help us develop a vaccine that matches what is found on the virus,\" said James Paulson, Cecil H. and Ida M. Green Chair of Chemistry at TSRI and co-chair of the Department of Molecular Medicine, who led the study published today in the journal Nature Communications.Breaking Down HIV's DefensesWith the new method, scientists can finally see which types of glycans make up the glycoprotein--and whether the glycoprotein has any vulnerable holes.The glycans cover the glycoprotein machinery that HIV uses to enter host cells. The human immune system wants to produce antibodies that bind to the glycoprotein to stop infection, but the glycans block immune cells from seeing their targets and developing useful antibodies.At TSRI, several research teams are designing HIV vaccines that prompt the body to create rare \"broadly neutralizing\" antibodies that can actually get around the glycan, or sugar, shield. To do this, they need to introduce the immune system to HIV-like glycoproteins and teach the immune system where the holes in the glycan shield are.\r\nFor the new study, the researchers developed a way to figure out the composition of sugars on the glycoprotein. They used enzymes to break the glycoprotein into smaller peptide chunks. Next, the team used a technique called mass spectrometry to analyze these peptides and see if they fell into one of three categories: high-mannose glycans (a type with a specific kind of sugar), complex-type glycans (which are more mature glycans) or sites with no glycans.While previous HIV studies had distinguished between high-mannose and complex-type glycans, this was the first time scientists could also see the number of glycan-free sites. In fact, the new method has already revealed that the glycoprotein does not have as many holes as many researchers had predicted.The new method also saves time. Previous studies using mass spectrometry had required researchers to manually analyze the peptide results--a process that could take months. By teaming up with the laboratory of TSRI Professor John Yates, the researchers in this study successfully used a computer algorithm to rapidly analyze results instead.Study first author Liwei Cao, a research associate in the Paulson laboratory, said speed will come in handy as scientists sort through many HIV vaccine candidates to find the right ones to prevent a wide range of ever-evolving HIV strains.The next step in this research is to analyze the glycan composition and glycan-free sites on the natural, or \"native,\" form of HIV, not just an HIV-like vaccine candidate. \"Then we can see if the fingerprints match up,\" Paulson said. If they do match, the researchers will know they are on a path to developing a vaccine that can induce useful antibodies.This new method could also be helpful against viruses with a similar glycoprotein shield, such as influenza, Paulson explained. In fact, the new study included a side project where the researchers successfully tested their method on an influenza protein.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/sri-trd032817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health,  IAVI", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Medicine/Health"], "journal": "Nature Communications", "description": "Scientists at The Scripps Research Institute (TSRI) have developed a method to analyze the glycan shield on HIV's protective outer glycoprotein, developed as a potential HIV vaccine candidate.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}