{"title": "New report lays plan to eliminate 90,000 hepatitis B and C deaths by 2030", "text": "WASHINGTON - Hepatitis B and C kill more than 20,000 people every year in the United States.  A new report from the National Academies of Sciences, Engineering, and Medicine presents a strategy to eliminate these diseases as serious public health problems and prevent nearly 90,000 deaths by 2030.\"Viral hepatitis is simply not a sufficient priority in the United States,\" said Brian Strom, chair of the committee that carried out the study and chancellor and university professor, Rutgers Biomedical and Sciences, Rutgers University, Newark, N.J.  \"Despite being the seventh leading cause of death in the world - and killing more people every year than HIV, road traffic accidents, or diabetes - viral hepatitis accounts for less than 1 percent of the National Institutes of Health research budget.\"  About 1.3 million people in the United States have chronic hepatitis B, and about 2.7 million have chronic hepatitis C.  These infections also increase risk of liver cancer.  Together, hepatitis B and C cause about 80 percent of the cases worldwide of liver cancer, which has been steadily increasing in both new cases and deaths in the United States since the early 2000s.  The incidence of liver cancer in the United States increased 38 percent between 2003 and 2012, and liver cancer deaths increased 56 percent in the same time, primarily due to viral hepatitis. The world has the tools to prevent these deaths. Hepatitis B is preventable with vaccination, and recent advances in treatment make hepatitis C curable with short and easily tolerable courses of medicines.  The committee said the number of deaths from hepatitis B could be cut in half by 2030 by diagnosing 90 percent of the nation's chronic hepatitis B patients, bringing 90 percent of those to care, and treating 80 percent of those for whom treatment is warranted.  These actions would avert more than 60,000 deaths and also reduce liver cancer and cirrhosis from hepatitis B infection by about 45 percent.  Similarly, treating everyone with chronic hepatitis C would reduce new infections by 90 percent by 2030 and reduce hepatitis C deaths by 65 percent over the same time.  These actions would avert 28,800 deaths by 2030 and depend on diagnosing 110,000 new cases a year between now and 2020, gradually dropping off to 70,000 a year by 2025.The committee said eliminating hepatitis B and C as public health problems in the U.S. by 2030 will require a significant departure from the status quo - including aggressive testing, diagnosis, treatment, and prevention methods, such as needle exchange.  It called for a coordinated federal effort to manage hepatitis elimination, and it recommended expanding syringe exchange for people who inject drugs, free hepatitis B vaccine in pharmacies and other easily accessible places, and unrestricted treatment for everyone with hepatitis C.  Because the medicines that cure chronic hepatitis C are expensive, the committee gave considerable attention to novel ways to pay for them and recommended a voluntary licensing agreement between the federal government and a patent-holding pharmaceutical company as a way to make the drug more affordable for Medicaid beneficiaries and other underserved patient populations. Prevention is the first step to eliminating the public health problems of hepatitis B and C, the committee said.  About 90 percent of U.S. children were fully immunized against hepatitis B in 2013, but only about a quarter of adults over 19 were immunized.  If states supported hepatitis B vaccination to the same level as the seasonal influenza vaccine, great improvements could be made.  Offering vaccination in pharmacies is one way to reach a wider cross-section of society, but some states restrict the types of vaccines offered in pharmacies and the circumstances under which pharmacists may administer them.  The committee recommended that states expand access to adult hepatitis B vaccination, removing barriers for free immunization in pharmacies and other easily accessible settings.  Hepatitis B virus can easily pass from mother to baby, and the committee was concerned with preventing such cases.  Children born to women with chronic hepatitis B require immunization within 12 hours of birth, and other children should receive it within a day of birth.  The committee recommended that the National Council on Quality Assurance monitor the delivery of the first dose of hepatitis B vaccine, thereby drawing attention to this essential service.  There are also cases where preventive measures are not enough to stop the virus from passing from a mother to her child.  Expectant mothers with hepatitis B should have testing early in pregnancy to measure viral DNA, the committee said.  This would identify highly viremic women, allowing them and their doctors to weigh the pros and cons of additional medical intervention to prevent neonatal hepatitis B infection. Until there is a vaccine for hepatitis C, prevention will be mostly a matter of limiting exposure to the virus.  People who inject drugs account for 75 percent of the roughly 30,500 new hepatitis C infections every year in the United States, so ending transmission depends on reaching this population.  The best strategies to prevent hepatitis C combine both safer injection and treatment for the underlying addiction.  Opioid agonist therapy uses prescription medicines - one example is methadone - to relieve the symptoms of drug withdrawal.  Such treatment can prevent drug overdose and transmission of blood-borne infections, but 30 million Americans live in places where no providers prescribe these medicines.  Syringe exchange programs are also essential, but they currently do not have sufficient reach, even in cities.  Rural and suburban areas are home to about half of the people who inject drugs in United States, but these areas have only 30 percent of the nation's syringe exchange programs and distribute 8 percent of the total syringes.  Syringe exchange programs do not encourage new drug users or increase drug use among clients, but laws in some states impede their functioning.  The committee recommended expanded access to syringe exchange and opioid agonist therapy in accessible venues.  Pharmacies, for example, may be a promising setting for syringe exchange, as they are easy to reach in most of the country and reasonably well equipped to provide a confidential space for counseling.  Exchanges operating from a van or bus could also reach people in remote areas and may face less community opposition than a fixed-site exchange.The direct-acting antiviral drugs that cure hepatitis C make elimination feasible in the United States, but their cost is an obstacle to large-scale treatment, creating inequities.  While these drugs are very expensive, they are also cost-effective, when compared to other health care interventions.  A recent study found that almost half of Medicaid patients were refused hepatitis C treatment, compared to only 5 percent of Medicare patients and about 10 percent of patients with commercial insurance.  Furthermore, less than 1 percent of prisoners with hepatitis C have been treated.  Faced with the unenviable task of allocating scarce treatment, some payers give first priority to the sickest patients - those at immediate risk of cirrhosis or end-stage liver disease.  But delaying treatment increases a patient's risk of cirrhosis, liver cancer, and death.  It also hurts society, as the untreated patient can still transmit the virus.  Treating everyone with chronic hepatitis C, regardless of disease stage, would avert considerable suffering in hepatitis C patients and would pay off in a reduction in new infections.  Unrestricted, mass treatment of hepatitis C is necessary to eliminate the disease as a public health problem by 2030, but no direct-acting agent will come off patent before 2029.  Delaying mass treatment until generic medicines are available would result in tens of thousands of deaths and billions of dollars in wasted medical costs.  At the same time, innovator drug companies have the right to compensation for the risk they took to bring a valuable product to market, and society benefits from the financial incentive for pharmaceutical breakthroughs that patent protection offers.  In an effort to balance these competing needs, the committee recommended that the government purchase a license or assignment to the patent on a direct-acting antiviral drug, and use it only in those market segments where the government pays for treatment and access is now limited, such as Medicaid and prisons.  The committee proposed a voluntary transaction where six innovator pharmaceutical companies bid to sell a license to the government for use in a narrow market that the companies would not otherwise reach.  This limitation will also control costs, because the government should not have to pay as much as if it were compromising the lucrative private market.  The voluntary nature of this process guarantees the drug company reasonable compensation, and the patent holder has the option to walk away if the price is too low.  The committee's calculations suggested a patent license should cost about $2 billion, after which states and the federal government would pay about $140 million to produce the medicines needed to treat about 700,000 neglected patients.  For comparison, under the status quo, it would cost about $10 billion over the next 12 years to treat only 240,000 of the same people.  Another challenge of eliminating hepatitis B and C in the U.S. is that people who have or are at risk for contracting the diseases often are not engaged in care and can be difficult to reach, including people who are born abroad, are uninsured, have substance use problems, and are or have been imprisoned.  The committee recommended that the U.S. Department of Health and Human Services work with states to build a comprehensive system of care and support for such patients on the scale of the Ryan White system, which brought HIV services to millions of poor HIV patients. Working through primary care providers can also improve the reach of hepatitis services.  There is precedent for managing hepatitis C in primary care, but treating viral hepatitis carries risks that providers in small practices may be reluctant to accept, causing a disparity where viral hepatitis care is out of reach for people in rural and underserved communities.  The committee recommended that the American Association for the Study of Liver Diseases and the Infectious Diseases Society of America partner with primary care providers and their professional organizations to build capacity to treat hepatitis B and C in primary care.People in jails and prisons bear a particularly high burden of viral hepatitis.  The committee found an opportunity in this problem because correctional facilities are an ideal place to test and vaccinate for hepatitis B and to cure hepatitis C.  Directly observed therapy is the norm and the risk of drug diversion is low.  The committee recommended that the criminal justice system screen, vaccinate, and treat hepatitis B and C in correctional facilities according to national clinical practice guidelines. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/naos-nrl032817.php", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24731", "funder": "", "meeting": "", "institution": "National Academies of Sciences, Engineering, and Medicine", "keywords": ["Medicine/Health", " Internal Medicine", " Liver", " Public Health"], "journal": "", "description": "Hepatitis B and C kill more than 20,000 people every year in the United States. A new report from the National Academies of Sciences, Engineering, and Medicine presents a strategy to eliminate these diseases as serious public health problems and prevent nearly 90,000 deaths by 2030.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}