{"title": "A little nudge may provide a big boost to flu vaccination rates", "text": "PHILADELPHIA - Currently, only 44 percent of adults in the United States receive an annual flu vaccination. Though the rate has increased in recent years, the change has been slow and marginal. But, a new study suggests that a simple behavioral economics technique known as \"active choice\" may be able to help. In the study, researchers from the Perelman School of Medicine at the University of Pennsylvania programmed electronic health records (EHR) to alert care providers when a patient was eligible, and prompt them to choose to \"accept\" or \"decline\" a flu vaccination order. Results showed a six percent increase over clinics that did not use the alert system, representing a 37 percent relative increase in vaccinations from the prior year. The study is published online this month in the Journal of General Internal Medicine.\"Our results indicate that this simple intervention could be an effective and scalable approach to use the design of electronic health records to increase the rate of flu vaccinations, which are estimated to prevent millions of flu cases and tens of thousands of related hospitalizations every year,\" said study lead author Mitesh S. Patel, MD, MBA, MS, an assistant professor of Medicine and Health Care Management in Penn's Perelman School of Medicine and The Wharton School, a staff physician at the Crescenz VA Medical Center, and director of the Penn Medicine Nudge Unit, whose work is supported by the Penn Center for Health Incentives and Behavioral Economics. \"Nudges are changes to the way choices are framed or presented and can be very effective for changing physician and patient behavior. These findings build on our previous research demonstrating that active choice increased orders for high value screening tests including colonoscopies and mammographies.\"Behavioral economic techniques are being studied widely for their potential to improve public health. In the new study, the intervention was programmed as a \"best practices alert\" in the software - known as EPIC - that many clinics and hospitals use to access and alter patient EHRs. The research team examined vaccination rates across three clinics - one that used the intervention, and two controls. In the clinic using the intervention, a doctor or medical assistant who signed in to a patient's EHR during the patient's visit would, if the patient was eligible for a flu vaccine, receive an alert requesting that the provider \"accept\" or \"cancel\" an order for the flu vaccine. If the order was accepted, the vaccine would be administered then and there. Prior to the intervention, providers had to check manually if a patient was due for the vaccine and then place an order for it.Starting in mid-February 2012 the researchers began using the intervention. Results of the study showed that from that time until the end of the 2012-2013 flu season, orders for flu vaccines in the clinic rose by about 37 percent compared to the prior flu season. Based on these findings, the approach was further improved and in September 2016, it was expanded it to all internal medicine outpatient clinics across Penn Medicine.\"Much of the decisions that physicians and patients make has shifted from pen and paper to digital environments such as the electronic health record and patient portals,\" Patel said. \"This presents a significant opportunity to test ways to design choice architecture within these environments to improve health care value and outcomes.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-aln032717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Internal Medicine", " Public Health", " Behavior", " Disease in the Developing World"], "journal": "Journal of General Internal Medicine", "description": "Currently, only 44 percent of adults in the United States receive an annual flu vaccination. But, a new study suggests that a simple behavioral economics technique may be able to help. In the study, researchers programmed electronic health records (EHR) to alert care providers when a patient was eligible, and prompt them to choose to 'accept' or 'decline' a flu vaccination order. Results showed a 37 percent relative increase in vaccinations from the prior year.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}