{"title": "Zika virus protein mapped to speed search for cure", "text": "BLOOMINGTON, Ind. -- A study published today shows how Indiana University scientists are speeding the path to new treatments for the Zika virus, an infectious disease linked to birth defects in infants in South and Central America and the United States.Cheng Kao, a professor in the IU Bloomington College of Arts and Sciences' Department of Molecular and Cellular Biochemistry, has mapped a key protein that causes the virus to reproduce and spread.\"Mapping this protein provides us the ability to reproduce a key part of the Zika virus in a lab,\" Kao said. \"This means we can quickly analyze existing drugs and other compounds that can disrupt the spread of the virus. Drugs to target the Zika virus will almost certainly involve this protein.\"The World Health Organization reports that more than 1 million people in 52 countries and territories in the Americas have been infected with the Zika virus since 2015. The disease has also been confirmed to cause microcephaly in more than 2,700 infants born to women infected with the virus while pregnant. Symptoms include neurological disorders and a head that is significantly smaller than normal.The virus is also transmissible through sexual activity and can trigger an autoimmune disease in adults called Guillain-Barre syndrome.The IU-led study, conducted in collaboration with Texas A&M University, revealed the structure of the Zika virus protein NS5, which contains two enzymes needed for the virus to replicate and spread. The first enzyme reduces the body's ability to mount an immune response against infection. The other enzyme helps \"kick off\" the replication process. \"We need to do everything we can to find effective drugs against the Zika virus, as changes in travel and climate have caused more tropical diseases to move into new parts of the globe,\" said Kao, who has also spent 15 years studying the virus that causes hepatitis C.\"We've learned a lot of lessons about how to fight this class of virus through previous work on hepatitis C, as well as other work on the HIV/AIDS virus,\" he added.In addition, Kao said, the study showed that the Zika virus protein is similar in structure to proteins from viruses that cause dengue fever, West Nile virus, Japanese encephalitis virus and hepatitis C, which prompted the team to test several compounds that combat those diseases. The team also tested other compounds to disrupt the virus's replication.\"Drugs approved to treat hepatitis C and compounds in development to treat other viral diseases are prime candidates to use against the Zika virus,\" Kao said. \"We're continuing to work with industry partners to screen compounds for effectiveness against the NS5 protein.\"", "article_link": "http://dx.doi.org/10.1038/ncomms14762", "url": "http://www.eurekalert.org/pub_releases/2017-03/iu-zvp032717.php", "region": "namerica", "source_link": "https://news.iu.edu/stories/2017/03/iub/releases/27-zika-virus-protein.html", "funder": "NIH/National Institute of General Medical Sciences, Howard Hughes Medical Institute, US Department of Energy", "meeting": "", "institution": "Indiana University", "keywords": ["Biology", " Biochemistry", " Microbiology", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Communications", "description": "A study published today reports that a team led by Indiana University scientists has mapped a key protein that causes the Zika virus to reproduce and spread.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}