{"title": "Wired for sound: Enraging noises caused by brain connection overdrive", "text": "While many of us may find the sounds of chewing or breathing off-putting, for some they're unbearable - and new research has shown their brains are going into overdrive.The team led from Newcastle University, report new findings of the physical basis for people suffering from a condition called misophonia, a disorder where they have a hatred of sounds such as eating, chewing or repeated pen clicking. Called \"trigger sounds\" by the misophonia community, the response can be an immediate and intense fight or flight feeling.Publishing today in Current Biology, the researchers report the first evidence of clear changes in the structure of the brain's frontal lobe in sufferers of misophonia and also report changes in the brain activity. Brain imaging revealed that people with the condition have an abnormality in the emotional control mechanism which causes their brains to go into overdrive on hearing trigger sounds.Researchers also found brain activity originated from a different connectivity pattern to the frontal lobe. This is normally responsible for suppressing the abnormal reaction to sounds. The researchers also found that trigger sounds evoked a heightened physiological response with increased heart rate and sweating in people with misophonia.Dr Sukhbinder Kumar from the Institute of Neuroscience at Newcastle University and the Wellcome Centre for NeuroImaging at University College London (UCL) led the research which was supported by Wellcome.  He said: \"For many people with misophonia, this will come as welcome news as for the first time we have demonstrated a difference in brain structure and function in sufferers. \"Patients with misophonia had strikingly similar clinical features and yet the syndrome is not recognised in any of the current clinical diagnostic schemes. This study demonstrates the critical brain changes as further evidence to convince a sceptical medical community that this is a genuine disorder.\" Physical differencesUsing brain scans carried out with Magnetic resonance imaging (MRI) the team revealed a physical difference in the frontal lobe between the cerebral hemispheres of people with misophonia - with higher myelination in the grey matter of ventromedial prefrontal cortex (vmPFC).The study also used functional MRI to measure the brain activity of people with and without misophonia while they were listening to a range of sounds such as;This showed abnormal connections between this frontal-lobe area and an area called the anterior insular cortex (AIC). This area is in the grey matter of the brain but buried in a deep fold at the side of the brain and is known to be involved in processing emotions and integrating signals both from the body and outside world. When presented with trigger sounds activity goes up in both areas in misophonic subjects, whilst in normal subjects the activity goes up in the AIC but down in the frontal area. The team think that this reflects an abnormality of a control mechanism between the frontal lobe and AIC. Tim Griffiths, Professor of Cognitive Neurology at Newcastle University and UCL adds: \"I hope this will reassure sufferers. I was part of the sceptical community myself until we saw patients in the clinic and understood how strikingly similar the features are. \"We now have evidence to establish the basis for the disorder through the differences in brain control mechanism in misophonia. This will suggest therapeutic manipulations and encourage a search for similar mechanisms in other conditions associated with abnormal emotional reactions.\"And for Dr Kumar this research opens up future possibilities for therapy: \"My hope is to identify the brain signature of the trigger sounds - those signatures can be used for treatment such as for neuro-feedback for example, where people can self-regulate their reactions by looking at what kind of brain activity is being produced.\"", "article_link": "http://dx.doi.org/10.1016/j.cub.2016.12.048", "url": "http://www.eurekalert.org/pub_releases/2017-02/nu-wfs020217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Newcastle University", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Hearing/Speech", " Noise", " Coping/Phobias", " Perception/Awareness", " Stress/Anxiety"], "journal": "Current Biology", "description": "While many of us may find the sounds of chewing or breathing off-putting, for some they're unbearable -- and new research has shown their brains are going into overdrive.", "date": "Fri, 03 Feb 2017 05:00:00 GMT"}