{"title": "Medical marijuana's underexplored potential for helping opioid addiction", "text": "A small human pilot study, along with a number of animal studies, are revealing that cannabinoids, extracts of cannabis legally sold as medical marijuana, could reduce cravings and ease withdrawal symptoms in heroin users. In light of the U.S. opioid epidemic, this is a neglected area of research that quickly needs attention, argues neurobiologist Yasmin Hurd of the Icahn School of Medicine at Mount Sinai, who studies how both cannabinoids and opioids act on the brain. She discusses her position in a short review published February 2 in Trends in Neurosciences.While both cannabinoids and opioids regulate the perception of pain, the two drugs affect different parts of the brain and how the sensation is communicated from neuron to neuron. This translates into cannabinoids having, for example, a stronger effect on inflammation-based chronic pain. Meanwhile, opioids are particularly good at relieving acute pain, which is why they are used in surgery. The problem is that opioids can quickly lead to a deadly addiction.\"If you look at both drugs and where their receptors are, opioids are much more dangerous, in part because of the potential for overdose--the opioid receptors are very abundant in the brainstem area that regulates our respiration, so they shut down the breathing center if opioid doses are high,\" Hurd says. \"Cannabinoids don't do that. They have a much wider window of therapeutic benefit without causing an overdose in adults.\" Young people can overdose from consuming too much edible medical marijuana.Accumulating evidence in animal models supports that cannabinoids could have long-lasting therapeutic effects. A specific cannabinoid, cannabidiol, has been seen to reduce heroin cravings in animals more than a week after abstinence, and seems to restore some of the neurobiological damage induced by opioid use. A small pilot human investigation led by Hurd mirrored these findings in rodents. In the study, cannabidiol particularly helped relieve anxiety related to cravings in heroin users abstaining from use. Politicians are only beginning to acknowledge that an epidemic of opioid overdoses is taking place across the United States, particularly in suburban and rural areas, and the National Institute on Drug Abuse is asking researchers to think creatively about new strategies for pain relief (10.1016/j.neuron.2016.09.051). Marijuana has been a neglected option because there are restrictions on studying its effects in humans. While there has been a growing interest by the scientific community in cannabinoids since the legalization of medical marijuana, it means that we still don't know much about how it could be used therapeutically, despite at least a million people having prescriptions.\"We have to be open to marijuana because there are components of the plant that seem to have therapeutic properties, but without empirical-based research or clinical trials, we're letting anecdotes guide how people vote and policies that are going to be made,\" Hurd says. \"It's one of the first times in our history that we're making laypeople and politicians decide whether things are medicinal or not. If we want to say something is medical marijuana, we have to prove that it is medicinal.\"", "article_link": "http://dx.doi.org/10.1016/j.tins.2016.12.006", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-mmu012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Medicine/Health", " Addiction", " Clinical Trials", " Pharmaceutical Science", " Drugs"], "journal": "Trends in Neurosciences", "description": "A small human pilot study, along with a number of animal studies, are revealing that cannabinoids, extracts of cannabis legally sold as medical marijuana, could reduce cravings and ease withdrawal symptoms in heroin users. In light of the US opioid epidemic, this is a neglected area of research that quickly needs attention, argues neurobiologist Yasmin Hurd of the Icahn School of Medicine at Mount Sinai. She discusses her position Feb. 2 in Trends in Neurosciences.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}