{"title": "Brain plasticity: How adult-born neurons get wired-in", "text": "BIRMINGHAM, Ala. - One goal in neurobiology is to understand how the flow of electrical signals through brain circuits gives rise to perception, action, thought, learning and memories.Linda Overstreet-Wadiche, Ph.D., and Jacques Wadiche, Ph.D., both associate professors in the University of Alabama at Birmingham Department of Neurobiology, have published their latest contribution in this effort, focused on a part of the brain that helps form memories -- the dentate gyrus of the hippocampus.The dentate gyrus is one of just two areas in the brain where new neurons are continuously formed in adults. When a new granule cell neuron is made in the dentate gyrus, it needs to get 'wired in,' by forming synapses, or connections, in order to contribute to circuit function. Dentate granule cells are part of a circuit that receive electrical signals from the entorhinal cortex, a cortical brain region that processes sensory and spatial input from other areas of the brain. By combining this sensory and spatial information, the dentate gyrus can generate a unique memory of an experience.Overstreet-Wadiche and UAB colleagues posed a basic question: Since the number of neurons in the dentate gyrus increases by neurogenesis while the number of neurons in the cortex remains the same, does the brain create additional synapses from the cortical neurons to the new granule cells, or do some cortical neurons transfer their connections from mature granule cells to the new granule cells?Their answer, garnered through a series of electrophysiology, dendritic spine density and immunohistochemistry experiments with mice that were genetically altered to produce either more new neurons or kill off newborn neurons, supports the second model -- some of the cortical neurons transfer their connections from mature granule cells to the new granule cells. This opens the door to look at how this redistribution of synapses between the old and new neurons helps the dentate gyrus function. And it opens up tantalizing questions. Does this redistribution disrupt existing memories? How does this redistribution relate to the beneficial effects of exercise, which is a natural way to increase neurogenesis?\"Over the last 10 years there has been evidence supporting a redistribution of synapses between old and new neurons, possibly by a competitive process that the new cells tend to 'win,'\" Overstreet-Wadiche said. \"Our findings are important because they directly demonstrate that, in order for new cells to win connections, the old cells lose connections. So, the process of adult neurogenesis not only adds new cells to the network, it promotes plasticity of the existing network.\"\"It will be interesting to explore how neurogenesis-induced plasticity contributes to the function of this brain region,\" she continued. \"Neurogenesis is typically associated with improved acquisition of new information, but some studies have also suggested that neurogenesis promotes 'forgetting' of existing memories.\"The researchers also unexpectedly found that the Bax gene, known for its role in apoptosis, appears to also play a role in synaptic pruning in the dentate gyrus. \"There is mounting evidence that the cellular machinery that controls cell death also controls the strength and number of synaptic connections,\" Overstreet-Wadiche said. \"The appropriate balance of synapses strengthening and weakening, collectively termed synaptic plasticity, is critical for appropriate brain function. Hence, understanding how synaptic pruning occurs may shed light on neurodevelopmental disorders and on neurodegenerative diseases in which a synaptic pruning gone awry may contribute to pathological synapse loss.\"", "article_link": "http://dx.doi.org/10.7554/eLife.19886", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoaa-bph020217.php", "region": "namerica", "source_link": "https://www.uab.edu/news/innovation/item/7957-brain-plasticity-how-adult-born-neurons-get-wired-in", "funder": "Civitan International Emerging Scholars, National Institutes of Health", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "eLife", "description": "The number of neurons in the dentate gyrus increases by neurogenesis while the number of neurons in the cortex remains the same. So, does the brain create additional synapses from the cortical neurons to the new granule cells, or do some cortical neurons transfer their connections from mature granule cells to the new granule cells? Researchers have found that the connections are transferred, without adding to the number of synapses.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}