{"title": "JNeurosci: Highlights from the Feb. 1 issue", "text": "Check out these newsworthy studies from the February 1, 2017, issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org.The Brain's 'Gateway' to Conscious PerceptionEvery moment, our brains are bombarded with more information than we can consciously process. Given all the stimuli competing for our attention, what determines whether something rises to the level of conscious perception? In a new study, researchers use intracranial electrophysiological recordings to measure brain activity in human volunteers as they perform a perception task. They find activity in an area of the brain involved in reward and decision-making -- the ventral striatum -- influences whether a stimulus is consciously perceived.   Corresponding author: Heleen Slagter, h.a.slagter@uva.nlRemoving Web of Proteins Surrounding Neurons Restores PlasticityExperience fine-tunes the neural circuits in the developing brain. But there is a limited window of time -- a critical period -- during which the young brain is at its most malleable. As this window closes, web-like matrices of proteins, called perineuronal nets, begin surrounding neurons, and previous studies suggest they may help to restrain synaptic plasticity. In a new study investigating what happens during the course of activity-dependent plasticity in rats, researchers find removing perineuronal nets reduces inhibitory signaling in the brain and restores the brain to a juvenile-like state of plasticity.Corresponding author: Marianne Fyhn, marianne.fyhn@ibv.uio.noRescuing Defective Plasticity in the Alzheimer's BrainLearning new things and forming long-lasting memories requires neurons to strengthen their connections with each other, a process called synaptic plasticity. Declines in synaptic plasticity may underlie memory problems seen in normal aging and in more severe cognitive dysfunction like Alzheimer's disease. In a new study using mice and cryopreserved brain tissue from Alzheimer's patients, researchers find synapses in the Alzheimer's brain are defective in a molecular measure of plasticity called long-term potentiation, or LTP. They also identify pharmacological agents that may restore synaptic plasticity in Alzheimer's disease.Corresponding author: G. Prieto, aleph.prieto@uci.edu", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/sfn-jhf020117.php", "region": "namerica", "source_link": "https://www.sfn.org/Press-Room/News-Release-Archives/2017/JNeurosci-Highlights-From-the-February-1-Issue", "funder": "", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Perception/Awareness"], "journal": "Journal of Neuroscience", "description": "Every moment, our brains are bombarded with more information than we can consciously process. Given all the stimuli competing for our attention, what determines whether something rises to the level of conscious perception? In a new study, researchers use intracranial electrophysiological recordings to measure brain activity in human volunteers as they perform a perception task.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}