{"title": "Plants smell different when they are eaten by exotic herbivores", "text": "When they are attacked by herbivores, many plants call in reinforcements. To this end, they emit odours. These odours attract wasps, for example, that are parasites and in search for host animals. The wasps lay their eggs into the caterpillars, thereby killing them: This means fewer butterflies and voracious caterpillars in the next generation. An international research team has tested the effects of twelve types of herbivores on field mustard (Brassica rapa). The researchers found that the plants consistently adapt the odours they emit upon attack to the characteristics of the respective herbivore. This helps the plant to specifically attract natural enemies that feed on the herbivores eating them. Most surprisingly, they emit different odour bouquets in response to exotic as opposed to native herbivores.Different herbivores induce different odour bouquetsAmong the twelve different herbivores tested were caterpillars, aphids and even a slug, and the herbivore selection included specialist and generalist, sucking and chewing, as well as exotic and native species. The researchers identified subtle differences in the odours emitted by the mustard plants using a gas chromatograph with a highly accurate mass spectrometer. They found that the reactions to exotic and native herbivore species were not defined by a single volatile substance, but by the ratio of different volatiles. \"This is consistent with what we know about the perception and behaviour of parasitic wasps and other predators. They use a bouquet of odours released by the plant to obtain information about their prey,\" says study leader Nicole van Dam, who is a professor at the German Centre for Integrative Biodiversity Research (iDiv) and the Friedrich Schiller University Jena (Germany). She is also affiliated with Radboud University (Netherlands), where two of the other study authors work and were the research was carried out.Communicating plantsMany exotic herbivore species have been introduced to Europe, a process facilitated by globalisation and climate change. The problem with exotic herbivores is that they may induce similar odours as native herbivores, thereby confusing native enemies that may not be able to handle the new hosts. This was not the case in the study of van Dam and her colleagues: exotic herbivores, even if they had a similar way of feeding as their native counterparts, induced significantly different odour profiles. Van Dam sees the results as \"spectacular proof\" of how specifically plants respond to their environment. \"The plants may not have a nervous system, eyes, ears, or mouths, but they are capable of determining who is attacking them. Based on this, they can transmit reliable information to specialized parasitic wasps that can learn the odours to find their preferred host. What I find truly amazing is that they're even capable of distinguishing between a native and an exotic herbivore.\"The impressive capability of plants to identify their herbivores has recently also been demonstrated by another study with the involvement of iDiv scientists (see below). This study showed that trees are able to recognise when roe deer are feeding, using the roe deer saliva as a cue. ", "article_link": "http://dx.doi.org/10.1111/nph.14428", "url": "http://www.eurekalert.org/pub_releases/2017-01/gcfi-psd013117.php", "region": "europe", "source_link": "https://www.idiv.de/en/news/news_single_view/news_article/plants-smell.html", "funder": "ESF-EuroVOL, Netherlands Organisation for Scientific Research, Swiss National Fund, EUROCORE Project InvaVol, German Centre for Integrative Biodiversity Research", "meeting": "", "institution": "German Centre for Integrative Biodiversity Research (iDiv) Halle-Jena-Leipzig", "keywords": ["Agriculture", " Fertilizers/Pest Management", " Biology", " Biodiversity", " Ecology/Environment", " Entomology", " Plant Sciences", " Zoology/Veterinary Science", " Biotechnology"], "journal": "New Phytologist", "description": "When they are chewed by insects or other small animals, many plants react by releasing odors to attract the insect's enemies. A new study published in the scientific journal New Phytologist reveals that the odor bouquet changes depending on the type of herbivore that eats the plant. To the surprise of the researchers involved, native plants can even recognize when they are eaten by exotic herbivores. In this case, they emit a specific odor bouquet.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}