{"title": "We dislike hypocrites because they deceive us", "text": "We're averse to hypocrites because their disavowal of bad behavior sends a false signal, misleading us into thinking they're virtuous when they're not, according to new findings in Psychological Science, a journal of the Association for Psychological Science. The research shows that people dislike hypocrites more than those who openly admit to engaging in a behavior that they disapprove of.\"People dislike hypocrites because they unfairly use condemnation to gain reputational benefits and appear virtuous at the expense of those who they are condemning--when these reputational benefits are in fact undeserved,\" explains psychological scientist Jillian Jordan of Yale University, first author on the research.Intuitively, it seems that we might dislike hypocrites because their word is inconsistent with their behavior, because they lack the self-control to behave according to their own morals, or because they deliberately engage in behaviors that they know to be morally wrong. All of these explanations seem plausible, but the new findings suggest that it's the misrepresentation of their moral character that really raises our ire.In an online study with 619 participants, Jordan and Yale colleagues Roseanna Sommers, Paul Bloom, and David G. Rand presented each participant with four scenarios about characters engaging in possible moral transgressions: a member of a track team using performance-enhancing drugs, a student cheating on a take-home chemistry exam, an employee failing to meet a deadline on a team project, and a member of a hiking club who engaged in infidelity.In each scenario, participants read about a conversation involving moral condemnation of a transgression. The researchers varied whether the condemnation came from a \"target character\" (who subjects would later evaluate) or somebody else, as well as whether the scenario provided direct information about the target character's own moral behavior. Participants then evaluated how trustworthy and likeable the target character was, as well as the likelihood that the target character would engage in the transgression.The results showed that participants viewed the target more positively when he or she condemned the bad behavior in the scenario, but only when they had no information about how the character actually behaved. This suggests that we tend to interpret condemnation as a signal of moral behavior in the absence of direct information.A second online study showed that condemning bad behavior conveyed a greater reputational boost for the character than directly stating that he or she didn't engage in the behavior.\"Condemnation can act as a stronger signal of one's own moral goodness than a direct statement of moral behavior,\" the researchers write.And additional data suggest that people dislike hypocrites even more than they dislike liars. In a third online study, participants had a lower opinion of a character who illegally downloaded music when he or she condemned the behavior than when he or she directly denied engaging in it.Perhaps the most critical piece of evidence for the theory of hypocrisy as false signaling is that people disliked hypocrites more than so-called \"honest hypocrites.\" In a fourth online study, the researchers tested perceptions of \"honest hypocrites,\" who -- like traditional hypocrites -- condemn behaviors that they engage in, but who also admit that they sometimes commit those behaviors.\"The extent to which people forgive honest hypocrites was striking to us,\" says Jordan. \"These honest hypocrites are seen as no worse than people who commit the same transgressions but keep their mouths shut and refrain from judging others for doing the same -- suggesting that the entirety of our dislike for hypocrites can be attributed to the fact that they falsely signal their virtue.\"A final study showed that if an individual condemns a transgression he or she engages in, and then admits to an unrelated but equally serious transgression, participants do not forgive the hypocrisy.\"The only reason that confessing to bad behavior reflects positively on hypocrites is that it negates the false signals implied by their condemnation--it's not seen as at all morally mitigating when it does not serve this function,\" Jordan explains.The research helps to shed light on why hypocrisy -- whether it comes from an authority figure or a loved one -- really seems to rub us the wrong way:\"There are tons of interesting cases of hypocrisy -- when people engage in the very actions they condemn others for taking -- in the world around us, from politics to literature to everyday cases like an environmentalist coworker who you privately catch leaving his lights on,\" Jordan notes. \"While we all intuitively feel like it's obvious that we should hate hypocrites, when you stop to think about it, it's actually a psychological puzzle.\"Together, these findings indicate that we dislike hypocrites because we feel duped -- they benefit from the signal that moral condemnation sends while engaging in the very same immoral behavior.", "article_link": "http://dx.doi.org/10.1177/0956797616685771", "url": "http://www.eurekalert.org/pub_releases/2017-01/afps-wdh012717.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/we-dislike-hypocrites-because-they-deceive-us.html", "funder": "John Templeton Foundation", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "We're averse to hypocrites because their disavowal of bad behavior sends a false signal, misleading us into thinking they're virtuous when they're not, according to new findings in Psychological Science, a journal of the Association for Psychological Science. The research shows that people dislike hypocrites more than those who openly admit to engaging in a behavior that they disapprove of.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}