{"title": "Kids should pay more attention to mistakes, study suggests", "text": "EAST LANSING, Mich. -- Children who believe intelligence can grow pay more attention to and bounce back from their mistakes more effectively than kids who think intelligence is fixed, indicates a new study that measured the young participants' brain waves.Led by scholars at Michigan State University, the research suggests teachers and parents should help children pay more attention to the mistakes they make so they can better learn from them, as opposed to shying away from or glossing over mistakes.\"The main implication here is that we should pay close attention to our mistakes and use them as opportunities to learn,\" said Hans Schroder, lead author on the study and a fifth-year doctoral student in MSU's Department of Psychology.Published online in the journal Developmental Cognitive Neuroscience, the study is one of the first investigations into mindsets and the related brain workings of children. Participants' average age was 7 -- a time when most children are making the often difficult transition to formal schooling and when mindsets have their most noticeable impact on academic achievement.For the experiment, 123 children were assessed on whether they had a growth mindset (in which they believe people can work harder get smarter) or a fixed mindset (believing intelligence is set in stone). The children then took a fast-moving accuracy task on a computer while their brain activity was recorded. The task: Help a zookeeper capture escaped animals by pressing the spacebar when an animal appeared -- unless it was a group of three orangutan friends, who were helping capture the other animals, in which case they had to withhold their response.Within half-of-a-second after making a mistake, brain activity increases as the person becomes aware of and pays close attention to what went wrong. Essentially, a bigger brain response means the person is focusing more on the error.Children with growth mindsets were significantly more likely to have this larger brain response after making a mistake in the study. In addition, they were more likely to improve their performance on the task after making a mistake.The study also showed that children with fixed mindsets were also able to bounce back after their mistakes, but only if they paid close attention to the errors. Previous research indicated that people with the fixed mindset don't want to acknowledge they've made a mistake. Some people will even start taking about something else they're good at as a defense mechanism. But the current findings suggest that the more they attend to their errors, fixed-minded children may still be able to recover as well as their growth-minded peers.Many parents and teachers shy away from addressing a child's mistakes, telling them \"It's OK, you'll get it the next time,\" without giving them the opportunity to figure out what went wrong, Schroder said. \"Instead they could say: 'Mistakes happen, so let's try to pay attention to what went wrong and figure it out.'\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/msu-ksp013017.php", "region": "namerica", "source_link": "http://go.msu.edu/76y", "funder": "", "meeting": "", "institution": "Michigan State University", "keywords": ["Social/Behavioral Science", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Developmental Cognitive Neuroscience", "description": "Children who believe intelligence can grow pay more attention to and bounce back from their mistakes more effectively than kids who think intelligence is fixed, indicates a new study that measured the young participants' brain waves.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}