{"title": "New study shows mindfulness motivates people to make healthier choices", "text": "\"Smoking causes wrinkles that age you prematurely. What are cigarettes costing you?\"\"150 minutes of exercise a week reduces the risk of cancer.\"\"2,000 calories a day is all most adults should eat.\"We hear so many well-meaning and well-researched messages about how to be healthier, and for many, they prompt real change, like quitting smoking, exercising more and eating better. But for some people, these messages prompt only a defensive and resentful reaction: \"Stop nagging and leave me alone.\" Why do some people hear these messages so differently, and how can researchers help them be more effective? In looking at this problem, a new study by researchers at the Annenberg School for Communication at the University of Pennsylvania found that people who are more mindful are more receptive to health messaging and more likely to be motivated to change. The study, \"Dispositional Mindfulness Predicts Adaptive Affective Responses to Health Messages and Increased Exercise Motivation,\" which will be published in the journal Mindfulness, examines the role of mindfulness in health communication. According to lead author Yoona Kang, a postdoctoral fellow at the Annenberg School, \"mindfulness is usually defined as having awareness of the present moment\" and has been shown in previous studies to reduce negative reactions to emotionally charged situations. \"Health messaging often causes people to react emotionally in negative ways, so we investigated factors, including mindfulness, that could potentially influence people to be more receptive to health messages and more motivated to change their behavior,\" said senior author Emily Falk, Ph.D., Associate Professor of Communication at the Annenberg School.The study assembled a group of people who achieve only low levels of weekly exercise and exposed them to a variety of health messages. The researchers observed the reactions of the participants to the health messages, recorded their motivation (or lack thereof) to change their behavior, and later inquired as to whether the participants had actually changed their behavior.To gauge how mindful each person was in day-to-day life, the researchers asked each participant to complete the Mindful Attention Awareness Scale (MAAS). The MAAS is composed of 15 scenarios, including \"I forget a person's name almost as soon as I've been told it for the first time\" and \"I tend to walk quickly to get where I'm going without paying attention to what I experience along the way,\" that are answered on a scale of 1 to 6, ranging from \"almost always\" to \"almost never.\" The higher a person's total score, the more mindful that person is considered to be. The study showed that less mindful people were also less likely to make a positive change in behavior as a response to health messaging.\"Some people, when confronted with health messages, felt really bad about themselves,\" said Falk, \"and that didn't help them change their behavior. And in the long run, it doesn't help us have a healthier, happier population.\"People who are more mindful, however, reacted less negatively to health messages and were less likely to feel ashamed by them. These people, in turn, were also more likely to change their behavior to be healthier.The researchers' findings add to the growing literature on the health benefits of mindfulness, and they believe this has important implications. \"Individuals may benefit from cultivating mindful attention when processing potentially threatening yet beneficial health information,\" said Kang. \"It's possible that incorporating mindfulness cultivation into existing intervention strategies can promote more widespread positive health behavior.\"", "article_link": "http://dx.doi.org/10.1007/s12671-016-0608-7", "url": "http://www.eurekalert.org/pub_releases/2017-01/uop-ns013017.php", "region": "namerica", "source_link": "https://www.asc.upenn.edu/news-events/news/new-study-shows-mindfulness-motivates-people-make-healthier-choices", "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Medicine/Health", " Public Health", " Social/Behavioral Science", " Behavior", " Exercise", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Mindfulness", "description": "People who are more mindful -- aware of the present moment -- are less likely to feel shame when confronted with health advice and are thus more motivated to make positive behavior changes, according to new research from the Annenberg School for Communication at the University of Pennsylvania.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}