{"title": "Practice makes perfect, and 'overlearning' locks it in", "text": "PROVIDENCE, R.I. [Brown University] --Want to learn something and then quickly make that mastery stick? A new Brown University study in which people learned visual perception tasks suggests that you should keep practicing for a little while even after you think you can't get any better. Such \"overlearning\" locked in performance gains, according to the Nature Neuroscience paper that describes the effect and its underlying neurophysiology.Everybody from actors learning lines, to musicians learning new songs, to teachers trying to impart key facts to students has observed that learning has to \"sink in\" in the brain. Prior studies and also the new one, for example, show that when people learn a new task and then learn a similar one soon afterward, the second instance of learning often interferes with and undermines the mastery achieved on the first one.The new study shows that overlearning prevents against such interference, cementing learning so well and quickly, in fact, that the opposite kind of interference happens instead. For a time, overlearning the first task prevents effective learning of the second task -- as if learning becomes locked down for the sake of preserving master of the first task. The underlying mechanism, the researchers discovered, appears to be a temporary shift in the balance of two neurotransmitters that control neural flexibility, or \"plasticity,\" in the part of the brain where the learning occurred.\"These results suggest that just a short period of overlearning drastically changes a post-training plastic and unstable [learning state] to a hyperstabilized state that is resilient against, and even disrupts, new learning,\" wrote the team led by corresponding author Takeo Watanabe, the Fred M. Seed Professor of Cognitive Linguistic and Psychological Sciences at Brown.Different ways to learnThe findings arose from several experiments in which Watanabe, lead author Kazuhisa Shibata and their co-authors asked a total of 183 volunteers to engage in the task of learning to detect which one of the two successively presented images had a patterned orientation and which depicted just unstructured noise. After eight rounds, or \"blocks,\" of training, which lasted about 20 minutes total, the initial 60 volunteers seemed to master the task.With that established, the researchers then formed two new groups of volunteers. After a pre-test before any training, a first group practiced the task for eight blocks, waited 30 minutes, and then trained for eight blocks on a new similar task. The next day they were tested on both tasks to assess what they learned. The other group did the same thing, except that they overlearned the first task for 16 blocks of training.On the next day's tests, the first group performed quite poorly on the first task compared to the pre-test but showed substantial progress on the second task. Meanwhile the overlearning group showed strong performance on the first task, but no significant improvement on the second. Regular learning subjects were vulnerable to interference by the second task (as expected) but overlearners were not.In the second experiment, again with new volunteers, the researchers lengthened the break between task training from 30 minutes to 3.5 hours. This time on the next day's tests, each group -- those who overlearned and those who didn't -- showed similar performance patterns in that they both demonstrated significant improvement on both tasks. Given enough time between learning tasks, people successfully learned both and neither kind of interference was evident.What was going on? The researchers sought answers in a third experiment by using the technology of magnetic resonance spectroscopy to track the balance of two neurotransmitters in volunteers as they learned. Focusing on the \"early visual\" region in each subject's brain, the researchers tracked the ratio of glutamate, which promotes plasticity, and GABA, which inhibits it. One group of volunteers trained on a task for eight blocks while the other group trained on it for 16. Meanwhile they all underwent MRS scans before training, 30 minutes after, and 3.5 hours after, and took the usual pre-training and post-training performance tests.The overlearners and the regular learners revealed a perfectly opposite pattern in how the ratio of their neurotransmitter levels changed. They all started from the same baseline, but for regular learners, the ratio of glutamate to GABA increased markedly 30 minutes after training, before declining almost back to the baseline by 3.5 hours. Meanwhile, the overlearners showed sharp decline in the ratio of glutamate to GABA 30 minutes after training before it rose nearly back to baseline by 3.5 hours.In other words, at the stage when regular learners were at the peak of plasticity (leaving their first training vulnerable to interference from a second training), overlearners were hunkered down with inhibition (protecting the first training, but closing the door on the second). After 3.5 hours everyone was pretty much back to normal.In a final experiment, the researchers showed that the amount of decline in the glutamate to GABA ratio in each volunteer was proportional to the degree to which their first training interfered with their second training, suggesting that the link between the neurotransmitter ratio and the effects of overlearning were no coincidence.Timing is everythingThough the study focused on a visual learning task, Watanabe said he is confident the effect will likely translate to other kinds of learning, such as motor tasks, where phenomena such as interference work similarly.If further studies confirm that overlearning's effects indeed carry over to learning in general, then such findings would suggest some advice optimizing the timing of training:\"If you want to learn something very important, maybe overlearning is a good way,\" Watanabe said. \"If you do overlearning, you may be able to increase the chance that what you learn will not be gone.\"", "article_link": "http://dx.doi.org/10.1038/nn.4490", "url": "http://www.eurekalert.org/pub_releases/2017-01/bu-pmp012517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Foundation, Japan Society for the Promotion of Science", "meeting": "", "institution": "Brown University", "keywords": ["Education", " Neurobiology", " Social/Behavioral Science", " Learning/Literacy/Reading", " Memory/Cognitive Processes"], "journal": "Nature Neuroscience", "description": "People who continued to train on a visual task for 20 minutes past the point of mastery locked in that learning, shielding it from interference by new learning, a new study in Nature Neuroscience shows.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}