{"title": "Study reveals substantial evidence of holographic universe", "text": "A UK, Canadian and Italian study has provided what researchers believe is the first observational evidence that our universe could be a vast and complex hologram.Theoretical physicists and astrophysicists, investigating irregularities in the cosmic microwave background (the 'afterglow' of the Big Bang), have found there is substantial evidence supporting a holographic explanation of the universe - in fact, as much as there is for the traditional explanation of these irregularities using the theory of cosmic inflation.The researchers, from the University of Southampton (UK), University of Waterloo (Canada), Perimeter Institute (Canada), INFN, Lecce (Italy) and the University of Salento (Italy), have published findings in the journal Physical Review Letters.A holographic universe, an idea first suggested in the 1990s, is one where all the information, which makes up our 3D 'reality' (plus time) is contained in a 2D surface on its boundaries.Professor Kostas Skenderis of Mathematical Sciences at the University of Southampton explains: \"Imagine that everything you see, feel and hear in three dimensions (and your perception of time) in fact emanates from a flat two-dimensional field.  The idea is similar to that of ordinary holograms where a three-dimensional image is encoded in a two-dimensional surface, such as in the hologram on a credit card.  However, this time, the entire universe is encoded!\"Although not an example with holographic properties, it could be thought of as rather like watching a 3D film in a cinema.  We see the pictures as having height, width and crucially, depth - when in fact it all originates from a flat 2D screen. The difference, in our 3D universe, is that we can touch objects and the 'projection' is 'real' from our perspective.In recent decades, advances in telescopes and sensing equipment have allowed scientists to detect a vast amount of data hidden in the 'white noise' or microwaves (partly responsible for the random black and white dots you see on an un-tuned TV) left over from the moment the universe was created.  Using this information, the team were able to make complex comparisons between networks of features in the data and quantum field theory.  They found that some of the simplest quantum field theories could explain nearly all cosmological observations of the early universe.Professor Skenderis comments: \"Holography is a huge leap forward in the way we think about the structure and creation of the universe.  Einstein's theory of general relativity explains almost everything large scale in the universe very well, but starts to unravel when examining its origins and mechanisms at quantum level.  Scientists have been working for decades to combine Einstein's theory of gravity and quantum theory.  Some believe the concept of a holographic universe has the potential to reconcile the two.  I hope our research takes us another step towards this.\"The scientists now hope their study will open the door to further our understanding of the early universe and explain how space and time emerged.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uos-srs013017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Southampton", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Astronomy", " Astrophysics"], "journal": "Physical Review Letters", "description": "A UK, Canadian and Italian study has provided what researchers believe is the first observational evidence that our universe could be a vast and complex hologram.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}