{"institution": "Columbia University Medical Center", "title": "Common epilepsies share genetic overlap with rare types", "url": "http://www.eurekalert.org/pub_releases/2017-01/cumc-ces010617.php", "article_link": null, "region": "namerica", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Epilepsy-Research UK", "meeting": "", "journal": "Lancet Neurology", "source_link": null, "text": "NEW YORK NY (January 13, 2016)--An international study led by Columbia University Medical Center (CUMC) and NewYork-Presbyterian researchers has found that several genes previously implicated only in rare, severe forms of pediatric epilepsy also contribute to common forms of the disorder. \"Our findings raise hopes that the emerging paradigm for the treatment of rare epilepsies, where therapies are targeted to the precise genetic cause of disease, may also extend to a proportion of common epilepsy syndromes,\" said study leader David B. Goldstein, PhD, director of the Institute for Genomic Medicine and professor in the Departments of Genetics and Development and Neurology at CUMC.The findings were published online today in The Lancet Neurology.In recent years, researchers have uncovered dozens of genes that, alone or in combination with other factors, cause rare pediatric epilepsies. These discoveries have led to the use of targeted therapies for some seizure disorders, such as the ketogenic (high-fat, low-carbohydrate) diet in patients with Dravet syndrome or a GLUT-1 deficiency. Other therapies such as quinidine, a medication to treat heart arrhythmias, and memantine, an Alzheimer's disease treatment, have been tried in children with certain gene mutations. These attempts have not proved universally effective for all patients with these mutations, but suggest the potential to repurpose existing medicines to treat rare genetic forms of epilepsy.\"Unlike very rare types epilepsies, previous studies had shed little light on the genetic underpinnings of common epilepsies, which suggested that this precision medicine paradigm may have a very narrow application,\" said Dr. Goldstein. To learn more about the genetics of epilepsy, Dr. Goldstein and his colleagues conducted a study to identify the genetic contributions to more common forms of epilepsy. In the study, the first of its kind, researchers compared the exomes (protein-coding genes) of 1,140 individuals with two of the most common types of epilepsy with the exomes of 3,877 unrelated epilepsy-free controls. The analyses were conducted at CUMC's Institute for Genomic Medicine, in collaboration with NewYork-Presbyterian, as part of Epi4K, an international consortium of epilepsy clinicians and researchers. Most of the patients were recruited through the Epilepsy Phenome/Genome Project.The researchers found a significant excess of mutations in five genes, previously implicated only in rare forms of epilepsy, in some of the individuals with familial non-acquired focal epilepsy, one of the more common types. \"We estimate that these five genes contribute to epilepsy risk in approximately 8 percent of people with this common form of the disorder,\" said Erin Heinzen Cox, PhD, assistant professor in the Department of Pathology and Cell Biology and Deputy Director of the Institute for Genomic Medicine at CUMC. A similar pattern was also observed for another common type of epilepsy, genetic generalized epilepsy. The findings have important implications for clinical practice and for research. \"At present, all common epilepsies are treated the same way, with the same group of medications,\" said Dr. Goldstein. \"But as we identify more of these epilepsy genes that span a much wider range of types of epilepsy than previously thought, we can begin to try targeted therapies across these patient populations. As this genetically driven treatment paradigm becomes more established, our field, which is accustomed to undertaking large clinical trials in broad patient populations, will need to take a new approach to clinical research, focusing on patients based on their genetic subtype.\"\"This is a very exciting breakthrough in the treatment of epilepsy, in which current treatment is based on whether a child has focal seizures, which begin in one area of the brain, or generalized seizures,\" said James J. Riviello, MD, the Sergievsky Family Professor of Neurology and Pediatrics and Chief of Child Neurology at Morgan Stanley Children's Hospital/NewYork-Presbyterian. \"Genetic testing for epilepsy may allow us to identify the specific anticonvulsant medication that potentially works best for an individual patient. We have already identified children in whom knowing the underlying genetic basis of the epilepsy has guided our treatment choices.\"\r\n\tAdditional studies, analyzing 10,000 to 12,000 samples, are planned for the coming year.\"With a larger analysis, we expect to find additional genetic variations that contribute to common epilepsies,\" said Dr. Goldstein.", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics"], "description": "Researchers at Columbia University Medical Center and NewYork-Presbyterian showed that several genes implicated in rare forms of pediatric epilepsy also contribute to common forms of the disorder.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}