{"institution": "Society for Academic Emergency Medicine", "title": "Study reveals gender and race disparities in ACS pretest probabilities in the ED", "url": "http://www.eurekalert.org/pub_releases/2017-01/sfae-srg011017.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Academic Emergency Medicine (AEM)", "source_link": null, "text": "Des Plaines, IL- Gender and racial disparities persist in the ED when it comes to the evaluation of chest pain with the potential for acute coronary syndrome (ACS); however, not in the way many would expect. That is the main finding of a study to be published in the February 2017 issue of Academic Emergency Medicine, a journal of the Society of Academic Emergency Medicine. The study, authored by researchers at the Indiana University School of Medicine, found evidence that physicians' subjective estimation of ACS risk was consistently lower for both females and minorities in agreement with calculated objective pretest assessments. Surprisingly and contrary to expectations based upon these assessments, there does not appear to be any significant decrease in the subsequent evaluation of these perceived lower-risk groups when radiation exposure and costs are taken into account. These findings suggest that the ED evaluation of chest pain has become protocolized to the point that it is immune to the unconscious and/or systemic bias which have been shown to influence the evaluation and care of many other conditions in healthcare. Further research and effort is needed to understand why physicians either tend to underestimate ACS risk in women and minorities or do not match their level of subsequent testing to level of risk they assigned.First author and co-researcher Paul Musey, Jr., MD, assistant professor at Indiana University School of Medicine, added, \"This is quite surprising because we would have expected physicians to remain intellectually congruent and offer less testing to the patients they perceived to be at lower risk of ACS (women and minorities).\"Analysis by gender is vital to research performed by emergency physicians; in particular, this topic is very germane to practicing clinicians. It is consistent with the research priorities for examining the influence of sex and gender on diagnostic choices established recently by our specialty at the AEM consensus conference on Gender-Specific Research in Emergency Care and is in line with expectations of the NIH,\" said Marna Rayl Greenberg, DO, MPH, Director of EM Research, Lehigh Valley Hospital and co-chair of the 2014 Academic Emergency Medicine Consensus Conference on Gender-Specific Research in Emergency Care: Investigate, Understand, and Translate How Gender Affects Patient Outcomes.", "keywords": ["Education", " Health Care", " Medical Education", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Science/Health and the Law"], "description": "Study finds that gender and racial disparities persist in the ED when it comes to the evaluation of chest pain with the potential for acute coronary syndrome (ACS) -- just not in the way many would expect.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}