{"keywords": ["Medicine/Health"], "funder": "", "journal": "Science Translational Medicine", "description": "A study by Stanford University investigators suggests that key features of autism reflect an imbalance in signaling from excitatory and inhibitory neurons in a portion of the forebrain, and that reversing the imbalance could alleviate some of its hallmark symptoms.", "title": "Autism may reflect excitation-inhibition imbalance in brain, Stanford study finds", "source_link": null, "institution": "Stanford University Medical Center", "meeting": "", "text": "A study by Stanford University investigators suggests that key features of autism reflect an imbalance in signaling from excitatory and inhibitory neurons in a portion of the forebrain, and that reversing the imbalance could alleviate some of its hallmark symptoms. In a series of experiments conducted on a mouse model of the disorder, the scientists showed that reducing the ratio of excitatory to inhibitory signaling countered hyperactivity and deficits in social ability, two classic symptoms of autism in humans.The study will be published Aug. 2 in Science Translational Medicine. Karl Deisseroth, professor of bioengineering and of psychiatry and behavioral sciences, is the study's senior author. The lead author is former graduate student Aslihan Selimbeyoglu, PhD.In 2011, Deisseroth's group published a study in Nature showing that autismlike behavioral deficits could be induced in ordinary mice by elevating the ratio of excitatory to inhibitory neuronal firing patterns in the mice's medial prefrontal cortex. The new study shows that decreasing that ratio restores normal behavior patterns in a strain of lab mice bioengineered to mimic human autism. These mice carry a mutation equivalent to a corresponding mutation in humans that is associated with autism spectrum disorder.Autism incidence increasingFor reasons that are not understood, the incidence of autism spectrum disorder has increased steadily in recent years, said Deisseroth, a practicing psychiatrist. Around 1 in 80 American children may be diagnosed with the disorder, which is characterized by repetitive behaviors and difficulty with social interaction. To date, there are no medications that treat the fundamental underpinnings of the disorder.\"In all of psychiatry, there's no lab test that can diagnose this condition,\" said Deisseroth. \"It's been associated with numerous genetic variants, many of which appear to exert only small individual influences.\"Deisseroth, who holds the D.H. Chen Professorship, notes that UCSF psychiatrist John Rubenstein and his colleagues, among others, have theorized that an excitation-inhibition imbalance might account for these phenomena. While myriad genetic variations contribute to autism, many of them may do so by impairing, in diverse ways, a single process or a small number of processes necessary for overall healthy brain function, such as a balance between excitatory and inhibitory signaling in key brain regions. One of those regions is the medial prefrontal cortex, which plays a major role in executive functions, such as planning, prediction, attention and integrating information from other individuals' behaviors and speech for clues as to what they might be thinking. Testing the hypothesis\"Social interaction may be the hardest thing a mammal can do,\" Deisseroth said. \"It's an immensely complex phenomenon that requires rapid, highly integrated communication among disparate, distant parts of the brain. Specific brain states well-suited for rich information handling may be needed for effective social communication and behavior.\"To test the excitation-inhibition balance hypothesis, the Stanford scientists launched a set of experiments employing the mutant mice, which display hyperactive behavior and impaired social interaction. Interestingly, these mice also share a less visible characteristic with humans carrying the equivalent mutation: a shortage, compared with normal mice and humans, of parvalbumin neurons, a particular category of inhibitory nerve cell found throughout the brain. In a 2009 Nature paper, Deisseroth and his team reported that parvalbumin neuron activity can improve the information-handling capacity of forebrain neurons.The researchers used optogenetics, an advanced laboratory technology that Deisseroth pioneered, to insert genes for two types of light-sensitive proteins, or opsins, into two distinct sets of neurons in the medial prefrontal cortex of the mice. The researchers inserted one type of opsin into parvalbumin inhibitory neurons in that region of the mice's brains. It made the neuron more excitable if it received a pulse of blue light, delivered via an implanted optical fiber.The other opsin, also activated with a pulse of blue light, had the opposite effect: When activated, it rendered the neuron on which it sat more resistant to firing. The scientists put this inhibitory opsin in a set of excitatory medial prefrontal cortex neurons called pyramidal neurons.Reducing the excitation-inhibition ratio by either diminishing the excitability of the pyramidal neurons or by increasing the excitability of the parvalbumin neurons led to the same result in the mice: more time spent engaging in social encounters with other mice and less hyperactivity during those encounters or when the mice were by themselves.\"Excitation-inhibition balance can take many forms and may be important at different stages of life,\" Deisseroth said. \"Together, these findings suggest that this form of regulating the ratio of excitatory- to inhibitory-cell firing in the medial prefrontal cortex may be significant in normal social behavior and in autism.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/sumc-amr073117.php", "article_link": null, "date": "Wed, 02 Aug 2017 04:00:00 GMT"}