{"keywords": ["Biology", " Biochemistry", " Biomechanics/Biophysics", " Biotechnology", " Cell Biology", " Molecular Biology"], "funder": "National Institutes of Health, Welch Foundation, American Cancer Society, Cancer Prevention and Research Institute of Texas, American Heart Association, National Science Foundation of China, Ministry of Science and Technology of China", "journal": "Chemical Science", "description": "Each cell in the body is made up of a number of tiny sealed membranous subunits called organelles, and they send things like lipids back and forth to allow the cell to function. A process called membrane tethering is responsible for bridging the gap between organelles, and now, Texas A&M researchers have discovered a way to manipulate this tethering. The study was the cover story in the journal Chemical Science.", "title": "Building bridges within the cell -- using light", "source_link": "https://vitalrecord.tamhsc.edu/building-bridges-within-the-cell-using-light/", "institution": "Texas A&M University", "meeting": "", "text": "Each cell in the body is made up of a number of tiny sealed membranous subunits called organelles, and they send things like lipids back and forth to allow the cell to function. A process called membrane tethering is responsible for bridging the gap between organelles at a specialized subcellular zone called membrane contact sites and, now, researchers have a way to manipulate this tethering. \"For the first time, we're able to build bridges of different lengths in living cells to connect subcellular compartments with great temporal and spatial control,\" said Yubin Zhou, PhD, associate professor at the Texas A&M Institute of Biosciences and Technology and principal investigator on this work, which was the cover story this week in the journal Chemical Science.Zhou's method, a variant of which he used in previous research to control immune cells, is called optogenetics, and involves using light to control the function of proteins. In this case, the proteins are the building blocks of the bridge between organelles, and the length of that bridge--even if the difference is only in nanometers--can influence the function of the cell because it is over the bridge that organelles exchange critical building blocks such as lipids and send messengers such as calcium ions.When this process is disrupted, there can be devastating consequences like cell death and metabolic dysfunction. \"The optogenetic tools developed in the study might hold great promise to rescue these detrimental conditions with a simple pulse of light,\" Zhou said. \"The potential impact is likely to be broad and profound, in that it allows the use of non-invasive light, for the first time, to study and manipulate these subcellular structures that are considered to be one of the most challenging and elusive in mammalian cells.\"Although this initial work focused on the connection between the plasma membrane of the cell and an organelle called the endoplasmic reticulum, future work will be broadened to other places of connection, such as between the endoplasmic reticulum and the mitochondria.\"These tools will furnish untapped potentials for scientists to conveniently rewire cell signaling, control protein-lipid associations, perturb intracellular communication among organelles and tweak the motion and behavior of proteins embedded within biological membranes,\" Zhou said. \"It opens untold new research areas, and we believe this work could have wide implications for multiple disciplines.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/tau-bbw080117.php", "article_link": null, "date": "Tue, 01 Aug 2017 04:00:00 GMT"}