{"title": "Prior dengue or yellow fever exposure does not worsen zika infection in monkeys", "text": "Rhesus macaques previously infected with dengue or yellow fever viruses appear to be neither more nor less susceptible to severe infection with Zika virus, according to new research published in PLOS Pathogens.Dengue, yellow fever, and Zika are all members of the Flavivirus genus. Previous laboratory studies have shown that antibodies produced by the human immune system to fight dengue virus can also interact with Zika virus (ZIKV) without inactivating it. These studies have raised concerns that such antibodies could actually worsen Zika infection by a process known as antibody-dependent enhancement.To gain further insight into these concerns, Dr. Michael McCracken of the Walter Reed Army Institute of Research, Maryland, and colleagues infected 25 rhesus macaques with Zika virus. Six of the monkeys had been infected with dengue and five with yellow fever more than a year prior, and fourteen had never been infected with dengue, yellow fever, or other related viruses.Before Zika infection, the researchers collected dengue and yellow fever antibodies from blood samples taken from the previously infected macaques. They showed in the laboratory that these antibodies were cross-reactive with ZIKV along with evidence of increased ZIKV infection in vitro. Critically, despite the detection of enhanced Zika infection in cell culture models using antibodies from macaques previously exposed to either yellow fever or dengue and then exposed to Zika, there were no signs of enhanced Zika infection seen in these macaques themselves. Post-infection analysis of blood, urine, cerebrospinal fluid, saliva, vaginal secretions, immune system responses, and other clinical factors showed no significant differences between the effects of Zika infection on previously infected macaques versus macaques never infected by related viruses. Thus, in vitro enhancement assays lacked the ability to predict flavivirus disease severity in the rhesus macaque model.The researchers note that their findings may not necessarily apply to humans, and that further clinical data are needed. Researchers seek to understand whether prior flavivirus infections could impact the clinical course of Zika infection. \"The study indicates that prior flavivirus immunity is unlikely to impact the safety of a Zika vaccine candidate. Ongoing trials will help inform future vaccine development,\" said McCracken.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/wrai-pdo080417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Walter Reed Army Institute of Research", "keywords": ["Cell Biology", " Virology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "PLOS Pathogens", "description": "Rhesus macaques previously infected with dengue or yellow fever viruses appear to be neither more nor less susceptible to severe infection with Zika virus, according to new research published in PLOS Pathogens.", "date": "Fri, 04 Aug 2017 04:00:00 GMT"}