{"title": "NIH scientists track Zika virus transmission in mice", "text": "National Institutes of Health (NIH) scientists have developed a mouse model to study Zika virus transmitted sexually from males to females, as well as vertically from a pregnant female to her fetus. They are using the model to study how and when the virus is spread, including how the virus crosses the placenta, as well as to investigate potential treatments to block virus transmission.Scientists from NIH's National Institute of Allergy and Infectious Diseases developed the model, which was challenging because mice naturally defend against Zika virus better than people because they have a stronger interferon response. Interferon is a powerful antiviral protein that inhibits the virus. The researchers suppressed the interferon in specialized laboratory mice that also lack the ability to produce T cells or B cells. These mice, called anti-interferon Rag (AIR) mice, have prolonged virus infection in the testes, akin to Zika-infected men. This attribute allowed the investigators to study sexual transmission from male to female mice, which occurred frequently.In addition to sexual transmission, the researchers also showed that Zika virus was transmitted vertically from pregnant AIR mice to their fetuses. The researchers found that only some fetuses from each female were infected with virus, suggesting that the placenta may be the most important barrier in preventing Zika virus from reaching the fetus. The group also found that the virus could be detected in fetal tissues other than mouse brain tissue, such as the lymph nodes.  Studying how Zika virus is spread in mouse fetuses may help us understand how Zika infection leads to various birth defects in people.Although Zika virus usually does not cause illness in people, the virus can cause birth defects when an infected pregnant woman transmits it to her fetus. While there are no licensed vaccines or treatments available for Zika virus, many candidates are in various stages of development.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/nioa-nst080317.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/nih-scientists-track-zika-virus-transmission-mice", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Virology", " Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Scientific Reports", "description": "National Institutes of Health (NIH) scientists have developed a mouse model to study Zika virus transmitted sexually from males to females, as well as vertically from a pregnant female to her fetus. They are using the model to study how and when the virus is spread, including how the virus crosses the placenta, as well as to investigate potential treatments to block virus transmission.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}