{"title": "Study charts flu shot's impact on pregnant women and their babies", "text": "Pregnant women and young babies are among those most at risk for complications, hospitalization, and death from the flu. While doctors have long recommended flu shots for protection, experts weren't exactly sure how the shots affect pregnancy. \"The flu shots help us develop antibodies to protect us from the flu virus. However, not everyone shows the same antibody responses to the vaccine. One key factor that can affect antibody responses is repeated vaccination. Growing evidence shows that those who received a flu shot in the prior year have lower antibody responses in the current year,\" said Lisa Christian, associate professor and researcher from the Institute for Behavioral Medicine Research at The Ohio State University Wexner Medical Center. \"We launched this study to not only track how prior vaccination affects immune responses in expectant mothers, but also to see whether it affects how well antibodies against the flu are transferred from the mother to the baby.\"Researchers administered flu vaccine to 141 pregnant women, 91 of whom received a flu shot in the previous year, 50 who had not. The results, published in Vaccine, found that women who hadn't received a flu shot in the previous year had better initial immune responses to the vaccine. For those who had received a flu shot the previous year, their peak antibody responses were weakened. To see how that might affect babies, researchers tested women throughout their pregnancy and, upon delivery, tested blood from the umbilical cord to see how well protection against the flu had been transferred to the baby while in the womb. \"The good news is that we found that the benefits of maternal vaccination for the baby were not affected by prior vaccination in the mothers,\" said Christian. \"Women who get a flu shot year after year will likely see their initial antibody response weakened over time, but these data suggest it does not meaningfully affect protection in theirbabies. This is of clinical importance because many people are vaccinated annually, as recommended.\"Although prior vaccination may modestly lower clinical protection from vaccination in the current year, annual vaccination is still the best way for people to protect themselves from the flu. All women should get the flu shot during pregnancy because it's a time of high risk for complications from the flu and, until they are six months of age, babies can't get their own flu shots, so the only way to protect them in the first few months of life is for the mother to get a flu shot during pregnancy.In addition to getting a flu vaccine, pregnant women should avoid people who are sick and wash their hands frequently to prevent the spread of germs.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/m-scf080117.php", "region": "namerica", "source_link": "http://bit.ly/2ufkoQV", "funder": "", "meeting": "", "institution": "Ohio State University Wexner Medical Center", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Gynecology", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Vaccine", "description": "For most of us, getting the flu is a miserable inconvenience, but for some it can be dangerous, even deadly. Pregnant women and young babies are among those most at risk for complications from the flu, and while doctors have long recommended flu shots for protection, experts weren't exactly sure how the shots affect pregnancy.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}