{"title": "Public trust in science spiked after media coverage of Zika vaccine trial", "text": "How can the public's confidence in science be strengthened?Public trust in science has largely held steady for decades, despite short-term fluctuations. But new findings based on a survey of public attitudes toward the Zika vaccine suggest that there is a way to increase public support for science.The study, published in the August issue of the journal Science Communication, examines what happened in August 2016 after the launch of the first human trial of a Zika vaccine. Following widespread media coverage of the trial, people paid more attention to news about the Zika virus and showed greater trust in science. The spike in public confidence in science lasted just two weeks, though the heightened attention to the Zika virus persisted for six weeks.\"For two weeks following the vaccine announcement, people were more likely to agree that science enables us to solve almost any problem,\" said Joseph Hilgard, a former postdoctoral fellow at the Annenberg Public Policy Center (APPC) of the University of Pennsylvania. Hilgard co-authored the study with APPC Director Kathleen Hall Jamieson. The study is based on data from the policy center's Annenberg Science Knowledge (ASK) survey, a weekly national telephone survey of U.S. adults. The researchers analyzed 31 weeks of survey data, starting in February 2016, with a total sample of 34,266 responses. The survey respondents were asked which of these two statements comes closer to their view: \"Science enables us to overcome almost any problem\" or \"Science creates unintended consequences and replaces older problems with new ones.\" (Permitted responses also included \"both\" and \"it depends.\")In the weeks following the vaccine trial, there was \"a significant, albeit short term, increase in an otherwise stable indicator of confidence in science,\" the researchers said.\"This finding opens the possibility that confidence in science could be bolstered in a more sustained fashion by regularized communication about advances made by science,\" the researchers said. \"These communications may be particularly effective when they provide potential solutions to problems placed by media on the national agenda.\"Hilgard and Jamieson wrote that attitudes toward science are linked with personal values and social identities, and a vaccine for the mosquito-borne Zika virus is a notably uncontroversial solution. Unlike other Zika remedies, such as aerial spraying or the release of genetically modified mosquitoes, a vaccine \"does not conflict with mainstream public values or cultural norms,\" the study said.There are limitations to the research, said Hilgard, an assistant professor of social psychology at Illinois State University. The ASK survey, which asked respondents for their opinions of the Centers for Disease Control and Prevention (CDC) and the National Institutes of Health (NIH), found that \"opinions toward the CDC or the NIH did not warm\" during this period despite the increase in media coverage of the directors of both agencies. Nor was there a change in confidence in the federal government's ability to respond effectively to a Zika outbreak. It is possible, Hilgard said, that those survey results were affected by people's attitudes toward government rather than science.The two-week increase in trust in science is consistent with the duration of media effects seen in political campaigns, such as messaging in ads, the study said. But unless that bolstered credibility is reinforced, it \"is likely to be relatively brief even under the best of circumstances.\" Attempts to raise confidence, the researchers said, may \"backfire if the public feels that a problem or its solution is overstated for the personal benefit of scientists, politicians, or the media, although further empirical research is needed.\"Despite the overall stability of trust in science, public confidence has dipped when government officials offered assurances that proved to be false. For instance, the mishandling of \"mad cow disease\" in Britain during the 1990s led to a loss of trust in government institutions, the study notes. Similarly, in the United States in 2014, attitudes toward the CDC took a short-term plunge after officials inaccurately claimed that U.S. hospitals were prepared to deal with the Ebola virus.", "article_link": "http://dx.doi.org/10.1177/1075547017719075", "url": "http://www.eurekalert.org/pub_releases/2017-07/appc-pti072817.php", "region": "namerica", "source_link": "http://www.annenbergpublicpolicycenter.org/public-trust-in-science/", "funder": "", "meeting": "", "institution": "Annenberg Public Policy Center of the University of Pennsylvania", "keywords": ["Vaccines", " Infectious/Emerging Diseases", " Public Health", " Policy/Ethics", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mass Media"], "journal": "Science Communication", "description": "Does a scientific breakthrough increase confidence in science? The question is raised by a study of public attitudes about trust in science following media coverage of the Zika vaccine trial in 2016.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}