{"date": "2018-01-19_20:55:11", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "benjamin", "kim", "assistant", "professor", "ophthalmology", "penn", "scheie", "eye", "institute", "view", "frontotemporal", "degeneration", "ftd", "progressive", "neurodegenerative", "condition", "present", "tens", "thousands", "americans", "often", "difficult", "diagnose", "accurately", "study", "published", "week", "online", "ahead", "print", "neurology", "researchers", "perelman", "school", "medicine", "university", "pennsylvania", "found", "evidence", "simple", "eye", "exam", "retinal", "imaging", "test", "may", "help", "improve", "accuracy", "using", "inexpensive", "technique", "penn", "medicine", "scientists", "found", "patients", "ftd", "showed", "thinning", "outer", "retina", "layers", "photoreceptors", "see", "compared", "control", "retina", "potentially", "affected", "neurodegenerative", "disorders", "projection", "brain", "prior", "studies", "suggested", "patients", "alzheimer", "disease", "als", "may", "also", "thinning", "retina", "although", "different", "part", "retina", "thus", "imaging", "retina", "may", "help", "doctors", "confirm", "rule", "ftd", "finding", "outer", "retina", "thinning", "carefully", "designed", "study", "suggests", "specific", "brain", "pathologies", "may", "mirrored", "specific", "retinal", "abnormalities", "said", "study", "lead", "author", "benjamin", "kim", "md", "assistant", "professor", "ophthalmology", "penn", "scheie", "eye", "diseases", "general", "challenging", "diagnose", "often", "confirmed", "direct", "examination", "brain", "tissue", "autopsy", "science", "appears", "brink", "developing", "effective", "treatments", "diseases", "need", "better", "diagnostic", "methods", "becoming", "acute", "enter", "era", "treatments", "neurodegenerative", "disorders", "essential", "us", "tools", "identify", "specific", "pathologies", "accumulating", "brain", "administer", "appropriate", "treatments", "patients", "likely", "benefit", "said", "study", "senior", "author", "murray", "grossman", "md", "professor", "neurology", "director", "penn", "ftd", "study", "included", "38", "ftd", "patients", "enrolled", "consecutively", "visited", "penn", "ftd", "center", "44", "control", "subjects", "neurodegenerative", "disease", "ftd", "patients", "carefully", "characterized", "clinical", "exams", "cerebrospinal", "fluid", "biomarkers", "exclude", "alzheimer", "disease", "genetic", "testing", "researchers", "employed", "technology", "called", "optical", "coherence", "tomography", "uses", "safe", "light", "beam", "image", "tissue", "resolution", "imaging", "inexpensive", "retinal", "layers", "subjects", "adjustments", "age", "gender", "ethnic", "background", "showed", "outer", "retinas", "ftd", "patients", "thinner", "control", "subjects", "relative", "thinning", "outer", "retinas", "caused", "thinning", "two", "specific", "portions", "outer", "retina", "outer", "nuclear", "layer", "onl", "ellipsoid", "zone", "ez", "onl", "ftd", "patients", "10", "thinner", "controls", "onl", "thinning", "primary", "source", "outer", "retina", "thinning", "degree", "retinal", "thinning", "among", "ftd", "patients", "also", "significant", "tendency", "worse", "patients", "scores", "standard", "cognition", "test", "studies", "found", "loss", "optic", "nerve", "fibers", "associated", "thinning", "inner", "retina", "neurodegenerative", "disorders", "including", "alzheimer", "als", "dementia", "new", "results", "suggest", "ftd", "manifests", "different", "way", "structures", "retina", "difference", "detectable", "retinal", "imaging", "test", "might", "help", "doctors", "distinguish", "one", "disorder", "another", "ftd", "among", "common", "causes", "midlife", "dementia", "often", "misdiagnosed", "alzheimer", "vice", "single", "disorder", "rather", "grouping", "distinct", "disorders", "results", "new", "study", "suggest", "may", "possible", "use", "imaging", "distinguish", "among", "ftd", "ftd", "subtypes", "involve", "abnormal", "accumulation", "affected", "brain", "areas", "aggregates", "protein", "called", "tau", "ftd", "subtypes", "feature", "abnormal", "aggregates", "protein", "called", "study", "penn", "researchers", "used", "normal", "clinical", "criteria", "group", "ftd", "patients", "unknown", "pathology", "categories", "observed", "outer", "retinal", "thinning", "seemed", "occur", "chiefly", "pathology", "group", "prior", "studies", "suggested", "tau", "expressed", "photoreceptor", "cells", "hypothesized", "patients", "tau", "brain", "pathology", "may", "photoreceptor", "abnormalities", "kim", "said", "exciting", "acquire", "data", "appear", "confirm", "hypothesis", "penn", "researchers", "plan", "larger", "conclusive", "studies", "compare", "retinal", "measurements", "among", "patients", "different", "ftd", "subtypes", "well", "neurodegenerative", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-09/uops-ecm090717.php", "year": "Fri, 08 Sep 2017 04:00:00 GMT", "source": "University of Pennsylvania School of Medicine", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Benjamin J. Kim, M.D., assistant professor of Ophthalmology at Penn's Scheie Eye Institute.", "view more Frontotemporal degeneration (FTD) is a progressive neurodegenerative condition that is present in tens of thousands of Americans, but is often difficult to diagnose accurately.", "Now in a study published this week online ahead of print in Neurology, researchers from the Perelman School of Medicine at the University of Pennsylvania have found evidence that a simple eye exam and retinal imaging test may help improve that accuracy.", "Using an inexpensive, non-invasive, eye-imaging technique, the Penn Medicine scientists found that patients with FTD showed thinning of the outer retina--the layers with the photoreceptors through which we see--compared to control subjects.The retina is potentially affected by neurodegenerative disorders because it is a projection of the brain.", "Prior studies have suggested that patients with Alzheimer's disease and ALS may also have thinning of the retina--although a different part of the retina.", "Thus, imaging the retina may help doctors confirm or rule out FTD.", "\"Our finding of outer retina thinning in this carefully designed study suggests that specific brain pathologies may be mirrored by specific retinal abnormalities, said study lead author Benjamin J. Kim, MD, assistant professor of Ophthalmology at Penn's Scheie Eye Institute.Neurodegenerative diseases in general are challenging to diagnose, and often are confirmed only by direct examination of brain tissue at autopsy.", "Now that science appears to be on the brink of developing effective treatments for these diseases, the need for better diagnostic methods is becoming acute.", "\"As we enter an era of disease-modifying treatments for neurodegenerative disorders, it is essential for us to have tools that can identify the specific pathologies accumulating in the brain so that we can administer the appropriate treatments to patients who are likely to benefit,\" said study senior author Murray Grossman, MD, a professor of Neurology and director of the Penn FTD Center.The study included 38 FTD patients enrolled consecutively as they visited the Penn FTD Center, and 44 control subjects who did not have any neurodegenerative disease.", "The FTD patients were carefully characterized with clinical exams, cerebrospinal fluid biomarkers to exclude Alzheimer's Disease, and genetic testing.", "The researchers then employed an eye-imaging technology called spectral-domain optical coherence tomography (SD-OCT), which uses a safe light beam to image tissue with micron-level resolution.", "SD-OCT imaging is inexpensive, non-invasive, and quick.Measurements of the retinal layers of the subjects, after adjustments for age, gender, and ethnic background, showed that the outer retinas of the FTD patients were thinner than those in the control subjects.", "This relative thinning of outer retinas was caused by a thinning of two specific portions of the outer retina, the outer nuclear layer (ONL) and ellipsoid zone (EZ).", "The ONL of FTD patients was about 10% thinner than controls, and this ONL thinning was the primary source of the outer retina thinning.", "The degree of retinal thinning among FTD patients also had a significant tendency to be worse when the patients' scores on a standard cognition test were lower.Prior studies have found a loss of optic nerve fibers and associated thinning of the inner retina in a few other neurodegenerative disorders including Alzheimer's, ALS, and Lewy-body dementia.", "The new results suggest that FTD manifests in a different way in the structures of the retina, and that this difference, detectable with a retinal imaging test, might help doctors distinguish one disorder from another.", "FTD is among the most common causes of midlife dementia, and is often misdiagnosed as Alzheimer's--or vice versa.FTD itself is not a single disorder but rather a grouping of distinct disorders.", "The results from the new study suggest that it may be possible to use SD-OCT imaging to distinguish among these FTD subtypes.Some FTD subtypes involve the abnormal accumulation, in affected brain areas, of thread-like aggregates of a protein called tau.", "Other FTD subtypes feature abnormal aggregates of a protein called TDP-43.", "In the study, the Penn researchers used normal clinical criteria to group the FTD patients into probable-tau, probable-TDP-43, and unknown pathology categories.", "They observed that the outer retinal thinning seemed to occur chiefly in the probable-tau pathology group.", "\"Prior studies have suggested that tau is expressed in photoreceptor cells, and so we hypothesized that patients with tau brain pathology may have photoreceptor abnormalities,\" Kim said.", "\"It was exciting to acquire data that appear to confirm our hypothesis.", "\"The Penn researchers now plan larger, more conclusive studies to compare retinal measurements among patients who have different FTD subtypes as well as other neurodegenerative diseases."], "title": "Eye changes may signal frontotemporal lobe degeneration | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Benjamin J. Kim, M.D., assistant professor of Ophthalmology at Penn's Scheie Eye Institute.\n       view more Frontotemporal degeneration (FTD) is a progressive neurodegenerative condition that is present in tens of thousands of Americans, but is often difficult to diagnose accurately. Now in a study published this week online ahead of print in Neurology, researchers from the Perelman School of Medicine at the University of Pennsylvania have found evidence that a simple eye exam and retinal imaging test may help improve that accuracy.\r\nUsing an inexpensive, non-invasive, eye-imaging technique, the Penn Medicine scientists found that patients with FTD showed thinning of the outer retina--the layers with the photoreceptors through which we see--compared to control subjects.The retina is potentially affected by neurodegenerative disorders because it is a projection of the brain. Prior studies have suggested that patients with Alzheimer's disease and ALS may also have thinning of the retina--although a different part of the retina. Thus, imaging the retina may help doctors confirm or rule out FTD.\r\n\"Our finding of outer retina thinning in this carefully designed study suggests that specific brain pathologies may be mirrored by specific retinal abnormalities, said study lead author Benjamin J. Kim, MD, assistant professor of Ophthalmology at Penn's Scheie Eye Institute.Neurodegenerative diseases in general are challenging to diagnose, and often are confirmed only by direct examination of brain tissue at autopsy. Now that science appears to be on the brink of developing effective treatments for these diseases, the need for better diagnostic methods is becoming acute.\"As we enter an era of disease-modifying treatments for neurodegenerative disorders, it is essential for us to have tools that can identify the specific pathologies accumulating in the brain so that we can administer the appropriate treatments to patients who are likely to benefit,\" said study senior author Murray Grossman, MD, a professor of Neurology and director of the Penn FTD Center.The study included 38 FTD patients enrolled consecutively as they visited the Penn FTD Center, and 44 control subjects who did not have any neurodegenerative disease. The FTD patients were carefully characterized with clinical exams, cerebrospinal fluid biomarkers to exclude Alzheimer's Disease, and genetic testing.  The researchers then employed an eye-imaging technology called spectral-domain optical coherence tomography (SD-OCT), which uses a safe light beam to image tissue with micron-level resolution. SD-OCT imaging is inexpensive, non-invasive, and quick.Measurements of the retinal layers of the subjects, after adjustments for age, gender, and ethnic background, showed that the outer retinas of the FTD patients were thinner than those in the control subjects. This relative thinning of outer retinas was caused by a thinning of two specific portions of the outer retina, the outer nuclear layer (ONL) and ellipsoid zone (EZ).  The ONL of FTD patients was about 10% thinner than controls, and this ONL thinning was the primary source of the outer retina thinning. The degree of retinal thinning among FTD patients also had a significant tendency to be worse when the patients' scores on a standard cognition test were lower.Prior studies have found a loss of optic nerve fibers and associated thinning of the inner retina in a few other neurodegenerative disorders including Alzheimer's, ALS, and Lewy-body dementia. The new results suggest that FTD manifests in a different way in the structures of the retina, and that this difference, detectable with a retinal imaging test, might help doctors distinguish one disorder from another. FTD is among the most common causes of midlife dementia, and is often misdiagnosed as Alzheimer's--or vice versa.FTD itself is not a single disorder but rather a grouping of distinct disorders. The results from the new study suggest that it may be possible to use SD-OCT imaging to distinguish among these FTD subtypes.Some FTD subtypes involve the abnormal accumulation, in affected brain areas, of thread-like aggregates of a protein called tau. Other FTD subtypes feature abnormal aggregates of a protein called TDP-43. In the study, the Penn researchers used normal clinical criteria to group the FTD patients into probable-tau, probable-TDP-43, and unknown pathology categories. They observed that the outer retinal thinning seemed to occur chiefly in the probable-tau pathology group.\"Prior studies have suggested that tau is expressed in photoreceptor cells, and so we hypothesized that patients with tau brain pathology may have photoreceptor abnormalities,\" Kim said. \"It was exciting to acquire data that appear to confirm our hypothesis.\"The Penn researchers now plan larger, more conclusive studies to compare retinal measurements among patients who have different FTD subtypes as well as other neurodegenerative diseases."}