{"text": "AUGUSTA, Ga. (Sept. 7, 2017) - Intermittent electrical stimulation of an area deep inside the brain that degenerates in Alzheimer's appears to improve working memory, scientists report.Conversely, continuous deep brain stimulation, like the type used for Parkinson's and currently under study in humans with Alzheimer's, impairs memory, according to study results in adult non-human primates reported in the journal Current Biology. With intermittent stimulation - currently not used in any application in the brain in patients - the monkeys were able to remember things up to five times longer in a standard test of working memory.\"That takes a monkey from being sort of a middle-of-the-pack performer to the top of the class,\" says Dr. David T. Blake, neuroscientist in the Department of Neurology at the Medical College of Georgia at Augusta University. \"A monkey who is a poor performer becomes a middle-of-the-pack performer after two to three months of this stimulation.\"In the new studies, scientists used the technique of placing hair-thin electrodes into the brain to deliver electricity and increase the activity of the nucleus basalis of Meynert, a small area in the forebrain that is inexplicably degenerated in both Parkinson's and Alzheimer's. \"The natural response of many brain systems to continuous input is to start to ignore the input,\" says Blake. In fact, constant stimulation in other areas like the globus pallidus garners desired clinical benefit like tremor reduction in Parkinson's disease.\"In the case of Parkinson's, deep brain stimulation is effectively downregulating that part of the brain,\" says Blake, the study's corresponding author. \"What we wanted to do instead was to upregulate an area.\" Their goals included making more of the chemical messenger acetylcholine available in the region. The nucleus basalis has a large concentration of neurons that are connected to brain areas critical for memory and cognition, and under healthy conditions have a ready supply of acetylcholine that enables the important communication between them.As we age, acetylcholine levels in the brain naturally decrease, but Alzheimer's causes a dramatic multiplier effect that takes us from being forgetful to a different level, says Dr. Alvin V. Terry, chair of the MCG Department of Pharmacology and Toxicology and a study coauthor.They started with continuous stimulation, like the clinical approaches, and saw an unexpected decline in performance. Equally surprising, they found intermittent stimulation resulted in more available acetylcholine in the region and better performance.In fact, use of the cholinesterase inhibitor donepezil restored memory performance in animals that received constant stimulation but had no impact on those whose memory was already enhanced by intermittent stimulation. \"Normally neurons don't fire nonstop,\" Terry notes. \"They are pulsing if you will.\"Sixty pulses per second for 20 seconds followed by a 40-second interval without stimulation provided optimal benefit in the study.  The scientists suspect the benefit resulted from the impact of increased levels of acetylcholine directly on neurons and their supportive cells in that region. However it may also result from a slight increase in blood flow to the brain region, they write. Cholinesterase inhibitors, drugs used to treat Alzheimer's, are known to increase blood flow to the brain about 10-15 percent in humans. Blood flow is typically reduced in Alzheimer's.The MCG team has submitted a grant proposal to start a clinical trial in early Alzheimer's using their new evidence of the benefits of intermittent pulsing. They note that a variety of brain regions and stimulation patterns are currently under study in clinical trials in the United States and Europe.  The adult but not aged monkeys in the current study were already part of an investigation to determine whether stimulation could improve the sense of touch, which also decreases with age. The scientists realized that with stimulation the monkeys were able to detect finger taps essentially 100 percent of the time versus about 60 percent of the time without it.  So they also used a classic working memory task in which a colored square cue shows up, then disappears, followed by a delay and then a choice between a cue-colored square and a distractor square. The monkeys get a food reward for making the cue match. \"There was every reason to think that we would find what we found if we could actually boost acetylcholine, and switching from continuous to intermittent stimulation was the step that was necessary to do that,\" Blake says. In fact, after months of intermittent stimulation, the monkeys got more adept at the memory test even without the stimulation. While that seems like more good news, the reason for the enduring effect is not 100 percent clear: it could be the brain cells make more connections, it could be more acetylcholine keeps getting released, it could be both, the scientists note. \"There are two main classes of effects that acetylcholine has in the central nervous system,\" Blake says. \"It changes the way neurons talk to each other. It causes some neurons to become more active, some to become less active. The second class of effects is that it improves blood flow,\" he says. More blood means more of the energy source glucose and vital oxygen get to the brain, so it's not surprising that the brain becomes healthier over time with these increased assets, Blake says.  \"The idea is that it's going to have a longer-term effect,\" Terry adds. Deep brain stimulation, which is comparable to a pacemaker for the heart, also is more selective than drugs, appearing to only stimulate acetylcholine in the targeted brain site. We have acetylcholine receptors all over our body and cholinesterase inhibitors make more of the chemical available bodywide, increasing the risk of side effects like nausea, loss of appetite, joint pain and muscle cramping. In fact, responses to intermittent stimulation in the study were as strong as those experienced by patients taking high doses of cholinesterase inhibitors, the scientists report.  \"The primary drugs that are used to treat Alzheimer's enhance this cholinergic function but they are nonspecific so they are causing all these peripheral side effects,\" Terry says. \"This is a much more selective way of enhancing that region.\" Deep brain stimulation basically supplements the normal brain processes that enable the release of acetylcholine, Blake says. The brain operates on a combined biochemical and electrical system that has electrical spikes running the length of an axon - long arms that reach from one neuron to another neuron or other cell type. Where two cells connect is called a synapse and the electrical spike results in the release of acetylcholine at the synapse, which impacts the cell it touches possibly activating it electrically or changing how it functions some other way. Electrical activation of a single neuron actually also activates other neurons in close proximity. The success of implanted defibrillators/pacemakers and deep brain stimulation for Parkinson's has led to the exploration of its potential for problems like Alzheimer's. The Food and Drug Administration approved deep brain stimulation for Parkinson's and essential tremor in 1997. Aging baby boomers, who began turning 65 in 2011, are drivers behind dramatic increases in those at risk for Alzheimer's and other age-related dementia. By 2050, the population age 65 and over is projected to reach 83.7 million, almost double the estimated population of 43.1 million in 2012, according to the U.S. Census Bureau.  ", "date": "Thu, 07 Sep 2017 04:00:00 GMT", "meeting": "", "title": "Intermittent electrical brain stimulation improves memory", "institution": "Medical College of Georgia at Augusta University", "journal": "Current Biology", "description": "Intermittent electrical stimulation of an area deep inside the brain that degenerates in Alzheimer's appears to improve working memory, scientists report.\r\n\r\nConversely, continuous deep brain stimulation, like the type used for Parkinson's and currently under study in humans with Alzheimer's, impairs memory, according to study results in adult non-human primates reported in the journal Current Biology.", "region": "namerica", "keywords": ["Medicine/Health", " Aging", " Alzheimer's Disease", " Parkinson's Disease", " Surgery", " Memory/Cognitive Processes"], "url": "http://www.eurekalert.org/pub_releases/2017-09/mcog-ieb090717.php", "source_link": null, "funder": "National Institutes of Health", "article_link": null}