{"date": "2018-01-19_20:55:21", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "lead", "author", "view", "lexington", "september", "6", "2017", "paper", "published", "journal", "alzheimer", "disease", "lead", "author", "eseosa", "ighodaro", "phd", "encouraged", "fellow", "researchers", "address", "challenges", "associated", "studying", "dementia", "paper", "researchers", "university", "kentucky", "center", "aging", "university", "washington", "rice", "university", "rush", "university", "medical", "center", "look", "barriers", "hinder", "minority", "recruitment", "dementia", "research", "misconceptions", "potentially", "distort", "research", "outcomes", "unintended", "bias", "study", "helps", "identify", "problems", "research", "historical", "ongoing", "said", "peter", "nelson", "pm", "phd", "center", "aging", "seek", "solutions", "effectively", "forthright", "problems", "perhaps", "paper", "provocative", "point", "using", "race", "variable", "research", "result", "inaccurate", "data", "interpretation", "authors", "point", "several", "studies", "exploring", "genetic", "ancestral", "markers", "race", "demonstrate", "race", "dependable", "proxy", "genetics", "race", "many", "senses", "social", "construct", "evolves", "time", "due", "social", "policy", "cultural", "beliefs", "political", "practices", "risks", "misinterpretation", "differences", "individuals", "identify", "certain", "groups", "ighodaro", "suggested", "socioeconomic", "status", "variables", "zip", "code", "income", "level", "education", "access", "medical", "care", "social", "determinants", "health", "need", "included", "data", "interpretation", "pointing", "two", "recent", "studies", "demonstrated", "socioeconomic", "conditions", "better", "predictor", "stroke", "risk", "dementia", "race", "ighodaro", "also", "outlines", "horrific", "unethical", "biomedical", "experimentation", "continued", "century", "one", "culprits", "community", "persistent", "mistrust", "physicians", "scientists", "result", "fear", "guinea", "pigs", "less", "likely", "participate", "research", "donate", "blood", "biospecimens", "decrease", "representation", "dementia", "research", "studies", "furthermore", "paper", "asserts", "need", "efforts", "increase", "diversity", "thought", "identity", "among", "scientists", "studies", "show", "enhance", "quality", "output", "research", "collaborations", "scientists", "need", "think", "holistically", "determinants", "health", "studying", "underserved", "populations", "break", "conventional", "erroneous", "mindset", "genetics", "sole", "cause", "health", "disparities", "ighodaro", "said", "must", "acknowledge", "address", "historical", "horrific", "mistreatment", "americans", "biomedical", "research", "first", "step", "towards", "improved", "minority", "research", "recruitment", "barriers", "called", "science", "wo", "easily", "abated", "critically", "necessary", "align", "quality", "data", "populations", "serve", "minority", "otherwise"], "url": "http://www.eurekalert.org/pub_releases/2017-09/ip-obt090617.php", "year": "Wed, 06 Sep 2017 04:00:00 GMT", "source": "IOS Press", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Lead author.", "view more LEXINGTON, Ky. (September 6, 2017) -- In a paper published in the Journal of Alzheimer's Disease, lead author Eseosa Ighodaro, PhD, encouraged fellow researchers to address the challenges associated with studying dementia in Blacks/African-Americans.The paper, co-authored by researchers at the University of Kentucky's Sanders-Brown Center on Aging, the University of Washington, Rice University, and Rush University Medical Center, is a clear-eyed look at the barriers that hinder minority recruitment for dementia research and the misconceptions that potentially distort research outcomes through unintended bias.", "\"This study helps to identify problems in dementia-related research that are both historical and ongoing,\" said Peter Nelson, PM, PhD, of the Sanders-Brown Center on Aging.", "\"You cannot seek solutions effectively until you are forthright about the problems.\"", "Perhaps the paper's most provocative point is that using race as a variable in research can result in inaccurate data interpretation.", "The authors point to several studies exploring genetic ancestral markers and race self-identification to demonstrate that race is not a dependable proxy for genetics.", "\"Race is, in many senses, a social construct that evolves over time due to social policy, cultural beliefs, and political practices, and risks misinterpretation of the differences between individuals who identify with certain racial/ethnic groups,\" Ighodaro said.Instead, she suggested that socioeconomic status variables such as zip code, income level, education, access to medical care, and other social determinants of health need to be included in data interpretation, pointing to two recent studies that demonstrated socioeconomic conditions were a better predictor of stroke risk and dementia than race.", "Ighodaro also outlines horrific and unethical biomedical experimentation on African-Americans that continued into this century as one of the culprits for the African-American community's persistent mistrust of physicians and scientists.", "As a result, some African-Americans, who fear they are \"guinea pigs,\" are less likely to participate in research or donate blood or other biospecimens, which can decrease Black/African-American representation in dementia research studies.", "Furthermore, the paper asserts, there is a need for efforts to increase the \"diversity of thought and identity\" among scientists, which studies show will enhance the quality and output of research collaborations.", "\"Scientists need to think holistically about the determinants of health when studying underserved populations and break out of the conventional and erroneous mindset that genetics are the sole cause of health disparities,\" Ighodaro said, \"and we must acknowledge and address the historical horrific mistreatment of Blacks/African Americans in biomedical research as a first step towards improved minority research recruitment.\"", "\"These barriers to what's called 'better science' won't be easily abated, but they are critically necessary to align the quality of our data with all the populations we serve - minority or otherwise.\""], "title": "Overcoming barriers to recruiting blacks/African-Americans for dementia research | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Lead author.\n       view more LEXINGTON, Ky. (September 6, 2017) -- In a paper published in the Journal of Alzheimer's Disease, lead author Eseosa Ighodaro, PhD, encouraged fellow researchers to address the challenges associated with studying dementia in Blacks/African-Americans.The paper, co-authored by researchers at the University of Kentucky's Sanders-Brown Center on Aging, the University of Washington, Rice University, and Rush University Medical Center, is a clear-eyed look at the barriers that hinder minority recruitment for dementia research and the misconceptions that potentially distort research outcomes through unintended bias.   \"This study helps to identify problems in dementia-related research that are both historical and ongoing,\" said Peter Nelson, PM, PhD, of the Sanders-Brown Center on Aging. \"You cannot seek solutions effectively until you are forthright about the problems.\" Perhaps the paper's most provocative point is that using race as a variable in research can result in inaccurate data interpretation. The authors point to several studies exploring genetic ancestral markers and race self-identification to demonstrate that race is not a dependable proxy for genetics.  \"Race is, in many senses, a social construct that evolves over time due to social policy, cultural beliefs, and political practices, and risks misinterpretation of the differences between individuals who identify with certain racial/ethnic groups,\" Ighodaro said.Instead, she suggested that socioeconomic status variables such as zip code, income level, education, access to medical care, and other social determinants of health need to be included in data interpretation, pointing to two recent studies that demonstrated socioeconomic conditions were a better predictor of stroke risk and dementia than race. Ighodaro also outlines horrific and unethical biomedical experimentation on African-Americans that continued into this century as one of the culprits for the African-American community's persistent mistrust of physicians and scientists. As a result, some African-Americans, who fear they are \"guinea pigs,\" are less likely to participate in research or donate blood or other biospecimens, which can decrease Black/African-American representation in dementia research studies. Furthermore, the paper asserts, there is a need for efforts to increase the \"diversity of thought and identity\" among scientists, which studies show will enhance the quality and output of research collaborations.\"Scientists need to think holistically about the determinants of health when studying underserved populations and break out of the conventional and erroneous mindset that genetics are the sole cause of health disparities,\" Ighodaro said, \"and we must acknowledge and address the historical horrific mistreatment of Blacks/African Americans in biomedical research as a first step towards improved minority research recruitment.\" \"These barriers to what's called 'better science' won't be easily abated, but they are critically necessary to align the quality of our data with all the populations we serve - minority or otherwise.\"\r\n"}