{"text": "In the largest and most conclusive study of its kind, researchers have analysed blood samples to create a novel and non-invasive way of helping to diagnose Alzheimer's disease and distinguishing between different types of neurodegenerative disorders.Following this breakthrough discovery, Alzheimer's sufferers may now have an additional test to improve the accuracy of diagnosis in order to better tailor appropriate treatment. The research also offers a valuable opportunity to monitor the progression of the disease.The international study in the Proceedings of the National Academy of Sciences USA used sensor-based technology with a diamond core to analyse approximately 550 blood samples. By passing light through the diamond and observing its interactions with the blood plasma, researchers were able to identify specific chemical bonds within the blood. This biochemical data was used to compare blood samples from cases of Alzheimer's disease and other neurodegenerative diseases with those from healthy controls.The ground-breaking scientific investigation was carried out by researchers at Lancaster University, the University of Central Lancashire (UCLan), the University of Manchester and the Federal University of Rio Grande do Norte, Brazil.Professor David Allsop from Lancaster University has been collaborating for many years with Professor David Mann at Manchester University in searching for diagnostic markers for neurodegenerative disease in blood plasma. They provided all of the plasma samples for the study, along with supporting clinical and genetic information, and expertise in Alzheimer's and other neurodegenerative conditions. Professor Allsop said: \"A particularly exciting aspect of the study was the ability to distinguish accurately between Alzheimer's disease and Lewy body dementia, which are conditions that both result in dementia and can be difficult to separate from each other \r\nbased on clinical information and symptoms. By reduction of misdiagnosed cases and administration of appropriate treatment, many people could benefit from this type of blood test in the future.\" Alzheimer's diagnosis currently involves careful medical evaluation including clinical history, memory testing and brain scans, yet the only conclusive diagnosis is determined by post-mortem examination. This new blood test offers a non-invasive, more accurate and relatively cost-effective method of diagnosis, which will ensure the correct management of the condition.Professor Francis Martin, principal investigator of the study and Biosciences theme lead at UCLan, said: \"We have an aging population, meaning that the incidence and prevalence of Alzheimer's is increasing, as is the need for accurate diagnosis. The ability to identify different neurodegenerative diseases through the analysis of blood offers a faster and accurate way of establishing the most effective treatment plan as well as disease monitoring.\"This new approach could also offer potential for carrying out tests to identify and monitor early signs of mild cognitive impairment, meaning that the onset of Alzheimer's and other types of neurodegenerative diseases could be detected early and intervention measures could be put in place earlier to slow the progress of these diseases.Professor Martin added: \"For those suffering with Alzheimer's disease, the damage is already well advanced once conventionally diagnosed, but this new method offers a potentially effective early screening tool when patients are only demonstrating signs of mild cognitive impairment. This is a potentially significant breakthrough for the prevention of different debilitating and chronic neurological diseases.\"\r\n", "date": "Wed, 06 Sep 2017 04:00:00 GMT", "meeting": "", "title": "Breakthrough study reveals new diagnosis for Alzheimer's", "institution": "Lancaster University", "journal": "Proceedings of the National Academy of Sciences", "description": "In the largest and most conclusive study of its kind, researchers have analyzed blood samples to create a novel and non-invasive way of helping to diagnose Alzheimer's disease and distinguishing between different types of neurodegenerative disorders.\r\nFollowing this breakthrough discovery, Alzheimer's sufferers may now have an additional test to improve the accuracy of diagnosis in order to better tailor appropriate treatment.", "region": "europe", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Diagnostics", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Memory/Cognitive Processes"], "url": "http://www.eurekalert.org/pub_releases/2017-09/lu-bsr090617.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1073/pnas.1701517114"}