{"date": "2018-01-19_20:55:30", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "dimensions", "taini", "device", "view", "nc3rs", "funding", "research", "combines", "electrical", "engineering", "neurophysiology", "resulted", "new", "product", "brain", "recordings", "mice", "avoids", "many", "welfare", "concerns", "associated", "existing", "published", "today", "scientific", "reports", "describes", "new", "ultra", "lightweight", "system", "recording", "neural", "activity", "brains", "mice", "device", "referred", "taini", "developed", "engineers", "imperial", "college", "london", "collaboration", "pharmaceutical", "company", "lilly", "uk", "research", "labs", "funding", "nc3rs", "open", "innovation", "programme", "crack", "recordings", "typically", "conducted", "mice", "understand", "neural", "activity", "relates", "specific", "behaviours", "cognitive", "tasks", "memory", "learning", "studies", "relevant", "understanding", "brain", "disorders", "like", "schizophrenia", "alzheimer", "disease", "typically", "involve", "use", "wireless", "recording", "devices", "mouse", "head", "heavy", "mice", "carry", "limited", "battery", "life", "alternative", "approaches", "involve", "tethered", "recording", "systems", "see", "supplementary", "videos", "restrict", "mouse", "movement", "testing", "paradigms", "used", "address", "animal", "welfare", "technical", "issues", "associated", "existing", "recording", "systems", "2011", "nc3rs", "lilly", "posed", "cognition", "challenge", "scientific", "community", "develop", "lightweight", "eeg", "recording", "device", "could", "used", "awake", "freely", "moving", "unrestrained", "mice", "including", "range", "behavioural", "tests", "contract", "solve", "challenge", "esther", "professor", "low", "power", "electronics", "imperial", "college", "london", "whose", "work", "usually", "focused", "low", "power", "healthcare", "applications", "wearable", "sensors", "rather", "animal", "taini", "device", "see", "images", "videos", "pushes", "boundaries", "low", "power", "electronics", "terms", "size", "weight", "battery", "life", "signal", "bandwidth", "potential", "transformative", "pharmaceutical", "academic", "research", "study", "neural", "wireless", "low", "power", "device", "weighs", "trialled", "studies", "lilly", "capable", "72", "hours", "recording", "16", "channels", "capturing", "local", "field", "action", "potentials", "mice", "performing", "range", "tasks", "variety", "environments", "data", "synchronisation", "behaviour", "precision", "high", "signal", "bandwidth", "addition", "traditional", "eeg", "taini", "also", "monitor", "networks", "individual", "neurons", "brain", "greatly", "increases", "amount", "information", "gathered", "mouse", "every", "time", "recording", "shown", "videos", "also", "offers", "significant", "animal", "welfare", "benefits", "include", "maintaining", "normal", "repertoire", "movement", "behaviours", "possible", "wireless", "tethered", "systems", "importantly", "recordings", "using", "taini", "device", "taken", "automated", "testing", "arenas", "linked", "animal", "home", "cage", "mice", "choice", "perform", "behavioural", "tasks", "advantage", "avoiding", "repeated", "handling", "stressful", "studies", "could", "performed", "tethered", "mice"], "url": "http://www.eurekalert.org/pub_releases/2017-09/ncft-ndf090417.php", "year": "Mon, 04 Sep 2017 04:00:00 GMT", "source": "National Centre for the Replacement, Refinement and Reduction of Animals in Research (NC3Rs)", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dimensions of the TaiNi device.", "view more NC3Rs funding for inter-disciplinary research which combines electrical engineering and neurophysiology has resulted in a new product for brain recordings in mice that avoids many of the welfare concerns associated with existing approaches.Research published today in Scientific Reports describes a new ultra lightweight system for recording neural activity in the brains of mice.", "The device, referred to as TaiNi, has been developed by engineers at Imperial College London in collaboration with pharmaceutical company Lilly's UK research labs and with funding from the NC3Rs open innovation programme CRACK IT Challenges.EEG recordings are typically conducted in mice to understand neural activity and how it relates to specific behaviours or cognitive tasks such as memory, learning and decision-making.", "Such studies are relevant for understanding brain disorders like schizophrenia and Alzheimer's disease, and typically involve the use of wireless recording devices on the mouse's head.", "These are heavy for the mice to carry and have limited battery life.", "Alternative approaches involve tethered recording systems (see supplementary videos) which restrict the mouse's movement and the testing paradigms they can be used in.To address the animal welfare and technical issues associated with existing recording systems, in 2011 the NC3Rs and Lilly posed the Cognition Challenge to the scientific community to develop a lightweight EEG recording device that could be used in awake freely moving unrestrained mice, including in a range of behavioural tests.", "The £500k contract to solve the Challenge was won by Esther Rodriguez-Villegas, Professor of Low Power Electronics at Imperial College London, whose work is usually focused on low power healthcare applications such as wearable sensors rather than animal welfare.The TaiNi device (see images and videos) pushes the boundaries of low power electronics (in terms of its size, weight, battery life and signal bandwidth) and has the potential to be transformative both in pharmaceutical and academic research for the study of neural networks.The wireless low power device, which weighs just 1.5g, has been trialled in studies at Lilly.", "It is capable of 72 hours recording from 16 channels and of capturing local field and action potentials from mice performing a range of tasks in a variety of environments, with data synchronisation to behaviour with sub-second precision.", "Because of its high signal bandwidth, in addition to traditional EEG, TaiNi can also monitor networks of individual neurons in the brain.", "This greatly increases the amount of information gathered from each mouse every time a recording is made.As shown in the videos, it also offers significant animal welfare benefits which include maintaining the normal repertoire of movement and behaviours which are not possible with other wireless and tethered systems.", "Importantly, recordings using the TaiNi device can now be taken in automated testing arenas linked to the animal's home cage, where mice have a choice of when they perform behavioural tasks, with the advantage of avoiding repeated handling that can be stressful.", "Such studies could not be performed with tethered mice."], "title": "New device for refined neural recording in mice could transform dementia research | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dimensions of the TaiNi device.\n       view more NC3Rs funding for inter-disciplinary research which combines electrical engineering and neurophysiology has resulted in a new product for brain recordings in mice that avoids many of the welfare concerns associated with existing approaches.Research published today in Scientific Reports describes a new ultra lightweight system for recording neural activity in the brains of mice. The device, referred to as TaiNi, has been developed by engineers at Imperial College London in collaboration with pharmaceutical company Lilly's UK research labs and with funding from the NC3Rs open innovation programme CRACK IT Challenges.EEG recordings are typically conducted in mice to understand neural activity and how it relates to specific behaviours or cognitive tasks such as memory, learning and decision-making. Such studies are relevant for understanding brain disorders like schizophrenia and Alzheimer's disease, and typically involve the use of wireless recording devices on the mouse's head. These are heavy for the mice to carry and have limited battery life. Alternative approaches involve tethered recording systems (see supplementary videos) which restrict the mouse's movement and the testing paradigms they can be used in.To address the animal welfare and technical issues associated with existing recording systems, in 2011 the NC3Rs and Lilly posed the Cognition Challenge to the scientific community to develop a lightweight EEG recording device that could be used in awake freely moving unrestrained mice, including in a range of behavioural tests. The £500k contract to solve the Challenge was won by Esther Rodriguez-Villegas, Professor of Low Power Electronics at Imperial College London, whose work is usually focused on low power healthcare applications such as wearable sensors rather than animal welfare.The TaiNi device (see images and videos) pushes the boundaries of low power electronics (in terms of its size, weight, battery life and signal bandwidth) and has the potential to be transformative both in pharmaceutical and academic research for the study of neural networks.The wireless low power device, which weighs just 1.5g, has been trialled in studies at Lilly. It is capable of 72 hours recording from 16 channels and of capturing local field and action potentials from mice performing a range of tasks in a variety of environments, with data synchronisation to behaviour with sub-second precision. Because of its high signal bandwidth, in addition to traditional EEG, TaiNi can also monitor networks of individual neurons in the brain. This greatly increases the amount of information gathered from each mouse every time a recording is made.As shown in the videos, it also offers significant animal welfare benefits which include maintaining the normal repertoire of movement and behaviours which are not possible with other wireless and tethered systems. Importantly, recordings using the TaiNi device can now be taken in automated testing arenas linked to the animal's home cage, where mice have a choice of when they perform behavioural tasks, with the advantage of avoiding repeated handling that can be stressful. Such studies could not be performed with tethered mice. "}