{"title": "Wireless food stamp transactions tied to healthier shopping", "text": "New research links the equipping of mobile fruit and vegetable stands with wireless banking devices programmed to accept food stamps to the buying of more healthy foods by people with low incomes.This is the finding of a survey of 779 shoppers in the Bronx -- a New York City borough with many low-income communities -- who bought food at four of the city's nearly 500 mobile sellers of fresh produce, known as Green Carts. Some of these food carts were licensed to handle electronic bank transfers (EBTs), the technical term for the transactions, while others were not. The survey results are summarized in a report set to publish online Sept. 21 in the journal Preventing Chronic Disease.Started in 2008, the city-wide Green Carts program was designed to encourage healthy eating among residents by making it more convenient to buy fresh produce. Many of the carts easily set up from the back of a van, but most cannot process wireless purchases.To find out whether EBT processing would boost usage, researchers from NYU School of Medicine focused on the Bronx, which also has New York state's highest rate of obesity, at 30 percent.Forty-two percent of people included in the new survey, conducted in late 2013 and early 2014, said they received monthly assistance from the federal government's Supplemental Nutrition Assistance Program (SNAP), informally known as food stamps. The SNAP program is restricted to people whose annual income limit is roughly no more than $32,000 for a family of four. On average, SNAP households currently receive about $255 a month to help purchase food.Survey results showed that SNAP beneficiaries purchased on average 5.4 more cups of fruits and vegetables -- the equivalent of almost one cup more per day for those shopping every week for just themselves -- when they used food stamps at EBT-equipped vendors when compared to similar shoppers who paid with cash. \"Our study results underscore the importance of using modern technology to provide easy access to healthy food options,\" says study senior investigator Brian Elbel, PhD.Previous research by the same team showed that average per-purchase spending on fresh vegetables and produce also rose with electronic SNAP purchases, by $3.86, from $4.19 to just over $8, with most of the increase spent on fruits. For the latest survey, respondents were offered a free transit ticket to complete a questionnaire and allow their food purchases to be documented. Eighty-four percent were female, and over one-half were Hispanic. Some 87 percent said they paid only in cash for their food purchases.Researchers caution that their analysis to date suggests that the Green Carts program has improved healthy food-purchasing habits, but they cannot confirm what anyone actually ate or any health benefit from improved nutrition. Other surveys show that most Americans -- particularly the poorest -- do not eat enough fruits and vegetables to meet the recognized standards of a healthy diet, says Elbel, an associate professor in the Department of Population Health at NYU School of Medicine and at the NYU Wagner Graduate School of Public Service. He says the goal of his team's research is to figure out how best to use the Green Carts program to encourage better, lifelong, food-eating habits.Elbel and lead study investigator Andrew Breck, MPA, a doctoral candidate at NYU Wagner Graduate School of Public Service, say follow-up studies would help identify whether those who buy fruits and vegetables from the carts in fact eat more of them. \"Our research should help the city officials decide whether and how to expand EBT-enabled Green Carts, especially in neighborhoods with few stores selling fresh produce,\" says Breck.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/nlh-wfs091817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "NYU Langone Health / NYU School of Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Public Health", " Internet"], "journal": "Preventing Chronic Disease", "description": "New research links the equipping of mobile fruit and vegetable stands with wireless banking devices programmed to accept food stamps to the buying of more healthy foods by people with low incomes.", "date": "Mon, 18 Sep 2017 04:00:00 GMT"}