{"title": "HIV-AIDS: Following your gut", "text": "Montreal, Sept. 18, 2017 - Researchers at the University of  Montreal Hospital Research Centre (CRCHUM) have discovered a way to slow viral replication in the gastrointestinal tract of people infected by HIV-AIDS. This advance, published in JCI Insight, might well lead to the development of a new therapeutic strategy to supplement antiretroviral therapy (ART), improving the control of viral replication in HIV-infected persons and preventing complications associated with chronic infection. \"We have identified a molecule that stimulates HIV replication in CD4 T cells located in the gut,\" said Petronela Ancuta, a CRCHUM researcher and professor at UdeM. \"We have also started testing medications to block this replication and decrease inflammation of the intestinal mucosa. This is a promising new approach to eradicate HIV, or at least to achieve functional cure.\" The ART used to treat HIV-infected persons can decrease viral loads to often undetectable blood levels, and is effective in preventing evolution of the infection towards acquired immunodeficiency syndrome (AIDS). But HIV is tenacious. \"In spite of the effectiveness of antivirals, it hides in specific immune system cells, the CD4 T cells, which harbour the virus and form viral 'reservoirs' in various peripheral tissues, particularly in the gastrointestinal tract,\" Ancula explained. \"Inside these 'reservoirs,' some viral organisms continue to replicate, which leads to harmful inflammation in the gut. Hence the idea to limit viral replication at all levels and to counteract inflammation.\"\"The digestive tract is an environment conducive to viral 'reservoirs',\" added the study's lead author, Delphine Planas, a CRCHUM doctoral candidate. \"Our research demonstrates that CD4 T cells which migrate from the blood to the gut will be modified. En route, they acquire the tools that aid the virus in infecting them. Identifying these tools helps us understand why the gut represents a sort of sanctuary favourable to HIV, and thus how to combat these 'reservoirs'.\" CD4 T cells migrate from the blood to the gut thanks to marker molecules expressed on their surface; some of these, called CCR6, act like a \"postal code\" for the cells, indicating they should direct themselves to the gut. Previously, the researchers had shown that cells expressing the CCR6 molecule are preferential targets of in-vitro infection, and are viral \"reservoirs\" in subjects being treated with ART.Using biopsies of the sigmoid colon and blood of HIV-infected persons on ART therapy, Ancuta's team, along with one led by Jean-Pierre Routy of the Research Institute of the McGill University Health Centre (RI-MUHC), has now discovered that in the colon, the CD4 T cells which express the CCR6 postal code also contain a large amount of another molecule called mTOR, an important regulator of metabolic mechanisms.\"It is the mTOR molecule which is in part responsible for the high vulnerability to HIV of the CD4 T lymphocytes expressing CCR6 and residing in the gut,\" explained Planas. By interfering with mTOR activity during in-vitro experiments with existing medications, researchers have been able to significantly reduce HIV replication in the cells of HIV-infected patients whose viral load was undetectable.Medications inhibiting mTOR activity are used successfully in the treatment of cancer and diabetes. Other studies are needed to validate their use in the treatment of HIV-AIDS. But researchers already recognize the potential for improving quality of life and increasing chances of curing HIV-infected patients by using mTOR inhibitors to supplement antiretroviral treatments. \"In specifically targeting CD4 T cells carrying the CCR6 molecule, which contains dormant HIV, we think these medications will decrease gastrointestinal inflammation of individuals on ART,\" Ancuna said. \"Over the long term, we hope that this type of treatment will reduce even more the amount of virus persisting in gut reservoirs. Therefore, this is an important strategy to cure HIV, and one that deserves to be tested.\" ", "article_link": "http://dx.doi.org/10.1172/jci.insight.93230", "url": "http://www.eurekalert.org/pub_releases/2017-09/uom-hfy091417.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, CIHR Canadian HIV Trials Network, Fonds de recherche du Québec - Santé (FRQS), AIDS and Infectious Diseases Network", "meeting": "", "institution": "University of Montreal", "keywords": ["Cell Biology", " Medicine/Health", " AIDS/HIV", " Gastroenterology", " Public Health"], "journal": "JCI Insight", "description": "Researchers find a way to reduce replication of the AIDS virus in the gastrointestinal tract.", "date": "Mon, 18 Sep 2017 04:00:00 GMT"}