{"title": "New findings aim to improve global medical device standard on auditory alarms", "text": "The global medical device standard IEC 60601-1-8, first published in 2006, specifies safety and performance requirements for auditory alarms in medical electrical equipment and systems used in hospitals and other health-care facilities around the world. Despite widespread use of these alarm sets, research has shown that clinicians have difficulty learning and distinguishing between them even after repeated exposure, which can lead to time-critical delays or errors in patient care.To combat these deficiencies, a team of human factors/ergonomics researchers led by Judy Edworthy is testing newly designed alarm sets with the goal of updating the current standard. Their findings have just been published in Human Factors, \"The Recognizability and Localizability of Auditory Alarms: Setting Global Medical Device Standards.\"Edworthy, a professor of applied psychology and the director of the Cognition Institute at Plymouth University, notes, \"It has been well known for quite a while that the alarms currently associated with the standard are difficult to learn and remember and are in need of updating. According to auditory research, sounds that have better links to their meanings, as well as those that are more acoustically variable, should be easier to learn, neither of which is true of the current set of alarms.\"In their Human Factors paper, Edworthy et al. recruited more than 300 participants for two studies comparing four prototype alarms with existing IEC standard alarms to determine which set was easier to recognize, remember, and localize. The prototype designs were based on available literature on auditory cognition and included, among others, word rhythms, which are alarms copying the rhythms of the functions they represent (e.g., a six-pulse unit mimicking the word \"cardiovascular\"), and auditory icons, or sounds with an obvious link to the functions they represent (e.g., a pill bottle rattling for a drug administration alarm). In the first study, participants recognized and remembered each of the four prototype alarm sets better than those designed under the current IEC standard, with auditory icons performing best. In the second study, participants were able to localize three of the four prototype alarms faster and more accurately, especially those with a large number of harmonics. This finding is particularly valuable when designing alarms for an area serving many patients, such as in a multibed intensive-care unit. According to Edworthy, this research is the first part of the benchmarking of alarms intended to update IEC 60601-1-8 and is sanctioned by the IEC/ISO alarms Joint Working Group. She adds, \"The idea is to build a body of evidence demonstrating that the sounds are an improvement on those currently in the standard and to demonstrate this in several ways.\" Future research will involve testing the alarms in a simulation environment designed to more accurately represent a real-world health-care setting.", "article_link": "http://dx.doi.org/10.1177/0018720817712004", "url": "http://www.eurekalert.org/pub_releases/2017-06/hfae-nfa060817.php", "region": "namerica", "source_link": "https://hfes.org//Web/DetailNews.aspx?ID=435", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Medicine/Health", " Health Professionals", " Memory/Cognitive Processes", " Perception/Awareness", " Computer Science"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "Participants recognized and remembered each of the four prototype alarm sets better than those designed under the current IEC standard, and could localize three of the four prototype alarms faster and more accurately.", "date": "Fri, 09 Jun 2017 04:00:00 GMT"}