{"title": "Balance and movement improved in animal model of Parkinson's disease", "text": "FINDINGSResearchers at UCLA have developed a molecular compound that improves balance and coordination in mice with early stage Parkinson's disease. Further, the drug, called CLR01, reduced the amount of a toxic protein in the brain that is thought to be one of the prime culprits in the development of the disorder.BACKGROUNDParkinson's disease is a nervous system disorder that affects movement. It's estimated that as many as 1 million Americans live with Parkinson's, and that roughly 60,000 are diagnosed with it each year. There is no cure. The disease is chronic and progressive, and over time can worsen from tremors in a person's hands and slow movements, to impaired balance and coordination and, ultimately, overall rigidity of the body, including difficulty swallowing and speaking.While the cause is not known, growing evidence points to the protein alpha-synuclein. The protein binds together in \"clumps,\" called aggregates, becoming toxic and killing brain neurons that produce dopamine, a neurotransmitter needed to send signals among neurons involved in controlling movements.METHODEarlier research by Gal Bitan, an associate professor of neurology at the David Geffen School of Medicine at UCLA, and colleagues led to the development of CLR01, which is known as a molecular tweezer -- a complex compound capable of disrupting the formation of toxic protein clumps. Shaped like the letter \"C,\" CLR01 wraps around chains of lysine, a basic amino acid that is a constituent of most proteins. In the previous work in zebrafish, the scientists showed that the tweezer could decrease the clumping of alpha-synuclein and prevent its negative effects without detectable toxicity or side effects to normal, functioning cells in the brain.In this study in mice, the UCLA researchers took a more refined approach. It turns out there are two toxic forms of alpha-synuclein. One is the proteins that clump together, forming aggregates. The second is a soluble form that is difficult to detect because it is not very stable. This is the more toxic form and is thought to be the culprit affecting the neurons. In the new study, the researchers used a treatment of CLR01 that did not affect the aggregated form of alpha-synuclein; instead, it only reduced the soluble form. This proved to be sufficient to help improve movements in mice. These findings are important because they suggest that researchers may not need to focus on the aggregates if the toxic soluble form of alpha-synuclein can be reduced or destroyed.IMPACTCLR01 previously showed a strong therapeutic effect in a zebrafish model of Parkinson's. This study is the first to demonstrate CLR01's effectiveness in a mammal, one of the last important steps before human clinical trials.The researchers are now working on optimizing the blood-brain barrier penetration of CLR01 and measuring all the pharmacological features necessary for applying to the Food and Drug Administration to begin the first human, clinical trials.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--bam060917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - Los Angeles", "keywords": ["Medicine/Health", " Neurobiology", " Parkinson's Disease", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Perception/Awareness"], "journal": "Neurotherapeutics", "description": "Researchers at UCLA have developed a molecular compound that improves balance and coordination in mice with early stage Parkinson's disease. Further, the drug, called CLR01, reduced the amount of a toxic protein in the brain that is thought to be one of the prime culprits in the development of the disorder.", "date": "Fri, 09 Jun 2017 04:00:00 GMT"}