{"title": "Developing fetuses react to face-like shapes from the womb", "text": "It's well known that young babies are more interested in faces than other objects. Now, researchers reporting in Current Biology on June 8 have the first evidence that this preference for faces develops in the womb. By projecting light through the uterine wall of pregnant mothers, they found that fetuses at 34 weeks gestation will turn their heads to look at face-like images over other shapes. The findings are the first to show that it's possible to explore visual perception and cognition in babies before they are born.\"We have shown the fetus can distinguish between different shapes, preferring to track face-like over non-face-like shapes,\" says Vincent Reid of Lancaster University in the United Kingdom. \"This preference has been recognized in babies for many decades, but until now exploring fetal vision has not been attempted.\"Reid said that technical barriers had prevented earlier studies of fetal vision and behavior in the womb. But he and his colleagues realized those challenges could be overcome. The new work was made possible thanks to high-quality 4D ultrasound. Scientists had also realized that it's possible for light to penetrate through human tissue and into the uterus, where a fetus could see it. The researchers tested the responses of 39 fetuses to face-like patterns of light presented to them in both upright and inverted orientations. The projected light moved across their field of vision while researchers watched the fetuses' reactions using 4D ultrasound. Those ultrasound movies showed that the developing babies turned their heads to look more often at face-like stimuli that were upright than those that were presented to them upside down.\"There was the possibility that the fetus would find any shape interesting due to the novelty of the stimulus,\" Reid says. \"If this was the case, we would have seen no difference in how they responded to the upright and upside-down versions of the stimuli. But it turned out that they responded in a way that was very similar to infants.\"The findings suggest that babies' preference for faces begins in the womb. There is no learning or experience after birth required. The findings also confirm that fetuses have enough light to see and have visual experiences in the womb. However, Reid says that he discourages pregnant mothers from shining bright lights into their bellies.The researchers are now working to improve the light source used in the current study in preparation for further exploration of fetal perception and cognition in the womb. For example, they say, newborns can discriminate numbers and quantities. They want to find out whether a fetus in the third trimester also has that capacity.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.05.044", "url": "http://www.eurekalert.org/pub_releases/2017-06/cp-dfr060117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Pediatrics", " Social/Behavioral Science", " Perception/Awareness"], "journal": "Current Biology", "description": "It's well known that young babies are more interested in faces than other objects. Now, researchers reporting in Current Biology on June 8 have the first evidence that this preference for faces develops in the womb. By projecting light through the uterine wall of pregnant mothers, they found that fetuses at 34 weeks gestation will turn their heads to look at face-like images over other shapes.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}