{"title": "Brain imaging reveals neural roots of caring", "text": "When others suffer, we humans empathize. Our feelings of empathy take different forms, such as distress when we imagine and internalize someone's pain and compassion as we sympathize with their condition. These different feelings involve distinct patterns of brain activity, according to a study in Neuron published June 8. Feelings of empathy may seem subtle and personal, but this study, which used stories of human hardship to inspire feelings of empathic care and distress, found that the brain patterns associated with these feelings are consistent and predictable across individuals. \"Feelings of empathy are virtues we want to cultivate personally and in society,\" says first author Yoni Ashar (@YoniAshar), a graduate student in the lab of Tor D. Wager (@torwager), professor of neuroscience at the University of Colorado, Boulder. \"Understanding these emotions could open the doors to increasing empathy and compassion in personal relationships and on a broader societal level.\"Ashar has firsthand experience with empathic distress at home. When his toddlers start crying and fussing, sometimes he gets upset, too. \"I'm mirroring them,\" he says. \"But I don't need to meet them where they are. I can show compassion, or empathic care, instead.\"To study empathy, the researchers recruited 66 adults to sit in a brain scanner while listening to 24 true short stories of human distress. For instance, in one story, a young drug addict finds help at a boarding school and later is able to help others recover from addiction. Previous studies of empathy examined brain activity in response to static images flashed on a screen. \"We took a naturalistic experimental approach that more closely resembles how we encounter the suffering of others in our daily lives,\" says Ashar.Using functional magnetic resonance imaging (fMRI), the researchers recorded brain activity patterns as subjects listened to the stories. The subjects heard the stories a second time outside the scanner, this time rating their feelings of distress and care over time as the narratives unfolded. The researchers then mapped the feelings to the patterns.Brain activity associated with empathy was not rooted in one part of the brain, the way sensory input tends to be processed. Rather, it was spread across the brain and involved multiple brain regions. \"The brain is not a modular system where there's a region that manages empathy,\" says Wager. \"It's a distributed process.\"Patterns associated with empathic care, for instance, overlapped with systems in the brain associated with value and reward, such as the ventromedial prefrontal cortex and the medial orbitofrontal cortex. In contrast, patterns of empathic distress overlapped with systems in the brain known for mirroring, such as the premotor cortex and the primary and secondary somatosensory cortices, which help an individual simulate or imagine what another person is feeling or thinking. The patterns were surprisingly consistent from person to person, to the extent that the researchers could predict, based on brain activity, the feelings of an individual who had never been scanned before. \"There is a personal element to when a person might feel empathic care or distress, but when you're feeling them, you're activating similar brain regions and brain systems as someone else might,\" says Ashar.In addition to performing brain scans, the researchers asked a separate group of 200 adults to listen to the stories and provide moment-by-moment ratings of their feelings, this time rating more basic feelings of sadness, disgust, anger, fear, negativity, positivity, and happiness. By mapping ratings of empathy to these ratings of more basic feelings, the researchers found that empathic care was associated with both happy and sad feelings, while empathic distress encompasses generally negative feelings of sadness, anger, fear, and disgust. \"This suggests that empathic care, or compassion, reflects a blend of both warmth and distress,\" says Ashar.Empathic care is thought to inspire helpful behaviors, but empathic distress is thought by some to be a deterrent, initiating a desire to withdraw or turn away. To explore the influence of these different types of empathy on behavior, the study also asked subjects who underwent brain scans to donate portions of their payment for participation in the study. The study found that both forms of empathy increased the likelihood of charitable donations. Empathic distress may influence giving, but it is also associated with negative emotions and burnout in caregivers and nurses. So Wager and colleagues are now investigating a 4-week meditation program designed to teach participants to empathize with others in ways that don't increase distress but do increase care.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.014", "url": "http://www.eurekalert.org/pub_releases/2017-06/cp-bir060117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Neurobiology", " Social/Behavioral Science", " Perception/Awareness"], "journal": "Neuron", "description": "When others suffer, we humans empathize. Our feelings of empathy take different forms, such as distress when we imagine and internalize someone's pain and compassion as we sympathize with their condition. These different feelings involve distinct patterns of brain activity, according to a study in Neuron. Feelings of empathy may seem subtle and personal, but this study found that the brain patterns associated with these feelings are consistent and predictable across individuals.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}