{"title": "Does your name match your face?", "text": "People tend to associate round names such as \"Bob\" and \"Lou\" with round-faced individuals, and they have an inherent preference for names and faces that go well together. This is according to David Barton and Jamin Halberstadt of the University of Otago in New Zealand. In the journal Psychonomic Bulletin & Review, published by Springer, they investigated the so-called \"bouba/kiki effect.\" It refers to people's tendency to associate rounded objects with names that require rounding of the mouth to pronounce.  In a series of studies Barton and Halberstadt tested whether people's names are judged more suitable when they are congruent in shape with the people they denote. They also investigated whether people whose names match their faces will be judged more positively than people with incongruent names. In the first experiment, participants ranked which of six suggested names went best with twenty overly exaggerated round or angular male caricatured faces. The participants consistently matched nine of the ten round faces, and eight of the ten angular faces with so-called round (George, Lou) and angular (Pete, Kirk) names, respectively. In a second experiment, using unmanipulated photographs of real male faces, participants assigned shape-congruent names to 14 out of 16 round faces, and 15 out of 16 angular faces. Further studies revealed that participants like another person more when they learn that the person has a name that matches their face, and participants' estimations of others, in fact, diminishes if this is not the case.To put these findings into practice, Barton and Halberstadt turned to politics. The researchers computed \"matching scores\" for 158 candidates for the United States Senate, based on independent ratings of the roundness of each candidate's face and name. They found that well-named candidates (those whose faces matched their names) had an advantage. Candidates earned on average 10 more percentage points in their elections when their names fit their faces very well, versus very poorly. \"Those with congruent names earned a greater proportion of votes than those with incongruent names,\" explains Barton. \"The fact that candidates with extremely well-fitting names won their seats by a larger margin - 10 points- than is obtained in most American presidential races suggests the provocative idea that the relation between perceptual and bodily experience could be a potent source of bias in some circumstances.\"\"Overall, our results tell a consistent story,\" Halberstadt explains. \"People's names, like shape names, are not entirely arbitrary labels. Face shapes produce expectations about the names that should denote them, and violations of those expectations carry affective implications, which in turn feed into more complex social judgments, including voting decisions.\" ", "article_link": "http://dx.doi.org/10.3758/s13423-017-1304-x", "url": "http://www.eurekalert.org/pub_releases/2017-06/s-dyn060817.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/all-english-research-news/does-your-name-match-your-face-/12348412", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Social/Behavioral Science", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Political Science"], "journal": "Psychonomic Bulletin & Review", "description": "People tend to associate round names such as 'Bob' and 'Lou' with round-faced individuals, and they have an inherent preference for names and faces that go well together. This is according to David Barton and Jamin Halberstadt of the University of Otago in New Zealand. In the journal Psychonomic Bulletin & Review, published by Springer, they investigated the so-called 'bouba/kiki effect.'", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}