{"title": "Improving adolescents' social and emotional lives must go beyond teaching them skills", "text": "AUSTIN, Texas -- School programs designed to educate children and adolescents on how to understand and manage emotions, relationships and academic goals must go beyond improving the skills of the individuals to create a respectful climate and allow adolescents more autonomy in decision making, according to psychology research at The University of Texas at Austin.Neuroscientists have identified both early childhood and adolescence as windows of opportunity for development; and social and emotional learning (SEL) programs are a vital contributor to academic achievement and future success. But educators, policymakers and scholars hold competing views on how or whether SEL skills should be taught in schools.In an analysis published in Future of Children, UT Austin psychology assistant professor David Yeager identifies and evaluates three types of SEL programs: the skills model, focused on changes made to the individual; the climate model, geared toward improving the emotional environment; and the mindsets model, which addresses the interplay between environments and the beliefs develop and that shape their behavior over time.\"Effective programs are not based on the skills model, even though they sometimes teach skills,\" said Yeager, a faculty affiliate of the university's Population Research Center. \"Instead, they find ways to motivate young people in terms of the values that matter most to them, and find ways to make environments more respectful.\"Whereas children younger than 10 are forming basic habits for good conduct in school, teens are more sensitive to social and emotional changes. Because of these differences, skill-based SEL programs taught in elementary classrooms cannot be simply \"revamped\" for older audiences; rather, approaches that tap into teens' values and influence the overall climate are most effective.Effective mindset models harness the adolescent desire for status, respect and a more respectful climate, and they blunt the power of threats to peer status and respect -- social aspects valued heavily by pubescent adolescents due to changes in brain structures and hormone activity, such as the status-relevant hormone testosterone, Yeager said.\"Improving adolescents' interior social and emotional lives can spill over into other areas of functioning, because social and emotional life matters so much at this age,\" said Yeager.Effective approaches help teens find purpose in both learning and as members of their communities, Yeager said. In one experiment, Yeager asked 400 students to reflect on issues or people that mattered most to them, and then presented them with stories and data of other students who had a desire to learn in order to make a difference. Teens were then asked to write a persuasive letter to future students to adopt a purpose for learning. Overall, students improved by 0.10 grade points, with some low-scoring students improving twice that by semester's end.Creating a more respectful climate means doing away with authoritarian structures to make way for more authentic relationships with adults through positive, democratic group dynamics, including replacing zero-tolerance discipline strategies with those that are more empathetic. Yeager cites one study by Rutgers University psychologist Anne Gregory, which gave students more autonomy in choosing meaningful work, rather than busy work. Students in these academically demanding classes were less likely to be disciplined, shortening the racial gap in discipline infractions.Finally, it is possible to blunt the power of social threats by teaching teens that socially relevant traits are malleable and not fixed -- an incremental theory of personality -- which can make them feel better equipped to face social challenges, rather than viewing them as threats and diagnosing them as lasting realities. Yeager's studies showed that teens exposed to the incremental theory coped better on days when they reported more stressors and exhibited higher GPAs seven months later compared with their peers.\"If we define successful SEL programs as those that instruct and expect adolescents to apply a given skill in novel settings and thereby show greater well-being, then the evidence is discouraging,\" Yeager said. \"But if include programs that affect social-emotional outcomes by creating climates and mindsets that help adolescents cope more successfully with the challenges they encounter, then evidence is not only encouraging but demands urgent action in schools across the country.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uota-ias060817.php", "region": "namerica", "source_link": "https://news.utexas.edu/2017/06/08/improving-adolescents-social-and-emotional-lives", "funder": "", "meeting": "", "institution": "University of Texas at Austin", "keywords": ["Education", " K-12", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Learning/Literacy/Reading", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Future of Children", "description": "School programs designed to educate children and adolescents on how to understand and manage emotions, relationships and academic goals must go beyond improving the skills of the individuals to create a respectful climate and allow adolescents more autonomy in decision making, according to psychology research at The University of Texas at Austin.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}