{"title": "A fish of all flavors", "text": "Receptors are how the body senses its environment. Upon the binding of a ligand, a receptor will initiate a chain of events that elicits a response. Our olfactory system depends on approximately 400 receptors to give us our sense of smell. Taste, however, operates with a much smaller number: The combination of only three members of the taste receptor type 1 (T1r) family can detect a wide range of sweet and savory flavours in humans.\"T1r heterodimers can perceive most sweet and umami taste substances,\" says Prof. Junichi Takagi of Osaka University. \"To understand this perception, we looked at the atomic structure of the heterodimer.\"Our bodies sense a flavour when an amino acid of the food binds to a heterodimer of two T1r members. Takagi is an expert of structural biology who studies the physical conformations of receptors upon binding to their ligands. \"The lock-and-key theory explains most ligand-receptor bindings. T1r is unusual because this theory does not seem to apply. We thought it would make an interesting research study.\"Takagi was approached by Prof. Atsuko Yamashita at Okayama University who had been studying the T1r2-T1r3 heterodimer of medaka fish for years. This heterodimer binds to a wide range of amino acids for the perception of savory flavours. To measure the structure at the atomic level, they used Takagi's expertise as well as the synchrotron radiation equipment at RIKEN SPring-8 in Japan.The research team found the heterodimer structure was approximately the same regardless of the amino acid bound, but the affinity for the amino acid was ensured together with the shell-structured water molecules around the amino acid. This characteristic could explain how a single heterodimer can bind to an array of ligands.\"We found the space in which the ligand binds T1r2 is much bigger than the ligand itself. This larger space could account for the structured water,\" Yamashita said. \"The space in lock-and-key receptors is much smaller.\"A similar property is found in receptors that pass different types of drugs, suggesting this mechanism may be constant for non-specific receptors.Although formation of the heterodimer is necessary for perception, the findings indicated that T1r2 was responsible for detecting different amino acids and that binding to T1r3 did not have a direct role in recognizing flavours.For preparation reasons of the receptors, the group chose to study the medaka fish T1r2-T1r3 heterodimer over the human version. Yet, because the T1r family is universal in higher-levels animals, these findings should make an informative model for taste sensation in humans.\r\n", "article_link": "http://dx.doi.org/10.1038/ncomms15530", "url": "http://www.eurekalert.org/pub_releases/2017-06/ou-afo060717.php", "region": "asia", "source_link": "http://resou.osaka-u.ac.jp/en/research/2017/20170523_1", "funder": "Japan Society for the Promotion of Science, Ministry of Education, Culture, Sports, Science and Technology, Urakami Foundation for Food and Food Culture Promotion, Japan Agency for Medical Research and Development", "meeting": "", "institution": "Osaka University", "keywords": ["Biology"], "journal": "Nature Communications", "description": "Japanese researchers achieve atomic resolution images of taste receptors in fish. The structure explains why so few receptors are sufficient to sense a nearly limitless variety of sweet and savory flavors. Because these receptors are shared across vertebrate species, including humans, the findings are expected to provide new insights on how humans ascertain different tastes.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}