{"title": "Mind changing can be risky", "text": "WASHINGTON -- When leaders use a moral argument rather than a pragmatic one as the basis for a position, they may be judged harshly if they change that position later. They are perceived as hypocrites, less effective and less worthy of future support, according to research published by the American Psychological Association.\"Leaders may choose to take moral stances, believing that this will improve audiences' perceptions. And it does, initially. But all people, even leaders, have to change their minds sometimes,\" said lead author Tamar Kreps, PhD, of the University of Utah. \"Our research shows that leaders who change their moral minds are seen as more hypocritical, and not as courageous or flexible, compared with those whose initial view was based on a pragmatic argument. Due to this perception of hypocrisy, they are also seen as less effective and less worthy of support.\"The research was published in the Journal of Personality and Social Psychology.In the study, Kreps and her colleagues conducted a series of 15 experiments online involving more than 5,500 participants from the United States ranging in age from 18 to 77. In each experiment, participants learned about political or business leaders who had changed their opinion on an issue. Some participants were informed that the leaders' initial positions were based on a moral stance.  Others were told the position was based on a pragmatic argument (e.g., it was good for the economy). Across the studies, participants rated the leader who changed his or her mind on the moral stance as more hypocritical and, in most instances, less effective and worthy of their support than leaders whose initial stance was pragmatic.What surprised the researchers the most was how difficult it was to eliminate the effect, according to Kreps. \"In different studies, we tried to test various factors we thought might weaken the effect. For example, what if the leader used the same moral value in the later view as in the earlier view? What if the leader did not rely on popular support and therefore would have no reason to pander? What about participants who believed in moral relativism, the view that there is no objective reality in the first place? None of those things made a difference -- initially moral mind-changers consistently seemed more hypocritical,\" she said.Kreps believes the findings suggest that people think that breaking moral commitments is not only difficult, but also wrong. \"All in all, these results paint a glum picture for initially moral leaders. When leaders take a moral position, there appears to be little they can do to avoid being perceived as hypocritical should they find they later have to change their minds,\" said Kreps.For leaders who insist on moral arguments, there is some good news if they have to change their minds later, according to Kreps. While in all cases, leaders who changed position on a moral stance were seen as more hypocritical, if leaders framed the change as a result of a personally transformative experience or out of their control due to external forces, they were not seen as less effective or unworthy of support.\"We know that moral beliefs do tend to stay more constant over time. So, leaders should take moral stances only if they have the underlying beliefs to back up those stances,\" said Kreps. \"Taking an inauthentic moral view to try to pander to a moralizing audience could backfire, if a leader needs to change that view later on.\"\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/apa-mcc060517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Psychological Association", "keywords": ["Social/Behavioral Science", " Mental Health"], "journal": "Journal of Personality and Social Psychology", "description": "When leaders use a moral argument rather than a pragmatic one as the basis for a position, they may be judged harshly if they change that position later. They are perceived as hypocrites, less effective and less worthy of future support, according to research published by the American Psychological Association.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}