{"title": "FSU researchers find plus-size fashion models improve women's psychological health", "text": "TALLAHASSEE, Fla. -- A new study by Florida State University researchers reveals women are more likely to pay attention to and remember average and plus-size models in the media compared to thin models.Women also experience enhanced psychological health after viewing plus-size models, according to the study published this week in the journal Communication Monographs.Russell Clayton, assistant professor in the FSU School of Communication, director of the Cognition and Emotion Lab and lead author, said the study used psychophysiological measures to examine how women respond, both psychologically and physiologically, to models of different sizes.\r\n\"By measuring psychophysiological responses during image exposure, we were able to gain insights into the real-time cognitive and emotional responses that unfold when women are exposed to different-size media fashion models,\" Clayton said.He conducted the study with Jessica Ridgway, assistant professor in the Department of Retail, Merchandising and Product Development, and Joshua Hendrickse, a doctoral student in the FSU School of Communication.Researchers recruited 49 college-age women, all of whom indicated they wanted to be thinner, and showed them various images of thin, average and plus-size fashion models on a TV screen. The project recorded participants' psychophysiological responses -- the interaction between the mind and the body -- as the women viewed the images.After viewing each image, participants answered questions about their body satisfaction and how much they had compared themselves to the models. The results revealed very different responses to thin and plus-size models.When thin models were on screen, research participants made more comparisons, paid less attention and remembered less about the models. Participants also came away from the experiment with less body satisfaction, which can diminish psychological health.But when average and plus-size models were on screen, research participants made fewer comparisons, paid more attention and remembered more about those models. Participants also reported higher levels of body satisfaction.\r\nClayton and Ridgway noted that the results of this study offer new evidence for improving women's health and body positivity.\"We found overwhelmingly that there is a clear psychological advantage when the media shows more realistic body types than the traditional thin model,\" Ridgway said.Clayton added, \"Women made fewer social comparisons, felt increased body satisfaction, paid more attention to and remembered average and plus-size models. Therefore, it might be a useful persuasive strategy for media producers to employ plus-size models if the goal of the campaign is to capture attention while also promoting body positivity.\"The study, \"Is plus size equal? The positive impact of average and plus-size media fashion models on women's cognitive resource allocation, social comparisons and body satisfaction,\" can be viewed online here.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/fsu-frf060717.php", "region": "namerica", "source_link": "http://news.fsu.edu/news/health-medicine/2017/06/07/fsu-researchers-find-plus-size-fashion-models-help-improve-womens-psychological-health/", "funder": "", "meeting": "", "institution": "Florida State University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Advertising/Public Relations", " Quality of Life", " Mass Media", " Perception/Awareness"], "journal": "Communication Monographs", "description": "FSU researchers Russell Clayton and Jessica Ridgway discover women pay more attention and experience improved psychological health when they view average and plus-size models in the media.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}