{"title": "Scientists improve people's creativity through electrical brain stimulation", "text": "Scientists have found a way to improve creativity through brain stimulation, according to researchers at Queen Mary University of London (QMUL) and Goldsmiths University of London.They achieved this by temporarily suppressing a key part of the frontal brain called the left dorsolateral prefrontal cortex (DLPFC), which is involved in most of our thinking and reasoning.  The results, published in the journal Scientific Reports, show that participants who received the intervention showed an enhanced ability to 'think outside the box'. \"We solve problems by applying rules we learn from experience, and the DLPFC plays a key role in automating this process,\" commented Dr Caroline Di Bernardi Luft, first author from QMUL's School of Biological and Chemical Sciences who conducted the research while previously working at Goldsmiths University of London, with Dr Michael Banissy and Professor Joydeep Bhattacharya. \"It works fine most of the time, but fails spectacularly when we encounter new problems which require a new style of thinking - our past experience can indeed block our creativity. To break this mental fixation, we need to loosen up our learned rules,\" added Dr Luft. The researchers used a technique called transcranial direct current stimulation (tDCS), which involved passing a weak constant electrical current through saline-soaked electrodes positioned over the scalp to modulate the excitability of the DLPFC. Depending on the direction of the current flow, DLPFC was temporarily suppressed or activated. The very low currents applied ensured that it would not cause any harm or unpleasant sensation.Sixty participants were tested on their creative problem solving ability before and after receiving one of the following interventions: DLPFC being suppressed, DLPFC being activated, and DLPFC being unstimulated.  The participants solved \"matchstick problems\", some of which are hard, because to solve these problems, participants need to relax the learnt rules of arithmetic and algebra. The participants whose DLPFC was temporarily suppressed by the electrical stimulation were more likely to solve hard problems than other participants whose DLPFC was activated or not stimulated. This demonstrates that suppressing DLPFC briefly can help breaking mental assumptions learned from experience and thinking outside the box. But the researchers also observed that these participants got worse at solving problems with a higher working memory demand (where many items are needed to be held in mind at once). These problems require the participants to try a number of different moves until finding the solution, which means they have to keep track of their mental operations. \"These results are important because they show the potential of improving mental functions relevant for creativity by non-invasive brain stimulation methods,\" commented Dr Luft. \"However, our results also suggest that potential applications of this technique will have to consider the target cognitive effects in more detail rather than just assuming tDCS can improve cognition as claimed by some companies which are starting to sell tDCS machines for home users,\" she added.\"I would say that we are not yet in a position to wear an electrical hat and start stimulating our brain hoping for a blanket cognitive gain.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/qmuo-sip060517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Queen Mary University of London", "keywords": ["Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Scientific Reports", "description": "Scientists have found a way to improve creativity through brain stimulation, according to researchers at Queen Mary University of London (QMUL) and Goldsmiths University of London.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}