{"title": "Wine descriptions make us more emotional about wine", "text": "Research by the University of Adelaide has shown that consumers are much more influenced by wine label descriptions than previously thought.A consumer study by wine researchers at the University's School of Agriculture, Food and Wine has shown that far more than just influencing consumer choice, wine descriptions can alter consumer emotions, increase their wine liking and encourage them to pay more for a bottle. The study has been published in the journal Food Research International.\"Choosing the right wine at the point of sale whether in a wine store, in a restaurant or online can be a difficult task,\" says project leader Associate Professor Sue Bastian.\"The importance of wine labels and label information has been widely studied and it's been clearly shown that they represent useful information which influences consumer choice. Our study extends these findings, showing that wine descriptions also influence our whole wine consumption experience.\"\"Cleverly written wine and producer descriptions when coupled with unbranded wine tasting can evoke more positive emotions, increasing our positive perception of the wine, our estimation of its quality and the amount we would be willing to pay for it.\"The researchers conducted a study with Australian white wines and 126 regular white wine consumers. The consumers evaluated the same set of three commercially available white wines (Chardonnay, Riesling and Sauvignon Blanc) under three information levels: a blind tasting with no information; the provision of a basic sensory description; and provision of an elaborate/emotional description.The presentation of more elaborate wine descriptions, which included information regarding winery history and positive wine quality statements, significantly increased the preference rating the consumers allocated to the wines.Further to this, the results showed that if the expectations elicited by the wine description closely matched the actual liking from tasting, consumers felt far more positive emotions than if it didn't meet expectations.\"These findings have important implications for wine producers and the hospitality industry in that descriptions require more than just wine tasting notes,\" says Dr Lukas Danner, post-doctoral research fellow and first author on the study. \"Companies could even consider involving consumers in label description optimisation.\"", "article_link": "http://dx.doi.org/10.1016/j.foodres.2017.05.019", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoa-wdm060717.php", "region": "africa", "source_link": null, "funder": "", "meeting": "", "institution": "University of Adelaide", "keywords": ["Food/Food Science", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Sports/Recreation"], "journal": "Food Research International", "description": "Research by the University of Adelaide has shown that consumers are much more influenced by wine label descriptions than previously thought. A consumer study by wine researchers at the University's School of Agriculture, Food and Wine has shown that far more than just influencing consumer choice, wine descriptions can alter consumer emotions, increase their wine liking and encourage them to pay more for a bottle.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}