{"title": "Feared by drug users but hard to avoid, fentanyl takes a mounting toll", "text": "PROVIDENCE, R.I. [Brown University] -- Fentanyl, a highly potent prescription opioid, has Rhode Island drug users on high alert. But despite widespread aversion, fentanyl now causes the majority of the state's drug overdose deaths.These bleak findings by teams of Brown University researchers appear in two studies published in the International Journal of Drug Policy. They underscore the urgency of combatting the misuse of fentanyl and undermine a common perception that many users court the drug for its potency.\"Most people are not asking for it,\" said Jennifer Carroll, lead author of one of the studies and an adjunct assistant professor of medicine at the Warren Alpert Medical School of Brown University. \"They can't avoid it, and their desire to avoid it is not reducing their risk.\"The number of overdose deaths in Rhode Island attributable to fentanyl rose to 138 in the first nine months of 2016, compared to 84 in all of 2014, according to the other study led by Brandon Marshall, an assistant professor of epidemiology at the Brown University School of Public Health. In 2014, 35 percent of the state's fatal overdoses occurred because of fentanyl, but it was involved in 56 percent of drug deaths by 2016.Moreover, mapping all 778 overdose deaths in the state during the study period showed that fentanyl-related deaths occur virtually everywhere that heroin overdoses are occurring. Fentanyl, is is often used to lace heroin but  many users can't tell if it is present.\"We were surprised that we saw such similar geographic patterns,\" Marshall said. \"What we're drawing from that is that there is widespread contamination of the drug supply with fentanyl. It's not clustered in one city or town.\"The data do show ominous differences with fatal fentanyl overdoses. One is is that they are particularly likely among users who inject drugs. Another is that users are now dying younger. Marshall said his hypothesis is that with fentanyl in the mix, the lifetime risk of a deadly drug overdose accumulates much faster than it used to.Fear of fentanylWhile Marshall's study documents the broad extent of the deaths, Carroll's study gives voice to those who are trying to survive the onslaught. In surveys of 149 users and face-to-face interviews with 47 of them, Carroll's team found a palpable fear and dislike for fentanyl among drug users. Four in five respondents said they were well aware of fentanyl and its dangers, but many described difficulty in avoiding it.Traci Green, an associate professor at Brown and Boston University's schools of medicine and public health and a senior author on both papers, noted that fentanyl's appearance in the illegal drug trade occurred early on in Rhode Island. The first appearance of acetyl fentanyl was linked to a clandestine Rhode Island lab in spring 2013, she said, possibly foreshadowing the shift to including fentanyl. Unlike heroin, fentanyl can be created synthetically.Of the 121 users who told Carroll they were aware and wary of fentanyl, 61 said they had been exposed to it. In the prior year before filling out the survey, 51 percent of those with exposure had experienced a non-fatal overdose, while only 17 percent of those who did not report fentanyl exposure said they had overdosed.\r\nThroughout the study, Carroll and her co-authors included direct quotes from user interviews that illustrated the broader trends in the data. Matt, a man in his 20s from western Rhode Island spoke of his fear of fentanyl.\"I've seen people OD in front of me from shooting the stuff,\" he is quoted as saying. \"People are dropping like flies. I've had three friends I grew up with since I was 10. They're all dead from [heroin cut with fentanyl].\"Another user, Jason, said that if he is struggling enough with the onset of withdrawal symptoms, he'll still use heroin even if he suspects the presence of fentanyl. So he'll try a little first to see if he feels fentanyl's very strong effects.\"[It depends on] the availability of other batches and how sick I am,\" he said. \"If I'm sick, I gotta do it, you know? I won't do half a gram. You know, I'll do a little pinch and I'll figure it out from there, but I won't start big. It's scary. I've watched overdoses. And I've had one in front of my girl.\"Carroll found that heroin users employ a wide variety of strategies to attempt to avoid fentanyl. Matt's strategy is to snort rather than inject. Jason's strategy is to try a little bit of the drug first. Sheryl said she tries to inspect the drug visually, while Carl said he can tell by the smell. But users such as Sheryl and Jeff readily acknowledged that their attempts at analysis were not very effective. Marshall's study notes that a quantity of fentanyl equivalent to just two grains of salt can kill, meaning that very little has to be cut into heroin to pose a threat.While some users said their long-term experience with their dealers allows them to trust that they won't be sold heroin with fentanyl, others such as Maggie, a woman in her 40s, has no such trust. She told Carroll that dealers don't care whether users die because they only care about money.Given the lack of demand they observed, the researchers suspect that supply side reasons account for the presence of fentanyl in the market.Possible solutionsIn both studies, the researchers identified several measures that can help prevent deadly overdoses.Marshall's study notes that because fentanyl acts faster than heroin in suppressing breathing, users need readier access to the overdose-reversing drug naloxone. They also need it in higher doses.\"Programs to increase distribution of naloxone to people who use drugs, their acquaintances and their loved ones are urgently required,\" Marshall and co-authors wrote.Many of the users in Carroll's study reported frustration in obtaining medication-assisted treatment with methadone or Suboxone to end heroin use because of difficulties with insurance or in finding a doctor. In Marshall's study, researchers said more doctors should receive training and a subsequent waiver that would allow them to prescribe medication-assisted treatment. The proportion of the state's physicians authorized to write the prescriptions has been growing but remains low, he said.\"People are trying to help themselves and find their way, but the system isn't exactly ready to go,\" Green said.Marshall's study also suggests increasing peer education efforts among users and investigating whether to establish supervised injection facilities, where users could take their heroin with medical providers standing by. Carroll acknowledged that the idea is controversial, but she said purely from a public health standpoint, research shows that such facilities save lives.Finally, Marshall praised a relatively new development currently being studied in Rhode Island and Massachusetts: the distribution of fentanyl testing strips that can allow users to detect the drug.", "article_link": "http://dx.doi.org/10.1016/j.drugpo.2017.05.029", "url": "http://www.eurekalert.org/pub_releases/2017-06/bu-fbd060717.php", "region": "namerica", "source_link": "http://news.brown.edu/articles/2017/06/fentanyl", "funder": "CVS Health via the Rhode Island Governors Task Force on Overdose and Addiction, National Institutes of Health", "meeting": "", "institution": "Brown University", "keywords": ["Medicine/Health", " Addiction", " Critical Care/Emergency Medicine", " Death/Dying", " Epidemiology", " Public Health", " Science/Health and the Law", " Drugs"], "journal": "International Journal of Drug Policy", "description": "In a pair of studies of Rhode Island's opioid overdose epidemic, Brown University researchers show that while heroin users appear desperate to avoid fentanyl, it's killing more of them every year.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}