{"title": "Supernatural experiences trigger religious donations, Baylor study shows", "text": "People who have had what they believe to be supernatural experiences are more likely to be \"religious givers,\" with their behavior based on cost-benefit principles that apply in other transactions -- whether they be through Amazon.com or an auto repair shop, according to a Baylor University study.\r\nPeople are more likely to make \"social exchanges\" because of such factors as trust, repeated dealings, reputation, information about others' experiences, and institutions involved in exchanges, said Katie Corcoran, Ph.D., a postdoctoral fellow in Baylor's Institute for Studies of Religion. The study shows that the less religious doubt people have, the more they are willing to give.\r\nCorcoran's study -- \"Divine exchanges: Applying social exchange theory to religious behavior\" -- is published in the journal Rationality and Society and is based upon analysis of the 1988 General Social Survey and the 2007 Baylor Religion Survey. \r\nOther factors affecting people's certainty about God's existence and Heaven are affiliation with a \"high-tension\" congregation -- one with beliefs, practices and behavior very distinct from other groups -- and close ties to others within a congregation, Corcoran said.\r\n\"The 'high-tension' congregations are usually more exclusive, as opposed to those who say there is truth in all religions,\" she said.\r\nWhile voluntary giving to religious organizations consistently makes up the largest share of America's philanthropy, little research previously has been done on why that is, Corcoran said. Her study included 906 respondents in the General Social Survey and 712 in the Baylor Religion Survey, who answered questions about how much they gave to religious organizations and their religious experiences.\r\nFor her research, she applied \"social exchange\" theory. That theory assumes that when people make decisions, they choose the option that they think will benefit them most -- and that that the more confident they are in their exchange partner and the quality of the good, the more likely they are to have further dealings. Positive online reviews rating goods and services or word-of-mouth recommendations increase certainty and make future social exchanges more likely.\r\nWhile confidence in eBay obviously is different from trust in God, \"there are parallels with religion\" when it comes to building trust, Corcoran said.  \r\nRespondents who gave to religious organizations were more likely to report having had a supernatural experience such as being healed, witnessing the healing of another, hearing God's voice, speaking in tongues, being protected by a guardian angel or having a \"born-again\" experience.\r\n \"You can't empirically verify the existence of God, but mystical experiences are believed to be empirical signs of God, of having some sort of interaction with the divine,\" she said. \"For some people, that can be a conscious exchange, for others an unconscious one. If you think God exists, you're more likely to give.\"\r\nShe noted that previous research shows that evangelicals give more of their income than mainline Protestants and Catholics. Her study indicates that evangelicals have a higher level of confidence in God, which increases their giving.\r\n\"If you don't believe in Heaven -- or don't believe you're going there -- why would you do things the church says you should, like giving?\" On the other hand, \"if you believe, giving is a natural by-product,\" she said.\r\n\nTerry Goodrich\nterry_goodrich@baylor.edu\n254-710-3321\n @baylor\nhttp://www.baylor.edu ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2013-10/bu-set102213.php", "region": "namerica", "source_link": "http://www.baylor.edu/mediacommunications/news.php?action=story&story=135048                                                 ", "funder": "", "meeting": "", "institution": "Baylor University", "keywords": ["Social/Behavioral Science", " Behavior", " Perception/Awareness", " Philosophy/Religion"], "journal": "Rationality and Society", "description": "People who have had what they believe to be supernatural experiences are more likely to be ", "date": "Tue, 22 Oct 2013 04:00:00 GMT"}