{"title": "Sequential options prompt future thinking, boost patience", "text": "When faced with a tempting choice, it can be hard to stop and think through the potential consequences, but new research suggests that framing the choice as a sequence of events can help us exercise patience by prompting us to imagine the future. The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"People often have difficulty forgoing immediate temptations, like hitting the snooze button on the alarm, for the sake of later benefits. One possible reason is that people tend to consider the immediate consequences of a particular action, like getting a few more minutes of sleep, more than the later ones, like not having time for breakfast,\" explains Adrianna Jenkins of the Helen Wills Neuroscience Institute and Haas School of Business at the University of California, Berkeley.\"Past work has shown that a subtle change in how choices are framed can increase people's patience. We found evidence that this change affects patience by increasing imagination and its role in decision-making,\" she adds.A considerable amount of research has shown that people who are able to forego immediate temptations in lieu of future rewards experience all sorts of benefits later on, including greater physical, psychological, and financial well-being. But the typical explanation for this ability -- using willpower to tamp down our immediate desires -- does not always seem to underlie increases in patience. For example, research on framing effects indicates that people's ability to exercise patience can differ based on small differences on how current and future choices are presented, even without changes in willpower.Jenkins and UC Berkeley colleague Ming Hsu wondered whether reframing decisions might increase people's reliance on a second possible route to patience: imagination.In one experiment, Jenkins and Hsu presented 122 participants with a series of binary choices and the participants had to choose which option they preferred. In some cases, the options were framed as independent - for example, they could choose between receiving $15 tomorrow or $20 in 30 days. In other cases, however, the options were framed as sequential - that is, receive $15 tomorrow and $0 in 30 days versus receive $0 tomorrow and $20 in 30 days.Replicating past research, people were more likely to exercise patience when the options were framed as a sequence relative to when they were framed as independent. Importantly, the options were financially equivalent regardless of how they were framed.In a second online experiment, 203 participants were randomly assigned to receive either an independently framed choice or a sequentially framed choice with higher stakes: $100 tomorrow or $120 in 30 days. This time, Jenkins and Hsu also measured participants' imagination.In the second experiment, people were more likely to imagine the potential outcomes of the options when choices were framed as sequences. This increased reliance on imagination was apparent in both participants' self-reports and also in the notes they took about what they were thinking while making their decision.In a third experiment, the researchers looked at brain imaging data from another group of participants making the same kinds of decisions. They found that when options were framed as a sequence, choosing the patient option was linked to activity in brain regions associated with imagination. When the options were framed as independent, choosing the patient option was more strongly linked with activity in brain areas associated with willpower.These findings, the researchers say, provide evidence that reframing options as a sequence influenced the route by which participants exercised patience.\"Our findings suggest that imagination and willpower represent dissociable routes to patience,\" says Jenkins. \"Willpower might enable people to override impatient impulses after they're formed, whereas imagining future consequences might affect the formation of the impulses themselves.\"Imagining future consequences may be a particularly useful strategy, the researchers note, when circumstances are less than ideal - say, when you're multitasking, distracted, stressed, or just tired - since is it possible for willpower to be compromised in these situations.So when your alarm clock rings tomorrow and you don't feel like getting out of bed, try reframing your options. Instead of choosing between \"get out of bed now\" and \"sleep 20 more minutes,\" try thinking of your options more in terms of \"get out of bed now and have time for breakfast\" or \"sleep 20 more minutes and have no time for breakfast.\" It may just help you throw off the covers and get ahead on your day.", "article_link": "http://dx.doi.org/10.1177/0956797617698133", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-sop060617.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/sequential-options-prompt-future-thinking-boost-patience.html#.WTbsoesrKUk", "funder": "National Institutes of Health", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Socioeconomics"], "journal": "Psychological Science", "description": "When faced with a tempting choice, it can be hard to stop and think through the potential consequences, but new research suggests that framing the choice as a sequence of events can help us exercise patience by prompting us to imagine the future. The findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}