{"title": "Culture affects how people deceive others say researchers", "text": "Psychologists have discovered that people's language changes when they lie depending on their cultural background.Professor Paul Taylor of Lancaster University in the UK said: \"Science has long known that people's use of language changes when they lie. Our research shows that prevalent beliefs about what those changes look like are not true for all cultures.\"The researchers asked participants of Black African, South Asian, White European and White British ethnicity to complete a Catch-the-Liar task in which they provided genuine and false statements. They found the statements of Western liars tend to include fewer first-person \"I\" pronouns than the statements of truth-tellers. This is a common finding and believed to be due to the liar trying to distance themselves from the lie.However, they did not find this difference when examining the lies of Black African and South Asian participants. Instead, these participants increased their use of first person pronoun and decreased their third person \"he/she\" pronouns--they sought to distance their social group rather than them self from the lie.There were also differences in the kinds of contextual details reported. The White European and White British participants followed the known trend of decreasing the perceptual information they provided in their lie. In contrast, the Black African and South Asian participants increased the perceptual information they gave when lying, to compensate for providing less social details.\"The results demonstrate that linguistic cues to deception do not appear consistently across all cultures. The differences are dictated by known cultural differences in cognition and social norms.\"This has implications for everything from forensic risk assessments, discrimination proceedings and the evaluation of asylum seekers.  \"In the absence of culture-specific training, an individual's judgements about veracity is most likely drawn from either experience or an evidenced-based understanding based on studies of Western liars. In these scenarios, erroneous judgements of veracity may impact on justice\"In today's world, where law enforcement and justice are asked to respond to a greater cultural diversity of suspect it will be important to use findings such as those presented here to adapt existing practices and policies so that they afford justice for all communities within the population.\"", "article_link": "http://dx.doi.org/10.1098/rsos.170128", "url": "http://www.eurekalert.org/pub_releases/2017-06/lu-cah060617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Lancaster University", "keywords": ["Social/Behavioral Science", " Anthropology", " Arts/Culture", " Behavior", " Personality/Attitude", " Language/Linguistics/Speech", " Mental Health", " Perception/Awareness"], "journal": "Royal Society Open Science", "description": "Psychologists have discovered that people's language changes when they lie depending on their cultural background.\r\nLinguistic cues to deception do not appear consistently across all cultures. The differences are dictated by known cultural differences in cognition and social norms\r\nThis has implications for everything from forensic risk assessments, discrimination proceedings and the evaluation of asylum seekers.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}