{"title": "Are friends better for us than family?", "text": "EAST LANSING, Mich. - The power of friendship gets stronger with age and may even be more important than family relationships, indicates new research by a Michigan State University scholar.In a pair of studies involving nearly 280,000 people, William Chopik found that friendships become increasingly important to one's happiness and health across the lifespan. Not only that, but in older adults, friendships are actually a stronger predictor of health and happiness than relationships with family members.\"Friendships become even more important as we age,\" said Chopik, assistant professor of psychology. \"Keeping a few really good friends around can make a world of difference for our health and well-being. So it's smart to invest in the friendships that make you happiest.\"For the first study, Chopik analyzed survey information about relationships and self-rated health and happiness from 271,053 participants of all ages from nearly 100 countries. The second study looked at data from a separate survey about relationship support/strain and chronic illness from 7,481 older adults in the United States.According to the first study, both family and friend relationships were linked to better health and happiness overall, but only friendships became a stronger predictor of health and happiness at advanced ages. The second study also showed that friendships were very influential - when friends were the source of strain, participants reported more chronic illnesses; when friends were the source of support, participants were happier.Chopik said that may be because of the optional nature of relationships - that over time, we keep the friends we like and make us feel good and discard the rest. Friends also can provide a source of support for people who don't have spouses or for those who don't lean on family in times of need. Friends can also help prevent loneliness in older adults who may experience bereavement and often rediscover their social lives after they retire. Family relationships are often enjoyable too, Chopik said, but sometimes they involve serious, negative and monotonous interactions.\"There are now a few studies starting to show just how important friendships can be for older adults. Summaries of these studies show that friendships predict day-to-day happiness more and ultimately how long we'll live, more so than spousal and family relationships,\" he said. Friendships often take a \"back seat\" in relationships research, Chopik added, which is strange, especially considering that they might be more influential for our happiness and health than other relationships.\"Friendships help us stave off loneliness but are often harder to maintain across the lifespan,\" he said. \"If a friendship has survived the test of time, you know it must be a good one - a person you turn to for help and advice often and a person you wanted in your life.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/msu-afb060617.php", "region": "namerica", "source_link": "http://go.msu.edu/5Bz", "funder": "", "meeting": "", "institution": "Michigan State University", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Counseling", " Perception/Awareness"], "journal": "Personal Relationships", "description": "The power of friendship gets stronger with age and may even be more important than family relationships, indicates new research by a Michigan State University scholar.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}