{"title": "Officers on afternoon shift report being more fatigued", "text": "BUFFALO, N.Y. - Police officers on the afternoon shift are twice as likely to report being tired, according to a University at Buffalo-led study.\"Officers who work the afternoon shift are more likely to be fatigued, which puts them at greater risk for accidents, errors and stress,\" said John Violanti, the study's lead author and a research professor of epidemiology and environmental health in UB's School of Public Health and Health Professions.The study on shift work and fatigue among police officers was part of Violanti's ongoing research project known as the Buffalo Cardio-Metabolic Occupational Police Stress (BCOPS) study, which includes occupational-related data on more than 300 members of the Buffalo Police Department.Violanti and his co-authors, which included researchers from the Centers for Disease Control and Prevention's National Institute for Occupational Safety and Health (NIOSH), won first place in the poster competition at the American Association of Occupational Health Nurses (AAOHN) Annual Conference in New Orleans, where they presented their findings.Afternoon shifts -- which typically go from 4 p.m. to 2 a.m. -- are the busiest because of traffic control, motor vehicle accidents, domestic disputes and assaults and homicides, explained Violanti, who served with the New York State Police for more than two decades before moving into academia.For the study, researchers examined shiftwork and fatigue data for 308 officers, 230 of whom were men. The BCOPS study includes a 15-year work history database that contains a daily account of start times and hours worked for the participating officers. Researchers measured fatigue using a questionnaire included in the overall BCOPS study and which asked officers how often they felt tired most of the time. Of the 308 officers, 116 responded \"somewhat\" to \"very much\" to feeling tired.The results showed that working the afternoon shift is associated with a two-fold higher prevalence of fatigue among male police officers compared to those working the day shift, Violanti reported.\"Our inquiry was based on fatigue at work only focusing on fatigue involving physical, mental and emotional tiredness. It may be possible that other factors are involved in fatigue at work due to lack of proper sleep and increased activities and responsibilities outside of work,\" Violanti said, but this particular study did not explore these possibilities.Interestingly, the researchers did not observe a significant relationship between shift work and fatigue among the 78 women officers in the study. \"Female officers appear to use more effective types of coping with the stress and fatigue of shift work. Previous research shows that women are more likely than men to be supportive of each other to help protect against the stress of shift work,\" Violanti said.Examining fatigue among shift-working professionals is important because the strenuous hours they often work can have a wide range of negative health effects, including disruption of the circadian regulation system, according to Violanti.\"Our research demonstrates a need for sleep intervention into police fatigue, including educating officers and police departments on sleep hygiene, possible use of caffeine, controlled napping and light therapy,\" Violanti added.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uab-ooa060517.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/06/008.html", "funder": "", "meeting": "American Association of Occupational Health Nurses", "institution": "University at Buffalo", "keywords": ["Medicine/Health", " Environmental Health", " Circadian Rhythm", " Public Health", " Mental Health", " Perception/Awareness", " Stress/Anxiety"], "journal": "", "description": "Officers who work afternoons are twice as likely to report being tired, which puts them at greater risk for accidents, errors and stress, according to results of UB-led study that won first place in national conference poster competition.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}