{"title": "Brain damage can make sideways faces more memorable, and give us 'emotion blindness'", "text": "People with damage to a crucial part of the brain fail to recognise facial emotions, but they unexpectedly find faces looking sideways more memorable researchers have found. The findings are more evidence that damage to the amygdala affects how facial recognition and gaze perception work in unpredictable ways.  Perception and understanding the facial cues of others is essential in human societies.Patients with amygdala damage, which is common in epilepsy for example, struggle in their understanding of social signals as well as in everyday communication, which can lead to problems in their interactions with friends and family, finding life partners, and progressing with their professional careers. They often feel misunderstood which contributes to lower levels of life satisfaction.Normally we tend to more readily remember faces showing emotions such as fear or anger than neutral expressions. When trying to predict others' actions, we decipher their facial expressions and follow their gaze to understand the focus of their attention and eventually of their emotion. This is an important process to understand the implications of the situation for our own well-being - which is known as self-relevance - and to interpret social situations and cues.The amygdala is particularly responsible for the processing of emotion and self-relevance. Individuals with damage to the amygdala have been observed to have emotion recognition deficits while keeping the perception of others' eye gaze direction intact. But now researchers from the University of Bath, working with neurosurgeons and psychologists in Warsaw, Poland, have shown that individuals with amygdala damage remembered faces looking to the side more than those looking towards them - in contrast with previous studies. \r\nHowever, in line with previous research they didn't remember emotive faces any better than neutral faces. Sylwia Hyniewska from the University of Bath said: \"Surprisingly we found that individuals with amygdala damage remembered faces looking to the side more than those looking towards them. This effect was independent of the emotional content of the face. This was unexpected given that all research so far focusing on other populations showed either an interaction effect between emotion and gaze, or an improved memory for faces looking towards the observer. \"We expected our patients to remember faces better when they were looking at them - presented with the direct gaze. However for some reason patients seem to remember faces looking away better. This means that the interaction between the processing of emotions and gaze is more complex than we thought, and not only emotions but also gaze should be studied further in this specific population to develop treatments improving these patients' well-being.\"The research is published in the journal Epilepsy and Behaviour. The team showed 40 patients with mesial temporal lobe epilepsy (MTLE) and 20 healthy control patients a series of faces with neutral or emotional expressions. Half were looking straight ahead, and half sideways. As expected healthy participants had better recognition of emotional faces. The epilepsy patients did not remember emotional faces any better than neutral ones, but did find patients gazing away more memorable than those looking straight ahead. ", "article_link": "http://dx.doi.org/10.1016/j.yebeh.2017.04.016", "url": "http://www.eurekalert.org/pub_releases/2017-06/uob-bdc060617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Bath", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Epilepsy & Behavior", "description": "People with damage to a crucial part of the brain fail to recognize facial emotions, but they unexpectedly find faces looking sideways more memorable researchers have found.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}