{"title": "Cell phone use and distracted driving begins in the mind", "text": "We all know that talking on a cell phone impedes your driving ability. But new research from the University of Iowa is helping us understand how even a simple conversation can affect your brain's ability to focus on the roadway.UI researchers used computerized experiments that tracked eye movements while asking subjects to answer true or false questions. Respondents who answered the questions took about twice as long to direct their eyes to a new object on the screen than those not required to respond or who were asked no questions at all.The experiments mimic a scenario in which a driver is using a cell phone or having a conversation with a passenger, says Shaun Vecera, professor in the UI Department of Psychological and Brain Sciences and corresponding author on the paper, published online June 5 in the journal Psychonomic Bulletin and Review.It's the first study known to examine attentional disengagement as the possible cause of poor driving while using a cell phone.\"What this study suggests is the reason you should be cautious (when talking on the phone while driving) is it slows your attention down, and we're just not aware of it because it happens so fast,\" Vecera says.The delay is about 40 milliseconds, or four-hundredths of a second, which may not seem like a long time. But that delay compounds: Every time the brain is distracted, the time to disengage from one action and initiate another action gets longer.\"It's a snowball effect,\" Vecera says, \"and that's what contributes to the problem, because eventually you're oblivious to a lot that's around you.\"There's little dispute cell phone use--whether texting or talking--is hazardous for drivers. The U.S. National Highway Safety Administration reports that in 2015, 3,477 people were killed and 391,000 were injured in motor vehicle crashes involving drivers engaged in cell phone conversations, texting, and other distractions.That's why a growing number of states--Iowa included--have either limited or banned some uses of a cell phone while driving.Research has demonstrated cell phone use reduces a driver's field of vision, creating a cone-like field of view akin to tunnel vision. Other studies have suggested using a cell phone while driving places a mental burden, or \"cognitive load,\" on drivers, making them less likely to detect and react to the appearance of a new object.Vecera and his team wanted to explore why the brain was burdened with something as simple as having a conversation. After all, why would talking on the phone affect your ability to pay attention to the road?Engaging in conversation, whether on the phone or with someone in the vehicle, \"seems effortless,\" Vecera says. But it's far more complex than one would think. The brain is absorbing information, overlaying what you know (and what you don't), and then preparing to construct a thoughtful reply.\"That's all very effortful,\" Vecera says. \"We do it extremely rapidly--so rapidly we don't grasp how difficult it really is.\"In a study published in 2011 in the Journals of Gerontology, Series B, Vecera and colleagues documented that older adults with poorer mental and visual abilities took longer to switch their attention from one object to another than older adults with diminished vision only. In his current study, he hypothesized that younger, healthy individuals asked to answer questions while training their eyes on objects would mimic the older adults with cognitive decline.The experiment was simple enough. The participants answered a series of true or false questions, termed \"active listening,\" while researchers used high-speed cameras to track how rapidly their eyes located and fixed on a new object that appeared on a computer screen. Other groups either were asked a question but were not required to answer (\"passive listening\") or were not asked a question.Among the simple questions was: \"C-3P0 is the name of a tall golden robot, and he was in the popular film Star Wars.\"Among the more difficult questions was: \"The Magna Carta was written as a legal proclamation, subjecting the king to the law.\"It took nearly 100 milliseconds, on average, for participants answering questions to disengage their vision from one object and locate and fixate their vision on a new object that appeared on the screen.\"Active listening delays the disengagement of attention, which must occur before attention can be moved to a new object or event,\" Vecera says.In addition, the eye movements of participants asked to answer both simple and difficult questions also lagged. Researchers believe that's because the brain needs to be engaged when actively listening, no matter how elementary the topic of conversation.The solution? Don't talk on the phone while driving, Vecera says.\"There's no evidence that I know of that says you can eliminate the mental distraction of cell phone use with practice or conditioning,\" he says. \"But that is an open question that should be studied.\"Benjamin Lester, a UI graduate who majored in psychology and former post-doctoral research scholar at the UI, is the paper's first author. The U.S. National Science Foundation and the Toyota Collaborative Safety Research Center funded the research.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoi-cpu053017.php", "region": "namerica", "source_link": "http://bit.ly/2qxCMmQ", "funder": "National Science Foundation, Toyota Collaborative Safety Research Center", "meeting": "", "institution": "University of Iowa", "keywords": ["Hearing/Speech", " Social/Behavioral Science", " Behavior", " Demography", " Language/Linguistics/Speech", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Telecommunications"], "journal": "Psychonomic Bulletin and Review", "description": "Even simple cell phone conversations can cause distracted driving. Researchers have found listening on the phone while driving creates a lag in the mind to extract itself from one object before fixing attention on another object. Results published in the journal Psychonomic Bulletin and Review.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}