{"title": "Brain images reveal roots of kids' increasing cognitive control", "text": "As children age into adolescence and on into young adulthood, they show dramatic improvements in their ability to control impulses, stay organized, and make decisions. Those \"executive functions\" of the brain are key factors in determining outcomes, including educational success, drug use, and psychiatric illness. Now, researchers reporting in Current Biology on May 25 have mapped the changes in the network organization of the brain that underlie those improvements in executive function.The study reveals that the maturing brain becomes increasingly segregated into distinct network modules for greater efficiency. Indeed, the new evidence shows that the degree to which executive function improves in a person with age depends on the degree to which that well-defined modular network structure emerges.\"We were surprised to find that the developmental refinement of structural brain networks involved increased modular segregation and global integration, since highly modular systems have the potential to become fragmented,\" says Ted Satterthwaite (@sattertt), an assistant professor of Psychiatry in the Perelman School of Medicine at the University of Pennsylvania.. \"This increasingly modular yet globally integrated network topology may maximize communication efficiency while minimizing wiring costs in the brain.\"The findings suggest that modular brain architecture is critical for the development of complex cognition and behavior. They could also lead to the identification of biomarkers of abnormal brain development that could predict a person's risk for psychosis and major mood disorders, the researchers say.  Satterthwaite and his colleagues set out to define the normal development of structural network modules and its relationship to executive functioning. They capitalized upon a large sample of 882 youths between the ages of 8 and 22 who completed diffusion imaging as part of the Philadelphia Neurodevelopmental Cohort, a community-based study of brain development that includes rich neuroimaging and cognitive data.As expected, executive function improved markedly in study participants with age. An analysis of the brain images revealed an increasingly specialized and modular structure that was nonetheless fully integrated. \"The development of modular network architecture did not result in the brain becoming fragmented,\" explains the study's first author Graham Baum (@graham_baum), a PhD candidate in the Perelman School of Medicine at the University of Pennsylvania. \"In fact, the overall network communication capacity actually increased, due to strengthening of specific 'hub' connections between modules. These results show that as kids grow up, their brain becomes more segregated into specialized units, but also more integrated as a whole.\"The researchers suggest that a globally integrated network architecture may be critical for supporting specialized processing and reducing interference between brain systems. At the same time, the increase in global integration may allow those specialized parts to work together in a coordinated fashion. The researchers also found a relationship between the emergence of that modular structure and a person's performance on tests of executive function. The researchers say they are now combining structural and functional imaging techniques to examine how structural brain networks constrain and shape functional brain networks and activation patterns. They will also investigate whether information about brain networks can predict the emergence of psychiatric disorders in children years later.  ", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.04.051", "url": "http://www.eurekalert.org/pub_releases/2017-05/cp-bir051817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Learning/Literacy/Reading", " Mental Health"], "journal": "Current Biology", "description": "As children age into adolescence and on into young adulthood, they show dramatic improvements in their ability to control impulses, stay organized, and make decisions. Those 'executive functions' of the brain are key factors in determining outcomes, including educational success, drug use, and psychiatric illness. Now, researchers reporting in Current Biology on May 25 have mapped the changes in the network organization of the brain that underlie those improvements in executive function.", "date": "Thu, 25 May 2017 04:00:00 GMT"}