{"title": "No evidence that brain-stimulation technique boosts cognitive training", "text": "Transcranial direct-current stimulation (tDCS)--a non-invasive technique for applying electric current to areas of the brain--may be growing in popularity, but new research suggests that it probably does not add any meaningful benefit to cognitive training. The study is published in Psychological Science, a journal of the Association for Psychological Science.\"Our findings suggest that applying tDCS while older participants engaged in daily working memory training over four weeks did not result in improved cognitive ability,\" explains researcher Martin Lövdén of Karolinska Institutet and Stockholm University.\"The study is important because it addresses what has arguably been the most promising cognitive application of tDCS: the possibility of long-term cognitive enhancement from relatively limited practice on select cognitive tasks,\" Lövdén adds. \"Cognitive enhancement is of interest not just to scientists, but also to the student studying for final exams, the gamer playing online games, and the retiree remembering which pills to take. Because of this large audience, it is of utmost importance to conduct systematic research to disentangle hype from fact.\"Working memory--our capacity for holding information in mind at any given moment--underlies many fundamental cognitive processes and is linked with some aspects of intelligence. Research has shown that working memory training improves working memory performance but it's unclear whether this specific training can yield improvements to broader cognitive abilities.Recent interest and publicity surrounding the potential effects of tDCS--which involves conducting a weak electrical current to the brain via electrodes on the scalp--led Lövdén and colleagues to wonder: Could using tDCS during cognitive training enhance brain plasticity and enable transfer from working memory to other cognitive processes?The researchers enrolled 123 healthy adults who were between 65 and 75 years old in a 4-week training program. All participants completed a battery of cognitive tests, which included tasks that were incorporated in the training and tasks that were not, at the beginning of the study and again at the end. Those randomly assigned to the experimental group trained on tasks that targeted their ability to update mental representations and their ability to switch between different tasks and rules, while those in the active control group trained on tasks that focused on perceptual speed.As they completed the training tasks, some participants received 25 minutes of tDCS current to the left dorsolateral prefrontal cortex, an area of the brain that plays a central role in working memory; other participants were led to believe they were receiving 25 minutes of current, when in actuality the current was only active for a total 30 seconds.Comparing participants' performance before and after training indicated that those who received working memory training did improve on the updating and switching tasks they had encountered during training and on similar tasks that they had not encountered previously.But there was no evidence that tDCS produced any additional benefit to the working memory training--at the end of the study, participants who received tDCS did not show greater improvement than their peers.When the researchers pooled the data from this study with findings from six other studies, they again found no evidence of any additional benefit from working memory training that was combined with tDCS.Given strong public interest in cognitive enhancement, Lövdén and colleagues urge caution when it comes to this as-of-yet unproven application of tDCS:\"A growing number of people in the general public, presumably inspired by such uninhibited optimism, are now using tDCS to perform better at work or in online gaming, and online communities offer advice on the purchase, fabrication, and use of tDCS devices,\" the researchers write. \"Unsurprisingly, commercial exploitation is rapidly being developed to meet this new public demand for cognitive enhancement via tDCS, often without a single human trial to support the sellers' or manufacturers' claims.\"\"These findings highlight exactly how limited our knowledge is of the mechanisms underlying the potential effects of tDCS on human cognition and encourages the research community to take a step back and focus its resources on developing strategies for uncovering such mechanisms before using the technique in more applied settings,\" Lövdén concludes.", "article_link": "http://dx.doi.org/10.1177/0956797617698139", "url": "http://www.eurekalert.org/pub_releases/2017-05/afps-net052417.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/no-evidence-that-brain-stimulation-technique-boosts-cognitive-training.html", "funder": "European Research Council, Swedish Research Council", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Learning/Literacy/Reading", " Decision-making/Problem Solving", " Memory/Cognitive Processes"], "journal": "Psychological Science", "description": "Transcranial direct-current stimulation (tDCS) -- a non-invasive technique for applying electric current to areas of the brain -- may be growing in popularity, but new research suggests that it probably does not add any meaningful benefit to cognitive training. The study is published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Thu, 25 May 2017 04:00:00 GMT"}