{"title": "Penn Medicine researchers identify brain network organization changes", "text": "PHILADELPHIA -- As children age into adolescence and on into young adulthood, they show dramatic improvements in their ability to control impulses, stay organized, and make decisions. Those executive functions of the brain are key factors in determining outcomes including their educational success, and whether they will use recreational drugs, or develop psychiatric illness. In a new study, published this week in Current Biology, a team of University of Pennsylvania researchers report newly mapped changes in the network organization of the brain that underlie those improvements in executive function. The findings could provide clues about risks for certain mental illnesses.The study, led by Ted Satterthwaite, MD, an assistant professor of Psychiatry, Danielle Bassett, PhD, an associate professor of Bioengineering, and Graham Baum, a neuroscience doctoral student supervised by Satterthwaite and Bassett, reveals that in adolescence the brain networks becomes increasingly divided into distinct parts, called modules.  Modules are parts of a network that are tightly connected to each other, and less connected to other parts of the network. Modules are thought to support specialized brain functions like movement, sensation, vision, and more complicated tasks like executive function.  The new evidence shows that the degree to which executive function develops during this period in part depends on the degree to which these modules are present.  \"We were surprised to find that the development of structural brain networks involved both more distinct modules but also more global integration across the brain,\" Satterthwaite said. The findings suggest that these modular sub-networks are critical for the development of complex cognition and behavior. They could also lead to the identification of biomarkers of abnormal brain development that could predict a person's risk for psychosis and major mood disorders.Satterthwaite and his team set out to define the normal development of structural network modules and its relationship to executive functioning using a large sample of 882 youth between the ages of 8 and 22 who completed diffusion imaging as part of the Philadelphia Neurodevelopmental Cohort, a National Institute of Mental Health (NIMH)-funded study of brain development led by Raquel Gur, MD, PhD, a professor of Psychiatry, Neurology and Radiology. As expected, executive function improved markedly in study participants with age. An analysis of specialized brain MRI scans allowed the team to estimate structural brain networks for each participant.   Analyses of these networks revealed that modules became more defined with age, but also that the network as a whole became more integrated.\"The development of network modules did not result in the brain network becoming fragmented,\" Baum explained. \"In fact, the brain's predicted ability to send signals efficiently across the whole network actually increased. These results suggest that as kids grow up, their brains become both more modular but also more globally integrated.  This may allow the brain to have specialized units that can work together to support advanced cognitive abilities.\"Satterthwaite, Bassett and Baum suggest that modular brain organization may be critical for supporting specific types of processing. At the same time, the increase in integration across the network may allow those specialized parts to work together in a coordinated fashion. The researchers found that both the presence of specialized network modules and the ability to send information across the network was significantly related to a person's performance on tests of executive function. The research team is now combining structural and functional imaging techniques, to examine how structural brain networks constrain and shape functional brain networks and activation patterns. They will also investigate whether information about brain networks can predict the emergence of psychiatric disorders in children years later.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-pmr052417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Neurobiology", " Behavior", " Mental Health"], "journal": "Current Biology", "description": "In a new study, published this week in Current Biology, a team of University of Pennsylvania researchers report newly mapped changes in the network organization of the brain that underlie those improvements in executive function. The findings could provide clues about risks for certain mental illnesses.", "date": "Thu, 25 May 2017 04:00:00 GMT"}