{"title": "Pope's encyclical boosted his credibility on climate change, especially among liberals", "text": "Pope Francis's 2015 encyclical on climate change, \"Laudato si',\" sought to leverage the pontiff's moral authority and draw attention to climate change as a global issue that disproportionately harms the poor. Advocates for climate change mitigation had hoped that that urgent message, coming from the leader of a socially conservative religious institution, would raise concern over climate change among U.S. conservatives, especially Catholic conservatives. But a study published online today in the journal Cognition by researchers at the Annenberg Public Policy Center (APPC) of the University of Pennsylvania found that the encyclical did not directly influence people's beliefs about the seriousness of climate change or its effect on the poor. The papal message did, however, indirectly influence people's beliefs about climate change by raising the Pope's credibility on that issue, most strongly among liberals.\"The Pope sought to leverage his credibility to increase concern about climate change,\" said lead author Asheley R. Landrum, an APPC postdoctoral fellow who is joining Texas Tech University as an assistant professor. \"To some extent he did exactly that, but mainly among those who were already inclined to be concerned about climate change.\"She added, \"To use a political analogy, the Pope excited his base. Liberals who had already expressed concern about climate change agreed more with the Pope's message that climate change will disproportionately affect the poor.\"The study, based on a panel of 602 U.S. adults who completed surveys before and after the June 2015 release of the Pope's encyclical, examines the formation of attitudes on climate change. \"This article is a methodological breakthrough,\" said Cognition editor-in-chief Steven Sloman, who selected the paper as an \"Editor Choice.\" \"It describes a natural experiment - the introduction of a papal encyclical - on attitudes about a critical social issue, global warming. In the process, it provides convincing evidence about an important question concerning cognition: how we form beliefs.\"The study found:\"It is through perceptions of Pope Francis's credibility - which are either bolstered by liberal ideology, undermined by conservative ideology, or, in the case of non-Catholics' perceptions of climate change's effect on the poor, bolstered by encyclical awareness - that the encyclical messages are either accepted or rejected,\" the researchers concluded.The study \"Processing the papal encyclical through perceptual filters: Pope Francis, identity-protective cognition, and climate change concern,\" is available on the Cognition site and will be published in Volume 166 (September 2017). In addition to Landrum, the authors include APPC postdoctoral fellows Robert B. Lull, Heather Akin, and Ariel Hasell, and APPC director Kathleen Hall Jamieson.The study data come from the Pre/Post-Encyclical Panel of APPC's climate change survey of U.S. adults, which was conducted for APPC by survey research firm Abt SRBI. The first 20-minute interviews involved 1,381 U.S. adults contacted before the release of the encyclical. Of the participants who agreed to be re-contacted, 602 (including an oversample of Catholics) completed a second interview after the encyclical's release. For more information see the study. Supplemental data is here on APPC's website.", "article_link": "http://dx.doi.org/10.1016/j.cognition.2017.05.015", "url": "http://www.eurekalert.org/pub_releases/2017-05/appc-pcm052317.php", "region": "namerica", "source_link": "https://www.annenbergpublicpolicycenter.org/popes-climate-message-boosted-his-credibility-especially-among-liberals/", "funder": "", "meeting": "", "institution": "Annenberg Public Policy Center of the University of Pennsylvania", "keywords": ["Social/Behavioral Science", " Behavior", " Philosophy/Religion", " Political Science", " Poverty/Wealth", " Climate Change", " Climate Change", " Climate Change", " Climate Change"], "journal": "Cognition", "description": "The Pope's 2015 encyclical on climate change did not directly influence people's beliefs about the seriousness of climate change or its effect on the poor, a study in Cognition has found. The papal message did, however, indirectly influence people's beliefs about climate change by raising the Pope's credibility on that issue, most strongly among liberals.", "date": "Tue, 23 May 2017 04:00:00 GMT"}