{"title": "UT study shows snakes, thought to be solitary eaters, coordinate hunts", "text": "Snakes, although as social as birds and mammals, have long been thought to be solitary hunters and eaters. A new study from the University of Tennessee, Knoxville, shows that some snakes coordinate their hunts to increase their chances of success.Vladimir Dinets, a research assistant professor of psychology at UT, observed the Cuban boa -- the island nation's largest native terrestrial predator -- in bat caves for the study.Many Cuban caves shelter large bat colonies, and in some of them small populations of boas regularly hunt the bats as they fly out at dusk and return at dawn. Dinets noticed that the boas hung down from the ceiling of the cave entrance and grabbed passing bats in midair. He found that if more than one boa was present, the snakes coordinated their positions in such a way that they formed a wall across the entrance. This made it difficult or impossible for the bats to pass without getting within striking distance of at least one boa.Such group hunts were always successful, and the more snakes were present, the less time it took each to capture a bat. But if there was only one boa, it sometimes failed to secure a meal.These findings were recently published open-access in the journal Animal Behavior and Cognition.To date, only a handful of snakes have been observed to hunt in groups, and coordination among them--or among any other group-hunting reptiles--has never been proven, Dinets said.Only a few of the world's 3,650 snake species have ever been observed hunting in the wild, so very little is known about snakes' diverse hunting tactics.\"It is possible that coordinated hunting is not uncommon among snakes, but it will take a lot of very patient field research to find out,\" Dinets said.He added that observing the Cuban boa, although an amazing spectacle, is becoming increasingly difficult since only the most remote caves still have boas. The boas are being hunted for food and possibly pet trade.\"I suspect that if their numbers in a cave fall, they can't hunt in groups anymore and might die out even if some of them don't get caught by hunters,\" Dinets said. \"A few of these caves are in national parks, but there's a lot of poaching everywhere.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uota-uss052317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Tennessee at Knoxville", "keywords": ["Biology", " Zoology/Veterinary Science", " Pets/Ethology"], "journal": "Animal Behavior and Cognition", "description": "Snakes, although as social as birds and mammals, have long been thought to be solitary hunters and eaters. A new study from the University of Tennessee, Knoxville, shows that some snakes coordinate their hunts to increase their chances of success.", "date": "Tue, 23 May 2017 04:00:00 GMT"}