{"title": "Scientists identify a neural circuit that rotates a fly's internal compass", "text": "Close your eyes. Turn around. Even without opening your eyes, you probably still know which direction you are facing. To better understand how brains maintain this sense of orientation, researchers at The Rockefeller University are peering into the heads of sesame-seed sized flies. Their recent experiments, described May 22 in Nature, have identified the neural circuitry that updates the fly's internal compass as the insect turns, the first such mechanism documented for any animal. \"Like humans and many other animals, a fly needs to find its way around,\" says Gaby Maimon, head of the Laboratory of Integrative Brain Function. \"Their small brains, alongside advanced methods to visualize and manipulate neural activity in flies, made it possible for us to tease out an important aspect of navigation.\" Nudging the needleAfter a foraging foray, many insects return to the hive, nest, or colony. This undertaking requires an animal to keep track of its position in space, just as it would for a human commuting home or a rat in a maze. Scientists are just beginning to understand the mechanisms by which bug brains, or any brains for that matter, accomplish this.Previous work with fruit flies identified a set of neurons that act like a compass needle, producing a rotating signal that can be used for navigation. Unlike a conventional compass, whose physical needle points towards magnetic north, the activity of these neurons represents the angle in which the fly is headed relative to landmarks in its environment, or relative to its previous heading if it is navigating in the dark.Maimon's team, led by Jonathan Green, a graduate student in the lab, has found a second group of neurons that move the fly's compass needle clockwise or counterclockwise to track the fly's turns based on the animal's own movements.  Green first suspected that these neurons, called P-ENs, might have something to do with navigation when he found he could make a fly turn by stimulating them. Found deep within the fly's brain, the P-ENs are interwoven with the needle neurons. When the fly turns, the two sets of neurons produce signals that move in unison, rotating left as the fly turns right and vice versa.Tracking movementsTo better understand what was going on, Green affixed the flies to a microscope platform in such a way that he could record activity directly from the animals' brains. Meanwhile, the flies could move their legs by walking on a ball that tracks their movements. The researchers saw that, as the fly turned, the P-ENs to one side of the compass signal became more active, nudging the signal to the left or right. As a result, the signal rotates as the fly turns. This system is precisely calibrated: The faster the fly turns, the more active the P-ENs become, and the faster the needle rotates. This input from the P-ENs becomes indispensable in the dark. When the researchers turned off the lights and deactivated these neurons, the fly's internal compass could no longer track the insect's turns accurately.  \"The P-ENs appear to be updating the internal compass based on the fly's own movements, not based on landmarks in the fly's environment--just as you maintain some sense of orientation even in a dark room,\" Green says. Working in parallel to Green and Maimon, another group based at the Howard Hughes Medical Institute's Janelia campus, also discovered the P-ENs. Their results were described simultaneously in eLife.Although newly discovered, this circuit for updating a fly's representation of its angular orientation looked familiar. The way in which the P-ENs interact with the compass signal in the fly brain bears a strong resemblance to a system that studies have suggested exists in the more complex brains of rats, another animal used to study navigation.\"This similarity suggests our findings likely have relevance for understanding spatial cognition in larger, mammalian brains--including, perhaps, our own,\" Maimon says.\r\n", "article_link": "http://dx.doi.org/10.1038/nature22343", "url": "http://www.eurekalert.org/pub_releases/2017-05/ru-sia051917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Entomology", " Medicine/Health", " Neurobiology"], "journal": "Nature", "description": "Researchers have uncovered the neurons that spin a fly's internal compass when the insect turns -- the first such mechanism identified in any animal.", "date": "Mon, 22 May 2017 04:00:00 GMT"}