{"title": "New clues emerge about how fruit flies navigate their world", "text": "Nestled deep inside a fruit fly's brain, specialized nerve cells knit themselves into a tiny compass. New results from neuroscientists at the Janelia Research Campus illuminate the architecture of this circuit and the neural forces that collectively move the compass needle. In addition to revealing details about how fruit flies navigate, the results offer insight into a more grand and mysterious process: how brains create and maintain internal pictures of the outside world. That possibility is \"the most exciting thing for us,\" says Vivek Jayaraman, a Janelia group leader. \"It's a window into something that borders on cognition.\"A brain structure shaped like a doughnut acts as the internal compass of the fruit fly, Drosophila melanogaster. Some of the nerve cells that form this structure, called the ellipsoid body, play the part of the compass needle. If a fly changes direction, for example, a patch of nerve cell activity changes direction too  moving from cell to neighboring cell around the doughnut as a fly turns, Jayaraman and Johannes Seelig reported in Nature in 2015. Seelig, a former postdoctoral researcher at Janelia, is now a group leader at the Center of Advanced European Studies and Research in Bonn, Germany.   Now, Jayaraman and colleagues have gone a step further to show how the fly's brain creates such a precise neural needle. A group of ellipsoid body nerve cells called E-PG neurons set up the compass needle, by effectively activating neighboring neurons and suppressing more far-flung nerve cells, Jayaraman and colleagues Sung Soo Kim, Hervé Rouault and Shaul Druckmann, all Janelia scientists, reported May 4 in Science. Those dynamics -- nearby activation and far-flung repression -- help maintain a single, stable heading direction on the compass. But E-PG neurons don't act alone to move the compass needle, another collaboration between Jayaraman and Janelia Group Leader Shaul Druckmannshows. Like fingertips delicately resting on a ouija board, another group of nerve cells called P-EN neurons shift the needle, the researchers report May 22 in eLife. P-EN neurons form a handlebar-shaped structure that sits above the ellipsoid body, where they are able to send signals to E-PG neurons and receive messages back. Perched atop the circular compass, these handlebar neurons are perfectly positioned to both steer the compass needle and respond to its movements. That spatial arrangement, described by Janelia neuroanatomist Tanya Wolff, tipped the researchers off to how the system might work. That's \"one of the most beautiful things about this particular circuit,\" Druckmann says. \"Having this intuition from the structure of how it may work is a huge boost.\"The researchers studied flies genetically engineered so that certain neurons glowed when active. Daniel Turner-Evans, a Janelia research scientist, then used a sophisticated microscope to watch this neural activity in flies as they walked on a ball. Turner-Evans watched neurons glow, indicating activity in the E-PG compass neurons. But he also saw what appeared to be the P-EN neurons shifting that neural activity around as the flies turned. \"You could see the interplay, the push-pull of the system,\" he says. When P-EN neurons in the handlebar detect that a fly has turned, they send signals to E-PG neurons in the compass to nudge the needle slightly in the direction of the turn. \"Essentially you have a set of puppet strings by which you can pull the activity one way or another,\" Jayaraman says. But it's not a one-way street. Information about the fly's current position then moves back to the handlebar P-EN neurons, keeping both sets of neurons informed about the fly's position. Other experiments conducted by Janelia postdoctoral associate Stephanie Wegener showed that some individual P-EN neurons respond when the fly turns right and others respond when the fly turns left. Still, some undiscovered factors are likely shoring up the fly's navigational abilities, the researchers suspect. \"We are by no means trying to say we understand how everything works,\" Wegener says. \"We understand one part of the puzzle pretty well, but it's a rather small part of a big puzzle.\" More clues come from neuroscientist Gaby Maimon's group at Rockefeller University in New York City. In a paper published online May 22 in Nature, he and colleagues describe the navigational roles played by distinct groups of P-EN neurons. Jayaraman and his colleagues' progress came quickly thanks to the unique collaborative environment at Janelia, he says. \"You can actually have theorists in the same room while the experiment is going on, talking incessantly to experimenters,\" he says. \"That's a wonderfully Janelian thing, that ease of interaction and focus on collaboration.\" Rouault and Druckmann's theoretical understanding of how the system could work was tested with experiments, which offered results that researchers used to refine the theories. Taking both an experimental and a theoretical approach should help the researchers as they dive in to deeper questions about the fly's navigation system. \"We'd love to know the big picture,\" Jayaraman says. \"How does this compass get used?\" In humans, a sense of direction is just one of many factors that go into making navigational decisions.  A person might usually walk straight to reach the subway station, but on a hot day might instead make a detour to the market for a drink. Similar sorts of factors may influence decisions in the brain of a fruit fly. \"We imagine this compass being used some of the time for some of the things the fly does,\" Jayaraman says. He and his colleagues are working on ways to study those more complex decisions in fruit flies. Figuring out how the fruit fly creates and uses models of its environment may provide important clues about how we humans know where we are and where to go next", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hhmi-nce051817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Howard Hughes Medical Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Neurobiology"], "journal": "Nature", "description": "Janelia Research Campus scientists have uncovered new clues about how fruit flies keep track of where they are in the world. Understanding the neural basis of navigation in flies may reveal how humans accomplish similar feats.", "date": "Mon, 22 May 2017 04:00:00 GMT"}