{"title": "Accuracy of physician and nurse predictions for survival, functional outcomes after an ICU admission", "text": "Physicians were more accurate in predicting the likelihood of death and less accurate in predicting cognitive abilities in six months for critically ill intensive care unit (ICU) patients; nurses' predictions were similar or less accurate, according to a study published by JAMA. The study is being released to coincide with its presentation at the 2017 American Thoracic Society International Conference.Predictions of long-term survival and functional outcomes influence decision making for critically ill patients, yet little is known regarding their accuracy. Scott D. Halpern, M.D., Ph.D., of the University of Pennsylvania Pereleman School of Medicine, Philadelphia, and colleagues conducted a study that included five ICUs and patients who spent at least three days in the ICU and required mechanical ventilation, vasopressors, or both. The patients' attending physicians and bedside nurses were also enrolled. The study included 303 patients (median age, 62 years); 6-month follow-up was completed for 299 (99 percent), of whom 169 (57 percent) were alive. Predictions were made by 47 physicians and 128 nurses.  Physicians most accurately predicted 6-month mortality and least accurately predicted cognition. Nurses most accurately predicted in-hospital mortality and least accurately predicted cognition. Accuracy was higher when physicians and nurses were confident about their predictions.  Compared with a predictive model including objective clinical variables, a model that also included physician and nurse predictions had significantly higher accuracy for in-hospital mortality, 6-month mortality, and return to original residence.Several limitations of the study are noted in the article, including that it focused on clinicians' abilities to discriminate among patients who will or will not experience adverse outcomes but did not assess the calibration of these predictions. \"ICU physicians' and nurses' discriminative accuracy in predicting 6-month outcomes of critically ill patients varied depending on the outcome being predicted and confidence of the predictors,\" the authors write. \"Further research is needed to better understand how clinicians derive prognostic estimates of long-term outcomes.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tjnj-aop051917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ATS 2017 International Conference", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "Physicians were more accurate in predicting the likelihood of death and less accurate in predicting cognitive abilities in six months for critically ill intensive care unit (ICU) patients; nurses' predictions were similar or less accurate, according to a study published by JAMA. The study is being released to coincide with its presentation at the 2017 American Thoracic Society International Conference.", "date": "Sun, 21 May 2017 04:00:00 GMT"}