{"title": "Scientists discover genetic timetable of brain's aging process", "text": "The programme controls how and when brain genes are expressed at different times in a person's life to perform a range of functions, the study found.Experts say the timing is so precise that they can tell the age of a person by looking at the genes that are expressed in a sample of brain tissue.Scientists analysed existing data which measured gene expression in brain tissue samples from across the human lifespan - from development in the womb up to 78 years of age.They found the timing of when different genes are expressed follows a strict pattern across the lifespan.Most of the changes in gene expression in the brain were completed by middle-age, the study found.The gene programme is delayed slightly in women compared with men, suggesting that the female brain ages more slowly than the male.The biggest reorganisation of genes occurs during young adulthood, peaking around age 26, the team found. These changes affected the same genes that are associated with schizophrenia.The team says this could explain why people with schizophrenia do not show symptoms until young adulthood, even though the genetic changes responsible for the condition are present from birth. The study found the genetic programme is present in mice too, although it changes more rapidly across their shorter lifespan. This suggests that the calendar of brain aging is shared between all mammals and may be millions of years old. Researchers next plan to study how the genetic programme is controlled, which could lead to therapies that alter the course of brain aging, the scientists say.It could also hold clues to new treatments for schizophrenia and other mental health problems in young adults. The research, published in the journal eLife, was funded by the Medical Research Council, Wellcome Trust and the European Union Seventh Framework Programme.Professor Seth Grant, Head of the Genes to Cognition Laboratory at the University of Edinburgh, said: \"The discovery of this genetic programme opens up a completely new way to understand behaviour and brain diseases throughout life.\"Dr Nathan Skene, Research Scientist at the University of Edinburgh's Centre for Clinical Brain Sciences, said: \"Many people believe our brain simply wears out as we age. But our study suggests that brain aging is strictly controlled by our genes.\"\r\n", "article_link": "http://dx.doi.org/10.7554/eLife.17915", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoe-sdg091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Biology", " Genetics", " Medicine/Health", " Neurobiology", " Mental Health"], "journal": "eLife", "description": "Brain scientists have identified a genetic programme that controls the way our brain changes throughout life.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}