{"title": "Scientists list 50 terms you may be confusing", "text": "Should you punish a disobedient child, or try negative reinforcement? Is your shy new colleague antisocial or asocial? And which is worse: a prejudiced boss or a discriminatory one?These are just three examples of psychological terms that are commonly assumed to be similar, if not identical, but which in fact refer to very different concepts. The confusion extends from television shows and science writing to textbooks and even scholarly articles.A new paper published in open-access journal Frontiers in Education defines 50 such \"term pairs\" related to psychology. As the most comprehensive list of its kind, the paper aims to improve the psychological literacy of psychology students as well as the broader public.Other examples of frequently confused terms include race/ethnicity, envy/jealousy, serial killer/mass murderer, and disease/illness.\"Words matter, and science is no exception,\" says Scott O. Lilienfeld, professor of psychology at Emory University, USA, and one of the paper's authors. \"All sciences rely on specialized terminology which must be correctly understood to master the field's core concepts.\"\"In psychology, many terms are confused not only by new students but also by advanced students, psychology instructors, and science journalists. These misunderstandings can impede the learning of other psychological ideas.\"The paper, \"50 Differences That Make a Difference: A Compendium of Frequently Confused Term Pairs in Psychology\", follows an earlier list of 50 widely used psychological terms that should generally be avoided.Here's a short definition of the term pairs above:1. Negative reinforcement involves the withdrawal of a stimulus and increases the likelihood of a previous behavior, while punishment involves the presentation of a stimulus and decreases the likelihood of a previous behavior. So if you want to lower the likelihood of further disobedience, punishment is the way to go (although most psychological research suggests that punishment works well in the short-term, but not in the long-term).2. Your new colleague is most likely asocial. Antisocial people perform actions against others, frequently engaging in reckless, irresponsible, and at times illegal behaviors. In contrast, asocial people chronically withdraw from others due to shyness or not being interested in interpersonal contact.3. Prejudice refers to a belief, discrimination to a behavior. Specifically, prejudice means arriving at a premature - and usually negative - judgment of others based on their membership in one or more categories (e.g., African-American, Jew, obese, Republican), whereas discrimination refers to the act of treating others poorly as a function of this membership. While both are bad, you'd probably prefer that your boss be prejudiced. 4. Race refers to a class, such as Caucasian or African-American, that is defined by biological differences such as white versus brown or black skin. Ethnicity is a broader concept, such as German or Chinese-American, that includes race as well as cultural variables such as country of origin, customs, and preferred language.5. Envy and jealousy are so frequently confused (e.g., \"I'm jealous that you're going to Hawaii next week!\") that few people are aware they differ. Yet the distinction is typically simple: Envy involves two people, whereas jealousy involves three or more people. So you are envious, not jealous, that your friend is headed to Hawaii -- unless they are going with another friend as well. 6. A serial killer kills multiple people in a string of incidents that are separated by \"cooling off\" periods, whereas a mass murderer kills a large number of people in a single incident. Serial killers are also different from spree killers, whose homicidal episodes are not separated by clear-cut cooling-off periods.7. According to most sociologists and cultural anthropologists, disease is the specific pathology or malfunctioning of a body part, and illness is the afflicted individual's reactions to the disease.Other widely confused terms listed in the paper include: \"Conformity\" versus \"obedience.\" Both terms refer to forms of social influence but differ in at least two ways. In conformity, the direction of social influence is \"horizontal\" from one or more peers to an individual, whereas in obedience the direction is \"vertical\" from one or more authority figures to an individual. Moreover, in conformity, the influence is typically implicit (unspoken), whereas in obedience, it is typically explicit.\"Sex\" versus \"gender.\" The latest edition of the American Psychological Association's style manual reserves \"sex\" for biological differences and \"gender\" for social differences. For example, when referring to men and women in the context of socially defined groups, one should typically use gender, not sex.\"Anxiety\" versus \"fear.\" Although many use these terms interchangeably, there is evidence that they differ both psychologically and physiologically. Anxiety is associated with negative affect in the presence of an ambiguous and potentially avoidable threat, whereas fear is associated with negative affect in the presence of an imminent and largely unavoidable threat. Even after the threat is gone, anxiety tends to persist whereas fear tends to diminish or disappear.\"Empathy\" versus \"sympathy.\" Most authors define empathy as the capacity to appreciate or grasp the emotions of others. In sympathy, the individual typically experiences concern or compassion for the other person but does not necessarily have the same emotional experience.\"Repression\" versus \"suppression.\" In psychoanalytic lingo, repression is a defense mechanism marked by the unconscious motivated forgetting of unpleasant material. In contrast, suppression is a defense mechanism marked by the conscious forgetting of this material.\"Shame\" versus \"guilt.\" Most research suggests that shame reflects a global negative evaluation of oneself following a problematic or unethical behavior (\"I am bad\"), whereas guilt reflects a more specific negative evaluation of this behavior (\"I did a bad thing\"). \"Delusion\" versus \"hallucination.\" These terms are widely confused in popular culture and occasionally in peer-reviewed literature as well. Delusions are fixed false beliefs that are not widely shared by members of the individual's culture or subculture, whereas hallucinations are perceptual experiences that occur in the absence of any sensory stimulation.\"Obsession\" versus \"compulsion.\" According to the latest edition of the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders (DSM), obsessions are \"recurrent and persistent thoughts urges or images that are experienced as intrusive or unwanted\" whereas compulsions are \"repetitive behaviors or mental acts that an individual feels driven to perform in response to an obsession or according to rules that must be applied rigidly\". \"Schizophrenia\" versus \"multiple personality disorder.\" These terms are very often misused in popular culture, following the incorrect formula of \"multiple personality = split personality = schizophrenia\". Schizophrenia is characterized by a severe splitting of functions, such as cognition, emotion, and motivation, within a single person. In multiple personality disorder, now termed dissociative identity disorder, the individual's mind ostensibly harbors two or more distinct \"alters,\" that is, personalities or \"personality states.\"\"Symptom\" versus \"sign.\" Symptoms are subjective and must be reported by patients, whereas signs are largely objective and can be observed by clinicians and others. \"Transgender\" versus \"transvestite.\" A transgendered person possesses a gender identity that differs from his or her biological sex, while a transvestite is someone who dresses in clothing that differs from that traditionally worn by members of his or her biological sex. \"Prevalence\" versus \"incidence.\" Prevalence refers to the proportion of individuals in a population with a given condition. Incidence refers to the rate of emergence of new cases of individuals with a condition over a specified time interval. \"Risk factor\" versus \"cause.\" A risk factor is a variable that (a) precedes the onset of a disorder and (b) is associated with a heightened likelihood of developing this disorder. Nevertheless, not all risk factors are causal risk factors. For example, although attentional dysfunction often precedes the onset of schizophrenia and is statistically associated with this condition, it may not itself contribute to schizophrenia. In contrast, the death of a loved one appears to both precede, and be causally related to risk for, the onset of major depression.\"Coma\" versus \"persistent vegetative state.\" People in a coma are unable to respond to external stimulation, such as light or sound; cannot be awakened, respond to verbal commands, or initiate purposeful actions; and lack a normal sleep-wake cycle. People in a persistent vegetative state (PVS; recently renamed unresponsive wakefulness syndrome) lack normal awareness of the self and environment, but retain the sleep-wake cycle as well as certain reflexes and automatic responses such as yawning, grimacing, moaning, and opening eyes during feeding. The person's level of consciousness may also vary in response to stimulation. A coma typically lasts less than a month, after which the person emerges with no or varying degrees of brain damage. In contrast, a PVS can last for many years and cause permanent cognitive and functional disability. \"Testing\" versus \"assessment.\" Psychological testing refers to administration of self-report indices, interviews, intelligence tests and other measures to individuals. Psychological assessment refers to the integration and interpretation of test scores, almost always in conjunction with other information (e.g., life history data, behavioral observations during testing) to draw inferences concerning the individual's mental status.See the original paper for a full definition of all 50 terms.\r\n", "article_link": "http://dx.doi.org/10.3389/feduc.2017.00037", "url": "http://www.eurekalert.org/pub_releases/2017-09/f-sl5091117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Education", " Health Care", " Education", " Graduate/Postgraduate Education", " Medical Education", " Nonprofessional", " Professional", " Undergraduate", " Medicine/Health", " Language/Linguistics/Speech"], "journal": "Frontiers in Education", "description": "A list of commonly used psychological terms that are often assumed to be similar, if not identical, but which refer to very different concepts.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}