{"title": "Hunger-controlling brain cells may offer path for new obesity drugs", "text": "Is the solution to the obesity epidemic all in our heads? A study by researchers at The Rockefeller University suggests that it might be. \"We have identified two new populations of cells in the brain that potently regulate appetite,\" says Alexander Nectow, first author of the paper, published in Cell on July 27. The two types of cells, located in a part of the brainstem called the dorsal raphe nucleus, are potential targets for new drugs to treat obesity by controlling the hunger signals that drive the search for and consumption of food. The new findings are the latest evidence that eating is a complex biological behavior mediated by multiple sites in the brain. They also offer a possible solution to a problem that has dogged previous efforts to address obesity at the neuronal level.In 1994, Jeffrey Friedman, Marilyn M. Simpson Professor and head of Rockefeller's Laboratory of Molecular Genetics, launched a new era in obesity research by discovering a hormone called leptin, which acts on neurons in the brain's hypothalamus region to suppress hunger. Injections of the hormone have been shown to promote dramatic weight loss in patients with a rare leptin deficiency, however many obese people don't respond to this therapy.  \"Obesity is generally associated with leptin resistance,\" says Friedman, whose lab produced the new study.  \"And our recent data suggest that modulation of the activity of specific neurons with drugs could bypass leptin resistance and provide a new means for reducing body weight.\"The cells that trigger eating Nectow and his colleagues zeroed in on the dorsal raphe nucleus, or DRN, when whole-brain imaging made with iDISCO, an advanced technique developed at Rockefeller, revealed that this part of the brain becomes activated in hungry mice. Subsequent imaging of other mice that were fed more than their normal amount of food, until they were full, revealed a different pattern of DRN activity. These results indicated quite clearly that neurons in that part of the brain played a role in feeding behavior. The next step, explains Nectow, now an associate research scholar at Princeton University who did the research while a Ph.D. student and visiting fellow in Friedman's lab, was to determine which of the several types of neurons that make up the DRN were involved. Genetic analysis of the activated cells in the two groups of mice showed that the neurons triggered by a full belly released glutamate, a chemical that nerve cells use to signal one another, while the neurons triggered by hunger released a different neurotransmitter, known as GABA. \"There are two possibilities when you see something like that,\" Nectow says. \"One is that the cells are just along for the ride--they are getting activated by hunger but they're not actually driving the food intake process. The other possibility is that they are in fact part of the sense and respond mechanism to hunger--and in this case, we suspected the latter.\" Manipulating the systemArmed with two proven methods for activating targeted neurons at will--one optical, one chemical--the researchers were able to turn on the glutamate-releasing cells in obese mice. This suppressed the animals' food intake and made them lose weight. And it confirmed that the DRN neurons turned on by hunger did indeed drive food intake. Similarly, flipping on the GABA-releasing neurons in the same part of the brain had the opposite effect and increased food intake. Notably, turning on the \"hunger neurons\" automatically turned off the \"satiety neurons,\" maximizing the effect.  The researchers also studied the effect of switching off hunger neurons in obese mice. \"We were excited to see that prolonged inhibition of these neurons could dramatically reduce body weight,\" says postdoctoral fellow Marc Schneeberger Pane, a co-first author of the paper. The findings open up new avenues of research into exactly how the brain controls eating, and suggest that drugs designed to activate or inhibit neurons in the DRN could be effective in treating obesity and preventing its related disorders, such as diabetes and hypertension. And it offers fresh hope to hundreds of millions of obese people around the world. As it turns out, the brainstem, the oldest part of the brain in evolutionary terms, is the new frontier.\r\n", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.06.045", "url": "http://www.eurekalert.org/pub_releases/2017-07/ru-hbc072817.php", "region": "namerica", "source_link": null, "funder": "JPB foundation, David Rockefeller Fellowship, Brain and Behavior Research Foundation NARSAD Young Investigator Award, Princeton Neuroscience Institute's CV Starr Fellowship and Innovation Award", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Neurobiology", " Neurochemistry"], "journal": "Cell", "description": "Scientists identified two new populations of cells in the brain that potently regulate appetite. The two types of cells, located in a part of the brainstem called the dorsal raphe nucleus, are potential targets for new drugs to treat obesity by controlling the hunger signals that drive the search for and consumption of food.", "date": "Fri, 28 Jul 2017 04:00:00 GMT"}