{"title": "Five vascular diseases linked to one common genetic variant", "text": "Genome-wide association studies have implicated a common genetic variant in chromosome 6p24 in coronary artery disease, as well as four other vascular diseases: migraine headache, cervical artery dissection, fibromuscular dysplasia, and hypertension. However, it has not been clear how this polymorphism affects the risk for so many diseases. In the journal Cell on July 27, researchers show how this DNA variant enhances the activity of a gene called endothelin-1 (EDN1), which is known to promote vasoconstriction and hardening of the arteries.\"The main value of our research is the pinpointing of the importance of endothelin-1 and blood vessel constriction to multiple vascular diseases,\" says senior author Sekar Kathiresan, a cardiologist at the Broad Institute of MIT and Harvard University. \"We also show how to identify a core gene for multiple diseases through genome editing in cells.\"Kathiresan and first author Rajat Gupta, also at the Broad, examined genetic variants associated with an increased risk for coronary artery disease and myocardial infarction in nearly 200,000 individuals using data from the CARDIOGRAMplusC4D consortium and the 1000 Genomes Project. Specifically, they focused on single-nucleotide polymorphisms (SNPs)--variations that affect a single DNA building block.This analysis revealed that a SNP called rs9349379, located hundreds of kilobases away, was the strongest risk factor for cardiovascular disease at chromosome 6p24. Additional analysis of UK Biobank data from 112,338 people of European ancestry revealed that a specific form of rs9349379 known as the G allele, which was present in 36% of these individuals, was associated with an increased risk of coronary artery disease.The researchers then used CRISPR/Cas9 gene editing to delete a small region of DNA at rs9349379 in human pluripotent stem cells and then converted these immature cells into vascular cell to study how rs9349379 regulates the activity of the physically distant EDN1 gene. Importantly, analysis of blood samples from 99 healthy individuals showed that the G allele at rs9349379 is associated with higher levels of Big endothelin-1 (ET-1), a precursor protein product of the EDN1 gene. Past studies have shown that ET-1 is the most potent, longest-lasting vasoconstrictor in humans, and it promotes the development of plaques inside the arteries. Because rs9349379 increases ET-1 production, this genetic variant could explain the co-occurrence of coronary artery disease with migraine headache, cervical artery dissection, fibromuscular dysplasia, and hypertension. However, further studies are needed to explore this possibility. In addition, future work is required to understand exactly how rs9349379 regulates the activity of the EDN1 gene despite the large physical distance that separates them. From a clinical standpoint, the findings suggest that screening for rs9349379 could improve risk assessment for vascular diseases, as well as strategies for prevention and treatment. Moreover, the findings suggest that targeting ET-1 may prove useful in the treatment of diseases such as coronary artery disease, migraine headache, cervical artery dissection, fibromuscular dysplasia, and hypertension.However, it is important to point out that the risk of heart attack is determined by a combination of genetic factors and lifestyle choices. \"Our paper identifies one genetic risk factor and, therefore, is not a polymorphism that can predict who will have a heart attack and who will not,\" Kathiresan says. \"The biggest value of this work is the pinpointing of endothelin-1 as a core gene for multiple vascular diseases.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.06.049", "url": "http://www.eurekalert.org/pub_releases/2017-07/cp-fvd072017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Physiology", " Cardiology", " Genes"], "journal": "Cell", "description": "Genome-wide association studies have implicated a common genetic variant in chromosome 6p24 in coronary artery disease, as well as four other vascular diseases: migraine headache, cervical artery dissection, fibromuscular dysplasia, and hypertension. However, it has not been clear how this polymorphism affects the risk for so many diseases. In Cell, researchers show how this DNA variant enhances the activity of a gene called endothelin-1, which is known to promote vasoconstriction and hardening of the arteries.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}