{"title": "Phase 3 trial confirms superiority of tocilizumab to steroids for giant cell arteritis", "text": "A phase 3 clinical trial has confirmed that regular treatment with tocilizumab, an inhibitor of interleukin-6, successfully reduced both symptoms of and the need for high-dose steroid treatment for giant cell arteritis, the most common form of blood-vessel inflammation. Results of the trial are being published in the New England Journal of Medicine and were the basis for the Food and Drug Administration's approval of tocilizumab to treat giant cell arteritis in May. \"Giant cell arteritis affects around 250,000 individuals in the U.S. alone, targeting people over the age of 50, and is three times more likely in women,\" says John Stone, MD, MPH, of the Massachusetts General Hospital (MGH) Rheumatology Unit, lead and corresponding author of the NEJM report. \"This trial is the first to demonstrate beyond any doubt that an alternative to chronic, unending steroid treatment exists. One of the most surprising findings was just how poorly the traditional, steroid-only regimens worked. These results are likely to have an immediate, sustained impact on the lives of hundreds of thousands of patients across the world.\" Primarily affecting arteries in the head, neck and eyes - as well as the aorta and its primary branches -  giant cell arteritis, also called temporal arteritis, is an important cause of irreversible blindness. Symptoms include headache, pain in the scalp or other areas, and changes in vision, which can be sudden. Blindness, which affects up to 20 percent of giant cell arteritis patients, can result from inflammation of the arteries supplying the optic nerve and the retina.  Giant cell arteritis patients are also at increased risk for stroke and aortic aneurysms. Until now the only effective treatment has been doses of steroids - primarily prednisone - which can be gradually decreased or tapered over several months, so long as symptoms continue to be suppressed. However, most patients require high doses for effective treatment, and the side effects can be serious - ranging from weight gain, body fat redistribution and osteoporosis to mood alterations, hypertension, glucose intolerance and increased infection risk. Tocilizumab is a monoclonal antibody that targets the receptor for the inflammatory cytokine IL-6. Subcutaneous administration of tocilizumab has been FDA approved for treatment of rheumatoid arthritis, and intravenous administration is approved for several other forms of arthritis. For giant cell arteritis, previous studies, including a phase 2 clinical trial, indicated that intravenous tocilizumab allowed a reduction in the steroid doses required to reduce symptoms and maintain remission. The year-long GiACTA trial, the largest ever conducted for giant cell arteritis, enrolled 251 patients at 76 sites in the U.S. and Europe. Participants were randomized into four groups - 100 receiving weekly tocilizumab injections along with prednisone injections that were tapered over 26 weeks; 50 receiving tocilizumab every other week, with a 26-week tapered prednisone dose; 50 receiving weekly placebo injections, with 26-week tapered prednisone doses; and 51 receiving weekly placebo injections with prednisone tapered over 52 weeks. All participants received a weekly or biweekly injection of either tocilizumab or a placebo through the year-long study period. In both groups receiving tocilizumab, at 52 weeks more than half of the participants had maintained symptom reduction with no steroid dose, compared with 14 percent of those receiving placebo plus prednisone over 26 weeks and 18 percent of those receiving placebo with prednisone over 52 weeks. Around one quarter of those in the two tocilizumab groups experienced symptom exacerbations called flares during the study period, compared with 68 percent of the placebo/26-week prednisone group and 49 percent of the placebo/52-week prednisone group. Over the entire study period, members of the tocilizumab groups received total prednisone doses averaging 1862 mg, while the placebo/26-week prednisone group averaged 3296 mg and the placebo/52-week prednisone group averaged 3838 mg. Serious adverse events were more likely in the placebo/prednisone groups, probably attributable to the higher cumulative prednisone doses; and participants receiving tocilizumab experienced consistent and significant improvements in their quality of life, details of which will be reported in the future. A two-year extension study, in which patients are eligible to receive tocilizumab on an open-label basis in the event of disease flare, will evaluate the need for and safety of continuing tocilizumab treatment. \"Our data strongly indicate that patients with giant cell arteritis should receive this drug as early in their treatment course as possible, since delay would simply extend the time they must remain on steroids,\" says Stone, a professor of Medicine at Harvard Medical School and the Edward A. Fox Chair in Medicine at MGH. \"We were also very gratified that none of these patients - even those not receiving tocilizumab - suffered permanent vision loss during the trial, which is a tribute to the rigor with which the trial was conducted and the excellent clinical care delivered at trial sites.\" ", "article_link": "http://dx.doi.org/10.1056/NEJMoa1613849", "url": "http://www.eurekalert.org/pub_releases/2017-07/mgh-p3t072117.php", "region": "namerica", "source_link": null, "funder": "Hoffmann-La Roche", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Internal Medicine"], "journal": "New England Journal of Medicine", "description": "A phase 3 clinical trial led by a Massachusetts General Hospital physician has confirmed that regular treatment with tocilizumab, an inhibitor of interleukin-6, successfully reduced both symptoms of and the need for high-dose steroid treatment for giant cell arteritis, the most common form of blood-vessel inflammation.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}