{"title": "AAP counsels pediatricians to focus on clusters of cardiometabolic risk factors to help obese kids", "text": "WASHINGTON -- Because obesity affects one in six U.S. children and adolescents, there is a pressing need to identify the subset of overweight or obese kids at the highest risk of developing cardiovascular and metabolic complications and to direct interventions to them. Since frameworks used to identify adults at heightened risk for such complications are a poor fit for kids, the American Academy of Pediatrics (AAP) now recommends that pediatricians instead focus on clusters of cardiometabolic risk factors that are associated with obesity. \"In so many areas of medicine, we find that strategies designed for adults simply do not meet the unique needs of children and adolescents,\" says Sheela N. Magge, M.D., M.S.C.E., F.A.A.P., director of research in Children's National Health System's Division of Endocrinology and Diabetes, and lead author of the study published July 24 in Pediatrics. \"Rather than focusing on specific cut-off levels of risk factors or whether a child's condition fits a particular definition of metabolic syndrome, we propose that pediatricians look for youth with multiple component risk factors, such as high blood sugar, hypertension, obesity and abnormal lipid levels. These children should be targeted for more intensive intervention efforts.\"Since the National Cholesterol Education Program Adult Treatment Panel III coined the term \"metabolic syndrome\" (MetS) in 2001 to describe a cluster of factors that leave adults at higher risk for developing diabetes and cardiovascular disease, research has exploded. The topic remains controversial within pediatrics, however, with dozens of competing definitions of pediatric MetS offered.In the AAP Clinical Report, the study team describes the current state of play and offers evidence-based recommendations to guide clinicians on how to approach MetS in children and adolescents.Adults with MetS have at least three of the following five individual risk factors:This toxic combination ups adults' odds of developing diabetes or heart disease. The process is set in motion by insulin resistance. Think Mousetrap, with each new development facilitating the next worrisome step. As fat expands, the cells become enlarged and become more resistant to insulin -- a hormone that normally helps cells absorb glucose, an energy source. However, insulin retains the ability to stimulate fatty acids, which promotes even more fat cell expansion. Ectopic fat ends up stored in unexpected places, such as the liver. To top it off, the increased fat deposits end up causing increased inflammation in the system. At least five health entities, including the World Health Organization, introduced clinical criteria to define MetS among adults, Dr. Magge and colleagues write. Although more than 40 varying definitions have been used for kids, there is no clear consensus whether to use a MetS definition for children at all, especially as adolescents mature into adulthood. Depending on the study, at least 50 percent of kids no longer meet the diagnostic criteria weeks or years after diagnosis.\"Given the absence of a consensus on the definition of MetS, the unstable nature of MetS and the lack of clarity about the predictive value of MetS for future health in pediatric populations, pediatricians are rightly confused about MetS,\" Dr. Magge and co-authors write. As a first step to lowering their patients' cardiometabolic risks, pediatricians should prevent and treat obesity among children and adolescents, the study authors write.  Each year, clinicians should perform annual obesity screening using body mass index (BMI) as a measure, and also should screen children once a year for elevated blood pressure. Nonfasting non-HDL-C or fasting lipid screening should be done for children aged 9 to 11 to identify kids whose cholesterol levels are out of line. The team also recommends screening for abnormal glucose tolerance and Type 2 diabetes in youth with BMI greater than or equal to the 85th percentile, 10 years or older (or pubertal), with two additional risk factors, such as family history, high-risk race/ethnicity, hypertension or mother with gestational diabetes.Pediatricians do not need to use cut points based on MetS definitions since, for many risk factors, the growing child's risk lies along a continuum.Treatments can include lifestyle modifications--such as adopting a negative energy balance diet, drinking water instead of sugar-sweetened beverages, participating in a moderate- to high-intensity weight-loss program, increasing physical activity and behavioral counseling.\"Identifying children with multiple cardiometabolic risk factors will enable pediatricians to target the most intensive interventions to patients who have the greatest need for risk reduction and who have the greatest potential to experience benefits from such personalized medicine,\" Dr. Magge and colleagues conclude.", "article_link": "http://dx.doi.org/10.1542/peds", "url": "http://www.eurekalert.org/pub_releases/2017-07/cnhs-acp071817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's National Health System", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Pediatrics"], "journal": "Pediatrics", "description": "Since frameworks used to identify adults at heightened risk for such complications are a poor fit for kids, the American Academy of Pediatrics now recommends that pediatricians instead focus on clusters of cardiometabolic risk factors that are associated with obesity.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}