{"title": "Scientists propose novel therapy to lessen risk of obesity-linked disease", "text": "CINCINNATI - With obesity related illnesses a global pandemic, researchers propose in the Journal of Clinical Investigation using a blood thinner to target molecular drivers of chronic metabolic inflammation in people eating high-fat diets to limit weight gain and disease.In a study published online July 24, a multi-institutional scientific team led by Cincinnati Children's Hospital Medical Center uncover a previously unknown molecular link in the body that drives obesity and inflammation. Obesity and metabolic inflammation are linked to cardiovascular disease, type 2 diabetes, fatty liver disease and several cancers. Researchers tested genetically manipulated mice on a high-fat diet and donated human tissues from obese people who had fatty liver disease. They found that an insoluble glycoprotein called fibrinogen binds with a receptor of leukocyte white blood cells called αMβ2-integrin, which fuels diet-induced obesity and disease. Obesity promotes activation of the clotting system that leads to the conversion of fibrinogen into insoluble fibrin strands. This causes an over-accumulation of leukocytes- which mature into macrophage immune cells - along with excessive inflammation and tissue damage and dysfunction, according to the authors.\"Our findings provide a novel mechanistic link between elevated pro-coagulant function and fibrin-driven inflammation in adipose fat-storing tissue and the liver. These exacerbate obesity and its associated diseases,\" said Matthew Flick, PhD, lead study investigator and scientist in the Division of Experimental Hematology and Cancer Biology at Cincinnati Children's. \"We also provide the proof-of-concept that targeting thrombin or fibrin may limit pathologies in obese patients.\"Flick and his colleagues used an FDA-approved blood thinner called dabigatran to treat mice fed a high-fat diet to block an enzyme called thrombin. Thrombin's job is to promote blood coagulation. In obesity, however, the enzyme can cause hyper-coagulation, inflammation, and the production of tissue-damaging insoluble fibrin strands.Treatment with the drug protected mice from the onset of obesity related disease, the researchers reported.Mutant ModelingTo test their hypotheses about what drives metabolic inflammation and obesity, the researchers bred genetically manipulated Fibγ390-396 mice that carry a mutant form of fibrinogen. The mutant fibrinogen is unable to bind with the leukocyte receptor αMβ2-integrin. Although the animals were fed a high-fat diet, the tests revealed that Fibγ390-396 mice were significantly protected from diet-induced weight gain and elevated fat in adipose tissues. These mice also had markedly diminished systemic, adipose and liver inflammation. Researchers also noted these mice had significantly reduced macrophage white blood cell counts in white adipose tissue and almost complete protection from development of fatty liver disease and defective blood sugar metabolism.To simulate what happens to severely overweight people who eat a high-fat diet, the researchers also tested genetically altered homozygous thrombomodulin (Glu404Pro) mice. These mice have genetically-induced elevated thrombin and pro-coagulant function. On a high-fat diet, the genetically altered mice gained more weight and developed an exacerbated form of fatty liver disease. Normal wild-type mice fed a high-fat diet did not develop the same degree of disease symptoms.When researchers treated normal mice with established obesity with the direct thrombin inhibitor dabigatran, the animals' progression of high-fat-diet-induced obesity was stopped. Treatment also suppressed development of obesity related disease, according to the authors. Future Steps    Flick and his colleagues said there are several additional research steps needed before direct thrombin inhibition can be tested in overweight patients who may be at high risk of obesity related disease. This includes working with the Pediatric Obesity Tissue Repository at Cincinnati Children's, which contains donated biopsy samples from patients. The researchers will be looking for the amount of fibrin content in visceral adipose tissues to see if there is a correlation with diseases like non-alcoholic fatty liver disease (NASH), type 2 diabetes, hypertension and other obesity linked diseases.If researchers find this to be true, high fibrin content in white adipose tissue may serve as a biomarker for obese patients to identify those who are at high risk for progressing to NASH or severe type 2 diabetes, Flick said. The research team also is working with the German pharmaceutical company that developed the direct thrombin inhibitor dabigatran (Boehringer Ingelheim Pharmaceuticals Inc.) to determine whether patients who have taken the drug have reduced obesity and associated disease. The company provided the drug and participated in the study.\"Depending on what we find in our future work, and combined with the data we present in the current paper, this could serve as strong rationale to put obese patients on the drug to suppress the development of metabolic syndrome and associated diseases,\" Flick said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/cchm-spn071817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Digestive Disease Research Core Center at Cincinnati Children's, Boehringer Ingelheim, and others", "meeting": "", "institution": "Cincinnati Children's Hospital Medical Center", "keywords": ["Biology", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Pediatrics"], "journal": "Journal of Clinical Investigation", "description": "With obesity related illnesses a global pandemic, researchers propose in the Journal of Clinical Investigation using a blood thinner to target molecular drivers of chronic metabolic inflammation in people eating high-fat diets to limit weight gain and disease.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}