{"authors": [["Sparks", "Daniel W", "DW", "Department of Physiology, University of Toronto, Toronto, ON, Canada."], ["Tian", "Michael K", "MK", "Department of Physiology, University of Toronto, Toronto, ON, Canada."], ["Sargin", "Derya", "D", "Department of Physiology, University of Toronto, Toronto, ON, Canada."], ["Venkatesan", "Sridevi", "S", "Department of Physiology, University of Toronto, Toronto, ON, Canada."], ["Intson", "Katheron", "K", "Department of Pharmacology and Toxicology, University of Toronto, Toronto, ON, Canada."], ["Lambe", "Evelyn K", "EK", "Department of Physiology, University of Toronto, Toronto, ON, Canada."]], "date": "2018-01-04", "id": "29354034", "text": "Prefrontal cortex is a hub for attention processing and receives abundant innervation from cholinergic and serotonergic afferents. A growing body of evidence suggests that acetylcholine (ACh) and serotonin (5-HT) have opposing influences on tasks requiring attention, but the underlying neurophysiology of their opposition is unclear. One candidate target population is medial prefrontal layer 6 pyramidal neurons, which provide feedback modulation of the thalamus, as well as feed-forward excitation of cortical interneurons. Here, we assess the response of these neurons to ACh and 5-HT using whole cell recordings in acute brain slices from mouse cortex. With application of exogenous agonists, we show that individual layer 6 pyramidal neurons are bidirectionally-modulated, with ACh and 5-HT exerting opposite effects on excitability across a number of concentrations. Next, we tested the responses of layer 6 pyramidal neurons to optogenetic release of endogenous ACh or 5-HT. These experiments were performed in brain slices from transgenic mice expressing channelrhodopsin in either ChAT-expressing cholinergic neurons or Pet1-expressing serotonergic neurons. Light-evoked endogenous neuromodulation recapitulated the effects of exogenous neurotransmitters, showing opposing modulation of layer 6 pyramidal neurons by ACh and 5-HT. Lastly, the addition of 5-HT to either endogenous or exogenous ACh significantly suppressed the excitation of pyramidal neurons in prefrontal layer 6. Taken together, this work suggests that the major corticothalamic layer of prefrontal cortex is a substrate for opposing modulatory influences on neuronal activity that could have implications for regulation of attention.", "doi": "10.3389/fncir.2017.00107", "title": "Opposing Cholinergic and Serotonergic Modulation of Layer 6 in Prefrontal Cortex.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}