{"authors": [["Johnson", "Anthony C", "AC", "Research, Oklahoma City Veterans Affairs Medical Center."], ["Latorre", "Rocco", "R", "Department of Surgery, Columbia University in the City of New York."], ["Ligon", "Casey O", "CO", "Oklahoma Center for Neuroscience, University of Oklahoma Health Sciences Center."], ["Greenwood-Van Meerveld", "Beverley", "B", "Physiology, University of Oklahoma Health Science Center, United States."]], "date": "2017-12-14", "id": "29351398", "text": "In vivo optogenetics identifies brain circuits controlling behaviors in conscious animals by using light to alter neuronal function and offers a novel tool to study the brain-gut axis. Using adenoviral-mediated expression, we aimed to investigate whether photoactivation with channelrhodopsin (ChR2) or photoinhibition with halorhodopsin (HR3.0) of fibers originating from the central nucleus of the amygdala (CeA) at the bed nucleus of the stria terminalis (BNST) had any effect on colonic sensitivity. We also investigated whether that there was any deleterious effect of the adenovirus on the neuronal population or the neuronal phenotype within the CeA-BNST circuitry activated during the optogenetic stimulation. In male rats, the CeA was infected with vectors expressing ChR2 or HR3.0 and fiber optic cannulae were implanted on the BNST. After 8-10 weeks, the response to graded, isobaric colonic distension was measured with and without laser stimulation of CeA fibers at the BNST. Immunohistochemistry and histology were used to evaluate vector expression, neuronal integrity, and neurochemical phenotype. Photoactivation of CeA fibers at the BNST with ChR2 induced colonic hypersensitivity, whereas photoinhibition of CeA fibers at the BNST with HR3.0 had no effect on colonic sensitivity. Control groups treated with virus expressing reporter proteins showed no abnormalities in neuronal morphology, neuronal number, or neurochemical phenotype following laser stimulation. Our experimental findings reveal that optogenetic activation of discrete brain nuclei can be used to advance our understanding of complex visceral nociceptive circuitry in a freely moving rat model.", "doi": "10.1152/ajpgi.00370.2017", "title": "Visceral Hypersensitivity Induced by Optogenetic Activation of the Amygdala in Conscious Rats.", "journal": ["American journal of physiology. Gastrointestinal and liver physiology", "Am. J. Physiol. Gastrointest. Liver Physiol."]}