{"authors": [["Szécsi", "László", "L", "Computer Graphics Research Group, Budapest University of Technology and Economics, Budapest, Hungary."], ["Kacsó", "Ágota", "Á", "Computer Graphics Research Group, Budapest University of Technology and Economics, Budapest, Hungary."], ["Zeck", "Günther", "G", "Neurochip Research Group, Natural and Medical Sciences Institute at the University of Tübingen, Reutlingen, Germany."], ["Hantz", "Péter", "P", "Department of Laboratory Medicine, University of Pécs, Pécs, Hungary."]], "date": "2017-12-13", "id": "29326579", "text": "Light stimulation with precise and complex spatial and temporal modulation is demanded by a series of research fields like visual neuroscience, optogenetics, ophthalmology, and visual psychophysics. We developed a user-friendly and flexible stimulus generating framework (GEARS GPU-based Eye And Retina Stimulation Software), which offers access to GPU computing power, and allows interactive modification of stimulus parameters during experiments. Furthermore, it has built-in support for driving external equipment, as well as for synchronization tasks, via USB ports. The use of GEARS does not require elaborate programming skills. The necessary scripting is visually aided by an intuitive interface, while the details of the underlying software and hardware components remain hidden. Internally, the software is a C++/Python hybrid using OpenGL graphics. Computations are performed on the GPU, and are defined in the GLSL shading language. However, all GPU settings, including the GPU shader programs, are automatically generated by GEARS. This is configured through a method encountered in game programming, which allows high flexibility: stimuli are straightforwardly composed using a broad library of basic components. Stimulus rendering is implemented solely in C++, therefore intermediary libraries for interfacing could be omitted. This enables the program to perform computationally demanding tasks like en-masse random number generation or real-time image processing by local and global operations.", "doi": "10.3389/fninf.2017.00070", "title": "Interactive Light Stimulus Generation with High Performance Real-Time Image Processing and Simple Scripting.", "journal": ["Frontiers in neuroinformatics", "Front Neuroinform"]}