{"authors": [["Rizzi", "Giorgio", "G", "Biozentrum, University of Basel, Basel, Switzerland."], ["Tan", "Kelly R", "KR", "Biozentrum, University of Basel, Basel, Switzerland."]], "date": "2017-12-22", "id": "29311846", "text": "Data from the World Health Organization (National Institute on Aging, 2011) and the National Institutes of Health (He et al., 2016) predicts that while today the worldwide population over 65 years of age is estimated around 8.5%, this number will reach an astounding 17% by 2050. In this framework, solving current neurodegenerative diseases primarily associated with aging becomes more pressing than ever. In 2017, we celebrate a grim 200th anniversary since the very first description of Parkinson's disease (PD) and its related symptomatology. Two centuries after this debilitating disease was first identified, finding a cure remains a hopeful goal rather than an attainable objective on the horizon. Tireless work has provided insight into the characterization and progression of the disease down to a molecular level. We now know that the main motor deficits associated with PD arise from the almost total loss of dopaminergic cells in the substantia nigra pars compacta. A concomitant loss of cholinergic cells entails a cognitive decline in these patients, and current therapies are only partially effective, often inducing side-effects after a prolonged treatment. This review covers some of the recent developments in the field of Basal Ganglia (BG) function in physiology and pathology, with a particular focus on the two main neuromodulatory systems known to be severely affected in PD, highlighting some of the remaining open question from three main stand points: - Heterogeneity of midbrain dopamine neurons. - Pairing of dopamine (DA) sub-circuits. - Dopamine-Acetylcholine (ACh) interaction. A vast amount of knowledge has been accumulated over the years from experimental conditions, but very little of it is reflected or used at a translational or clinical level. An initiative to implement the knowledge that is emerging from circuit-based approaches to tackle neurodegenerative disorders like PD will certainly be tremendously beneficial.", "doi": "10.3389/fncir.2017.00110", "title": "Dopamine and Acetylcholine, a Circuit Point of View in Parkinson's Disease.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}