{"authors": [["Rahman", "Habibur", "H", "Department of Pharmacology, Brain Science & Engineering Institute, BK21 Plus KNU Biomedical Convergence Program, Kyungpook National University School of Medicine, Daegu. Korea."], ["Nam", "Youngpyo", "Y", "Department of Pharmacology, Brain Science & Engineering Institute, BK21 Plus KNU Biomedical Convergence Program, Kyungpook National University School of Medicine, Daegu. Korea."], ["Kim", "Jae-Hong", "JH", "Department of Pharmacology, Brain Science & Engineering Institute, BK21 Plus KNU Biomedical Convergence Program, Kyungpook National University School of Medicine, Daegu. Korea."], ["Lee", "Won-Ha", "WH", "Department of Pharmacology, Brain Science & Engineering Institute, BK21 Plus KNU Biomedical Convergence Program, Kyungpook National University School of Medicine, Daegu. Korea."], ["Suk", "Kyoungho", "K", "Department of Pharmacology, Brain Science & Engineering Institute, BK21 Plus KNU Biomedical Convergence Program, Kyungpook National University School of Medicine, Daegu. Korea."]], "date": "2017-12-29", "id": "29298648", "text": "Spinal cord circuits play a key role in receiving and transmitting somatosensory information from the body and the brain. They also contribute to the timing and coordination of complex patterns of movement. Under disease conditions, such as spinal cord injury and neuropathic pain, spinal cord circuits receive pain signals from peripheral nerves, and are involved in pain development via neurotransmitters and inflammatory mediators released from neurons and glial cells. Despite the importance of spinal cord circuits in sensory and motor functions, many questions remain regarding the relationship between activation of specific cells and behavioral responses. Optogenetics offers the possibility of understanding the complex cellular activity and mechanisms of spinal cord circuits, as well as having therapeutic potential for addressing spinal cord-related disorders. In this review, we discuss recent findings in optogenetic research employing the channelrhodopsin protein to assess the function of specific neurons and glia in spinal cord circuits ex vivo and in vivo. We also explore the possibilities and challenges of employing optogenetics technology in future therapeutic strategies for the treatment of spinal disorders.", "doi": "10.2174/1389203719666171229230012", "title": "Optogenetics of the Spinal Cord: Use of Channelrhodopsin Proteins for Interrogation of Spinal Cord Circuits.", "journal": ["Current protein & peptide science", "Curr. Protein Pept. Sci."]}