{"authors": [["Gutruf", "Philipp", "P", "Departments of Materials Science and Engineering, Biomedical Engineering, Chemistry, Neurological Surgery, Mechanical Engineering, Electrical Engineering and Computer Science, Simpson Querrey Institute & Feinberg Medical School, 2145 Sheridan Road, Evanston, IL 60208, United States."], ["Rogers", "John A", "JA", "Departments of Materials Science and Engineering, Biomedical Engineering, Chemistry, Neurological Surgery, Mechanical Engineering, Electrical Engineering and Computer Science, Simpson Querrey Institute & Feinberg Medical School, 2145 Sheridan Road, Evanston, IL 60208, United States. Electronic address: jrogers@northwestern.edu."]], "date": "2017-12-27", "id": "29289027", "text": "Recently developed classes of ultraminiaturized wireless devices provide powerful capabilities in neuroscience research, as implantable light sources for simulation/inhibition via optogenetics, as integrated microfluidic systems for programmed pharmacological delivery and as multimodal sensors for physiological measurements. These platforms leverage basic advances in biocompatible materials, semiconductor device designs and systems engineering concepts to afford modes of operation that are qualitatively distinct from those of conventional approaches that tether animals to external hardware by means of optical fibers, electrical cables and/or fluidic tubing. Neuroscience studies that exploit the unique features of these technologies enable insights into neural function through targeted stimulation, inhibition and recording, with spatially and genetically precise manipulation of neural circuit activity. Experimental possibilities include studies in naturalistic, three dimensional environments, investigations of pair-wise or group related social interactions and many other scenarios of interest that cannot be addressed using traditional hardware.", "doi": "10.1016/j.conb.2017.12.007", "title": "Implantable, wireless device platforms for neuroscience research.", "journal": ["Current opinion in neurobiology", "Curr. Opin. Neurobiol."]}