{"authors": [["Huh", "Carey Y L", "CYL", "Department of Comparative Medicine, Stanford University, 300 Pasteur Drive, Stanford, CA 94305, USA; Department of Neurobiology and Behavior, University of California, Irvine, 2146 McGaugh Hall, Irvine, CA 92697, USA. Electronic address: careyhuh@gmail.com."], ["Peach", "John P", "JP", "Department of Statistics, Stanford University, 390 Serra Mall, Stanford, CA 94305, USA."], ["Bennett", "Corbett", "C", "Department of Comparative Medicine, Stanford University, 300 Pasteur Drive, Stanford, CA 94305, USA; Allen Institute for Brain Science, 615 Westlake Avenue N, Seattle, WA 98109, USA."], ["Vega", "Roxana M", "RM", "Department of Comparative Medicine, Stanford University, 300 Pasteur Drive, Stanford, CA 94305, USA."], ["Hestrin", "Shaul", "S", "Department of Comparative Medicine, Stanford University, 300 Pasteur Drive, Stanford, CA 94305, USA."]], "date": "2017-12-21", "id": "29276127", "text": "Higher and lower cortical areas in the visual hierarchy are reciprocally connected [1]. Although much is known about how feedforward pathways shape receptive field properties of visual neurons, relatively little is known about the role of feedback pathways in visual processing. Feedback pathways are thought to carry top-down signals, including information about context (e.g., figure-ground segmentation and surround suppression) [2-5], and feedback has been demonstrated to sharpen orientation tuning of neurons in the primary visual cortex (V1) [6, 7]. However, the response characteristics of feedback neurons themselves and how feedback shapes V1 neurons' tuning for other features, such as spatial frequency (SF), remain largely unknown. Here, using a retrograde virus, targeted electrophysiological recordings, and optogenetic manipulations, we show that putatively feedback neurons in layer 5 (hereafter \"L5 feedback\") in higher visual areas, AL (anterolateral area) and PM (posteromedial area), display distinct visual properties in awake head-fixed mice. AL L5 feedback neurons prefer significantly lower SF (mean: 0.04 cycles per degree [cpd]) compared to PM L5 feedback neurons (0.15 cpd). Importantly, silencing AL L5 feedback reduced visual responses of V1 neurons preferring low SF (mean change in firing rate: -8.0%), whereas silencing PM L5 feedback suppressed responses of high-SF-preferring V1 neurons (-20.4%). These findings suggest that feedback connections from higher visual areas convey distinctly tuned visual inputs to V1 that serve to boost V1 neurons' responses to SF. Such like-to-like functional organization may represent an important feature of feedback pathways in sensory systems and in the nervous system in general.", "doi": "10.1016/j.cub.2017.11.056", "title": "Feature-Specific Organization of Feedback Pathways in Mouse Visual Cortex.", "journal": ["Current biology : CB", "Curr. Biol."]}