{"authors": [["Chen", "Guang", "G", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China; Institute of Neuroscience, Chinese Academy of Sciences, Shanghai 200031, China."], ["Zhang", "Yuan", "Y", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Li", "Xiang", "X", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Zhao", "Xiaochen", "X", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Ye", "Qian", "Q", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."], ["Lin", "Yingxi", "Y", "McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Tao", "Huizhong W", "HW", "Zilkha Neurogenetic Institute, Department of Cell and Neurobiology, Keck School of Medicine, University of Southern California, Los Angeles, CA 90033, USA."], ["Rasch", "Malte J", "MJ", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China. Electronic address: malte.rasch@bnu.edu.cn."], ["Zhang", "Xiaohui", "X", "State Key Laboratory of Cognitive Neuroscience & Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China. Electronic address: xhzhang@bnu.edu.cn."]], "date": null, "id": "29268099", "text": "Distinct subtypes of inhibitory interneuron are known to shape diverse rhythmic activities in the cortex, but how they interact to orchestrate specific band activity remains largely unknown. By recording optogenetically tagged interneurons of specific subtypes in the primary visual cortex of behaving mice, we show that spiking of somatostatin (SOM)- and parvalbumin (PV)-expressing interneurons preferentially correlates with cortical beta and gamma band oscillations, respectively. Suppression of SOM cell spiking reduces the spontaneous low-frequency band (<30-Hz) oscillations and selectively reduces visually induced enhancement of beta oscillation. In comparison, suppressing PV cell activity elevates the synchronization of spontaneous activity across a broad frequency range and further precludes visually induced changes in beta and gamma oscillations. Rhythmic activation of SOM and PV cells in the local circuit entrains resonant activity in the narrow 5- to 30-Hz band and the wide 20- to 80-Hz band, respectively. Together, these findings reveal differential and cooperative roles of SOM and PV inhibitory neurons in orchestrating specific cortical oscillations.", "doi": "10.1016/j.neuron.2017.11.033", "title": "Distinct Inhibitory Circuits Orchestrate Cortical beta and gamma Band Oscillations.", "journal": ["Neuron", "Neuron"]}