{"authors": [["Leib", "David E", "DE", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Neuroscience Graduate Program, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Zimmerman", "Christopher A", "CA", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Neuroscience Graduate Program, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Poormoghaddam", "Ailar", "A", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Huey", "Erica L", "EL", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Ahn", "Jamie S", "JS", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Lin", "Yen-Chu", "YC", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Tan", "Chan Lek", "CL", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Chen", "Yiming", "Y", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Neuroscience Graduate Program, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Knight", "Zachary A", "ZA", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Neuroscience Graduate Program, University of California, San Francisco, San Francisco, CA 94158, USA. Electronic address: zachary.knight@ucsf.edu."]], "date": null, "id": "29268095", "text": "The brain transforms the need for water into the desire to drink, but how this transformation is performed remains unknown. Here we describe the motivational mechanism by which the forebrain thirst circuit drives drinking. We show that thirst-promoting subfornical organ neurons are negatively reinforcing and that this negative-valence signal is transmitted along projections to the organum vasculosum of the lamina terminalis (OVLT) and median preoptic nucleus (MnPO). We then identify molecularly defined cell types within the OVLT and MnPO that are activated by fluid imbalance and show that stimulation of these neurons is sufficient to drive drinking, cardiovascular responses, and negative reinforcement. Finally, we demonstrate that the thirst signal exits these regions through at least three parallel pathways and show that these projections dissociate the cardiovascular and behavioral responses to fluid imbalance. These findings reveal a distributed thirst circuit that motivates drinking by the common mechanism of drive reduction.", "doi": "10.1016/j.neuron.2017.11.041", "title": "The Forebrain Thirst Circuit Drives Drinking through Negative Reinforcement.", "journal": ["Neuron", "Neuron"]}