{"authors": [["Abe", "Kenta", "K", "Department of Development Biology and Neuroscience, Tohoku University Graduate School of Life Science, Sendai, Japan."], ["Yawo", "Hiromu", "H", "Department of Development Biology and Neuroscience, Tohoku University Graduate School of Life Science, Sendai, Japan."]], "date": "2017-12-21", "id": "29267341", "text": "The rodent whisker-barrel cortical system is a model for studying somatosensory discrimination at high spatiotemporal precision. Here, we applied optogenetics to produce somatosensory inputs in the whisker area using one of transgenic rat lines, W-TChR2V4, which expresses channelrhodopsin-2 (ChR2) in the mechanoreceptive nerve endings around whisker follicles. An awake W-TChR2V4 rat was head-fixed and irradiated by blue LED light on the whisker area with a paradigm conditioned with a reward. The Go task was designed so the rat is allowed to receive a reward, when it licked the nozzle within 5 s after photostimulation. The No-go task was designed so as the rat has to withhold licking for at least 5 s to obtain a reward after photostimulation. The Go-task conditioning was established within 1 hr of training with a reduction in the reaction time and increase of the success rate. To investigate the relationship between the spatiotemporal pattern of sensory inputs and the behavioral output, we designed a multi-optical fiber system that irradiates the whisker area at 9 spots in a 3×3 matrix. Although the Go-task conditioning was established using synchronous irradiation of 9 spots, the success rate was decreased with an increase of the reaction time for the asynchronous irradiation. After conditioning to the Go task, the rat responded to the blue LED flash irradiated on the barrel cortex, where many neurons also express ChR2, or photostimulation of the contralateral whisker area with a similar reaction time and success rate. Synchronous activation of the peripheral mechanoreceptive nerves is suggested to drive a neural circuit in the somatosensory cortex that efficiently couples with the decision. Our optogenetic system would enable the precise evaluation of the psychophysical values, such as the reaction time and success rate, to gain some insight into the brain mechanisms underlying conditioned behaviors.", "doi": "10.1371/journal.pone.0189439", "title": "Optogenetic conditioning of paradigm and pattern discrimination in the rat somatosensory system.", "journal": ["PloS one", "PLoS ONE"]}