{"authors": [["Chen", "Yuting", "Y", "Shanghai Key Laboratory of Regulatory Biology, Institute of Biomedical Sciences and School of Life Sciences, East China Normal University (ECNU), Shanghai, China."], ["Lu", "Linjie", "L", "Université Pierre-et-Marie-Curie, Laboratory of Computational and Quantitative Biology (LCQB), Institute of Biology Paris-Seine, Paris, France."], ["Ye", "Shixin", "S", "Université Pierre-et-Marie-Curie, Laboratory of Computational and Quantitative Biology (LCQB), Institute of Biology Paris-Seine, Paris, France."]], "date": "2017-12-19", "id": "29259524", "text": "Nature has invented photoreceptor proteins that are involved in sensing and response to light in living organisms. Genetic code expansion (GCE) technology has provided new tools to transform light insensitive proteins into novel photoreceptor proteins. It is achieved by the site-specific incorporation of unnatural amino acids (Uaas) that carry light sensitive moieties serving as \"pigments\" that react to light via photo-decaging, cross-linking, or isomerization. Over the last two decades, various proteins including ion channels, GPCRs, transporters, and kinases have been successfully rendered light responsive owing to the functionalities of Uaas. Very recently, Cas9 protein has been engineered to enable light activation of genomic editing by CRISPR. Those novel proteins have not only led to discoveries of dynamic protein conformational changes with implications in diseases, but also facilitated the screening of ligand-protein and protein-protein interactions of pharmacological significance. This review covers the genetic editing principles for genetic code expansion and design concepts that guide the engineering of light-sensitive proteins. The applications have brought up a new concept of \"optoproteomics\" that, in contrast to \"optogenetics,\" aims to combine optical methods and site-specific proteomics for investigating and intervening in biological functions.", "doi": null, "title": "\u2029Genetic Code Expansion and Optoproteomics.", "journal": ["The Yale journal of biology and medicine", "Yale J Biol Med"]}