{"authors": [["Jiang", "Chan", "C", "Department of Cardiology, Renmin Hospital of Wuhan University, 430060 Wuhan, PR China."], ["Li", "Hai Tao", "HT", "Department of Cardiology, Hainan General Hospital, 570311 Haikou, PR China."], ["Zhou", "Yong Ming", "YM", "Department of Cardiology, Renmin Hospital of Wuhan University, 430060 Wuhan, PR China."], ["Wang", "Xi", "X", "Department of Cardiology, Renmin Hospital of Wuhan University, 430060 Wuhan, PR China."], ["Wang", "Long", "L", "Cardiovascular Research Institute, Wuhan University, 430060 Wuhan, PR China."], ["Liu", "Zi Qiang", "ZQ", "Department of Cardiology, Renmin Hospital of Wuhan University, 430060 Wuhan, PR China."]], "date": "2017-12-13", "id": "29253159", "text": "Optogenetics is a cell-type specific and high spatial-temporal resolution method that combines genetic encoding of light-sensitive proteins and optical manipulation techniques. Optogenetics technology provides a novel approach for research on cardiac arrhythmia treatment, including pacing, recovering the conduction system, and achieving cardiac resynchronization with precise and low-energy optical control. Photosensitive proteins, which usually act as ion channels, pumps, or receptors, are delivered to target cells, where they respond to light pulses of specific wavelengths, evoke transient flows of transmembrane ion currents, and induce signal transmission. With the development of gene technology, the in vivo efficiency of optogenetics in cardiology has been trialed, and in vitro experiments have been performed to test its potential in cardiac electrophysiology. Challenges for applying optogenetics in large animals and humans include the effectiveness, safety, and long-term expression of photosensitive proteins, unscattered and unattenuated exogenous light stimulation, and the need for implantable miniature light stimulators. Photosensitive proteins, genetic engineering technology, and light equipment are essential for experiments in cardiac optogenetics. Optogenetics may provide an alternative method for evaluating the mechanism of cardiac arrhythmias, testing hypotheses, and treating cardiovascular diseases.", "doi": "10.1093/europace/eux345", "title": "Cardiac optogenetics: a novel approach to cardiovascular disease therapy.", "journal": ["Europace : European pacing, arrhythmias, and cardiac electrophysiology : journal of the working groups on cardiac pacing, arrhythmias, and cardiac cellular electrophysiology of the European Society of Cardiology", "Europace"]}