{"authors": [["Beny-Shefer", "Yamit", "Y", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Zilkha", "Noga", "N", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Lavi-Avnon", "Yael", "Y", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Bezalel", "Nadav", "N", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Rogachev", "Ilana", "I", "Biological Services Unit, Weizmann Institute of Science, Rehovot, Israel."], ["Brandis", "Alexander", "A", "Biological Services Unit, Weizmann Institute of Science, Rehovot, Israel."], ["Dayan", "Molly", "M", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Kimchi", "Tali", "T", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel. Electronic address: tali.kimchi@weizmann.ac.il."]], "date": null, "id": "29241537", "text": "Sexual preference for the opposite sex is a fundamental behavior underlying reproductive success, but the neural mechanisms remain unclear. Here, we examined the role of dopamine signaling in the nucleus accumbens core (NAcc) in governing chemosensory-mediated preference for females in TrpC2-/- and wild-type male mice. TrpC2-/- males, deficient in VNO-mediated signaling, do not display mating or olfactory preference toward females. We found that, during social interaction with females, TrpC2-/- males do not show increased NAcc dopamine levels, observed in wild-type males. Optogenetic stimulation of VTA-NAcc dopaminergic neurons in TrpC2-/- males during exposure to a female promoted preference response to female pheromones and elevated copulatory behavior toward females. Additionally, we found that signaling through the D1 receptor in the NAcc is necessary for the olfactory preference for female-soiled bedding. Our study establishes a critical role for the mesolimbic dopaminergic system in governing pheromone-mediated responses and mate choice in male mice.", "doi": "10.1016/j.celrep.2017.11.062", "title": "Nucleus Accumbens Dopamine Signaling Regulates Sexual Preference for Females in Male Mice.", "journal": ["Cell reports", "Cell Rep"]}