{"authors": [["Murugan", "Malavika", "M", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Jang", "Hee Jae", "HJ", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Park", "Michelle", "M", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA; Department of Psychology, Princeton University, Princeton, NJ 08544, USA."], ["Miller", "Ellia M", "EM", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Cox", "Julia", "J", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Taliaferro", "Joshua P", "JP", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Parker", "Nathan F", "NF", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Bhave", "Varun", "V", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Hur", "Hong", "H", "CCTS Bioinformatics Program, The Rockefeller University, New York, NY 10065, USA."], ["Liang", "Yupu", "Y", "CCTS Bioinformatics Program, The Rockefeller University, New York, NY 10065, USA."], ["Nectow", "Alexander R", "AR", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Pillow", "Jonathan W", "JW", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA; Department of Psychology, Princeton University, Princeton, NJ 08544, USA; Center for Statistics and Machine Learning, Princeton University, Princeton, NJ 08544, USA."], ["Witten", "Ilana B", "IB", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA; Department of Psychology, Princeton University, Princeton, NJ 08544, USA. Electronic address: iwitten@princeton.edu."]], "date": "2017-12-07", "id": "29224779", "text": "Social behaviors are crucial to all mammals. Although the prelimbic cortex (PL, part of medial prefrontal cortex) has been implicated in social behavior, it is not clear which neurons are relevant or how they contribute. We found that PL contains anatomically and molecularly distinct subpopulations that target three downstream regions that have been implicated in social behavior: the nucleus accumbens (NAc), amygdala, and ventral tegmental area. Activation of NAc-projecting PL neurons (PL-NAc), but not the other subpopulations, decreased the preference for a social target. To determine what information PL-NAc neurons convey, we selectively recorded from them and found that individual neurons were active during social investigation, but only in specific spatial locations. Spatially specific manipulation of these neurons bidirectionally regulated the formation of a social-spatial association. Thus, the unexpected combination of social and spatial information within the PL-NAc may contribute to social behavior by supporting social-spatial learning.", "doi": "10.1016/j.cell.2017.11.002", "title": "Combined Social and Spatial Coding in a Descending Projection from the Prefrontal Cortex.", "journal": ["Cell", "Cell"]}