{"authors": [["Picconi", "Barbara", "B", "Fondazione Santa Lucia, IRCCS, Rome, Italy."], ["Hernández", "Ledia F", "LF", "HM CINAC, Hospital Universitario HM Puerta del Sur, Mostoles, Madrid, Spain."], ["Obeso", "Jose A", "JA", "HM CINAC, Hospital Universitario HM Puerta del Sur, Mostoles, Madrid, Spain."], ["Calabresi", "Paolo", "P", "Fondazione Santa Lucia, IRCCS, Rome, Italy."]], "date": "2017-12-08", "id": "29219207", "text": "Long-term levodopa (l-dopa) treatment in patients with Parkinson´s disease (PD) is associated with the development of motor complications (ie, motor fluctuations and dyskinesias). The principal etiopathogenic factors are the degree of nigro-striatal dopaminergic loss and the duration and dose of l-dopa treatment. In this review article we concentrate on analysis of the mechanisms underlying l-dopa-induced dyskinesias, a phenomenon that causes disability in a proportion of patients and that has not benefited from major therapeutic advances. Thus, we discuss the main neurotransmitters, receptors, and pathways that have been thought to play a role in l-dopa-induced dyskinesias from the perspective of basic neuroscience studies. Some important advances in deciphering the molecular pathways involved in these abnormal movements have occurred in recent years to reveal potential targets that could be used for therapeutic purposes. However, it has not been an easy road because there have been a plethora of components involved in the generation of these undesired movements, even bypassing the traditional and well-accepted dopamine receptor activation, as recently revealed by optogenetics. Here, we attempt to unify the available data with the hope of guiding and fostering future research in the field of striatal activation and abnormal movement generation. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.27261", "title": "Motor complications in Parkinson's disease: Striatal molecular and electrophysiological mechanisms of dyskinesias.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}