{"authors": [["Nikolaev", "Dmitrii M", "DM", "Saint-Petersburg National Research Academic University of the Russian Academy of Science, St. Petersburg, Russian Federation."], ["Emelyanov", "Anton", "A", "Saint-Petersburg National Research Academic University of the Russian Academy of Science, St. Petersburg, Russian Federation."], ["Boitsov", "Vitaly M", "VM", "Saint-Petersburg National Research Academic University of the Russian Academy of Science, St. Petersburg, Russian Federation."], ["Panov", "Maxim S", "MS", "Saint-Petersburg State University, St. Petersburg, Russian Federation."], ["Ryazantsev", "Mikhail N", "MN", "Saint-Petersburg State University, St. Petersburg, Russian Federation."]], "date": "2017-01-11", "id": "28435665", "text": "It was demonstrated in recent studies that some rhodopsins can be used in optogenetics as fluorescent indicators of membrane voltage. One of the promising candidates for these applications is archaerhodopsin-3. While it has already shown encouraging results, there is still a large room for improvement. One of possible directions is increasing the intensity of the protein's fluorescent signal. Rational design of mutants with an improved signal is an important task, which requires both experimental and theoretical studies. Herein, we used a homology-based computational approach to predict the three-dimensional structure of archaerhodopsin-3, and a Quantum Mechanics/Molecular Mechanics (QM/MM) hybrid approach with high-level multireference ab initio methodology (SORCI+Q/AMBER) to model optical properties of this protein. We demonstrated that this methodology allows for reliable prediction of structure and spectral properties of archaerhodopsin-3. The results of this study can be utilized for computational molecular design of efficient fluorescent indicators of membrane voltage for modern optogenetics on the basis of archaerhodopsin-3.", "doi": "10.12688/f1000research.10541.3", "title": "A voltage-dependent fluorescent indicator for optogenetic applications, archaerhodopsin-3: Structure and optical properties from in silico modeling.", "journal": ["F1000Research", "F1000Res"]}