{"authors": [["Noh", "Kyung Nim", "KN", "Department of Electrical and Computer Engineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Park", "Sung Il", "SI", "Department of Electrical and Computer Engineering, Texas A&M University, College Station, TX, 77843, USA."], ["Qazi", "Raza", "R", "Department of Electrical, Computer, and Energy Engineering, University of Colorado Boulder, Boulder, CO, 80309, USA."], ["Zou", "Zhanan", "Z", "Department of Mechanical Engineering, University of Colorado Boulder, Boulder, CO, 80309, USA."], ["Mickle", "Aaron D", "AD", "Department of Anesthesiology, Washington University Pain Center, Washington University School of Medicine, St. Louis, MO, 63130, USA."], ["Grajales-Reyes", "Jose G", "JG", "Department of Anesthesiology, Washington University Pain Center, Washington University School of Medicine, St. Louis, MO, 63130, USA."], ["Jang", "Kyung-In", "KI", "Department of Robotics Engineering, Daegu Gyeongbuk Institute of Science and Technology (DGIST), Daegu, 42988, Republic of Korea."], ["Gereau", "Robert W", "RW", "Department of Anesthesiology, Washington University Pain Center, Washington University School of Medicine, St. Louis, MO, 63130, USA."], ["Xiao", "Jianliang", "J", "Department of Mechanical Engineering, University of Colorado Boulder, Boulder, CO, 80309, USA."], ["Rogers", "John A", "JA", "Department of Materials Science and Engineering, Biomedical Engineering, Neurological Surgery, Chemistry, Mechanical Engineering, Electrical and Computer Science, Northwestern University, Evanston, IL, 60208, USA."], ["Jeong", "Jae-Woong", "JW", "Department of Electrical, Computer, and Energy Engineering, University of Colorado Boulder, Boulder, CO, 80309, USA."]], "date": "2017-12-07", "id": "29215787", "text": "Combination of optogenetics and pharmacology represents a unique approach to dissect neural circuitry with high specificity and versatility. However, conventional tools available to perform these experiments, such as optical fibers and metal cannula, are limited due to their tethered operation and lack of biomechanical compatibility. To address these issues, a miniaturized, battery-free, soft optofluidic system that can provide wireless drug delivery and optical stimulation for spatiotemporal control of the targeted neural circuit in freely behaving animals is reported. The device integrates microscale inorganic light-emitting diodes and microfluidic drug delivery systems with a tiny stretchable multichannel radiofrequency antenna, which not only eliminates the need for bulky batteries but also offers fully wireless, independent control of light and fluid delivery. This design enables a miniature (125 mm3 ), lightweight (220 mg), soft, and flexible platform, thus facilitating seamless implantation and operation in the body without causing disturbance of naturalistic behavior. The proof-of-principle experiments and analytical studies validate the feasibility and reliability of the fully implantable optofluidic systems for use in freely moving animals, demonstrating its potential for wireless in vivo pharmacology and optogenetics.", "doi": "10.1002/smll.201702479", "title": "Miniaturized, Battery-Free Optofluidic Systems with Potential for Wireless Pharmacology and Optogenetics.", "journal": ["Small (Weinheim an der Bergstrasse, Germany)", "Small"]}