{"authors": [["Rehnelt", "Susanne", "S", "Institute of Physiology I, Medical Faculty, University of Bonn, 53127 Bonn, Germany. s4surehn@uni-bonn.de."], ["Malan", "Daniela", "D", "Institute of Physiology I, Medical Faculty, University of Bonn, 53127 Bonn, Germany. dmalan@uni-bonn.de."], ["Juhasz", "Krisztina", "K", "Nanion Technologies GmbH, 80636 Munich, Germany. krisztina.juhasz@nanion.de."], ["Wolters", "Benjamin", "B", "Part of the Ncardia Group, Axiogenesis AG, 50829 Cologne, Germany. benjamin.wolters@ncardia.com."], ["Doerr", "Leo", "L", "Nanion Technologies GmbH, 80636 Munich, Germany. leo.doerr@nanion.de."], ["Beckler", "Matthias", "M", "Nanion Technologies GmbH, 80636 Munich, Germany. matthias.beckler@nanion.de."], ["Kettenhofen", "Ralf", "R", "Part of the Ncardia Group, Axiogenesis AG, 50829 Cologne, Germany. ralf.kettenhofen@ncardia.com."], ["Bohlen", "Heribert", "H", "Part of the Ncardia Group, Axiogenesis AG, 50829 Cologne, Germany. heribert.bohlen@ncardia.com."], ["Bruegmann", "Tobias", "T", "Institute of Physiology I, Medical Faculty, University of Bonn, 53127 Bonn, Germany. tbruegmann@uni-bonn.de."], ["Sasse", "Philipp", "P", "Institute of Physiology I, Medical Faculty, University of Bonn, 53127 Bonn, Germany. philipp.sasse@uni-bonn.de."]], "date": "2017-12-06", "id": "29211031", "text": "Side effects on cardiac ion channels causing lethal arrhythmias are one major reason for drug withdrawals from the market. Field potential (FP) recording from cardiomyocytes, is a well-suited tool to assess such cardiotoxic effects of drug candidates in preclinical drug development, but it is currently limited to the spontaneous beating of the cardiomyocytes and manual analysis. Herein, we present a novel optogenetic cardiotoxicity screening system suited for the parallel automated frequency-dependent analysis of drug effects on FP recorded from human-induced pluripotent stem cell-derived cardiomyocytes. For the expression of the light-sensitive cation channel Channelrhodopsin-2, we optimised protocols using virus transduction or transient mRNA transfection. Optical stimulation was performed with a new light-emitting diode lid for a 96-well FP recording system. This enabled reliable pacing at physiologically relevant heart rates and robust recording of FP. Thereby we detected rate-dependent effects of drugs on Na⁺, Ca2+ and K⁺ channel function indicated by FP prolongation, FP shortening and the slowing of the FP downstroke component, as well as generation of afterdepolarisations. Taken together, we present a scalable approach for preclinical frequency-dependent screening of drug effects on cardiac electrophysiology. Importantly, we show that the recording and analysis can be fully automated and the technology is readily available using commercial products.", "doi": "10.3390/ijms18122634", "title": "Frequency-Dependent Multi-Well Cardiotoxicity Screening Enabled by Optogenetic Stimulation.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}