{"authors": [["Ye", "Hui", "H", "Department of Biology, Loyola University Chicago, Quinlan Life Sciences Education and Research Center, 1032 W. Sheridan Rd, Chicago, IL, 60660, USA. hye1@luc.edu."], ["Kaszuba", "Stephanie", "S", "Department of Biology, Loyola University Chicago, Quinlan Life Sciences Education and Research Center, 1032 W. Sheridan Rd, Chicago, IL, 60660, USA."]], "date": "2017-12-05", "id": "29202749", "text": "Alteration in the excitatory/inhibitory neuronal balance is believed to be the underlying mechanism of epileptogenesis. Based on this theory, GABAergic interneurons are regarded as the primary inhibitory neurons, whose failure of action permits hyperactivity in the epileptic circuitry. As a consequence, optogenetic excitation of GABAergic interneurons is widely used for seizure suppression. However, recent evidence argues for the context-dependent, possibly \"excitatory\" roles that GABAergic cells play in epileptic circuitry. We reviewed current optogenetic approaches that target the \"inhibitory\" roles of GABAergic interneurons for seizure control. We also reviewed interesting evidence that supports the \"excitatory\" roles of GABAergic interneurons in epileptogenesis. GABAergic interneurons can provide excitatory effects to the epileptic circuits via several distinct neurological mechanisms. (1) GABAergic interneurons can excite postsynaptic neurons, due to the raised reversal potential of GABA receptors in the postsynaptic cells. (2) Continuous activity in GABAergic interneurons could lead to transient GABA depletion, which prevents their inhibitory effect on pyramidal cells. (3) GABAergic interneurons can synchronize network activity during seizure. (4) Some GABAergic interneurons inhibit other interneurons, causing disinhibition of pyramidal neurons and network hyperexcitability. The dynamic, context-dependent role that GABAergic interneurons play in seizure requires further investigation of their functions at single cell and circuitry level. New optogenetic protocols that target GABAergic inhibition should be explored for seizure suppression.", "doi": "10.1186/s12929-017-0399-8", "title": "Inhibitory or excitatory? Optogenetic interrogation of the functional roles of GABAergic interneurons in epileptogenesis.", "journal": ["Journal of biomedical science", "J. Biomed. Sci."]}