{"authors": [["Kim", "Hyemin", "H", "PHI Biomed Co., #61312 Gangnam-daero 65-gilSeocho-guSeoul06612South Korea."], ["Park", "Yoonsang", "Y", "Department of Chemical EngineeringPohang University of Science and Technology (POSTECH)77 Cheongam-roNam-gu, PohangGyeongbuk37673South Korea."], ["Beack", "Songeun", "S", "Department of Materials Science and EngineeringPohang University of Science and Technology (POSTECH)77 Cheongam-roNam-gu, PohangGyeongbuk37673South Korea."], ["Han", "Seulgi", "S", "Department of Materials Science and EngineeringPohang University of Science and Technology (POSTECH)77 Cheongam-roNam-gu, PohangGyeongbuk37673South Korea."], ["Jung", "Dooyup", "D", "Department of Chemical EngineeringPohang University of Science and Technology (POSTECH)77 Cheongam-roNam-gu, PohangGyeongbuk37673South Korea."], ["Cha", "Hyung Joon", "HJ", "Department of Chemical EngineeringPohang University of Science and Technology (POSTECH)77 Cheongam-roNam-gu, PohangGyeongbuk37673South Korea."], ["Kwon", "Woosung", "W", "Department of Chemical and Biological EngineeringSookmyung Women's University100 Cheongpa-ro 47-gilSeoul04310South Korea."], ["Hahn", "Sei Kwang", "SK", "Department of Materials Science and EngineeringPohang University of Science and Technology (POSTECH)77 Cheongam-roNam-gu, PohangGyeongbuk37673South Korea."]], "date": "2017-10-03", "id": "29201627", "text": "The development of intrinsically multicolor-emitting carbon nanodots (CNDs) has been one of the great challenges for their various fields of applications. Here, the controlled electronic structure engineering of CNDs is performed to emit two distinct colors via the facile surface modification with 4-octyloxyaniline. The so-called dual-color-emitting CNDs (DC-CNDs) can be stably encapsulated within poly(styrene-co-maleic anhydride) (PSMA). The prepared water-soluble DC-CNDs@PSMA can be successfully applied to in vitro and in vivo dual-color bioimaging and optogenetics. In vivo optical imaging can visualize the biodistribution of intravenously injected DC-CNDs@PSMA. In addition, the light-triggered activation of ion channel, channelrhodopsin-2, for optogenetic applications is demonstrated. As a new type of fluorophore, DC-CNDs offer a big insight into the design of charge-transfer complexes for various optical and biomedical applications.", "doi": "10.1002/advs.201700325", "title": "Dual-Color-Emitting Carbon Nanodots for Multicolor Bioimaging and Optogenetic Control of Ion Channels.", "journal": ["Advanced science (Weinheim, Baden-Wurttemberg, Germany)", "Adv Sci (Weinh)"]}