{"authors": [["Toda", "Koji", "K", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA; Human Informatics Research Institute, National Institute of Advanced Industrial Science and Technology (AIST), Umezono 1-1-1, Tsukuba, Ibaraki 305-8568, Japan; Japan Society for the Promotion of Science, Kojimachi 5-3-1, Chiyoda-ku, Tokyo 102-0083, Japan. Electronic address: kt131@duke.edu."], ["Lusk", "Nicholas A", "NA", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA."], ["Watson", "Glenn D R", "GDR", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA."], ["Kim", "Namsoo", "N", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA."], ["Lu", "Dongye", "D", "Department of Neurobiology, Duke University School of Medicine, Durham, NC 27708, USA."], ["Li", "Haofang E", "HE", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA."], ["Meck", "Warren H", "WH", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA."], ["Yin", "Henry H", "HH", "Department of Psychology and Neuroscience, Duke University, Durham, NC 27708, USA; Department of Neurobiology, Duke University School of Medicine, Durham, NC 27708, USA. Electronic address: hy43@duke.edu."]], "date": "2017-11-30", "id": "29199075", "text": "Considerable evidence implicates the basal ganglia in interval timing, yet the underlying mechanisms remain poorly understood. Using a novel behavioral task, we demonstrate that head-fixed mice can be trained to show the key features of timing behavior within a few sessions. Single-trial analysis of licking behavior reveals stepping dynamics with variable onset times, which is responsible for the canonical Gaussian distribution of timing behavior. Moreover, the duration of licking bouts decreased as mice became sated, showing a strong motivational modulation of licking bout initiation and termination. Using optogenetics, we examined the role of the basal ganglia output in interval timing. We stimulated a pathway important for licking behavior, the GABAergic output projections from the substantia nigra pars reticulata to the deep layers of the superior colliculus. We found that stimulation of this pathway not only cancelled licking but also delayed the initiation of anticipatory licking for the next interval in a frequency-dependent manner. By combining quantitative behavioral analysis with optogenetics in the head-fixed setup, we established a new approach for studying the neural basis of interval timing.", "doi": "10.1016/j.cub.2017.11.003", "title": "Nigrotectal Stimulation Stops Interval Timing in Mice.", "journal": ["Current biology : CB", "Curr. Biol."]}