{"authors": [["Boyle", "Patrick M", "PM", "Department of Biomedical Engineering and Institute for Computational Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Murphy", "Michael J", "MJ", "Department of Biomedical Engineering and Institute for Computational Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Karathanos", "Thomas V", "TV", "Department of Biomedical Engineering and Institute for Computational Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Zahid", "Sohail", "S", "Department of Biomedical Engineering and Institute for Computational Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Blake", "Robert C", "RC", "Department of Biomedical Engineering and Institute for Computational Medicine, Johns Hopkins University, Baltimore, MD, USA."], ["Trayanova", "Natalia A", "NA", "Department of Biomedical Engineering and Institute for Computational Medicine, Johns Hopkins University, Baltimore, MD, USA."]], "date": "2017-12-28", "id": "29193078", "text": "Optogenetics has emerged as a potential alternative to electrotherapy for treating heart rhythm disorders, but its applicability for terminating atrial arrhythmias remains largely unexplored. We used computational models reconstructed from clinical MRI scans of fibrotic patient atria to explore the feasibility of optogenetic termination of atrial tachycardia (AT), comparing two different illumination strategies: distributed vs. targeted. We show that targeted optogenetic stimulation based on automated, non-invasive flow-network analysis of patient-specific re-entry morphology may be a reliable approach for identifying the optimal illumination target in each individual (i.e. the critical AT isthmus). The above-described approach yields very high success rates (up to 100%) and requires dramatically less input power than distributed illumination We conclude that simulations in patient-specific models show that targeted light pulses lasting longer than the AT cycle length can efficiently and reliably terminate AT if the human atria can be successfully light-sensitized via gene delivery of ChR2.Optogenetics has emerged as a potential alternative to electrotherapy for treating arrhythmia, but feasibility studies have been limited to ventricular defibrillation via epicardial light application. Here, we assess the efficacy of optogenetic atrial tachycardia (AT) termination in human hearts using a strategy that targets for illumination specific regions identified in an automated manner. In three patient-specific models reconstructed from late gadolinium-enhanced MRI scans, we simulated channelrhodopsin-2 (ChR2) expression via gene delivery. In all three models, we attempted to terminate re-entrant AT (induced via rapid pacing) via optogenetic stimulation. We compared two strategies: (1) distributed illumination of the endocardium by multi-optrode grids (number of optrodes, Nopt  = 64, 128, 256) and (2) targeted illumination of the critical isthmus, which was identified via analysis of simulated activation patterns using an algorithm based on flow networks. The illuminated area and input power were smaller for the targeted approach (19-57.8 mm2 ; 0.6-1.8 W) compared to the sparsest distributed arrays (Nopt  = 64; 124.9 ± 6.3 mm2 ; 3.9 ± 0.2 W). AT termination rates for distributed illumination were low, ranging from <5% for short pulses (1/10 ms long) to ∼20% for longer stimuli (100/1000 ms). When we attempted to terminate the same AT episodes with targeted illumination, outcomes were similar for short pulses (1/10 ms long: 0% success) but improved for longer stimuli (100 ms: 54% success; 1000 ms: 90% success). We conclude that simulations in patient-specific models show that light pulses lasting longer than the AT cycle length can efficiently and reliably terminate AT in atria light-sensitized via gene delivery. We show that targeted optogenetic stimulation based on analysis of AT morphology may be a reliable approach for defibrillation and requires less power than distributed illumination.", "doi": "10.1113/JP275264", "title": "Termination of re-entrant atrial tachycardia via optogenetic stimulation with optimized spatial targeting: insights from computational models.", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"]}