{"authors": [["Yu", "Lilei", "L", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Zhou", "Liping", "L", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Cao", "Gang", "G", "Biomedical Center of Huazhong Agricultural University, Wuhan, China; College of Veterinary Medicine, Huazhong Agricultural University, Wuhan, China."], ["Po", "Sunny S", "SS", "Heart Rhythm Institute and Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma."], ["Huang", "Bing", "B", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Zhou", "Xiaoya", "X", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Wang", "Menglong", "M", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Yuan", "Shenxu", "S", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Wang", "Zhuo", "Z", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Wang", "Songyun", "S", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China."], ["Jiang", "Hong", "H", "Department of Cardiology, Renmin Hospital of Wuhan University, Wuhan, China; Cardiovascular Research Institute, Wuhan University, Wuhan, China; Hubei Key Laboratory of Cardiology, Wuhan, China. Electronic address: hong-jiang@whu.edu.cn."]], "date": null, "id": "29191327", "text": "Studies have shown that left stellate ganglion (LSG) suppression protects against ventricular arrhythmias (VAs). Optogenetics is a novel technique to reversibly regulate the activity of the targeted neurons.This study aimed to investigate whether an optogenetically silenced LSG could protect against VAs induced by myocardial ischemia.Adeno-associated virus (AAV) was used as the vector to deliver ArchT, an inhibitory light-sensitive opsin, to the LSG neurons. Twenty male beagles were randomized into the optogenetics group (n = 10, AAV2/9-CAG-ArchT-GFP microinjected into LSG) and control group (n = 10, AAV2/9-CAG-GFP microinjected into LSG). After 4 weeks, the LSG function and neural activity, heart rate variability, ventricular action potential duration, and effective refractory period were measured in the absence or presence of a light-emitting diode illumination (565 nm). Myocardial ischemia was induced by left anterior coronary artery ligation and 1 h of electrocardiography was recorded for VAs analysis.ArchT was successfully expressed in all dogs. Transient light-emitting diode illumination significantly suppressed the LSG function, LSG neural activity, and sympathetic nerve indices of heart rate variability as well as prolonged left ventricular effective refractory period and APD90 only in the optogenetics group. Thirty-minute illumination further enhanced these changes in the optogenetics group. Importantly, all of these changes returned to baseline within 2 h after illumination was turned off. Moreover, the ischemia-induced VAs were significantly suppressed by illumination only in the optogenetics group.Optogenetic modulation could reversibly inhibit the neural activity of LSG, thereby increasing electrophysiological stability and protecting against myocardial ischemia-induced VAs.", "doi": "10.1016/j.jacc.2017.09.1107", "title": "Optogenetic Modulation of Cardiac Sympathetic Nerve Activity to Prevent Ventricular Arrhythmias.", "journal": ["Journal of the American College of Cardiology", "J. Am. Coll. Cardiol."]}