{"authors": [["Osaki", "Tatsuya", "T", "Department of Mechanical Engineering, Massachusetts Institutes of Technology, Cambridge, MA, 02139, USA."], ["Sivathanu", "Vivek", "V", "Department of Mechanical Engineering, Massachusetts Institutes of Technology, Cambridge, MA, 02139, USA."], ["Kamm", "Roger D", "RD", "Department of Mechanical Engineering, Massachusetts Institutes of Technology, Cambridge, MA, 02139, USA; Department of Biological Engineering, Massachusetts Institutes of Technology, Cambridge, MA, 02139, USA; BioSystems and Micromechanics (BioSyM), Singapore-MIT Alliance for Research and Technology, Singapore, Singapore. Electronic address: rdkamm@mit.edu."]], "date": "2017-11-25", "id": "29190499", "text": "Capillary networks surrounding skeletal muscle play an important role in not only supplying oxygen and nutrients but also in regulating the myogenesis and repair of skeletal muscle tissues. Herein, we model the early stages of 3D vascularized muscle fiber formation in vitro using a sequential molding technique to investigate interactions between angiogenesis of endothelial cells and myogenesis of skeletal muscle cells. Channelrhodopsin-2 C2C12 muscle fiber bundles and 3D vascular structures (600 μm diameter) were formed at 500 μm intervals in a collagen gel. Endothelial cells exhibited an emergent angiogenic sprouting behavior over several days, which was modulated by the muscle fiber bundle through the secretion of angiopoietin-1. Through a reciprocal response, myogenesis was also upregulated by interactions with the vascular cells, improving muscle contraction via angiopoetin-1/neuregulin-1 signaling. Moreover, continuous training of muscle tissue by optical stimulation induced significantly more angiogenic sprouting. This in vitro model could be used to better understand the formation of vascularized muscle tissues and to test the interactions between muscle growth, repair or training and angiogenesis for applications in tissue engineering and regenerative medicine.", "doi": "10.1016/j.biomaterials.2017.11.041", "title": "Crosstalk between developing vasculature and optogenetically engineered skeletal muscle improves muscle contraction and angiogenesis.", "journal": ["Biomaterials", "Biomaterials"]}