{"authors": [["Ryan", "Philip J", "PJ", "Howard Hughes Medical Institute, University of Washington, Seattle, Washington, USA. philip.ryan@florey.edu.au."], ["Ross", "Silvano I", "SI", "Howard Hughes Medical Institute, University of Washington, Seattle, Washington, USA."], ["Campos", "Carlos A", "CA", "Howard Hughes Medical Institute, University of Washington, Seattle, Washington, USA."], ["Derkach", "Victor A", "VA", "Howard Hughes Medical Institute, University of Washington, Seattle, Washington, USA."], ["Palmiter", "Richard D", "RD", "Howard Hughes Medical Institute, University of Washington, Seattle, Washington, USA. palmiter@uw.edu."]], "date": "2017-11-13", "id": "29184212", "text": "Brain regions that regulate fluid satiation are not well characterized, yet are essential for understanding fluid homeostasis. We found that oxytocin-receptor-expressing neurons in the parabrachial nucleus of mice (OxtrPBN neurons) are key regulators of fluid satiation. Chemogenetic activation of OxtrPBN neurons robustly suppressed noncaloric fluid intake, but did not decrease food intake after fasting or salt intake following salt depletion; inactivation increased saline intake after dehydration and hypertonic saline injection. Under physiological conditions, OxtrPBN neurons were activated by fluid satiation and hypertonic saline injection. OxtrPBN neurons were directly innervated by oxytocin neurons in the paraventricular hypothalamus (OxtPVH neurons), which mildly attenuated fluid intake. Activation of neurons in the nucleus of the solitary tract substantially suppressed fluid intake and activated OxtrPBN neurons. Our results suggest that OxtrPBN neurons act as a key node in the fluid satiation neurocircuitry, which acts to decrease water and/or saline intake to prevent or attenuate hypervolemia and hypernatremia.", "doi": "10.1038/s41593-017-0014-z", "title": "Oxytocin-receptor-expressing neurons in the parabrachial nucleus regulate fluid intake.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}