{"authors": [["Rodriguez", "Erica", "E", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA."], ["Sakurai", "Katsuyasu", "K", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA."], ["Xu", "Jennie", "J", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA."], ["Chen", "Yong", "Y", "Department of Neurology, Duke University Medical Center, Durham, NC, USA."], ["Toda", "Koji", "K", "Department of Psychology and Neuroscience, Duke University, Durham, NC, USA."], ["Zhao", "Shengli", "S", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA."], ["Han", "Bao-Xia", "BX", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA."], ["Ryu", "David", "D", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA."], ["Yin", "Henry", "H", "Department of Psychology and Neuroscience, Duke University, Durham, NC, USA."], ["Liedtke", "Wolfgang", "W", "Department of Neurology, Duke University Medical Center, Durham, NC, USA."], ["Wang", "Fan", "F", "Department of Neurobiology, Duke University Medical Center, Durham, NC, USA. fan.wang@duke.edu."]], "date": "2017-11-13", "id": "29184209", "text": "Humans often rank craniofacial pain as more severe than body pain. Evidence suggests that a stimulus of the same intensity induces stronger pain in the face than in the body. However, the underlying neural circuitry for the differential processing of facial versus bodily pain remains unknown. Interestingly, the lateral parabrachial nucleus (PBL), a critical node in the affective pain circuit, is activated more strongly by noxious stimulation of the face than of the hindpaw. Using a novel activity-dependent technology called CANE developed in our laboratory, we identified and selectively labeled noxious-stimulus-activated PBL neurons and performed comprehensive anatomical input-output mapping. Surprisingly, we uncovered a hitherto uncharacterized monosynaptic connection between cranial sensory neurons and the PBL-nociceptive neurons. Optogenetic activation of this monosynaptic craniofacial-to-PBL projection induced robust escape and avoidance behaviors and stress calls, whereas optogenetic silencing specifically reduced facial nociception. The monosynaptic circuit revealed here provides a neural substrate for heightened craniofacial affective pain.", "doi": "10.1038/s41593-017-0012-1", "title": "A craniofacial-specific monosynaptic circuit enables heightened affective pain.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}