{"authors": [["Shemesh", "Or A", "OA", "Media Laboratory, Massachusetts Institute of Technology (MIT), Cambridge, MA, USA."], ["Tanese", "Dimitrii", "D", "Neurophotonics Laboratory, Wave Front Engineering Microscopy Group, CNRS UMR8250, Université Paris Descartes, Paris, France."], ["Zampini", "Valeria", "V", "Neurophotonics Laboratory, Wave Front Engineering Microscopy Group, CNRS UMR8250, Université Paris Descartes, Paris, France."], ["Linghu", "Changyang", "C", "Media Laboratory, Massachusetts Institute of Technology (MIT), Cambridge, MA, USA."], ["Piatkevich", "Kiryl", "K", "Media Laboratory, Massachusetts Institute of Technology (MIT), Cambridge, MA, USA."], ["Ronzitti", "Emiliano", "E", "Neurophotonics Laboratory, Wave Front Engineering Microscopy Group, CNRS UMR8250, Université Paris Descartes, Paris, France."], ["Papagiakoumou", "Eirini", "E", "Neurophotonics Laboratory, Wave Front Engineering Microscopy Group, CNRS UMR8250, Université Paris Descartes, Paris, France."], ["Boyden", "Edward S", "ES", "Media Laboratory, Massachusetts Institute of Technology (MIT), Cambridge, MA, USA. esb@media.mit.edu."], ["Emiliani", "Valentina", "V", "Neurophotonics Laboratory, Wave Front Engineering Microscopy Group, CNRS UMR8250, Université Paris Descartes, Paris, France. valentina.emiliani@parisdescartes.fr."]], "date": "2017-11-13", "id": "29184208", "text": "Optogenetic control of individual neurons with high temporal precision within intact mammalian brain circuitry would enable powerful explorations of how neural circuits operate. Two-photon computer-generated holography enables precise sculpting of light and could in principle enable simultaneous illumination of many neurons in a network, with the requisite temporal precision to simulate accurate neural codes. We designed a high-efficacy soma-targeted opsin, finding that fusing the N-terminal 150 residues of kainate receptor subunit 2 (KA2) to the recently discovered high-photocurrent channelrhodopsin CoChR restricted expression of this opsin primarily to the cell body of mammalian cortical neurons. In combination with two-photon holographic stimulation, we found that this somatic CoChR (soCoChR) enabled photostimulation of individual cells in mouse cortical brain slices with single-cell resolution and <1-ms temporal precision. We used soCoChR to perform connectivity mapping on intact cortical circuits.", "doi": "10.1038/s41593-017-0018-8", "title": "Temporally precise single-cell-resolution optogenetics.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}