{"authors": [["Yepes", "Gabriel", "G", "Integrative Neurobiology Section, National Institute on Drug Abuse, Intramural Research Program, National Institutes of Health, Baltimore, MD."], ["Guitart", "Xavier", "X", "Integrative Neurobiology Section, National Institute on Drug Abuse, Intramural Research Program, National Institutes of Health, Baltimore, MD."], ["Rea", "William", "W", "Integrative Neurobiology Section, National Institute on Drug Abuse, Intramural Research Program, National Institutes of Health, Baltimore, MD."], ["Newman", "Amy H", "AH", "Medicinal Chemistry Section, National Institute on Drug Abuse, Intramural Research Program, National Institutes of Health, Baltimore, MD."], ["Allen", "Richard P", "RP", "Center for Restless Legs Study, Department of Neurology, Johns Hopkins University, Baltimore, MD."], ["Earley", "Christopher J", "CJ", "Center for Restless Legs Study, Department of Neurology, Johns Hopkins University, Baltimore, MD."], ["Quiroz", "César", "C", "Integrative Neurobiology Section, National Institute on Drug Abuse, Intramural Research Program, National Institutes of Health, Baltimore, MD."], ["Ferré", "Sergi", "S", "Integrative Neurobiology Section, National Institute on Drug Abuse, Intramural Research Program, National Institutes of Health, Baltimore, MD."]], "date": "2017-12-07", "id": "29171915", "text": "The first aim was to demonstrate a previously hypothesized increased sensitivity of corticostriatal glutamatergic terminals in the rodent with brain iron deficiency (BID), a pathogenetic model of restless legs syndrome (RLS). The second aim was to determine whether these putative hypersensitive terminals could constitute a significant target for drugs effective in RLS, including dopamine agonists (pramipexole and ropinirole) and α2 δ ligands (gabapentin).A recently introduced in vivo optogenetic-microdialysis approach was used, which allows the measurement of the extracellular concentration of glutamate upon local light-induced stimulation of corticostriatal glutamatergic terminals. The method also allows analysis of the effect of local perfusion of compounds within the same area being sampled for glutamate.BID rats showed hypersensitivity of corticostriatal glutamatergic terminals (lower frequency of optogenetic stimulation to induce glutamate release). Both hypersensitive and control glutamatergic terminals were significant targets for locally perfused pramipexole, ropinirole, and gabapentin, which significantly counteracted optogenetically induced glutamate release. The use of selective antagonists demonstrated the involvement of dopamine D4 and D2 receptor subtypes in the effects of pramipexole.Hypersensitivity of corticostriatal glutamatergic terminals can constitute a main pathogenetic mechanism of RLS symptoms. Selective D4 receptor agonists, by specifically targeting these terminals, should provide a new efficient treatment with fewer secondary effects. Ann Neurol 2017;82:951-960.", "doi": "10.1002/ana.25104", "title": "Targeting hypersensitive corticostriatal terminals in restless legs syndrome.", "journal": ["Annals of neurology", "Ann. Neurol."]}