{"authors": [["Wallace", "Shannon L", "SL", "Department of Gynecology and Obstetrics, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Kelley", "Robert S", "RS", "Department of Gynecology and Obstetrics, Emory University School of Medicine, Atlanta, Georgia."], ["Mehta", "Shailja", "S", "Department of Gynecology and Obstetrics, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Descalzi", "Giannina", "G", "Department of Neuroscience, Icahn School of Medicine Mount Sinai, New York, New York."], ["Fantl", "John A", "JA", "Department of Gynecology and Obstetrics, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Ascher-Walsh", "Charles", "C", "Department of Gynecology and Obstetrics, Icahn School of Medicine at Mount Sinai, New York, New York."]], "date": "2017-11-23", "id": "29168214", "text": "Optogenetics is a biologic technique that uses light to control living neurons, which have been genetically modified to express light-sensitive ion-channels.Using an adenovirus to modify the sciatic nerves of mice, we aim to demonstrate peripheral neuromodulation of bladder pain using transdermal light.This pilot study is divided into: A) Confirmation and Application and B) Behavioral Step. A) Six mice were injected with AAV6-hSyn-ChR2(H134R)-eYFP virus into their sciatic nerves. This encoded an excitatory opsin, enabling light-inducible stimulation. At 4-6 weeks after injection, we induced foot pain responses with an activating blue 475 nm wavelength of light. B) Two optogenetically primed mice and two control mice underwent anesthesia and capsaicin was instilled into their bladders via catheter. The catheters were removed and the mice awoke in a chamber that exposed them to either blue 475 nm light or no light. Groin licking was scored in a binary fashion by two blinded observers.A) All six mice exhibited pain response to 475 nm blue light either by licking of foot or avoidance of light. B) The optogenetically primed mice had a 48% reduction in bladder pain behavior when exposed to blue 475 nm light whereas the control mice had a 18% reduction.To our knowledge this is the first demonstration of the application of optogenetics to modulate sensation in the lower urinary tract. It suggests that the process of priming peripheral nerves for optogenetic modulation is possible and can be used to study bladder pain response in mice.", "doi": "10.1002/nau.23458", "title": "Transdermal light neuromodulation: Optogenetics in the murine urinary tract.", "journal": ["Neurourology and urodynamics", "Neurourol. Urodyn."]}