{"authors": [["Guyenet", "Patrice G", "PG", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Bayliss", "Douglas A", "DA", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Stornetta", "Ruth L", "RL", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Kanbar", "Roy", "R", "Department of Pharmaceutical Sciences, Lebanese American University, Beyrouth, Lebanon."], ["Shi", "Yingtang", "Y", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Holloway", "Benjamin B", "BB", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Souza", "George M P R", "GMPR", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Basting", "Tyler M", "TM", "Department of Pharmacology & Experimental Therapeutics, Louisiana State University, New Orleans, Louisiana 70112, USA."], ["Abbott", "Stephen B G", "SBG", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."], ["Wenker", "Ian C", "IC", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, USA."]], "date": "2017-11-22", "id": "29168167", "text": "The retrotrapezoid nucleus (RTN) regulates breathing in a CO2 - and state-dependent manner. RTN neurons are glutamatergic and innervate principally the respiratory pattern generator; they regulate multiple aspects of breathing, including active expiration, and maintain breathing automaticity during non-REM sleep. RTN neurons encode arterial PCO2/pH via cell-autonomous and paracrine mechanisms, and via input from other CO2 -responsive neurons. In short, RTN neurons are a pivotal structure for breathing automaticity and arterial PCO2 homeostasis. The carotid bodies stimulate the respiratory pattern generator directly and indirectly by activating RTN via a neuronal projection originating within the solitary tract nucleus. The indirect pathway operates under normo- or hypercapnic conditions; under respiratory alkalosis (e.g. hypoxia) RTN neurons are silent and the excitatory input from the carotid bodies is suppressed. Also, silencing RTN neurons optogenetically quickly triggers a compensatory increase in carotid body activity. Thus, in conscious mammals, breathing is subject to a dual and interdependent feedback regulation by chemoreceptors. Depending on the circumstance, the activity of the carotid bodies and that of RTN vary in the same or the opposite directions, producing additive or countervailing effects on breathing. These interactions are mediated either via changes in blood gases or by brainstem neuronal connections, but their ultimate effect is invariably to minimize arterial PCO2 fluctuations. We discuss the potential relevance of this dual chemoreceptor feedback to cardiorespiratory abnormalities present in diseases in which the carotid bodies are hyperactive at rest, e.g. essential hypertension, obstructive sleep apnoea and heart failure.", "doi": "10.1113/JP274357", "title": "Interdependent feedback regulation of breathing by the carotid bodies and the retrotrapezoid nucleus.", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"]}