{"authors": [["Björk", "Susann", "S", "Department of Pharmacology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Ojala", "Elina A", "EA", "Department of Pharmacology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Nordström", "Tommy", "T", "Department of Physiology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Ahola", "Antti", "A", "BioMediTech Institute and Faculty of Biomedical Sciences and Engineering, Tampere University of Technology, Tampere, Finland."], ["Liljeström", "Mikko", "M", "Department of Anatomy, Faculty of Medicine and HiLIFE, University of Helsinki, Helsinki, Finland."], ["Hyttinen", "Jari", "J", "BioMediTech Institute and Faculty of Biomedical Sciences and Engineering, Tampere University of Technology, Tampere, Finland."], ["Kankuri", "Esko", "E", "Department of Pharmacology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Mervaala", "Eero", "E", "Department of Pharmacology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."]], "date": "2017-11-02", "id": "29163220", "text": "Current cardiac drug safety assessments focus on hERG channel block and QT prolongation for evaluating arrhythmic risks, whereas the optogenetic approach focuses on the action potential (AP) waveform generated by a monolayer of human cardiomyocytes beating synchronously, thus assessing the contribution of several ion channels on the overall drug effect. This novel tool provides arrhythmogenic sensitizing by light-induced pacing in combination with non-invasive, all-optical measurements of cardiomyocyte APs and will improve assessment of drug-induced electrophysiological aberrancies. With the help of patch clamp electrophysiology measurements, we aimed to investigate whether the optogenetic modifications alter human cardiomyocytes' electrophysiology and how well the optogenetic analyses perform against this gold standard. Patch clamp electrophysiology measurements of non-transduced stem cell-derived cardiomyocytes compared to cells expressing the commercially available optogenetic constructs Optopatch and CaViar revealed no significant changes in action potential duration (APD) parameters. Thus, inserting the optogenetic constructs into cardiomyocytes does not significantly affect the cardiomyocyte's electrophysiological properties. When comparing the two methods against each other (patch clamp vs. optogenetic imaging) we found no significant differences in APD parameters for the Optopatch transduced cells, whereas the CaViar transduced cells exhibited modest increases in APD-values measured with optogenetic imaging. Thus, to broaden the screen, we combined optogenetic measurements of membrane potential and calcium transients with contractile motion measured by video motion tracking. Furthermore, to assess how optogenetic measurements can predict changes in membrane potential, or early afterdepolarizations (EADs), cells were exposed to cumulating doses of E-4031, a hERG potassium channel blocker, and drug effects were measured at both spontaneous and paced beating rates (1, 2 Hz). Cumulating doses of E-4031 produced prolonged APDs, followed by EADs and drug-induced quiescence. These observations were corroborated by patch clamp and contractility measurements. Similar responses, although more modest were seen with the IKs potassium channel blocker JNJ-303. In conclusion, optogenetic measurements of AP waveforms combined with optical pacing compare well with the patch clamp gold standard. Combined with video motion contractile measurements, optogenetic imaging provides an appealing alternative for electrophysiological screening of human cardiomyocyte responses in pharmacological efficacy and safety testings.", "doi": "10.3389/fphys.2017.00884", "title": "Evaluation of Optogenetic Electrophysiology Tools in Human Stem Cell-Derived Cardiomyocytes.", "journal": ["Frontiers in physiology", "Front Physiol"]}