{"authors": [["Espinosa", "Nelson", "N", "Departamento de Psiquiatria, Centro Interdisciplinario de Neurociencia UC,Pontificia Universidad Catolica de Chile, Marcoleta 391, Santiago 8330024, Chile."], ["Alonso", "Alejandra", "A", "Departamento de Psiquiatria, Centro Interdisciplinario de Neurociencia UC,Pontificia Universidad Catolica de Chile, Marcoleta 391, Santiago 8330024, Chile."], ["Morales", "Cristian", "C", "Departamento de Psiquiatria, Centro Interdisciplinario de Neurociencia UC,Pontificia Universidad Catolica de Chile, Marcoleta 391, Santiago 8330024, Chile."], ["Espinosa", "Pedro", "P", "Centro Interdisciplinario de Neurociencia de Valparaíso and Núcleo Milenio Biología de Enfermedades Neuropsiquiátricas, Facultad de Ciencias, Universidad de Valparaíso, Valparaíso 2340000, Chile."], ["Chávez", "Andrés E", "AE", "Centro Interdisciplinario de Neurociencia de Valparaíso and Núcleo Milenio Biología de Enfermedades Neuropsiquiátricas, Facultad de Ciencias, Universidad de Valparaíso, Valparaíso 2340000, Chile."], ["Fuentealba", "Pablo", "P", "Departamento de Psiquiatria, Centro Interdisciplinario de Neurociencia UC, Pontificia Universidad Catolica de Chile, Marcoleta 391, Santiago 8330024, Chile."]], "date": "2017-11-17", "id": "29161383", "text": "The basal forebrain provides modulatory input to the cortex regulating brain states and cognitive processing. Somatostatin-expressing neurons constitute a heterogeneous GABAergic population known to functionally inhibit basal forebrain cortically projecting cells thus favoring sleep and cortical synchronization. However, it remains unclear if somatostatin cells can regulate population activity patterns in the basal forebrain and modulate cortical dynamics. Here, we demonstrate that somatostatin neurons regulate the corticopetal synaptic output of the basal forebrain impinging on cortical activity and behavior. Optogenetic inactivation of somatostatin neurons in vivo rapidly modified neural activity in the basal forebrain, with the consequent enhancement and desynchronization of activity in the prefrontal cortex, reflected in both neuronal spiking and network oscillations. Cortical activation was partially dependent on cholinergic transmission, suppressing slow waves and potentiating gamma oscillations. In addition, recruitment dynamics was cell type-specific, with interneurons showing similar temporal profiles, but stronger responses than pyramidal cells. Finally, optogenetic stimulation of quiescent animals during resting periods prompted locomotor activity, suggesting generalized cortical activation and increased arousal. Altogether, we provide physiological and behavioral evidence indicating that somatostatin neurons are pivotal in gating the synaptic output of the basal forebrain, thus indirectly controlling cortical operations via both cholinergic and non-cholinergic mechanisms.", "doi": "10.1093/cercor/bhx302", "title": "Basal Forebrain Gating by Somatostatin Neurons Drives Prefrontal Cortical Activity.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}