{"authors": [["Locke", "Clifford", "C", "Richard D. Berlin Center for Cell Analysis and Modeling, University of Connecticut Health Center, Farmington, CT 06030, USA."], ["Machida", "Kazuya", "K", "Richard D. Berlin Center for Cell Analysis and Modeling, University of Connecticut Health Center, Farmington, CT 06030, USA."], ["Wu", "Yi", "Y", "Richard D. Berlin Center for Cell Analysis and Modeling, University of Connecticut Health Center, Farmington, CT 06030, USA."], ["Yu", "Ji", "J", "Richard D. Berlin Center for Cell Analysis and Modeling, University of Connecticut Health Center, Farmington, CT 06030, USA jyu@uchc.edu."]], "date": "2017-12-15", "id": "29158322", "text": "Erythropoietin-producing hepatocellular (Eph) receptors regulate a wide array of developmental processes by responding to cell-cell contacts. EphB2 is well-expressed in the brain and known to be important for dendritic spine development, as well as for the maintenance of the synapses, although the mechanisms of these functions have not been fully understood. Here we studied EphB2's functions in hippocampal neurons with an optogenetic approach, which allowed us to specify spatial regions of signal activation and monitor in real-time the consequences of signal activation. We designed and constructed OptoEphB2, a genetically encoded photoactivatable EphB2. Photoactivation of OptoEphB2 in fibroblast cells induced receptor phosphorylation and resulted in cell rounding ------- a well-known cellular response to EphB2 activation. In contrast, local activation of OptoEphb2 in dendrites of hippocampal neurons induces rapid actin polymerization, resulting dynamic dendritic filopodial growth. Inhibition of Rac1 and CDC42 did not abolish OptoEphB2-induced actin polymerization. Instead, we identified Abelson tyrosine-protein kinase 2 (Abl2/Arg) as a necessary effector in OptoEphB2-induced filopodia growth in dendrites. These findings provided new mechanistic insight into EphB2's role in neural development and demonstrated the advantage of OptoEphB as a new tool for studying EphB signaling.", "doi": "10.1242/bio.029900", "title": "Optogenetic activation of EphB2 receptor in dendrites induced actin polymerization by activating Arg kinase.", "journal": ["Biology open", "Biol Open"]}