{"authors": [["Rowlands", "Christopher J", "CJ", "Department of Biological Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Park", "Demian", "D", "Media Lab, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Bruns", "Oliver T", "OT", "Department of Chemistry, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Piatkevich", "Kiryl D", "KD", "Media Lab, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Fukumura", "Dai", "D", "Edwin L. Steele Laboratories, Department of Radiation Oncology, Massachusetts General Hospital and Harvard Medical School, Boston, MA 02114, USA."], ["Jain", "Rakesh K", "RK", "Edwin L. Steele Laboratories, Department of Radiation Oncology, Massachusetts General Hospital and Harvard Medical School, Boston, MA 02114, USA."], ["Bawendi", "Moungi G", "MG", "Department of Chemistry, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Boyden", "Edward S", "ES", "Department of Biological Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["So", "Peter Tc", "PT", "Department of Biological Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."]], "date": null, "id": "29152380", "text": "Three-photon wide-field depth-resolved excitation is used to overcome some of the limitations in conventional point-scanning two- and three-photon microscopy. Excitation of chromophores as diverse as channelrhodopsins and quantum dots is shown, and a penetration depth of more than 700 μm into fixed scattering brain tissue is achieved, approximately twice as deep as that achieved using two-photon wide-field excitation. Compatibility with live animal experiments is confirmed by imaging the cerebral vasculature of an anesthetized mouse; a complete focal stack was obtained without any evidence of photodamage. As an additional validation of the utility of wide-field three-photon excitation, functional excitation is demonstrated by performing three-photon optogenetic stimulation of cultured mouse hippocampal neurons expressing a channelrhodopsin; action potentials could reliably be excited without causing photodamage.", "doi": "10.1038/lsa.2016.255", "title": "Wide-field three-photon excitation in biological samples.", "journal": ["Light, science & applications", "Light Sci Appl"]}