{"authors": [["Remorino", "Amanda", "A", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France."], ["De Beco", "Simon", "S", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France."], ["Cayrac", "Fanny", "F", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France."], ["Di Federico", "Fahima", "F", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France."], ["Cornilleau", "Gaetan", "G", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France."], ["Gautreau", "Alexis", "A", "Ecole Polytechnique, Université Paris-Saclay, CNRS UMR7654, 91120 Palaiseau, France."], ["Parrini", "Maria Carla", "MC", "Institut Curie, Centre de Recherche, Paris Sciences Lettres, ART Group, Inserm U830, Paris 75005, France."], ["Masson", "Jean-Baptiste", "JB", "Decision and Bayesian Computation, Institut Pasteur, 25 Rue du Docteur Roux, Paris, 75015, France; Bioinformatics and Biostatistics Hub - C3BI, USR 3756 IP CNRS, Paris, France."], ["Dahan", "Maxime", "M", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France."], ["Coppey", "Mathieu", "M", "Laboratoire Physico-Chimie, Institut Curie, CNRS UMR168, Paris-Science Lettres, Universite Pierre et Marie Curie-Paris 6, 75005 Paris, France. Electronic address: mathieu.coppey@curie.fr."]], "date": null, "id": "29141223", "text": "Rac1 is a small RhoGTPase switch that orchestrates actin branching in space and time and protrusion/retraction cycles of the lamellipodia at the cell front during mesenchymal migration. Biosensor imaging has revealed a graded concentration of active GTP-loaded Rac1 in protruding regions of the cell. Here, using single-molecule imaging and super-resolution microscopy, we show an additional supramolecular organization of Rac1. We find that Rac1 partitions and is immobilized into nanoclusters of 50-100 molecules each. These nanoclusters assemble because of the interaction of the polybasic tail of Rac1 with the phosphoinositide lipids PIP2 and PIP3. The additional interactions with GEFs and possibly GAPs, downstream effectors, and other partners are responsible for an enrichment of Rac1 nanoclusters in protruding regions of the cell. Our results show that subcellular patterns of Rac1 activity are supported by gradients of signaling nanodomains of heterogeneous molecular composition, which presumably act as discrete signaling platforms.", "doi": "10.1016/j.celrep.2017.10.069", "title": "Gradients of Rac1 Nanoclusters Support Spatial Patterns of Rac1 Signaling.", "journal": ["Cell reports", "Cell Rep"]}