{"authors": [["Barker", "David J", "DJ", "Neuronal Networks Section, Integrative Neuroscience Research Branch, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21224, USA."], ["Miranda-Barrientos", "Jorge", "J", "Neuronal Networks Section, Integrative Neuroscience Research Branch, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21224, USA."], ["Zhang", "Shiliang", "S", "Electron Microscopy Core, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21223, USA."], ["Root", "David H", "DH", "Neuronal Networks Section, Integrative Neuroscience Research Branch, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21224, USA."], ["Wang", "Hui-Ling", "HL", "Neuronal Networks Section, Integrative Neuroscience Research Branch, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21224, USA."], ["Liu", "Bing", "B", "Neuronal Networks Section, Integrative Neuroscience Research Branch, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21224, USA."], ["Calipari", "Erin S", "ES", "Fishberg Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Morales", "Marisela", "M", "Neuronal Networks Section, Integrative Neuroscience Research Branch, National Institute on Drug Abuse, 251 Bayview Blvd., Suite 200, Baltimore, MD 21224, USA. Electronic address: mmorales@intra.nida.nih.gov."]], "date": null, "id": "29141211", "text": "The lateral habenula (LHb) is a brain structure that participates in cognitive and emotional processing and has been implicated in several mental disorders. Although one of the largest inputs to the LHb originates in the lateral preoptic area (LPO), little is known about how the LPO participates in the regulation of LHb function. Here, we provide evidence that the LPO exerts bivalent control over the LHb through the convergent transmission of LPO glutamate and γ-aminobutyric acid (GABA) onto single LHb neurons. In vivo, both LPO-glutamatergic and LPO-GABAergic inputs to the LHb are activated by aversive stimuli, and their predictive cues yet produce opposing behaviors when stimulated independently. These results support a model wherein the balanced response of converging LPO-glutamate and LPO-GABA are necessary for a normal response to noxious stimuli, and an imbalance in LPO→LHb glutamate or GABA results in the type of aberrant processing that may underlie mental disorders.", "doi": "10.1016/j.celrep.2017.10.066", "title": "Lateral Preoptic Control of the Lateral Habenula through Convergent Glutamate and GABA Transmission.", "journal": ["Cell reports", "Cell Rep"]}