{"authors": [["Cregg", "Jared M", "JM", "Department of Neurosciences, Case Western Reserve University, Cleveland, OH 44106."], ["Chu", "Kevin A", "KA", "Department of Neurosciences, Case Western Reserve University, Cleveland, OH 44106."], ["Dick", "Thomas E", "TE", "Department of Neurosciences, Case Western Reserve University, Cleveland, OH 44106."], ["Landmesser", "Lynn T", "LT", "Department of Neurosciences, Case Western Reserve University, Cleveland, OH 44106; lynn.landmesser@case.edu jxs10@case.edu."], ["Silver", "Jerry", "J", "Department of Neurosciences, Case Western Reserve University, Cleveland, OH 44106; lynn.landmesser@case.edu jxs10@case.edu."]], "date": "2017-11-13", "id": "29133427", "text": "Central neural networks operate continuously throughout life to control respiration, yet mechanisms regulating ventilatory frequency are poorly understood. Inspiration is generated by the pre-Bötzinger complex of the ventrolateral medulla, where it is thought that excitation increases inspiratory frequency and inhibition causes apnea. To test this model, we used an in vitro optogenetic approach to stimulate select populations of hindbrain neurons and characterize how they modulate frequency. Unexpectedly, we found that inhibition was required for increases in frequency caused by stimulation of Phox2b-lineage, putative CO2-chemosensitive neurons. As a mechanistic explanation for inhibition-dependent increases in frequency, we found that phasic stimulation of inhibitory neurons can increase inspiratory frequency via postinhibitory rebound. We present evidence that Phox2b-mediated increases in frequency are caused by rebound excitation following an inhibitory synaptic volley relayed by expiration. Thus, although it is widely thought that inhibition between inspiration and expiration simply prevents activity in the antagonistic phase, we instead propose a model whereby inhibitory coupling via postinhibitory rebound excitation actually generates fast modes of inspiration.", "doi": "10.1073/pnas.1711536114", "title": "Phasic inhibition as a mechanism for generation of rapid respiratory rhythms.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}