{"authors": [["Baarlink", "Christian", "C", "Institute of Pharmacology, BPC Marburg, University of Marburg, Karl-von-Frisch-Str. 1, 35043 Marburg, Germany."], ["Plessner", "Matthias", "M", "Institute of Pharmacology, BPC Marburg, University of Marburg, Karl-von-Frisch-Str. 1, 35043 Marburg, Germany."], ["Sherrard", "Alice", "A", "School of Cellular and Molecular Medicine, Biomedical Sciences, University of Bristol, University Walk, Bristol BS8 1TD, UK."], ["Morita", "Kohtaro", "K", "Faculty of Biology-Oriented Science and Technology, Kindai University, 930 Nishimitani, Wakayama 649-6493, Japan."], ["Misu", "Shinji", "S", "Faculty of Biology-Oriented Science and Technology, Kindai University, 930 Nishimitani, Wakayama 649-6493, Japan."], ["Virant", "David", "D", "Department of Systems and Synthetic Microbiology, Max Planck Institute for Terrestrial Microbiology and LOEWE Center for Synthetic Microbiology (SYNMIKRO), Karl-von-Frisch-Str. 16, 35043 Marburg, Germany."], ["Kleinschnitz", "Eva-Maria", "EM", "Institute of Pharmacology, BPC Marburg, University of Marburg, Karl-von-Frisch-Str. 1, 35043 Marburg, Germany."], ["Harniman", "Robert", "R", "Electron Microscopy Unit, School of Chemistry, Biomedical Sciences, University of Bristol, Bristol BS8 1TS, UK."], ["Alibhai", "Dominic", "D", "Wolfson Bioimaging Facility, University of Bristol, Bristol BS8 1TD, UK."], ["Baumeister", "Stefan", "S", "Protein Analytics, Faculty of Biology, University of Marburg, Karl-von-Frisch-Str. 8, 35043 Marburg, Germany."], ["Miyamoto", "Kei", "K", "Faculty of Biology-Oriented Science and Technology, Kindai University, 930 Nishimitani, Wakayama 649-6493, Japan."], ["Endesfelder", "Ulrike", "U", "Department of Systems and Synthetic Microbiology, Max Planck Institute for Terrestrial Microbiology and LOEWE Center for Synthetic Microbiology (SYNMIKRO), Karl-von-Frisch-Str. 16, 35043 Marburg, Germany."], ["Kaidi", "Abderrahmane", "A", "School of Cellular and Molecular Medicine, Biomedical Sciences, University of Bristol, University Walk, Bristol BS8 1TD, UK."], ["Grosse", "Robert", "R", "Institute of Pharmacology, BPC Marburg, University of Marburg, Karl-von-Frisch-Str. 1, 35043 Marburg, Germany."]], "date": "2017-11-13", "id": "29131140", "text": "Re-establishment of nuclear structure and chromatin organization after cell division is integral for genome regulation or development and is frequently altered during cancer progression. The mechanisms underlying chromatin expansion in daughter cells remain largely unclear. Here, we describe the transient formation of nuclear actin filaments (F-actin) during mitotic exit. These nuclear F-actin structures assemble in daughter cell nuclei and undergo dynamic reorganization to promote nuclear protrusions and volume expansion throughout early G1 of the cell cycle. Specific inhibition of this nuclear F-actin assembly impaired nuclear expansion and chromatin decondensation after mitosis and during early mouse embryonic development. Biochemical screening for mitotic nuclear F-actin interactors identified the actin-disassembling factor cofilin-1. Optogenetic regulation of cofilin-1 revealed its critical role for controlling timing, turnover and dynamics of F-actin assembly inside daughter cell nuclei. Our findings identify a cell-cycle-specific and spatiotemporally controlled form of nuclear F-actin that reorganizes the mammalian nucleus after mitosis.", "doi": "10.1038/ncb3641", "title": "A transient pool of nuclear F-actin at mitotic exit controls chromatin organization.", "journal": ["Nature cell biology", "Nat. Cell Biol."]}