{"authors": [["Huidobro", "Nayeli", "N", "Instituto de Fisiología, Benemérita Universidad Autónoma de Puebla, 14 Sur 6301, Col. San Manuel, Apartado Postal 406, Puebla, Pue. CP 72570, México."], ["De la Torre-Valdovinos", "Braniff", "B", "Departamento de Ciencias Computacionales, CUCEI, Universidad de Guadalajara, México."], ["Mendez", "Abraham", "A", "Instituto de Fisiología, Benemérita Universidad Autónoma de Puebla, 14 Sur 6301, Col. San Manuel, Apartado Postal 406, Puebla, Pue. CP 72570, México."], ["Treviño", "Mario", "M", "Laboratorio de Plasticidad Cortical y Aprendizaje Perceptual, Instituto de Neurociencias, Universidad de Guadalajara, México."], ["Arias-Carrion", "Oscar", "O", "Unidad de Trastornos del Movimiento y Sueño (TMS), Hospital General Dr. Manuel Gea González/IFC-UNAM, México City, México."], ["Chavez", "Fermin", "F", "Unidad Profesional Interdisciplinaria de Ingeniería y Tecnologías Avanzadas, IPN, México."], ["Gutierrez", "Ranier", "R", "Departamento de Farmacología, Centro de Investigación y de Estudios Avanzados, CINVESTAV IPN, México."], ["Manjarrez", "Elias", "E", "Instituto de Fisiología, Benemérita Universidad Autónoma de Puebla, 14 Sur 6301, Col. San Manuel, Apartado Postal 406, Puebla, Pue. CP 72570, México. Electronic address: eliasmanjarrez@gmail.com."]], "date": "2017-11-09", "id": "29128628", "text": "We examined whether the optogenetic noise-photostimulation (ONP) of the barrel cortex (BC) of anesthetized Thy1-ChR2-YFP transgenic mice increases the neuronal multiunit-activity response evoked by whisker mechanical stimulation (whisker-evoked MUA). In all transgenic mice, we found that the signal-to-noise ratio (SNR) of such whisker-evoked MUA signals exhibited an inverted U-like shape as a function of the ONP level. Numerical simulations of a ChR2-expressing neuron model qualitatively support our experimental data. These results show that the application of an intermediate intensity of ONP in the brain can increase cortical somatosensory spike responses to whisker protraction. These findings suggest that ONP of the mice-BC could produce improvements in somatosensory perception to whisker stimulation.", "doi": "10.1016/j.neulet.2017.11.004", "title": "Optogenetic noise-photostimulation on the brain increases somatosensory spike firing responses.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}