{"authors": [["Rademacher", "Anne", "A", "German Cancer Research Center (DKFZ) and Bioquant, Division of Chromatin Networks, Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Erdel", "Fabian", "F", "German Cancer Research Center (DKFZ) and Bioquant, Division of Chromatin Networks, Im Neuenheimer Feld 280, 69120 Heidelberg, Germany karsten.rippe@dkfz.de f.erdel@dkfz.de."], ["Trojanowski", "Jorge", "J", "German Cancer Research Center (DKFZ) and Bioquant, Division of Chromatin Networks, Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Schumacher", "Sabrina", "S", "German Cancer Research Center (DKFZ) and Bioquant, Division of Chromatin Networks, Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Rippe", "Karsten", "K", "German Cancer Research Center (DKFZ) and Bioquant, Division of Chromatin Networks, Im Neuenheimer Feld 280, 69120 Heidelberg, Germany karsten.rippe@dkfz.de f.erdel@dkfz.de."]], "date": "2017-11-09", "id": "29122982", "text": "Gene expression is tightly regulated in space and time. To dissect this process with high temporal resolution, we introduce an optogenetic tool termed blue light-induced chromatin recruitment (BLInCR) that combines rapid and reversible light-dependent recruitment of effector proteins with a real-time readout for transcription. We used BLInCR to control the activity of a cluster of reporter genes in the human osteosarcoma cell line U2OS by reversibly recruiting the viral transactivator VP16. RNA production was detectable ∼2 min after VP16 recruitment and readily decreased when VP16 dissociated from the cluster in the absence of light. Quantitative assessment of the activation process revealed biphasic activation kinetics with a pronounced early phase in cells treated with the histone deacetylase inhibitor SAHA. Comparison with kinetic models of transcription activation suggests that the gene cluster undergoes a maturation process when activated. We anticipate that BLInCR will facilitate the study of transcription dynamics in living cells.This article has an associated First Person interview with the first author of the paper.", "doi": "10.1242/jcs.205534", "title": "Real-time observation of light-controlled transcription in living cells.", "journal": ["Journal of cell science", "J. Cell. Sci."]}