{"authors": [["Galvan", "Adriana", "A", "Yerkes National Primate Research Center and Department of Neurology, School of Medicine, Emory University, Atlanta, Georgia 30329, agalvan@emory.edu."], ["Stauffer", "William R", "WR", "Department of Neurobiology, University of Pittsburgh, Pittsburgh, Pennsylvania 15261."], ["Acker", "Leah", "L", "Department of Anesthesiology, Duke University Medical Center, Durham, North Carolina 27710."], ["El-Shamayleh", "Yasmine", "Y", "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington 98195."], ["Inoue", "Ken-Ichi", "KI", "Department of Neuroscience, Primate Research Institute, Kyoto University, Inuyama, Aichi 484-8506, Japan."], ["Ohayon", "Shay", "S", "McGovern Institute for Brain Research, Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, and."], ["Schmid", "Michael C", "MC", "Institute of Neuroscience, Newcastle University, Newcastle, United Kingdom NE2 4HH."]], "date": null, "id": "29118219", "text": "Optogenetics is the use of genetically coded, light-gated ion channels or pumps (opsins) for millisecond resolution control of neural activity. By targeting opsin expression to specific cell types and neuronal pathways, optogenetics can expand our understanding of the neural basis of normal and pathological behavior. To maximize the potential of optogenetics to study human cognition and behavior, optogenetics should be applied to the study of nonhuman primates (NHPs). The homology between NHPs and humans makes these animals the best experimental model for understanding human brain function and dysfunction. Moreover, for genetic tools to have translational promise, their use must be demonstrated effectively in large, wild-type animals such as Rhesus macaques. Here, we review recent advances in primate optogenetics. We highlight the technical hurdles that have been cleared, challenges that remain, and summarize how optogenetic experiments are expanding our understanding of primate brain function.", "doi": "10.1523/JNEUROSCI.1839-17.2017", "title": "Nonhuman Primate Optogenetics: Recent Advances and Future Directions.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}