{"authors": [["Kumar", "Ramasamy P", "RP", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454."], ["Morehouse", "Benjamin R", "BR", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454."], ["Fofana", "Josiane", "J", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454."], ["Trieu", "Melissa M", "MM", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454."], ["Zhou", "Daniel H", "DH", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454."], ["Lorenz", "Molly O", "MO", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454."], ["Oprian", "Daniel D", "DD", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 oprian@brandeis.edu."]], "date": "2017-11-08", "id": "29118188", "text": "RhoGC is a fusion protein from the aquatic fungus Blastocladiella emersonii, combining a type I rhodopsin domain with a guanylyl cyclase domain. It has generated excitement as an optogenetics tool for the manipulation of cyclic nucleotide signaling pathways. To investigate the regulation of the cyclase activity, we isolated the guanylyl cyclase domain from Escherichia coli with (GCwCCRho) and without (GCRho) the coiled-coil linker. Both constructs were constitutively active but were monomeric as determined by size-exclusion chromatography and analytical ultracentrifugation, whereas other class III nucleotidyl cyclases are functional dimers. We also observed that crystals of GCRho have only a monomer in an asymmetric unit. Dimers formed when crystals were grown in the presence of the non-cyclizable substrate analog 2',3'-dideoxyguanosine-5'-triphosphate, MnCl2, and tartrate, but their quaternary structure did not conform to the canonical pairing expected for class III enzymes. Moreover, the structure contained a disulfide bond formed with an active-site Cys residue required for activity. We consider it unlikely that the disulfide would form under intracellular reducing conditions, raising the possibility that this unusual dimer might have a biologically relevant role in the regulation of full-length RhoGC. Although we did not observe it with direct methods, a functional dimer was identified as the active state by following the dependence of activity on total enzyme concentration. The low affinity observed for GCRho monomers is unusual for this enzyme class and suggests that dimer formation may contribute to light activation of the full-length protein.", "doi": "10.1074/jbc.M117.812685", "title": "Structure and monomer/dimer equilibrium for the guanylyl cyclase domain of the optogenetics protein RhoGC.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}