{"authors": [["Schelp", "Scott A", "SA", "Psychology Department, University of Colorado Denver, Denver, CO 80217."], ["Pultorak", "Katherine J", "KJ", "Psychology Department, University of Colorado Denver, Denver, CO 80217."], ["Rakowski", "Dylan R", "DR", "Psychology Department, University of Colorado Denver, Denver, CO 80217."], ["Gomez", "Devan M", "DM", "Psychology Department, University of Colorado Denver, Denver, CO 80217."], ["Krzystyniak", "Gregory", "G", "Psychology Department, University of Colorado Denver, Denver, CO 80217."], ["Das", "Raibatak", "R", "Psychology Department, University of Colorado Denver, Denver, CO 80217."], ["Oleson", "Erik B", "EB", "Psychology Department, University of Colorado Denver, Denver, CO 80217 erik.oleson@ucdenver.edu."]], "date": "2017-11-06", "id": "29109253", "text": "The mesolimbic dopamine system is strongly implicated in motivational processes. Currently accepted theories suggest that transient mesolimbic dopamine release events energize reward seeking and encode reward value. During the pursuit of reward, critical associations are formed between the reward and cues that predict its availability. Conditioned by these experiences, dopamine neurons begin to fire upon the earliest presentation of a cue, and again at the receipt of reward. The resulting dopamine concentration scales proportionally to the value of the reward. In this study, we used a behavioral economics approach to quantify how transient dopamine release events scale with price and causally alter price sensitivity. We presented sucrose to rats across a range of prices and modeled the resulting demand curves to estimate price sensitivity. Using fast-scan cyclic voltammetry, we determined that the concentration of accumbal dopamine time-locked to cue presentation decreased with price. These data confirm and extend the notion that dopamine release events originating in the ventral tegmental area encode subjective value. Using optogenetics to augment dopamine concentration, we found that enhancing dopamine release at cue made demand more sensitive to price and decreased dopamine concentration at reward delivery. From these observations, we infer that value is decreased because of a negative reward prediction error (i.e., the animal receives less than expected). Conversely, enhancing dopamine at reward made demand less sensitive to price. We attribute this finding to a positive reward prediction error, whereby the animal perceives they received a better value than anticipated.", "doi": "10.1073/pnas.1706969114", "title": "A transient dopamine signal encodes subjective value and causally influences demand in an economic context.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}