{"authors": [["Tanaka", "Ryoya", "R", "Division of Neurogenetics, Tohoku University, Graduate School of Life Sciences, Sendai 980-8577, Japan."], ["Higuchi", "Tomohiro", "T", "Division of Neurogenetics, Tohoku University, Graduate School of Life Sciences, Sendai 980-8577, Japan."], ["Kohatsu", "Soh", "S", "Division of Neurogenetics, Tohoku University, Graduate School of Life Sciences, Sendai 980-8577, Japan."], ["Sato", "Kosei", "K", "Division of Neurogenetics, Tohoku University, Graduate School of Life Sciences, Sendai 980-8577, Japan."], ["Yamamoto", "Daisuke", "D", "Division of Neurogenetics, Tohoku University, Graduate School of Life Sciences, Sendai 980-8577, Japan daichan@m.tohoku.ac.jp."]], "date": "2017-11-06", "id": "29109241", "text": "It remains an enigma how the nervous system of different animal species produces different behaviors. We studied the neural circuitry for mating behavior in Drosophila subobscura, a species that displays unique courtship actions not shared by other members of the genera including the genetic model D. melanogaster, in which the core courtship circuitry has been identified. We disrupted the D. subobscura fruitless (fru) gene, a master regulator for the courtship circuitry formation in D. melanogaster, resulting in complete loss of mating behavior. We also generated frusoChrimV , which expresses the optogenetic activator Chrimson fused with a fluorescent marker under the native fru promoter. The fru-labeled circuitry in D. subobscura visualized by frusoChrimV revealed differences between females and males, optogenetic activation of which in males induced mating behavior including attempted copulation. These findings provide a substrate for neurogenetic dissection and manipulation of behavior in non-model animals, and will help to elucidate the neural basis for behavioral diversification.SIGNIFICANCE STATEMENT How did behavioral specificity arise during evolution? Here we attempted to address this question by comparing the parallel genetically definable neural circuits controlling the courtship behavior of Drosophila melanogaster, a genetic model, and its relative, D. subobscura, which exhibits a courtship behavioral pattern unique to it, including nuptial gift transfer. We found that the subobscura fruitless circuit, which is required for male courtship behavior, was slightly but clearly different from its melanogaster counterpart, and that optogenetic activation of this circuit induced subobscura-specific behavior, i.e., regurgitating crop contents, a key element of transfer of nuptial gift. Our study will pave the way for determining how and which distinctive cellular elements within the fruitless circuit determine the species-specific differences in courtship behavior.", "doi": "10.1523/JNEUROSCI.1943-17.2017", "title": "Optogenetic Activation of the fruitless-Labeled Circuitry in Drosophila subobscura Males Induces Mating Motor Acts.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}