{"authors": [["Mateo", "Celine", "C", "Department of Physics, University of California, San Diego, La Jolla, CA, USA."], ["Knutsen", "Per M", "PM", "Department of Physics, University of California, San Diego, La Jolla, CA, USA."], ["Tsai", "Philbert S", "PS", "Department of Physics, University of California, San Diego, La Jolla, CA, USA."], ["Shih", "Andy Y", "AY", "Department of Neurosciences, Medical University of South Carolina, Charleston, SC, USA."], ["Kleinfeld", "David", "D", "Department of Physics, University of California, San Diego, La Jolla, CA, USA; Section of Neurobiology, University of California, San Diego, La Jolla, CA, USA. Electronic address: dk@physics.ucsd.edu."]], "date": "2017-10-26", "id": "29107517", "text": "Resting-state signals in blood-oxygenation-level-dependent (BOLD) imaging are used to parcellate brain regions and define \"functional connections\" between regions. Yet a physiological link between fluctuations in blood oxygenation with those in neuronal signaling pathways is missing. We present evidence from studies on mouse cortex that modulation of vasomotion, i.e., intrinsic ultra-slow (0.1 Hz) fluctuations in arteriole diameter, provides this link. First, ultra-slow fluctuations in neuronal signaling, which occur as an envelope over γ-band activity, entrains vasomotion. Second, optogenetic manipulations confirm that entrainment is unidirectional. Third, co-fluctuations in the diameter of pairs of arterioles within the same hemisphere diminish to chance for separations >1.4 mm. Yet the diameters of arterioles in distant (>5 mm), mirrored transhemispheric sites strongly co-fluctuate; these correlations are diminished in acallosal mice. Fourth, fluctuations in arteriole diameter coherently drive fluctuations in blood oxygenation. Thus, entrainment of vasomotion links neuronal pathways to functional connections.", "doi": "10.1016/j.neuron.2017.10.012", "title": "Entrainment of Arteriole Vasomotor Fluctuations by Neural Activity Is a Basis of Blood-Oxygenation-Level-Dependent \"Resting-State\" Connectivity.", "journal": ["Neuron", "Neuron"]}