{"authors": [["Agetsuma", "Masakazu", "M", "Neurotechnology Center, Department of Biological Sciences, Columbia University, 550 West 120 Street, Box 4822, New York, NY 10027, USA."], ["Hamm", "Jordan P", "JP", "Neurotechnology Center, Department of Biological Sciences, Columbia University, 550 West 120 Street, Box 4822, New York, NY 10027, USA."], ["Tao", "Kentaro", "K", "RIKEN Brain Science Institute, 2-1 Hirosawa, Wako, Saitama351-0106, Japan."], ["Fujisawa", "Shigeyoshi", "S", "RIKEN Brain Science Institute, 2-1 Hirosawa, Wako, Saitama351-0106, Japan."], ["Yuste", "Rafael", "R", "Neurotechnology Center, Department of Biological Sciences, Columbia University, 550 West 120 Street, Box 4822, New York, NY 10027, USA."]], "date": "2017-07-06", "id": "29106504", "text": "For efficient cortical processing, neural circuit dynamics must be spatially and temporally regulated with great precision. Although parvalbumin-positive (PV) interneurons can control network synchrony, it remains unclear how they contribute to spatio-temporal patterning of activity. We investigated this by optogenetic inactivation of PV cells with simultaneous two-photon Ca2+ imaging from populations of neurons in mouse visual cortex in vivo. For both spontaneous and visually evoked activity, PV interneuron inactivation decreased network synchrony. But, interestingly, the response reliability and spatial extent of coactive neuronal ensembles during visual stimulation were also disrupted by PV-cell suppression, which reduced the functional repertoire of ensembles. Thus, PV interneurons can control the spatio-temporal dynamics of multineuronal activity by functionally sculpting neuronal ensembles and making them more different from each other. In doing so, inhibitory circuits could help to orthogonalize multicellular patterns of activity, enabling neural circuits to more efficiently occupy a higher dimensional space of potential dynamics.", "doi": "10.1093/cercor/bhx169", "title": "Parvalbumin-Positive Interneurons Regulate Neuronal Ensembles in Visual Cortex.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}