{"authors": [["O'Banion", "Colin P", "CP", "Division of Chemical Biology and Medicinal Chemistry, UNC Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Priestman", "Melanie A", "MA", "Division of Chemical Biology and Medicinal Chemistry, UNC Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Hughes", "Robert M", "RM", "Division of Chemical Biology and Medicinal Chemistry, UNC Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, NC 27599, USA; Department of Chemistry; East Carolina University, Greenville, NC 27858, USA."], ["Herring", "Laura E", "LE", "UNC Proteomics Core, Department of Pharmacology, UNC School of Medicine, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Capuzzi", "Stephen J", "SJ", "Division of Chemical Biology and Medicinal Chemistry, UNC Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Lawrence", "David S", "DS", "Division of Chemical Biology and Medicinal Chemistry, UNC Eshelman School of Pharmacy, University of North Carolina, Chapel Hill, NC 27599, USA; Department of Chemistry, University of North Carolina, Chapel Hill, NC 27599, USA; Department of Pharmacology, University of North Carolina, Chapel Hill, NC 27599, USA. Electronic address: lawrencd@email.unc.edu."]], "date": "2017-11-05", "id": "29104065", "text": "Although the cAMP-dependent protein kinase (PKA) is ubiquitously expressed, it is sequestered at specific subcellular locations throughout the cell, thereby resulting in compartmentalized cellular signaling that triggers site-specific behavioral phenotypes. We developed a three-step engineering strategy to construct an optogenetic PKA (optoPKA) and demonstrated that, upon illumination, optoPKA migrates to specified intracellular sites. Furthermore, we designed intracellular spatially segregated reporters of PKA activity and confirmed that optoPKA phosphorylates these reporters in a light-dependent fashion. Finally, proteomics experiments reveal that light activation of optoPKA results in the phosphorylation of known endogenous PKA substrates as well as potential novel substrates.", "doi": "10.1016/j.chembiol.2017.09.011", "title": "Design and Profiling of a Subcellular Targeted Optogenetic cAMP-Dependent Protein Kinase.", "journal": ["Cell chemical biology", "Cell Chem Biol"]}