{"authors": [["Kaur", "Satvinder", "S", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Wang", "Joshua L", "JL", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Ferrari", "Loris", "L", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Thankachan", "Stephen", "S", "Department of Psychiatry, Harvard Medical School & VA Boston Healthcare, 1400 VFW Parkway, West Roxbury, MA, USA."], ["Kroeger", "Daniel", "D", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Venner", "Anne", "A", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Lazarus", "Michael", "M", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, 1-1-1 Tennodai, Tsukuba, Japan."], ["Wellman", "Andrew", "A", "Division of Sleep and Circadian Disorders, Departments of Medicine and Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Arrigoni", "Elda", "E", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Fuller", "Patrick M", "PM", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."], ["Saper", "Clifford B", "CB", "Department of Neurology, Program in Neuroscience, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA. Electronic address: csaper@bidmc.harvard.edu."]], "date": "2017-11-02", "id": "29103805", "text": "The precise neural circuitry that mediates arousal during sleep apnea is not known. We previously found that glutamatergic neurons in the external lateral parabrachial nucleus (PBel) play a critical role in arousal to elevated CO2 or hypoxia. Because many of the PBel neurons that respond to CO2 express calcitonin gene-related peptide (CGRP), we hypothesized that CGRP may provide a molecular identifier of the CO2 arousal circuit. Here, we report that selective chemogenetic and optogenetic activation of PBelCGRP neurons caused wakefulness, whereas optogenetic inhibition of PBelCGRP neurons prevented arousal to CO2, but not to an acoustic tone or shaking. Optogenetic inhibition of PBelCGRP terminals identified a network of forebrain sites under the control of a PBelCGRP switch that is necessary to arouse animals from hypercapnia. Our findings define a novel cellular target for interventions that may prevent sleep fragmentation and the attendant cardiovascular and cognitive consequences seen in obstructive sleep apnea. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2017.10.009", "title": "A Genetically Defined Circuit for Arousal from Sleep during Hypercapnia.", "journal": ["Neuron", "Neuron"]}