{"authors": [["Mohamed", "Gadisti Aisha", "GA", "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore."], ["Cheng", "Ruey-Kuang", "RK", "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore."], ["Ho", "Joses", "J", "Institute of Molecular and Cell Biology, Singapore, Singapore."], ["Krishnan", "Seetha", "S", "NUS Graduate School for Integrative Sciences and Engineering, National University of Singapore, Singapore, Singapore."], ["Mohammad", "Farhan", "F", "Duke-NUS Medical School, Singapore, Singapore."], ["Claridge-Chang", "Adam", "A", "Institute of Molecular and Cell Biology, Singapore, Singapore."], ["Jesuthasan", "Suresh", "S", "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore. sureshj@ntu.edu.sg."]], "date": "2017-11-03", "id": "29100505", "text": "Optical silencing of activity provides a way to test the necessity of neurons in behaviour. Two light-gated anion channels, GtACR1 and GtACR2, have recently been shown to potently inhibit activity in cultured mammalian neurons and in Drosophila. Here, we test the usefulness of these channels in larval zebrafish, using spontaneous coiling behaviour as the assay.When the GtACRs were expressed in spinal neurons of embryonic zebrafish and actuated with blue or green light, spontaneous movement was inhibited. In GtACR1-expressing fish, only 3 μW/mm2 of light was sufficient to have an effect; GtACR2, which is poorly trafficked, required slightly stronger illumination. No inhibition was seen in non-expressing siblings. After light offset, the movement of GtACR-expressing fish increased, which suggested that termination of light-induced neural inhibition may lead to activation. Consistent with this, two-photon imaging of spinal neurons showed that blue light inhibited spontaneous activity in spinal neurons of GtACR1-expressing fish, and that the level of intracellular calcium increased following light offset.These results show that GtACR1 and GtACR2 can be used to optically inhibit neurons in larval zebrafish with high efficiency. The activity elicited at light offset needs to be taken into consideration in experimental design, although this property can provide insight into the effects of transiently stimulating a circuit.", "doi": "10.1186/s12915-017-0430-2", "title": "Optical inhibition of larval zebrafish behaviour with anion channelrhodopsins.", "journal": ["BMC biology", "BMC Biol."]}