{"authors": [["Zelena", "Dóra", "D", "aDepartment of Behavioural Neurobiology, Institute of Experimental Medicine bJános Szentágothai School of Neurosciences, Semmelweis University, Budapest cCentre for Neuroscience, Szentágothai Research Centre, Institute of Physiology, Medical School, University of Pécs, Pécs, Hungary."], ["Demeter", "Kornél", "K", null], ["Haller", "József", "J", null], ["Balázsfi", "Diána", "D", null]], "date": null, "id": "29099403", "text": "Optogenetics was the method of the year in 2010 according to Nature Neuroscience. Since then, this method has become widespread, the use of virally delivered genetic tools has extended to other fields such as pharmacogenetics, and optogenetic techniques have become frequently applied in genetically manipulated animals for in-vivo circuit analysis and behavioral studies. However, several issues should be taken into consideration when planning such experiments. We aimed to summarize the critical points concerning optogenetic manipulation of a specific brain area in mutant mice. First, the appropriate vector should be chosen to allow optimal optogenetic manipulation. Adeno-associated viral vectors are the most common carriers with different available serotypes. Light-sensitive channels are available in many forms, and the expression of the delivered genetic material can be influenced in many ways. Second, selecting the adequate stimulation protocol is also essential. The pattern, intensity, and timing could be determinative parameters. Third, the mutant strain might have a phenotype that influences the observed behavior. In conclusion, detailed preliminary experiments and numerous control groups are required to choose the best vector and stimulation protocol and to ensure that the mutant animals do not have a specific phenotype that can influence the examined behavior.", "doi": "10.1097/FBP.0000000000000361", "title": "Considerations for the use of virally delivered genetic tools for in-vivo circuit analysis and behavior in mutant mice: a practical guide to optogenetics.", "journal": ["Behavioural pharmacology", "Behav Pharmacol"]}