{"authors": [["van der Klaauw", "Agatha A", "AA", "Department of Clinical Biochemistry, Metabolic Research Laboratories - Institute of Metabolic Science, University of Cambridge, Cambridge, England. av330@medschl.cam.ac.uk."]], "date": "2017-11-02", "id": "29097517", "text": "The global rise in the prevalence of obesity and associated comorbidities such as type 2 diabetes, cardiovascular disease, and cancer represents a major public health concern.Studies in rodents with the use of global and targeted gene disruption, and mapping of neurocircuitry by using optogenetics and designer receptors exclusively activated by designer drugs (DREADDs) have greatly advanced our understanding of the neural control of body weight. In conjunction with analytical chemistry techniques involving classical immunoassays and mass spectrometry, many neuropeptides that are key to energy homeostasis have been identified. The actions of neuropeptides are diverse, from paracrine modulation of local neurotransmission to hormonal control of distant target organs.Multiple hormones, such as the adipocyte-derived leptin, insulin, and gut hormones, and nutrients signal peripheral energy state to the central nervous system. Neurons in distinct areas of the hypothalamus and brainstem integrate and translate this information by both direct inhibitory/excitatory projections and anorexigenic or orexigenic neuropeptides into actions on food intake and energy expenditure. The importance of these neuropeptides in human energy balance is most powerfully illustrated by genetic forms of obesity that involve neuropeptides such as melanocortin-4-receptor (MC4R) deficiency. Drugs that mimic the actions of neuropeptides are being tested for the treatment of obesity. Successful therapeutic strategies in obesity will require in-depth knowledge of the neuronal circuits they are working in, the downstream targets, and potential compensatory mechanisms.", "doi": "10.1373/clinchem.2017.281568", "title": "Neuropeptides in Obesity and Metabolic Disease.", "journal": ["Clinical chemistry", "Clin. Chem."]}