{"authors": [["Rost", "Benjamin R", "BR", "German Center for Neurodegenerative Diseases (DZNE), Berlin, Germany; Neuroscience Research Center, Charité - Universitätsmedizin Berlin, Berlin, Germany."], ["Schneider-Warme", "Franziska", "F", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg - Bad Krozingen, Germany; Medical Center - University of Freiburg, Freiburg, Germany."], ["Schmitz", "Dietmar", "D", "German Center for Neurodegenerative Diseases (DZNE), Berlin, Germany; Neuroscience Research Center, Charité - Universitätsmedizin Berlin, Berlin, Germany; Bernstein Center for Computational Neuroscience, Berlin, Germany; Einstein Foundation Berlin, Berlin, Germany."], ["Hegemann", "Peter", "P", "Experimental Biophysics, Institute for Biology, Humboldt-Universität zu Berlin, Berlin, Germany. Electronic address: hegemape@rz.hu-berlin.de."]], "date": null, "id": "29096074", "text": "The ability to study cellular physiology using photosensitive, genetically encoded molecules has profoundly transformed neuroscience. The modern optogenetic toolbox includes fluorescent sensors to visualize signaling events in living cells and optogenetic actuators enabling manipulation of numerous cellular activities. Most optogenetic tools are not targeted to specific subcellular compartments but are localized with limited discrimination throughout the cell. Therefore, optogenetic activation often does not reflect context-dependent effects of highly localized intracellular signaling events. Subcellular targeting is required to achieve more specific optogenetic readouts and photomanipulation. Here we first provide a detailed overview of the available optogenetic tools with a focus on optogenetic actuators. Second, we review established strategies for targeting these tools to specific subcellular compartments. Finally, we discuss useful tools and targeting strategies that are currently missing from the optogenetics repertoire and provide suggestions for novel subcellular optogenetic applications.", "doi": "10.1016/j.neuron.2017.09.047", "title": "Optogenetic Tools for Subcellular Applications in Neuroscience.", "journal": ["Neuron", "Neuron"]}