{"authors": [["Shinohara", "Fumiya", "F", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University."], ["Kamii", "Hironori", "H", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University."], ["Minami", "Masabumi", "M", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University."], ["Kaneda", "Katsuyuki", "K", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University."]], "date": null, "id": "29093348", "text": "The expression phase of cocaine-induced conditioned place preference (CPP) represents a cocaine-seeking behavior triggered by contextual cues associated with the rewarding effects of cocaine. However, the exact mechanisms underlying the cocaine CPP expression remain unclear. Here, we investigated the role of dopaminergic (DAergic) transmission in the medial prefrontal cortex (mPFC) for the expression of cocaine CPP. An intra-ventral tegmental area (VTA) injection of a cocktail of γ-aminobutyric acid (GABA)B and GABAA receptor agonists (baclofen and muscimol, respectively) immediately before the posttest inhibited the expression of cocaine CPP. An intra-mPFC injection of a dopamine D1 but not D2 receptor antagonist before the posttest significantly attenuated CPP expression. Moreover, after the posttest, the number of cFos-positive mPFC neurons in rats that were conditioned with cocaine was significantly larger than that with saline. Additionally, photostimulation of channelrhodopsin-2 expressing fibers derived from the VTA induced cFos expression in the mPFC, and this induction was reduced by a prior systemic injection of a D1 receptor antagonist. These findings indicate that during the expression of cocaine CPP, enhanced DAergic transmission from the VTA to the mPFC stimulates D1 receptors; this results in the activation of mPFC neurons, further leading to the expression of cocaine CPP.", "doi": "10.1248/bpb.b17-00614", "title": "The Role of Dopaminergic Signaling in the Medial Prefrontal Cortex for the Expression of Cocaine-Induced Conditioned Place Preference in Rats.", "journal": ["Biological & pharmaceutical bulletin", "Biol. Pharm. Bull."]}