{"authors": [["Ong", "Nicholas T", "NT", "Department of Bioengineering, ‡Department of Biosciences, Rice University , 6100 Main Street, Houston, Texas 77005, United States."], ["Olson", "Evan J", "EJ", "Department of Bioengineering, ‡Department of Biosciences, Rice University , 6100 Main Street, Houston, Texas 77005, United States."], ["Tabor", "Jeffrey J", "JJ", "Department of Bioengineering, ‡Department of Biosciences, Rice University , 6100 Main Street, Houston, Texas 77005, United States."]], "date": "2017-11-09", "id": "29091422", "text": "Optogenetics is a technology wherein researchers combine light and genetically engineered photoreceptors to control biological processes with unrivaled precision. Near-infrared (NIR) wavelengths (>700 nm) are desirable optogenetic inputs due to their low phototoxicity and spectral isolation from most photoproteins. The bacteriophytochrome photoreceptor 1 (BphP1), found in several purple photosynthetic bacteria, senses NIR light and activates transcription of photosystem promoters by binding to and inhibiting the transcriptional repressor PpsR2. Here, we examine the response of a library of output promoters to increasing levels of Rhodopseudomonas palustris PpsR2 expression, and we identify that of Bradyrhizobium sp. BTAi1 crtE as the most strongly repressed in Escherichia coli. Next, we optimize Rps. palustris bphP1 and ppsR2 expression in a strain engineered to produce the required chromophore biliverdin IXα in order to demonstrate NIR-activated transcription. Unlike a previously engineered bacterial NIR photoreceptor, our system does not require production of a second messenger, and it exhibits rapid response dynamics. It is also the most red-shifted bacterial optogenetic tool yet reported by approximately 50 nm. Accordingly, our BphP1-PpsR2 system has numerous applications in bacterial optogenetics.", "doi": "10.1021/acssynbio.7b00289", "title": "Engineering an E. coli Near-Infrared Light Sensor.", "journal": ["ACS synthetic biology", "ACS Synth Biol"]}