{"authors": [["Pégard", "Nicolas C", "NC", "Department of Molecular and Cell Biology, 205 Life Science Addition, University of California, Berkeley, CA, 94720, USA."], ["Mardinly", "Alan R", "AR", "Department of Molecular and Cell Biology, 205 Life Science Addition, University of California, Berkeley, CA, 94720, USA."], ["Oldenburg", "Ian Antón", "IA", "Department of Molecular and Cell Biology, 205 Life Science Addition, University of California, Berkeley, CA, 94720, USA."], ["Sridharan", "Savitha", "S", "Department of Molecular and Cell Biology, 205 Life Science Addition, University of California, Berkeley, CA, 94720, USA."], ["Waller", "Laura", "L", "Department of Electrical Engineering and Computer Science, 514 Cory Hall, University of California, Berkeley, CA, 94720, USA."], ["Adesnik", "Hillel", "H", "Department of Molecular and Cell Biology, 205 Life Science Addition, University of California, Berkeley, CA, 94720, USA. hadesnik@berkeley.edu."]], "date": "2017-10-31", "id": "29089483", "text": "Optical methods capable of manipulating neural activity with cellular resolution and millisecond precision in three dimensions will accelerate the pace of neuroscience research. Existing approaches for targeting individual neurons, however, fall short of these requirements. Here we present a new multiphoton photo-excitation method, termed three-dimensional scanless holographic optogenetics with temporal focusing (3D-SHOT), which allows precise, simultaneous photo-activation of arbitrary sets of neurons anywhere within the addressable volume of a microscope. This technique uses point-cloud holography to place multiple copies of a temporally focused disc matching the dimensions of a neuron's cell body. Experiments in cultured cells, brain slices, and in living mice demonstrate single-neuron spatial resolution even when optically targeting randomly distributed groups of neurons in 3D. This approach opens new avenues for mapping and manipulating neural circuits, allowing a real-time, cellular resolution interface to the brain.", "doi": "10.1038/s41467-017-01031-3", "title": "Three-dimensional scanless holographic optogenetics with temporal focusing (3D-SHOT).", "journal": ["Nature communications", "Nat Commun"]}