{"authors": [["Wahl", "A S", "AS", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland. wahl@hifo.uzh.ch."], ["Büchler", "U", "U", "Computer Vision Group, Interdisciplinary Center for Scientific Computing (IWR), University of Heidelberg, Mathematikon (INF 205), 69120, Heidelberg, Germany."], ["Brändli", "A", "A", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland."], ["Brattoli", "B", "B", "Computer Vision Group, Interdisciplinary Center for Scientific Computing (IWR), University of Heidelberg, Mathematikon (INF 205), 69120, Heidelberg, Germany."], ["Musall", "S", "S", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland."], ["Kasper", "H", "H", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland."], ["Ineichen", "B V", "BV", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland."], ["Helmchen", "F", "F", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland."], ["Ommer", "B", "B", "Computer Vision Group, Interdisciplinary Center for Scientific Computing (IWR), University of Heidelberg, Mathematikon (INF 205), 69120, Heidelberg, Germany."], ["Schwab", "M E", "ME", "Brain Research Institute, University of Zurich, Winterthurerstr. 190, 8057, Zurich, Switzerland. schwab@hifo.uzh.ch."]], "date": "2017-10-30", "id": "29084962", "text": "Current neuromodulatory strategies to enhance motor recovery after stroke often target large brain areas non-specifically and without sufficient understanding of their interaction with internal repair mechanisms. Here we developed a novel therapeutic approach by specifically activating corticospinal circuitry using optogenetics after large strokes in rats. Similar to a neuronal growth-promoting immunotherapy, optogenetic stimulation together with intense, scheduled rehabilitation leads to the restoration of lost movement patterns rather than induced compensatory actions, as revealed by a computer vision-based automatic behavior analysis. Optogenetically activated corticospinal neurons promote axonal sprouting from the intact to the denervated cervical hemi-cord. Conversely, optogenetically silencing subsets of corticospinal neurons in recovered animals, results in mistargeting of the restored grasping function, thus identifying the reestablishment of specific and anatomically localized cortical microcircuits. These results provide a conceptual framework to improve established clinical techniques such as transcranial magnetic or transcranial direct current stimulation in stroke patients.", "doi": "10.1038/s41467-017-01090-6", "title": "Optogenetically stimulating intact rat corticospinal tract post-stroke restores motor control through regionalized functional circuit formation.", "journal": ["Nature communications", "Nat Commun"]}