{"authors": [["Notomi", "Takuya", "T", "From the Department of Molecular Pharmacology, Medical Research Institute and notomi@cc.osaka-dent.ac.jp."], ["Kuno", "Miyuki", "M", "the Department of Physiology, Graduate School of Medicine, Osaka City University, Abeno, Osaka 545-8585, Japan, and."], ["Hiyama", "Akiko", "A", "the Department of Pharmacology, Osaka Dental University, Hirakata, Osaka 573-1121, Japan."], ["Nozaki", "Tadashige", "T", "the Department of Pharmacology, Osaka Dental University, Hirakata, Osaka 573-1121, Japan."], ["Ohura", "Kiyoshi", "K", "the Department of Pharmacology, Osaka Dental University, Hirakata, Osaka 573-1121, Japan."], ["Ezura", "Yoichi", "Y", "From the Department of Molecular Pharmacology, Medical Research Institute and."], ["Noda", "Masaki", "M", "From the Department of Molecular Pharmacology, Medical Research Institute and noda.mph@mri.tmd.ac.jp."]], "date": "2017-10-30", "id": "29084844", "text": "The bone is the main storage site for Ca2+ and Mg2+ ions in the mammalian body. Although investigations into Ca2+ signaling have progressed rapidly and led to better understanding of bone biology, the Mg2+ signaling pathway and associated molecules remain to be elucidated. Here, we investigated the role of a potential Mg2+ signaling-related lysosomal molecule, two-pore channel subtype 2 (TPC2), in osteoclast differentiation and bone remodeling. Previously, we found that under normal Mg2+ conditions, TPC2 promotes osteoclastogenesis. We observed that under low-Mg2+ conditions, TPC2 inhibited, rather than promoted, the osteoclast differentiation and that the phosphatidylinositol 3,5-bisphosphate (PI(3,5)P2) signaling pathway played a role in the TPC2 activation under low-Mg2+ conditions. Furthermore, PI(3,5)P2 depolarized the membrane potential by increasing the intracellular Na+ levels. To investigate how membrane depolarization affects osteoclast differentiation, we generated a light-sensitive cell line and developed a system for the light-stimulated depolarization of the membrane potential. The light-induced depolarization inhibited the osteoclast differentiation. We then tested the effect of myo-inositol supplementation, which increased the PI(3,5)P2 levels in mice fed a low-Mg2+ diet. The myo-inositol supplementation rescued the low-Mg2+ diet-induced trabecular bone loss, which was accompanied by the inhibition of osteoclastogenesis. These results indicate that low-Mg2+-induced osteoclastogenesis involves changes in the role of TPC2, which are mediated through the PI(3,5)P2 pathway. Our findings also suggest that myo-inositol consumption might provide beneficial effects in Mg2+ deficiency-induced skeletal diseases.", "doi": "10.1074/jbc.M117.780072", "title": "Role of lysosomal channel protein TPC2 in osteoclast differentiation and bone remodeling under normal and low-magnesium conditions.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}