{"authors": [["Orsini", "Caitlin A", "CA", "Department of Psychiatry, orsini@ufl.edu setlow@ufl.edu."], ["Hernandez", "Caesar M", "CM", "Department of Neuroscience."], ["Singhal", "Sarthak", "S", "Department of Pharmacodynamics."], ["Kelly", "Kyle B", "KB", "Department of Pharmacodynamics."], ["Frazier", "Charles J", "CJ", "Department of Pharmacodynamics."], ["Bizon", "Jennifer L", "JL", "Department of Psychiatry."], ["Setlow", "Barry", "B", "Department of Psychiatry, orsini@ufl.edu setlow@ufl.edu."]], "date": "2017-10-27", "id": "29079687", "text": "Decision making is a multifaceted process, consisting of several distinct phases that likely require different cognitive operations. Previous work showed that the basolateral amygdala (BLA) is a critical substrate for decision making involving risk of punishment; however, it is unclear how the BLA is recruited at different stages of the decision process. To this end, the current study used optogenetics to inhibit the BLA during specific task phases in a model of risky decision making (risky decision-making task) in which rats choose between a small, \"safe\" reward and a large reward accompanied by varying probabilities of footshock punishment. Male Long-Evans rats received intra-BLA microinjections of viral vectors carrying either halorhodopsin (eNpHR3.0-mCherry) or mCherry alone (control) followed by optic fiber implants and were trained in the risky decision-making task. Laser delivery during the task occurred during intertrial interval, deliberation, or reward outcome phases, the latter of which was further divided into the three possible outcomes (small, safe; large, unpunished; large, punished). Inhibition of the BLA selectively during the deliberation phase decreased choice of the large, risky outcome (decreased risky choice). In contrast, BLA inhibition selectively during delivery of the large, punished outcome increased risky choice. Inhibition had no effect during the other phases, nor did laser delivery affect performance in control rats. Collectively, these data indicate that the BLA can either inhibit or promote choice of risky options, depending on the phase of the decision process in which it is active.SIGNIFICANCE STATEMENT To date, most behavioral neuroscience research on neural mechanisms of decision making has used techniques that preclude assessment of distinct phases of the decision process. Here we show that optogenetic inhibition of the BLA has opposite effects on choice behavior in a rat model of risky decision making, depending on the phase in which inhibition occurs. BLA inhibition during a period of deliberation between small, safe and large, risky outcomes decreased risky choice. In contrast, BLA inhibition during receipt of the large, punished outcome increased risky choice. These findings highlight the importance of temporally targeted approaches to understand neural substrates underlying complex cognitive processes. More importantly, they reveal novel information about dynamic BLA modulation of risky choice.", "doi": "10.1523/JNEUROSCI.2344-17.2017", "title": "Optogenetic Inhibition Reveals Distinct Roles for Basolateral Amygdala Activity at Discrete Time Points during Risky Decision Making.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}