{"authors": [["Sineshchekov", "Oleg A", "OA", "Center for Membrane Biology, Department of Biochemistry and Molecular Biology, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX 77030."], ["Govorunova", "Elena G", "EG", "Center for Membrane Biology, Department of Biochemistry and Molecular Biology, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX 77030."], ["Li", "Hai", "H", "Center for Membrane Biology, Department of Biochemistry and Molecular Biology, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX 77030."], ["Spudich", "John L", "JL", "Center for Membrane Biology, Department of Biochemistry and Molecular Biology, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX 77030 John.L.Spudich@uth.tmc.edu."]], "date": "2017-10-25", "id": "29078348", "text": "The recently discovered cation-conducting channelrhodopsins in cryptophyte algae are far more homologous to haloarchaeal rhodopsins, in particular the proton pump bacteriorhodopsin (BR), than to earlier known channelrhodopsins. They uniquely retain the two carboxylate residues that define the vectorial proton path in BR in which Asp-85 and Asp-96 serve as acceptor and donor, respectively, of the photoactive site Schiff base (SB) proton. Here we analyze laser flash-induced photocurrents and photochemical conversions in Guillardia theta cation channelrhodopsin 2 (GtCCR2) and its mutants. Our results reveal a model in which the GtCCR2 retinylidene SB chromophore rapidly deprotonates to the Asp-85 homolog, as in BR. Opening of the cytoplasmic channel to cations in GtCCR2 requires the Asp-96 homolog to be unprotonated, as has been proposed for the BR cytoplasmic channel for protons. However, reprotonation of the GtCCR2 SB occurs not from the Asp-96 homolog, but by proton return from the earlier protonated acceptor, preventing vectorial proton translocation across the membrane. In GtCCR2, deprotonation of the Asp-96 homolog is required for cation channel opening and occurs >10-fold faster than reprotonation of the SB, which temporally correlates with channel closing. Hence in GtCCR2, cation channel gating is tightly coupled to intramolecular proton transfers involving the same residues that define the vectorial proton path in BR.", "doi": "10.1073/pnas.1710702114", "title": "Bacteriorhodopsin-like channelrhodopsins: Alternative mechanism for control of cation conductance.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}