{"authors": [["Gölöncsér", "Flóra", "F", "Laboratory of Molecular Pharmacology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Baranyi", "Mária", "M", "Laboratory of Molecular Pharmacology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Balázsfi", "Diána", "D", "János Szentágothai School of Neurosciences, Semmelweis University School of Ph.D. Studies, Budapest, Hungary."], ["Demeter", "Kornél", "K", "Unit of Behavioral Studies, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Haller", "József", "J", "Laboratory of Stress and Behavior Neurobiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Freund", "Tamás F F", "TFF", "Laboratory of Cerebral Cortex, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Zelena", "Dóra", "D", "Laboratory of Stress and Behavior Neurobiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Sperlágh", "Beáta", "B", "Laboratory of Molecular Pharmacology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."]], "date": "2017-10-12", "id": "29075178", "text": "Serotonergic and glutamatergic neurons of median raphe region (MRR) play a pivotal role in the modulation of affective and cognitive functions. These neurons synapse both onto themselves and remote cortical areas. P2X7 receptors (P2rx7) are ligand gated ion channels expressed by central presynaptic excitatory nerve terminals and involved in the regulation of neurotransmitter release. P2rx7s are implicated in various neuropsychiatric conditions such as schizophrenia and depression. Here we investigated whether 5-HT release released from the hippocampal terminals of MRR is subject to modulation by P2rx7s. To achieve this goal, an optogenetic approach was used to selectively activate subpopulation of serotonergic terminals derived from the MRR locally, and one of its target area, the hippocampus. Optogenetic activation of neurons in the MRR with 20 Hz was correlated with freezing and enhanced locomotor activity of freely moving mice and elevated extracellular levels of 5-HT, glutamate but not GABA in vivo. Similar optical stimulation (OS) significantly increased [3H]5-HT and [3H]glutamate release in acute MRR and hippocampal slices. We examined spatial and temporal patterns of [3H]5-HT release and the interaction between the serotonin and glutamate systems. Whilst [3H]5-HT release from MRR neurons was [Ca2+]o-dependent and sensitive to TTX, CNQX and DL-AP-5, release from hippocampal terminals was not affected by the latter drugs. Hippocampal [3H]5-HT released by electrical but not OS was subject to modulation by 5- HT1B/D receptors agonist sumatriptan (1 μM), whereas the selective 5-HT1A agonist buspirone (0.1 μM) was without effect. [3H]5-HT released by electrical and optical stimulation was decreased in mice genetically deficient in P2rx7s, and after perfusion with selective P2rx7 antagonists, JNJ-47965567 (0.1 μM), and AZ-10606120 (0.1 μM). Optical and electrical stimulation elevated the extracellular level of ATP. Our results demonstrate for the first time the modulation of 5-HT release from hippocampal MRR terminals by the endogenous activation of P2rx7s. P2rx7 mediated modulation of 5-HT release could contribute to various physiological and pathophysiological phenomena, related to hippocampal serotonergic transmission.", "doi": "10.3389/fnmol.2017.00325", "title": "Regulation of Hippocampal 5-HT Release by P2X7 Receptors in Response to Optogenetic Stimulation of Median Raphe Terminals of Mice.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}