{"authors": [["Castro", "Alberto", "A", "Department of Anatomy & Neurobiology, Program in Neuroscience, University of Maryland School of Medicine, Baltimore, Maryland 21201, and."], ["Raver", "Charles", "C", "Department of Anatomy & Neurobiology, Program in Neuroscience, University of Maryland School of Medicine, Baltimore, Maryland 21201, and."], ["Li", "Ying", "Y", "Department of Anatomy & Neurobiology, Program in Neuroscience, University of Maryland School of Medicine, Baltimore, Maryland 21201, and."], ["Uddin", "Olivia", "O", "Department of Anatomy & Neurobiology, Program in Neuroscience, University of Maryland School of Medicine, Baltimore, Maryland 21201, and."], ["Rubin", "David", "D", "Department of Anatomy & Neurobiology, Program in Neuroscience, University of Maryland School of Medicine, Baltimore, Maryland 21201, and."], ["Ji", "Yadong", "Y", "Department of Endodontics, Prosthodontics and Operative Surgery, Baltimore College of Dentistry, Program in Neuroscience, Baltimore, Maryland 21201."], ["Masri", "Radi", "R", "Department of Endodontics, Prosthodontics and Operative Surgery, Baltimore College of Dentistry, Program in Neuroscience, Baltimore, Maryland 21201."], ["Keller", "Asaf", "A", "Department of Anatomy & Neurobiology, Program in Neuroscience, University of Maryland School of Medicine, Baltimore, Maryland 21201, and asafkeller@fastmail.us."]], "date": "2017-10-24", "id": "29066554", "text": "Pain perception is strongly influenced by descending pathways from \"higher\" brain centers that regulate the activity of spinal circuits. In addition to the extensively studied descending system originating from the medulla, the neocortex provides dense anatomical projections that directly target neurons in the spinal cord and the spinal trigeminal nucleus caudalis (SpVc). Evidence exists that these corticotrigeminal pathways may modulate the processing of nociceptive inputs by SpVc, and regulate pain perception. We demonstrate here, with anatomical and optogenetic methods, and using both rats and mice (of both sexes), that corticotrigeminal axons densely innervate SpVc, where they target and directly activate inhibitory and excitatory neurons. Electrophysiological recordings reveal that stimulation of primary somatosensory cortex potently suppresses SpVc responses to noxious stimuli and produces behavioral hypoalgesia. These findings demonstrate that the corticotrigeminal pathway is a potent modulator of nociception and a potential target for interventions to alleviate chronic pain.SIGNIFICANCE STATEMENT Many chronic pain conditions are resistant to conventional therapy. Promising new approaches to pain management capitalize on the brain's own mechanisms for controlling pain perception. Here we demonstrate that cortical neurons directly innervate the brainstem to drive feedforward inhibition of nociceptive neurons. This corticotrigeminal pathway suppresses the activity of these neurons and produces analgesia. This corticotrigeminal pathway may constitute a therapeutic target for chronic pain.", "doi": "10.1523/JNEUROSCI.3897-16.2017", "title": "Cortical Regulation of Nociception of the Trigeminal Nucleus Caudalis.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}