{"authors": [["Burgie", "E Sethe", "ES", "Department of Biology, Washington University in St. Louis, St. Louis, Missouri, 63130, USA."], ["Bussell", "Adam N", "AN", "Department of Genetics, University of Wisconsin-Madison, Madison, Wisconsin, 53706, USA."], ["Lye", "Shu-Hui", "SH", "Department of Biology, Washington University in St. Louis, St. Louis, Missouri, 63130, USA."], ["Wang", "Tong", "T", "Department of Biology, Brookhaven National Laboratory, Upton, New York, 11973, USA."], ["Hu", "Weiming", "W", "Department of Biology, Washington University in St. Louis, St. Louis, Missouri, 63130, USA."], ["McLoughlin", "Katrice E", "KE", "Department of Biology, Washington University in St. Louis, St. Louis, Missouri, 63130, USA."], ["Weber", "Erin L", "EL", "Department of Genetics, University of Wisconsin-Madison, Madison, Wisconsin, 53706, USA."], ["Li", "Huilin", "H", "Department of Biology, Brookhaven National Laboratory, Upton, New York, 11973, USA."], ["Vierstra", "Richard D", "RD", "Department of Biology, Washington University in St. Louis, St. Louis, Missouri, 63130, USA. rdvierstra@wustl.edu."]], "date": "2017-10-20", "id": "29057954", "text": "Phytochromes (Phys) encompass a diverse collection of bilin-containing photoreceptors that help plants and microorganisms perceive light through photointerconversion between red light (Pr) and far-red light (Pfr)-absorbing states. In addition, Pfr reverts thermally back to Pr via a highly enthalpic process that enables temperature sensation in plants and possibly other organisms. Through domain analysis of the Arabidopsis PhyB isoform assembled recombinantly, coupled with measurements of solution size, photoconversion, and thermal reversion, we identified both proximal and distal features that influence all three metrics. Included are the downstream C-terminal histidine kinase-related domain known to promote dimerization and a conserved patch just upstream of an N-terminal Period/Arnt/Sim (PAS) domain, which upon removal dramatically accelerates thermal reversion. We also discovered that the nature of the bilin strongly influences Pfr stability. Whereas incorporation of the native bilin phytochromobilin into PhyB confers robust Pfr → Pr thermal reversion, that assembled with the cyanobacterial version phycocyanobilin, often used for optogenetics, has a dramatically stabilized Pfr state. Taken together, we conclude that Pfr acquisition and stability are impacted by a collection of opposing allosteric features that inhibit or promote photoconversion and reversion of Pfr back to Pr, thus allowing Phys to dynamically measure light, temperature, and possibly time.", "doi": "10.1038/s41598-017-14037-0", "title": "Photosensing and Thermosensing by Phytochrome B Require Both Proximal and Distal Allosteric Features within the Dimeric Photoreceptor.", "journal": ["Scientific reports", "Sci Rep"]}