{"authors": [["Dagnew", "Robel", "R", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Lin", "Yin-Ying", "YY", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Agatep", "Jerikko", "J", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Cheng", "Michael", "M", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Jann", "Andrew", "A", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Quach", "Viola", "V", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Monroe", "Michelle", "M", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Singh", "Ganeev", "G", "University of California, David Geffen School of Medicine, Department of Psychiatry and Biobehavioral Sciences, Los Angeles, California, United States."], ["Minasyan", "Ani", "A", "University of California, David Geffen School of Medicine, Department of Psychiatry and Biobehavioral Sciences, Los Angeles, California, United States."], ["Hakimian", "Joshua", "J", "University of California, David Geffen School of Medicine, Department of Psychiatry and Biobehavioral Sciences, Los Angeles, California, United States."], ["Kee", "Theodore", "T", "University of California, Department of Bioengineering, Los Angeles, California, United States."], ["Cushman", "Jesse", "J", "University of California, Department of Psychology, Los Angeles, California, United States."], ["Walwyn", "Wendy", "W", "University of California, David Geffen School of Medicine, Department of Psychiatry and Biobehavioral Sciences, Los Angeles, California, United States."]], "date": "2017-10-11", "id": "29057282", "text": "The use of optogenetics to activate or inhibit neurons is an important toolbox for neuroscientists. Several optogenetic devices are in use. These range from wired systems where the optoprobe is physically connected to the light source by a tether, to wireless systems that are remotely controlled. There are advantages and disadvantages of both; the wired systems are lightweight but limit movement due to the tether, and wireless systems allow unrestricted movement but may be heavier than wired systems. Both systems can be expensive to install and use. We have developed a low cost, wireless optogenetic probe, CerebraLux, built from off-the-shelf components. CerebraLux consists of two separable units; an optical component consisting of the baseplate holding the fiber-optic in place and an electronic component consisting of a light-emitting diode, custom-printed circuit board, an infrared receiver, microcontroller, and a rechargeable, lightweight lithium polymer battery. The optical component (0.5 g) is mounted on the head permanently, whereas the electronic component (2.3 g) is removable and is applied for each experiment. We describe the device, provide all designs and specifications, the methods to manufacture and use the device in vivo, and demonstrate feasibility in a mouse behavioral paradigm.", "doi": "10.1117/1.NPh.4.4.045001", "title": "CerebraLux: a low-cost, open-source, wireless probe for optogenetic stimulation.", "journal": ["Neurophotonics", "Neurophotonics"]}