{"authors": [["Pu", "Lu", "L", "Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China , Hefei 230026, PR China."], ["Yang", "Shuai", "S", "Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China , Hefei 230026, PR China."], ["Xia", "Aiguo", "A", "Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China , Hefei 230026, PR China."], ["Jin", "Fan", "F", "Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China , Hefei 230026, PR China."]], "date": "2017-10-31", "id": "29053252", "text": "Synthetic biologists have attempted to solve real-world problems, such as those of bacterial biofilms, that are involved in the pathogenesis of many clinical infections and difficult to eliminate. To address this, we employed a blue light responding system and integrated it into the chromosomes of Pseudomonas aeruginosa. With making rational adaptions and improvements of the light-activated system, we provided a robust and convenient means to spatiotemporally control gene expression and manipulate biological processes with minimal perturbation in P. aeruginosa. It increased the light-induced gene expression up to 20-fold. Moreover, we deliberately introduced a functional protein gene PA2133 containing an EAL domain to degrade c-di-GMP into the modified system, and showed that the optimally engineered optogenetic tool inhibited the formation of P. aeruginosa biofilms through the induction of blue light, resulting in much sparser and thinner biofilms. Our approach establishes a methodology for leveraging the tools of synthetic biology to guide biofilm formation and engineer biofilm patterns with unprecedented spatiotemporal resolution. Furthermore, the findings suggest that the synthetic optogenetic system may provide a promising strategy that could be applied to control and fight biofilms.", "doi": "10.1021/acssynbio.7b00273", "title": "Optogenetics Manipulation Enables Prevention of Biofilm Formation of Engineered Pseudomonas aeruginosa on Surfaces.", "journal": ["ACS synthetic biology", "ACS Synth Biol"]}