{"authors": [["Baumschlager", "Armin", "A", "Department of Biosystems Science and Engineering (D-BSSE), ETH-Zürich , Mattenstrasse 26, 4058 Basel, Switzerland."], ["Aoki", "Stephanie K", "SK", "Department of Biosystems Science and Engineering (D-BSSE), ETH-Zürich , Mattenstrasse 26, 4058 Basel, Switzerland."], ["Khammash", "Mustafa", "M", "Department of Biosystems Science and Engineering (D-BSSE), ETH-Zürich , Mattenstrasse 26, 4058 Basel, Switzerland."]], "date": "2017-10-18", "id": "29045151", "text": "Light has emerged as a control input for biological systems due to its precise spatiotemporal resolution. The limited toolset for light control in bacteria motivated us to develop a light-inducible transcription system that is independent from cellular regulation through the use of an orthogonal RNA polymerase. Here, we present our engineered blue light-responsive T7 RNA polymerases (Opto-T7RNAPs) that show properties such as low leakiness of gene expression in the dark state, high expression strength when induced with blue light, and an inducible range of more than 300-fold. Following optimization of the system to reduce expression variability, we created a variant that returns to the inactive dark state within minutes once the blue light is turned off. This allows for precise dynamic control of gene expression, which is a key aspect for most applications using optogenetic regulation. The regulators, which only require blue light from ordinary light-emitting diodes for induction, were developed and tested in the bacterium Escherichia coli, which is a crucial cell factory for biotechnology due to its fast and inexpensive cultivation and well understood physiology and genetics. Opto-T7RNAP, with minor alterations, should be extendable to other bacterial species as well as eukaryotes such as mammalian cells and yeast in which the T7 RNA polymerase and the light-inducible Vivid regulator have been shown to be functional. We anticipate that our approach will expand the applicability of using light as an inducer for gene expression independent from cellular regulation and allow for a more reliable dynamic control of synthetic and natural gene networks.", "doi": "10.1021/acssynbio.7b00169", "title": "Dynamic Blue Light-Inducible T7 RNA Polymerases (Opto-T7RNAPs) for Precise Spatiotemporal Gene Expression Control.", "journal": ["ACS synthetic biology", "ACS Synth Biol"]}