{"authors": [["Moon", "Hyeong Cheol", "HC", "Department of Medical Neuroscience and Neurosurgery, College of Medicine."], ["Heo", "Won Ik", "WI", "Department of Veterinary, College of Veterinary Medicine."], ["Kim", "Yon Ji", "YJ", "Department of Biology, College of Natural Sciences."], ["Lee", "Daae", "D", "Department of Advanced Material Engineering, College of Engineering."], ["Won", "So Yoon", "SY", "Biochemistry and Medical Research Center, Chungbuk National University, Cheongju."], ["Kim", "Hong Rae", "HR", "Department of Medical Neuroscience and Neurosurgery, College of Medicine."], ["Ha", "Seung Man", "SM", "Department of Medical Neuroscience and Neurosurgery, College of Medicine."], ["Lee", "Youn Joo", "YJ", "Department of Radiology, Daejoen St. Mary's Hospital, The Catholic University of Korea, Seoul, Republic of Korea."], ["Park", "Young Seok", "YS", "Department of Medical Neuroscience and Neurosurgery, College of Medicine."]], "date": "2017-10-03", "id": "29042811", "text": "The anterior cingulate cortex (ACC) plays a critical role in the initiation, development, and maintenance of neuropathic pain. Recently, the effects of optical stimulation on pain have been investigated, but the therapeutic effects of optical stimulation on trigeminal neuralgia (TN) have not been clearly shown. Here, we investigated the effects of optical inhibition of the ACC on TN lesions to determine whether the alleviation of pain affects behavior performance and thalamic neuron signaling.TN lesions were established in animals by generating a chronic constriction injury of the infraorbital nerve, and the animals received injections of AAV-hSyn-eNpHR3.0-EYFP or a vehicle (phosphate-buffered saline [PBS]) in the ACC. The optical fiber was fixed into the ipsilateral ACC after the injection of adeno-associated virus plasmids or vehicle. Behavioral testing, consisting of responses to an air puff and cold allodynia, was performed, and thalamic neuronal activity was monitored following optical stimulation in vivo. Optical stimulation experiments were executed in three steps: during pre-light-off, stimulation-light-on, and post-light-off states. The role of the optical modulation of the ACC in response to pain was shown using a combination of optical stimulation and electrophysiological recordings in vivo.Mechanical thresholds and facial cold allodynia scores were significantly improved in the TN lesion group during optical stimulation compared to those in the control group. Thalamic neuronal activity, consisting of the firing rate (spikes/s) and burst rate (bursts/s), was also decreased during optical stimulation.Reciprocal optical inhibition of the ACC can alleviate pain-associated behavior and decrease abnormal thalamic sensory neuron activity in the trigeminal neuropathic rat model. The descending pain pathway can modulate thalamic neurons from the ACC following optical stimulation.", "doi": "10.2147/JPR.S138626", "title": "Optical inactivation of the anterior cingulate cortex modulate descending pain pathway in a rat model of trigeminal neuropathic pain created via chronic constriction injury of the infraorbital nerve.", "journal": ["Journal of pain research", "J Pain Res"]}