{"authors": [["Liu", "Jing", "J", "Department of Anatomy, Histology and Embryology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China; Department of Pharmacology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China; Department of Cell Biology and Neurobiology, Basic Medical College, Xuzhou Medical University, Xuzhou, China."], ["Zhang", "Meng-Qi", "MQ", "Department of Pharmacology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China."], ["Wu", "Xu", "X", "Department of Pulmonary Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], ["Lazarus", "Michael", "M", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Cherasse", "Yoan", "Y", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Yuan", "Mao-Yun", "MY", "Department of Anatomy, Histology and Embryology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China; Department of Pharmacology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China."], ["Huang", "Zhi-Li", "ZL", "Department of Pharmacology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China. Electronic address: huangzl@fudan.edu.cn."], ["Li", "Rui-Xi", "RX", "Department of Anatomy, Histology and Embryology, State Key Laboratory of Medical Neurobiology, School of Basic Medical Sciences, The Institutes of Brain Science and Collaborative Innovation Center for Brain Science, Fudan University, Shanghai, China. Electronic address: ruixilee@163.com."]], "date": "2017-10-16", "id": "29042322", "text": "The calcium-binding protein, parvalbumin (PV), is highly expressed in thalamic reticular nucleus (TRN) GABAergic neurons, which receive input from the cerebral cortex and thalamus and send inhibitory output to the thalamic relay nucleus. Previous studies suggest that the TRN is involved in pain regulation as an important relay nucleus of the ascending pain pathway. However, little is known about its functional role in pain regulation and interconnectivity. In our study, the role of rostro-dorsal sector of TRN (TRNrd) PV-positive neurons in pain regulation was studied using chemogenetics based on designer receptors exclusively activated by designer drugs (DREADD). Then, projections from the TRNrd PV-positive neurons were explored using PV-Cre transgenic mice, conditional anterograde axonal tract tracing, and optogenetics, combined with immunohistochemistry and electrophysiology. The results showed that activation of PV-positive neurons in the TRNrd decreased the mechanical threshold and thermal latency of behaving mice during the light period when neuronal activity was low. Furthermore, the anterodorsal and paratenial thalamic nucleus received innervation from PV-positive neurons in the TRNrd. They were specifically inhibited by GABA, which is released from local axonal endings of PV neurons. These findings indicate that activation of PV neurons in the TRNrd increases pain sensitivity in PV-Cre transgenic mice.", "doi": "10.1016/j.neuroscience.2017.10.013", "title": "Activation of Parvalbumin Neurons in the Rostro-Dorsal Sector of the Thalamic Reticular Nucleus Promotes Sensitivity to Pain in Mice.", "journal": ["Neuroscience", "Neuroscience"]}