{"authors": [["Yazdan-Shahmorad", "Azadeh", "A", "Department of Physiology and Center for Integrative Neuroscience, University of California San Francisco, San Francsico, CA, USA. Electronic address: azadehy@uw.edu."], ["Tian", "Nan", "N", "Department of Physiology and Center for Integrative Neuroscience, University of California San Francisco, San Francsico, CA, USA."], ["Kharazia", "Viktor", "V", "Department of Physiology and Center for Integrative Neuroscience, University of California San Francisco, San Francsico, CA, USA."], ["Samaranch", "Lluis", "L", "Department of Neurological Surgery, University of California San Francisco, San Francisco, CA, USA."], ["Kells", "Adrian", "A", "Department of Physiology and Center for Integrative Neuroscience, University of California San Francisco, San Francsico, CA, USA."], ["Bringas", "John", "J", "Department of Neurological Surgery, University of California San Francisco, San Francisco, CA, USA."], ["He", "Jiwei", "J", "Department of Physiology and Center for Integrative Neuroscience, University of California San Francisco, San Francsico, CA, USA."], ["Bankiewicz", "Krystof", "K", "Department of Neurological Surgery, University of California San Francisco, San Francisco, CA, USA."], ["Sabes", "Philip N", "PN", "Department of Physiology and Center for Integrative Neuroscience, University of California San Francisco, San Francsico, CA, USA."]], "date": "2017-10-16", "id": "29042259", "text": "In non-human primate (NHP) optogenetics, infecting large cortical areas with viral vectors is often a difficult and time-consuming task. Previous work has shown that parenchymal delivery of adeno-associated virus (AAV) in the thalamus by convection-enhanced delivery (CED) can lead to large-scale transduction via axonal transport in distal areas including cortex. We used this approach to obtain widespread cortical expression of light-sensitive ion channels.AAV vectors co-expressing channelrhodopsin-2 (ChR2) and yellow fluorescent protein (YFP) genes were infused into thalamus of three rhesus macaques under MR-guided CED. After six to twelve weeks recovery, in vivo optical stimulation and single cell recording in the cortex was carried out using an optrode in anesthetized animals. Post-mortem immunostaining against YFP was used to estimate the distribution and level of expression of ChR2 in thalamus and cortex.Histological analysis revealed high levels of transduction in cortical layers. The patterns of expression were consistent with known thalamo-cortico-thalamic circuits. Dense expression was seen in thalamocortiocal axonal fibers in layers III, IV and VI and in pyramidal neurons in layers V and VI, presumably corticothalamic neurons. In addition we obtained reliable in vivo light-evoked responses in cortical areas with high levels of expression.Thalamic CED is very efficient in achieving large expressing areas in comparison to convectional techniques both in minimizing infusion time and in minimizing damage to the brain.MR-guided CED infusion into thalamus provides a simplified approach to transduce large cortical areas by thalamo-cortico-thalamic projections in primate brain.", "doi": "10.1016/j.jneumeth.2017.10.009", "title": "Widespread optogenetic expression in macaque cortex obtained with MR-guided, convection enhanced delivery (CED) of AAV vector to the thalamus.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}