{"authors": [["Yang", "Jenq-Wei", "JW", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Prouvot", "Pierre-Hugues", "PH", "Institute for Microscopic Anatomy and Neurobiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Reyes-Puerta", "Vicente", "V", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Stüttgen", "Maik C", "MC", "Institute of Pathophysiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Stroh", "Albrecht", "A", "Institute for Microscopic Anatomy and Neurobiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."], ["Luhmann", "Heiko J", "HJ", "Institute of Physiology, University Medical Center of the Johannes Gutenberg University Mainz, Duesbergweg 6, D-55128 Mainz, Germany."]], "date": null, "id": "29040472", "text": "Parvalbumin (PV) positive interneurons exert strong effects on the neocortical excitatory network, but it remains unclear how they impact the spatiotemporal dynamics of sensory processing in the somatosensory cortex. Here, we characterized the effects of optogenetic inhibition and activation of PV interneurons on spontaneous and sensory-evoked activity in mouse barrel cortex in vivo. Inhibiting PV interneurons led to a broad-spectrum power increase both in spontaneous and sensory-evoked activity. Whisker-evoked responses were significantly increased within 20 ms after stimulus onset during inhibition of PV interneurons, demonstrating high temporal precision of PV-shaped inhibition. Multiunit activity was strongly enhanced in neighboring cortical columns, but not at the site of transduction, supporting a central and highly specific role of PV interneurons in lateral inhibition. Inversely, activating PV interneurons drastically decreased spontaneous and whisker-evoked activity in the principal column and exerted strong lateral inhibition. Histological assessment of transduced cells combined with quantitative modeling of light distribution and spike sorting revealed that only a minor fraction (~10%) of the local PV population comprising no more than a few hundred neurons is optogenetically modulated, mediating the observed prominent and widespread effects on neocortical processing.", "doi": "10.1093/cercor/bhx261", "title": "Optogenetic Modulation of a Minor Fraction of Parvalbumin-Positive Interneurons Specifically Affects Spatiotemporal Dynamics of Spontaneous and Sensory-Evoked Activity in Mouse Somatosensory Cortex in Vivo.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}