{"authors": [["Moon", "Hyeong Cheol", "HC", "Department of Medical Neuroscience and Neurosurgery, Chungbuk National University, Cheongju, South Korea."], ["Won", "So Yoon", "SY", "Department of Biochemistry and Medical Research Center, Chungbuk National University, Cheongju, South Korea."], ["Kim", "Eung Gook", "EG", "Department of Biochemistry and Medical Research Center, Chungbuk National University, Cheongju, South Korea."], ["Kim", "Hyong Kyu", "HK", "Department of Medicine and Microbiology, Chungbuk National University, Cheongju, South Korea."], ["Cho", "Chul Bum", "CB", "Department of Neurosurgery, Saint Vincent's Hospital, Seoul, South Korea."], ["Park", "Young Seok", "YS", "Department of Medical Neuroscience and Neurosurgery, Chungbuk National University, Cheongju, South Korea; Department of Neurosurgery, Chungbuk National University Hospital, Cheongju, South Korea. Electronic address: youngseokparkmd@gmail.com."]], "date": "2017-10-14", "id": "29037791", "text": "Neuromodulation of the globus pallidus internus(GPi) alleviates Parkinson's disease symptoms. The primate GPi is homologous to the rat entopeduncular nucleus (EP). The aim of the present study was to determine if optogenetic modulation of the EP could alter parkinsonian behavior or thalamic discharge in a hemiparkinson rat model.We injected an adeno-associated virus type-2 expressing α-synuclein (AAV2-α-syn) into the substantia nigra pars compacta (SNc) of the right hemisphere and confirmed parkinsonian behavior using an amphetamine-induced rotation test. Then we injected activated or inhibited neurons, using the channelrhodopsin2 (ChR2)/halorhodopsin (NpHR) system in the EP of the hemiparkinson rat model and examined downstream effects in vivo. We assessed alterations in parkinsonian behaviors using the stepping and cylinder tests before, during, and after optogenetic stimulation.Importantly, optogenetic inhibition of the EP improved parkinsonian motor behaviors. When we monitored thalamic neuronal activity following optogenetic neuromodulation in vivo, and we observed alterations in thalamic discharge The thalamic neuronal activity is increased for optogenetic inhibition stimulation, whereas decreased for optogenetic activation stimulation.Taken together, our data demonstrate that optical neuromodulation of the EP can successfully control contralateral forelimb movement and thalamic discharge in an AAV2-α-synuclein-induced hemiparkinson rat model.", "doi": "10.1016/j.neulet.2017.10.019", "title": "Effect of optogenetic modulation on entopeduncular input affects thalamic discharge and behavior in an AAV2-α-synuclein-induced hemiparkinson rat model.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}