{"authors": [["Cho", "Hye-Yeon", "HY", "Department of Biological Sciences, KAIST Institute for the BioCentury (KIB), Korea Advanced Institute of Science and Technology (KAIST), Yuseong-gu, Daejeon 34141, Republic of Korea."], ["Kim", "Mujun", "M", "Department of Biological Sciences, KAIST Institute for the BioCentury (KIB), Korea Advanced Institute of Science and Technology (KAIST), Yuseong-gu, Daejeon 34141, Republic of Korea."], ["Han", "Jin-Hee", "JH", "Department of Biological Sciences, KAIST Institute for the BioCentury (KIB), Korea Advanced Institute of Science and Technology (KAIST), Yuseong-gu, Daejeon 34141, Republic of Korea. Electronic address: han.jinhee@kaist.ac.kr."]], "date": "2017-10-12", "id": "29031808", "text": "The dentate gyrus (DG) of the hippocampus is essential for contextual and spatial memory processing. While lesion or silencing of the DG impairs contextual memory encoding and recall, overly activated DG also prevents proper memory retrieval. Abnormally elevated activity in the DG is repeatedly reported in amnesic mild cognitive impairment (aMCI) patients or aged adults. Although the correlation between memory failure and abnormally active hippocampus is clear, their causal relationship or the underlying nature of such interfering activity is not well understood. Using optogenetics aided by a carefully controlled adeno-associated virus infection system, we were able to examine the differential effects of abnormally activated hippocampus on mice motor behavior and memory function, depending on the extent of the stimulation. Optogenetic stimulation of massive proportion of dorsal DG cells resulted in memory retrieval impairment, but also induced increase in general locomotion. Random additional activity in a sparse population of dorsal DG neurons, however, interfered with contextual memory recall without inducing hyperactivity. Our findings thus establish the causal role of elevated DG activity on memory recall failure, suggesting such aberrant DG activity may contribute to amnesic symptoms in aMCI patients and aged adults.", "doi": "10.1016/j.nlm.2017.10.006", "title": "Specific disruption of contextual memory recall by sparse additional activity in the dentate gyrus.", "journal": ["Neurobiology of learning and memory", "Neurobiol Learn Mem"]}