{"authors": [["Shin", "Jung Hoon", "JH", "Laboratory on Neurobiology of Compulsive Behaviors, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Bethesda, Maryland 20892."], ["Adrover", "Martin F", "MF", "Laboratory on Neurobiology of Compulsive Behaviors, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Bethesda, Maryland 20892."], ["Alvarez", "Veronica A", "VA", "Laboratory on Neurobiology of Compulsive Behaviors, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Bethesda, Maryland 20892 alvarezva@mail.nih.gov."]], "date": "2017-10-13", "id": "29030431", "text": "Nucleus accumbens (NAc) shell shows unique dopamine (DA) signals in vivo and plays a unique role in DA-dependent behaviors such as reward-motivated learning and the response to drugs of abuse. A disynaptic mechanism for DA release was reported and shown to require synchronized firing of cholinergic interneurons (CINs) and activation of nicotinic acetylcholine (ACh) receptors (nAChRs) in DA neuron (DAN) axons. The properties of this disynaptic mechanism of DA transmission are not well understood in the NAc shell. In this study, in vitro fast-scan cyclic voltammetry was used to examine the modulation of DA transmission evoked by CINs firing in the shell of mice and compared with other striatal regions. We found that DA signals in the shell displayed significant degree of summation in response to train stimulation of CINs, contrary to core and dorsal striatum. The summation was amplified by a D2-like receptor antagonist and experiments with mice with targeted deletion of D2 receptors to DANs or CINs revealed that D2 receptors in CINs mediate a fast inhibition observed within 100 ms of the first pulse, whereas D2 autoreceptors in DAN terminals are engaged in a slower inhibition that peaks at ∼500 ms. ACh also contributes to the use-dependent inhibition of DA release through muscarinic receptors only in the shell, where higher activity of acetylcholinesterase minimizes nAChR desensitization and promotes summation. These findings show that DA signals are modulated differentially by endogenous DA and ACh in the shell, which may underlie the unique features of shell DA signals in vivoSIGNIFICANCE STATEMENT The present study reports that dopamine (DA) release evoked by activation of cholinergic interneurons displays a high degree of summation in the shell and shows unique modulation by endogenous DA and acetylcholine. Desensitization of nicotinic receptors, which is a prevailing mechanism for use-dependent inhibition in the nucleus accumbens core and dorsal striatum, is also minimal in the shell in part due to elevated acetylcholinesterase activity. This distinctive modulation of DA transmission in the shell may have functional implications in the acquisition of reward-motivated behaviors and reward seeking.", "doi": "10.1523/JNEUROSCI.0596-17.2017", "title": "Distinctive Modulation of Dopamine Release in the Nucleus Accumbens Shell Mediated by Dopamine and Acetylcholine Receptors.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}