{"authors": [["Ozaki", "Mitsunori", "M", "Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki 444-8585, Japan."], ["Sano", "Hiromi", "H", "Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki 444-8585, Japan."], ["Sato", "Shigeki", "S", "Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki 444-8585, Japan."], ["Ogura", "Mitsuhiro", "M", "Department of Neurological Surgery, Wakayama Medical University, Wakayama 641-0012, Japan."], ["Mushiake", "Hajime", "H", "Department of Physiology, Tohoku University School of Medicine, Sendai 980-8575, Japan."], ["Chiken", "Satomi", "S", "Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki 444-8585, Japan."], ["Nakao", "Naoyuki", "N", "Department of Neurological Surgery, Wakayama Medical University, Wakayama 641-0012, Japan."], ["Nambu", "Atsushi", "A", "Division of System Neurophysiology, National Institute for Physiological Sciences, Okazaki 444-8585, Japan."]], "date": null, "id": "29028940", "text": "To understand how information from different cortical areas is integrated and processed through the cortico-basal ganglia pathways, we used optogenetics to systematically stimulate the sensorimotor cortex and examined basal ganglia activity. We utilized Thy1-ChR2-YFP transgenic mice, in which channelrhodopsin 2 is robustly expressed in layer V pyramidal neurons. We applied light spots to the sensorimotor cortex in a grid pattern and examined neuronal responses in the globus pallidus (GP) and entopeduncular nucleus (EPN), which are the relay and output nuclei of the basal ganglia, respectively. Light stimulation typically induced a triphasic response composed of early excitation, inhibition, and late excitation in GP/EPN neurons. Other response patterns lacking 1 or 2 of the components were also observed. The distribution of the cortical sites whose stimulation induced a triphasic response was confined, whereas stimulation of the large surrounding areas induced early and late excitation without inhibition. Our results suggest that cortical inputs to the GP/EPN are organized in a \"local inhibitory and global excitatory\" manner. Such organization seems to be the neuronal basis for information processing through the cortico-basal ganglia pathways, that is, releasing and terminating necessary information at an appropriate timing, while simultaneously suppressing other unnecessary information.", "doi": "10.1093/cercor/bhx234", "title": "Optogenetic Activation of the Sensorimotor Cortex Reveals \"Local Inhibitory and Global Excitatory\" Inputs to the Basal Ganglia.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}