{"authors": [["Albers", "Franziska", "F", "Department of Clinical Radiology, University Hospital Münster, Münster, Germany."], ["Wachsmuth", "Lydia", "L", "Department of Clinical Radiology, University Hospital Münster, Münster, Germany."], ["van Alst", "Timo Mauritz", "TM", "Department of Clinical Radiology, University Hospital Münster, Münster, Germany."], ["Faber", "Cornelius", "C", "Department of Clinical Radiology, University Hospital Münster, Münster, Germany. faberc@uni-muenster.de."]], "date": "2017-10-12", "id": "29027094", "text": "Recent developments of optogenetic tools and fluorescence-based calcium recording techniques enable the manipulation and monitoring of neural circuits on a cellular level. Non-invasive imaging of brain networks, however, requires the application of methods such as blood oxygen level-dependent (BOLD) functional magnetic resonance imaging (fMRI), which is commonly used for functional neuroimaging. While BOLD fMRI provides brain-wide non-invasive reading of the hemodynamic response, it is only an indirect measure of neural activity. Direct observation of neural responses requires electrophysiological or optical methods. The latter can be combined with optogenetic control of neuronal circuits and are MRI compatible. Yet, simultaneous optical recordings are still limited to fiber-optic-based approaches. Here, we review the integration of optical recordings and optogenetic manipulation into fMRI experiments. As a practical example, we describe how BOLD fMRI in a 9.4-T small animal MR scanner can be combined with in vivo fiber-optic calcium recordings and optogenetic control in a multimodal setup. We present simultaneous BOLD fMRI and calcium recordings under optogenetic control in rat. We outline details about MR coil configuration, choice, and usage of opsins and chemically and genetically encoded calcium sensors, fiber implantation, appropriate light power for stimulation, and calcium signal detection, to provide a glimpse into challenges and opportunities of this multimodal molecular neuroimaging approach.", "doi": "10.1007/s11307-017-1130-6", "title": "Multimodal Functional Neuroimaging by Simultaneous BOLD fMRI and Fiber-Optic Calcium Recordings and Optogenetic Control.", "journal": ["Molecular imaging and biology : MIB : the official publication of the Academy of Molecular Imaging", "Mol Imaging Biol"]}