{"authors": [["Chang", "Michael", "M", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada; Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Dian", "Joshua A", "JA", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada; Department of Electrical and Computer Engineering, University of Toronto, Toronto, ON, Canada."], ["Dufour", "Suzie", "S", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada; Institute of Biomaterials and Biomedical Engineering, University of Toronto, Toronto, ON, Canada."], ["Wang", "Lihua", "L", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada."], ["Moradi Chameh", "Homeira", "H", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada."], ["Ramani", "Meera", "M", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada."], ["Zhang", "Liang", "L", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada; Division of Neurology, Department of Medicine, University of Toronto, Toronto, ON, Canada."], ["Carlen", "Peter L", "PL", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada; Institute of Biomaterials and Biomedical Engineering, University of Toronto, Toronto, ON, Canada; Division of Neurology, Department of Medicine, University of Toronto, Toronto, ON, Canada; Department of Physiology, University of Toronto, Toronto, ON, Canada; Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."], ["Womelsdorf", "Thilo", "T", "Department of Psychology, Vanderbilt University, Nashville, TN, USA."], ["Valiante", "Taufik A", "TA", "Division of Fundamental Neurobiology, Krembil Research Institute, Toronto, ON, Canada; Institute of Biomaterials and Biomedical Engineering, University of Toronto, Toronto, ON, Canada; Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, ON, Canada; Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada. Electronic address: taufik.valiante@uhn.ca."]], "date": "2017-10-10", "id": "29024712", "text": "Activation of γ-aminobutyric acid (GABAA) receptors have been associated with the onset of epileptiform events. To investigate if a causal relationship exists between GABAA receptor activation and ictal event onset, we activated inhibitory GABAergic networks in the superficial layer (2/3) of the somatosensory cortex during hyperexcitable conditions using optogenetic techniques in mice expressing channelrhodopsin-2 in all GABAergic interneurons. We found that a brief 30ms light pulse reliably triggered either an interictal-like event (IIE) or ictal-like (\"ictal\") event in the in vitro cortical 4-Aminopyridine (4-AP) slice model. The link between light pulse and epileptiform event onset was lost following blockade of GABAA receptors with bicuculline methiodide. Additionally, recording the chronological sequence of events following a light pulse in a variety of configurations (whole-cell, gramicidin-perforated patch, and multi-electrode array) demonstrated an initial hyperpolarization followed by post-inhibitory rebound spiking and a subsequent slow depolarization at the transition to epileptiform activity. Furthermore, the light-triggered ictal events were independent of the duration or intensity of the initiating light pulse, suggesting an underlying regenerative mechanism. Moreover, we demonstrated that brief GABAA receptor activation can initiate ictal events in the in vivo 4-AP mouse model, in another common in vitro model of epileptiform activity, and in neocortical tissue resected from epilepsy patients. Our findings reveal that the synchronous activation of GABAergic interneurons is a robust trigger for ictal event onset in hyperexcitable cortical networks.", "doi": "10.1016/j.nbd.2017.10.007", "title": "Brief activation of GABAergic interneurons initiates the transition to ictal events through post-inhibitory rebound excitation.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}