{"authors": [["Beutler", "Lisa R", "LR", "Department of Medicine, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Center for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Chen", "Yiming", "Y", "Kavli Center for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Neuroscience Graduate Program, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Ahn", "Jamie S", "JS", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Center for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Lin", "Yen-Chu", "YC", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Center for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Essner", "Rachel A", "RA", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Center for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Knight", "Zachary A", "ZA", "Department of Physiology, University of California, San Francisco, San Francisco, CA 94158, USA; Kavli Center for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94158, USA; Neuroscience Graduate Program, University of California, San Francisco, San Francisco, CA 94158, USA. Electronic address: zachary.knight@ucsf.edu."]], "date": null, "id": "29024666", "text": "Communication between the gut and brain is critical for homeostasis, but how this communication is represented in the dynamics of feeding circuits is unknown. Here we describe nutritional regulation of key neurons that control hunger in vivo. We show that intragastric nutrient infusion rapidly and durably inhibits hunger-promoting AgRP neurons in awake, behaving mice. This inhibition is proportional to the number of calories infused but surprisingly independent of macronutrient identity or nutritional state. We show that three gastrointestinal signals-serotonin, CCK, and PYY-are necessary or sufficient for these effects. In contrast, the hormone leptin has no acute effect on dynamics of these circuits or their sensory regulation but instead induces a slow modulation that develops over hours and is required for inhibition of feeding. These findings reveal how layers of visceral signals operating on distinct timescales converge on hypothalamic feeding circuits to generate a central representation of energy balance.", "doi": "10.1016/j.neuron.2017.09.043", "title": "Dynamics of Gut-Brain Communication Underlying Hunger.", "journal": ["Neuron", "Neuron"]}