{"authors": [["Smith", "Susan M", "SM", "University of North Carolina at Chapel Hill, Nutrition Research Institute , 500 Laureate Way , Kannapolis, North Carolina, United States , 28081."], ["Flentke", "George R", "GR", "University of North Carolina at Chapel Hill, Nutrition Research Institute, Department of Nutrition, Kannapolis, North Carolina, United States ; gflentke@email.unc.edu."]], "date": "2017-10-12", "id": "29024604", "text": "Prenatal alcohol exposure (PAE) remains a leading preventable cause of structural birth defects and permanent neurodevelopmental disability. The chick (Gallus gallus domesticus) is a powerful embryological research model and was possibly the first (Fere, 1895) in which alcohol's teratogenicity was demonstrated. Pharmacologically relevant alcohol exposures in the range of 20-70 mM (20-80 mg/egg) disrupt chick embryo growth, morphogenesis, and behavior, and the resulting phenotypes strongly parallel those of mammalian models. The avian embryo's direct accessibility has enabled novel insights into alcohol's teratogenic mechanisms. These include the contribution of IGF1 signaling to growth suppression, the altered flow dynamics that reshape valvuloseptal morphogenesis and mediate its cardiac teratogenicity, and the suppression of Wnt and Shh signals to disrupt neural crest migration, expansion, and survival and underlie its characteristic craniofacial deficits. The genetic diversity within commercial avian strains enabled identification of unique loci, such as ribosome biogenesis, that modify vulnerability to alcohol. This venerable research model is equally relevant for the future, as the application of technological advances including CRISPR, optogenetics, and biophotonics to the embryo's ready accessibility creates a unique model in which investigators can manipulate and monitor the embryo in real-time to investigate alcohol's actions upon cell fate.", "doi": "10.1139/bcb-2017-0205", "title": "The Avian Embryo as a Model for Fetal Alcohol Spectrum Disorders.", "journal": ["Biochemistry and cell biology = Biochimie et biologie cellulaire", "Biochem. Cell Biol."]}