{"authors": [["Yuan", "Xiang-Shan", "XS", "Department of Pharmacology, School of Basic Medical Science, Fudan University, Shanghai, China."], ["Wang", "Lu", "L", "Department of Pharmacology, School of Basic Medical Science, Fudan University, Shanghai, China."], ["Dong", "Hui", "H", "Department of Pharmacology, School of Basic Medical Science, Fudan University, Shanghai, China."], ["Qu", "Wei-Min", "WM", "Department of Pharmacology, School of Basic Medical Science, Fudan University, Shanghai, China."], ["Yang", "Su-Rong", "SR", "Department of Pharmacology, School of Basic Medical Science, Fudan University, Shanghai, China."], ["Cherasse", "Yoan", "Y", "International Institute for Integrative Sleep Medicine, University of Tsukuba, Tsukuba, Japan."], ["Lazarus", "Michael", "M", "International Institute for Integrative Sleep Medicine, University of Tsukuba, Tsukuba, Japan."], ["Schiffmann", "Serge N", "SN", "Laboratory of Neurophysiology, ULB Neuroscience Institute, Université Libre de Bruxelles, Brussels, Belgium."], ["d'Exaerde", "Alban de Kerchove", "AK", "Laboratory of Neurophysiology, ULB Neuroscience Institute, Université Libre de Bruxelles, Brussels, Belgium."], ["Li", "Rui-Xi", "RX", "Department of Anatomy, Histology and Embryology, School of Basic Medical Science, Fudan University, Shanghai, China."], ["Huang", "Zhi-Li", "ZL", "Department of Pharmacology, School of Basic Medical Science, Fudan University, Shanghai, China."]], "date": "2017-10-12", "id": "29022877", "text": "Dysfunction of the striatum is frequently associated with sleep disturbances. However, its role in sleep-wake regulation has been paid little attention even though the striatum densely expresses adenosine A2A receptors (A2ARs), which are essential for adenosine-induced sleep. Here we showed that chemogenetic activation of A2AR neurons in specific subregions of the striatum induced a remarkable increase in non-rapid eye movement (NREM) sleep. Anatomical mapping and immunoelectron microscopy revealed that striatal A2AR neurons innervated the external globus pallidus (GPe) in a topographically organized manner and preferentially formed inhibitory synapses with GPe parvalbumin (PV) neurons. Moreover, lesions of GPe PV neurons abolished the sleep-promoting effect of striatal A2AR neurons. In addition, chemogenetic inhibition of striatal A2AR neurons led to a significant decrease of NREM sleep at active period, but not inactive period of mice. These findings reveal a prominent contribution of striatal A2AR neuron/GPe PV neuron circuit in sleep control.", "doi": "10.7554/eLife.29055", "title": "Striatal adenosine A2A receptor neurons control active-period sleep via parvalbumin neurons in external globus pallidus.", "journal": ["eLife", "Elife"]}