{"authors": [["Casas-Torremocha", "Diana", "D", "Department of Anatomy, Histology and Neuroscience, Faculty of Medicine, Autonomous University of Madrid, Madrid, Spain."], ["Clascá", "Francisco", "F", "Department of Anatomy, Histology and Neuroscience, Faculty of Medicine, Autonomous University of Madrid, Madrid, Spain."], ["Núñez", "Ángel", "Á", "Department of Anatomy, Histology and Neuroscience, Faculty of Medicine, Autonomous University of Madrid, Madrid, Spain."]], "date": "2017-09-27", "id": "29021744", "text": "Rodents move rhythmically their facial whiskers and compute differences between signals predicted and those resulting from the movement to infer information about objects near their head. These computations are carried out by a large network of forebrain structures that includes the thalamus and the primary somatosensory (S1BF) and motor (M1wk) cortices. Spatially and temporally precise mechanorreceptive whisker information reaches the S1BF cortex via the ventroposterior medial thalamic nucleus (VPM). Other whisker-related information may reach both M1wk and S1BF via the axons from the posterior thalamic nucleus (Po). However, Po axons may convey, in addition to direct sensory signals, the dynamic output of computations between whisker signals and descending motor commands. It has been proposed that this input may be relevant for adjusting cortical responses to predicted vs. unpredicted whisker signals, but the effects of Po input on M1wk and S1BF function have not been directly tested or compared in vivo. Here, using electrophysiology, optogenetics and pharmacological tools, we compared in adult rats M1wk and S1BF in vivo responses in the whisker areas of the motor and primary somatosensory cortices to passive multi-whisker deflection, their dependence on Po activity, and their changes after a brief intense activation of Po axons. We report that the latencies of the first component of tactile-evoked local field potentials in M1wk and S1BF are similar. The evoked potentials decrease markedly in M1wk, but not in S1BF, by injection in Po of the GABAA agonist muscimol. A brief high-frequency electrical stimulation of Po decreases the responsivity of M1wk and S1BF cells to subsequent whisker stimulation. This effect is prevented by the local application of omega-agatoxin, suggesting that it may in part depend on GABA release by fast-spiking parvalbumin (PV)-expressing cortical interneurons. Local optogenetic activation of Po synapses in different cortical layers also diminishes M1wk and S1BF responses. This effect is most pronounced in the superficial layers of both areas, known to be the main source and target of their reciprocal cortico-cortical connections.", "doi": "10.3389/fncir.2017.00069", "title": "Posterior Thalamic Nucleus Modulation of Tactile Stimuli Processing in Rat Motor and Primary Somatosensory Cortices.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}