{"authors": [["Sato", "Mitsuo P", "MP", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Higuchi", "Taiga", "T", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Nin", "Fumiaki", "F", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Ogata", "Genki", "G", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Sawamura", "Seishiro", "S", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Yoshida", "Takamasa", "T", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Ota", "Takeru", "T", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Hori", "Karin", "K", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Komune", "Shizuo", "S", "Division of Otolaryngology-Head and Neck Surgery, Yuaikai Oda HospitalSaga, Japan."], ["Uetsuka", "Satoru", "S", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."], ["Choi", "Samuel", "S", "Department of Electrical and Electronics Engineering, Niigata UniversityNiigata, Japan."], ["Masuda", "Masatsugu", "M", "Department of Otolaryngology, Kyorin University School of MedicineTokyo, Japan."], ["Watabe", "Takahisa", "T", "Department of Otolaryngology, Head and Neck Surgery, Keio University School of MedicineTokyo, Japan."], ["Kanzaki", "Sho", "S", "Department of Otolaryngology, Head and Neck Surgery, Keio University School of MedicineTokyo, Japan."], ["Ogawa", "Kaoru", "K", "Department of Otolaryngology, Head and Neck Surgery, Keio University School of MedicineTokyo, Japan."], ["Inohara", "Hidenori", "H", "Department of Otorhinolaryngology-Head and Neck Surgery, Graduate School of Medicine, Osaka UniversityOsaka, Japan."], ["Sakamoto", "Shuichi", "S", "Department of Mechanical and Production Engineering, Niigata UniversityNiigata, Japan."], ["Takebayashi", "Hirohide", "H", "Division of Neurobiology and Anatomy, Graduate School of Medical and Dental Sciences, Niigata UniversityNiigata, Japan."], ["Doi", "Katsumi", "K", "Department of Otolaryngology, Kindai University Faculty of MedicineOsaka, Japan."], ["Tanaka", "Kenji F", "KF", "Department of Neuropsychiatry, Keio University School of MedicineTokyo, Japan."], ["Hibino", "Hiroshi", "H", "Department of Molecular Physiology, Niigata University School of MedicineNiigata, Japan."]], "date": "2017-09-21", "id": "29018325", "text": "Light-gated ion channels and transporters have been applied to a broad array of excitable cells including neurons, cardiac myocytes, skeletal muscle cells and pancreatic β-cells in an organism to clarify their physiological and pathological roles. Nonetheless, among nonexcitable cells, only glial cells have been studied in vivo by this approach. Here, by optogenetic stimulation of a different nonexcitable cell type in the cochlea of the inner ear, we induce and control hearing loss. To our knowledge, deafness animal models using optogenetics have not yet been established. Analysis of transgenic mice expressing channelrhodopsin-2 (ChR2) induced by an oligodendrocyte-specific promoter identified this channel in nonglial cells-melanocytes-of an epithelial-like tissue in the cochlea. The membrane potential of these cells underlies a highly positive potential in a K+-rich extracellular solution, endolymph; this electrical property is essential for hearing. Illumination of the cochlea to activate ChR2 and depolarize the melanocytes significantly impaired hearing within a few minutes, accompanied by a reduction in the endolymphatic potential. After cessation of the illumination, the hearing thresholds and potential returned to baseline during several minutes. These responses were replicable multiple times. ChR2 was also expressed in cochlear glial cells surrounding the neuronal components, but slight neural activation caused by the optical stimulation was unlikely to be involved in the hearing impairment. The acute-onset, reversible and repeatable phenotype, which is inaccessible to conventional gene-targeting and pharmacological approaches, seems to at least partially resemble the symptom in a population of patients with sensorineural hearing loss. Taken together, this mouse line may not only broaden applications of optogenetics but also contribute to the progress of translational research on deafness.", "doi": "10.3389/fnmol.2017.00300", "title": "Hearing Loss Controlled by Optogenetic Stimulation of Nonexcitable Nonglial Cells in the Cochlea of the Inner Ear.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}