{"authors": [["Acker", "Leah C", "LC", "McGovern Institute, Massachusetts Institute of Technology; Harvard-MIT Division of Heath Sciences and Technology; Department of Anesthesiology, Duke University Medical Center; leah.acker@duke.edu."], ["Pino", "Erica N", "EN", "McGovern Institute, Massachusetts Institute of Technology; Department of Biology, Massachusetts Institute of Technology; Division of Pharmacoengineering and Molecular Pharmaceutics, UNC Eshelman School of Pharmacy, University of North Carolina at Chapel Hill."], ["Boyden", "Edward S", "ES", "McGovern Institute, Massachusetts Institute of Technology; Media Lab and Department of Biological Engineering, Massachusetts Institute of Technology; Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."], ["Desimone", "Robert", "R", "McGovern Institute, Massachusetts Institute of Technology; Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."]], "date": "2017-10-03", "id": "28994798", "text": "This protocol describes a large-volume illuminator, which was developed for optogenetic manipulations in the non-human primate brain. The illuminator is a modified plastic optical fiber with etched tip, such that the light emitting surface area is > 100x that of a conventional fiber. In addition to describing the construction of the large-volume illuminator, this protocol details the quality-control calibration used to ensure even light distribution. Further, this protocol describes techniques for inserting and removing the large volume illuminator. Both superficial and deep structures may be illuminated. This large volume illuminator does not need to be physically coupled to an electrode, and because the illuminator is made of plastic, not glass, it will simply bend in circumstances when traditional optical fibers would shatter. Because this illuminator delivers light over behaviorally-relevant tissue volumes (≈ 10 mm3) with no greater penetration damage than a conventional optical fiber, it facilitates behavioral studies using optogenetics in non-human primates.", "doi": "10.3791/56330", "title": "Large Volume, Behaviorally-relevant Illumination for Optogenetics in Non-human Primates.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}