{"authors": [["Penzkofer", "Alfons", "A", "Fakultät für Physik, Universität Regensburg, Universitätsstraße 31, D-93053 Regensburg, Germany. alfons.penzkofer@physik.uni-regensburg.de."], ["Scheib", "Ulrike", "U", "Experimentelle Biophysik, Institut für Biologie, Humboldt Universität zu Berlin, Invalidenstraße 42, D-10115 Berlin, Germany. ulrike.scheib@hu-berlin.de."], ["Stehfest", "Katja", "K", "Experimentelle Biophysik, Institut für Biologie, Humboldt Universität zu Berlin, Invalidenstraße 42, D-10115 Berlin, Germany. katja.stehfest@cms.hu-berlin.de."], ["Hegemann", "Peter", "P", "Experimentelle Biophysik, Institut für Biologie, Humboldt Universität zu Berlin, Invalidenstraße 42, D-10115 Berlin, Germany. hegemann@rz.hu-berlin.de."]], "date": "2017-10-05", "id": "28981475", "text": "The rhodopsin-guanylyl cyclase from the nematophagous fungus Catenaria anguillulae belongs to a recently discovered class of enzymerhodopsins and may find application as a tool in optogenetics. Here the rhodopsin domain CaRh of the rhodopsin-guanylyl cyclase from Catenaria anguillulae was studied by absorption and emission spectroscopic methods. The absorption cross-section spectrum and excitation wavelength dependent fluorescence quantum distributions of CaRh samples were determined (first absorption band in the green spectral region). The thermal stability of CaRh was studied by long-time attenuation measurements at room temperature (20.5 °C) and refrigerator temperature of 3.5 °C. The apparent melting temperature of CaRh was determined by stepwise sample heating up and cooling down (obtained apparent melting temperature: 62 ± 2 °C). The photocycle dynamics of CaRh was investigated by sample excitation to the first inhomogeneous absorption band of the CaRhda dark-adapted state around 590 nm (long-wavelength tail), 530 nm (central region) and 470 nm (short-wavelength tail) and following the absorption spectra development during exposure and after exposure (time resolution 0.0125 s). The original protonated retinal Schiff base PRSBall-trans in CaRhda photo-converted reversibly to protonated retinal Schiff base PRSBall-trans,la1 with restructured surroundings (CaRhla₁ light-adapted state, slightly blue-shifted and broadened first absorption band, recovery to CaRhda with time constant of 0.8 s) and deprotonated retinal Schiff base RSB13-cis (CaRhla₂ light-adapted state, first absorption band in violet to near ultraviolet spectral region, recovery to CaRhda with time constant of 0.35 s). Long-time light exposure of light-adapted CaRhla₁ around 590, 530 and 470 nm caused low-efficient irreversible degradation to photoproducts CaRhprod. Schemes of the primary photocycle dynamics of CaRhda and the secondary photocycle dynamics of CaRhla1 are developed.", "doi": "10.3390/ijms18102099", "title": "Absorption and Emission Spectroscopic Investigation of Thermal Dynamics and Photo-Dynamics of the Rhodopsin Domain of the Rhodopsin-Guanylyl Cyclase from the Nematophagous Fungus Catenaria anguillulae.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}