{"authors": [["Soma", "Shogo", "S", "Brain Science Institute and s.soma@lab.tamagawa.ac.jp."], ["Saiki", "Akiko", "A", "Brain Science Institute and."], ["Yoshida", "Junichi", "J", "Brain Science Institute and."], ["Ríos", "Alain", "A", "Graduate School of Brain Sciences, Tamagawa University, Tokyo 194-8610, Japan."], ["Kawabata", "Masanori", "M", "Graduate School of Brain Sciences, Tamagawa University, Tokyo 194-8610, Japan."], ["Sakai", "Yutaka", "Y", "Brain Science Institute and."], ["Isomura", "Yoshikazu", "Y", "Brain Science Institute and."]], "date": "2017-10-02", "id": "28972128", "text": "Two distinct motor areas, the primary and secondary motor cortices (M1 and M2), play crucial roles in voluntary movement in rodents. The aim of this study was to characterize the laterality in motor cortical representations of right and left forelimb movements. To achieve this goal, we developed a novel behavioral task, the Right-Left Pedal task, in which a head-restrained male rat manipulates a right or left pedal with the corresponding forelimb. This task enabled us to monitor independent movements of both forelimbs with high spatiotemporal resolution. We observed phasic movement-related neuronal activity (Go-type) and tonic hold-related activity (Hold-type) in isolated unilateral movements. In both M1 and M2, Go-type neurons exhibited bias toward contralateral preference, whereas Hold-type neurons exhibited no bias. The contralateral bias was weaker in M2 than M1. Moreover, we differentiated between intratelencephalic (IT) and pyramidal tract (PT) neurons using optogenetically evoked spike collision in rats expressing channelrhodopsin-2. Even in identified PT and IT neurons, Hold-type neurons exhibited no lateral bias. Go-type PT neurons exhibited bias toward contralateral preference, whereas IT neurons exhibited no bias. Our findings suggest a different laterality of movement representations of M1 and M2, in each of which IT neurons are involved in cooperation of bilateral movements, whereas PT neurons control contralateral movements.SIGNIFICANCE STATEMENT In rodents, the primary and secondary motor cortices (M1 and M2) are involved in voluntary movements via distinct projection neurons: intratelencephalic (IT) neurons and pyramidal tract (PT) neurons. However, it remains unclear whether the two motor cortices (M1 vs M2) and the two classes of projection neurons (IT vs PT) have different laterality of movement representations. We optogenetically identified these neurons and analyzed their functional activity using a novel behavioral task to monitor movements of the right and left forelimbs separately. We found that contralateral bias was reduced in M2 relative to M1, and in IT relative to PT neurons. Our findings suggest that the motor information processing that controls forelimb movement is coordinated by a distinct cell population.", "doi": "10.1523/JNEUROSCI.1188-17.2017", "title": "Distinct Laterality in Forelimb-Movement Representations of Rat Primary and Secondary Motor Cortical Neurons with Intratelencephalic and Pyramidal Tract Projections.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}