{"authors": [["Ronzitti", "Emiliano", "E", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France."], ["Conti", "Rossella", "R", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France."], ["Zampini", "Valeria", "V", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France."], ["Tanese", "Dimitrii", "D", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France."], ["Foust", "Amanda J", "AJ", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France."], ["Klapoetke", "Nathan", "N", "Media Laboratory and McGovern Institute, Departments of Biological Engineering and Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, and."], ["Boyden", "Edward S", "ES", "Media Laboratory and McGovern Institute, Departments of Biological Engineering and Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139, and."], ["Papagiakoumou", "Eirini", "E", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France."], ["Emiliani", "Valentina", "V", "Neurophotonics Laboratory, Wavefront Engineering Microscopy Group, Centre National de la Recherche Scientifique (CNRS), Unité Mixte de Recherche (UMR) 8250, Université Paris Descartes, 75270 Paris Cedex 06, France, valentina.emiliani@parisdescartes.fr."]], "date": "2017-10-02", "id": "28972125", "text": "Optogenetic neuronal network manipulation promises to unravel a long-standing mystery in neuroscience: how does microcircuit activity relate causally to behavioral and pathological states? The challenge to evoke spikes with high spatial and temporal complexity necessitates further joint development of light-delivery approaches and custom opsins. Two-photon (2P) light-targeting strategies demonstrated in-depth generation of action potentials in photosensitive neurons both in vitro and in vivo, but thus far lack the temporal precision necessary to induce precisely timed spiking events. Here, we show that efficient current integration enabled by 2P holographic amplified laser illumination of Chronos, a highly light-sensitive and fast opsin, can evoke spikes with submillisecond precision and repeated firing up to 100 Hz in brain slices from Swiss male mice. These results pave the way for optogenetic manipulation with the spatial and temporal sophistication necessary to mimic natural microcircuit activity.SIGNIFICANCE STATEMENT To reveal causal links between neuronal activity and behavior, it is necessary to develop experimental strategies to induce spatially and temporally sophisticated perturbation of network microcircuits. Two-photon computer generated holography (2P-CGH) recently demonstrated 3D optogenetic control of selected pools of neurons with single-cell accuracy in depth in the brain. Here, we show that exciting the fast opsin Chronos with amplified laser 2P-CGH enables cellular-resolution targeting with unprecedented temporal control, driving spiking up to 100 Hz with submillisecond onset precision using low laser power densities. This system achieves a unique combination of spatial flexibility and temporal precision needed to pattern optogenetically inputs that mimic natural neuronal network activity patterns.", "doi": "10.1523/JNEUROSCI.1246-17.2017", "title": "Submillisecond Optogenetic Control of Neuronal Firing with Two-Photon Holographic Photoactivation of Chronos.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}