{"authors": [["Sharp", "Paul B", "PB", "University of North Carolina at Chapel Hill, United States."], ["Telzer", "Eva H", "EH", "University of North Carolina at Chapel Hill, United States."]], "date": "2017-09-21", "id": "28971010", "text": "Etiological explanations of clinical anxiety can be advanced through understanding the neural mechanisms associated with anxiety in youth prior to the emergence of psychopathology. In this vein, the present study sought to investigate how trait anxiety is related to features of the structural connectome in early adolescence. 40 adolescents (21 female, mean age = 13.49 years) underwent a diffusion-weighted imaging scan. We hypothesized that the strength of several a priori defined structural connections would vary with anxious arousal based on previous work in human clinical neuroscience and adult rodent optogenetics. First, connection strength of caudate to rostral middle frontal gyrus was predicted to be anticorrelated with anxious arousal, predicated on extant work in clinically-diagnosed adolescents. Second, connection strength of amygdala to rostral anterior cingulate and to medial orbital frontal cortex would be positively and negatively correlated with anxious arousal, respectively, predicated on rodent optogenetics showing the former pathway is anxiogenic and the latter is anxiolytic. We also predicted that levels of anxiety would not vary with measures of global network topology, based on reported null findings. Results support that anxiety in early adolescence is associated with (1) the clinical biomarker connecting caudate to frontal cortex, and (2) the anxiogenic pathway connecting amygdala to rostral anterior cingulate, both in left but not right hemisphere. Findings support that in early adolescence, anxious arousal may be related to mechanisms that increase anxiogenesis, and not in a deficit in regulatory mechanisms that support anxiolysis.", "doi": "10.1016/j.nicl.2017.09.012", "title": "Structural connectomics of anxious arousal in early adolescence: Translating clinical and ethological findings.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}