{"authors": [["Tsutsui-Kimura", "Iku", "I", "Department of Neuropsychiatry School of Medicine, Keio University, Tokyo 160-8582, Japan; Research Fellow of Japan Society for the Promotion of Science (RPD), Tokyo 160-8582, Japan."], ["Natsubori", "Akiyo", "A", "Department of Neuropsychiatry School of Medicine, Keio University, Tokyo 160-8582, Japan; Sleep Disorders Project, Tokyo Metropolitan Institute of Medical Science, Tokyo 156-8506, Japan."], ["Mori", "Marina", "M", "Department of Neuropsychiatry School of Medicine, Keio University, Tokyo 160-8582, Japan."], ["Kobayashi", "Kenta", "K", "Section of Viral Vector Development, National Institute for Physiological Sciences, Okazaki 444-8585, Japan."], ["Drew", "Michael R", "MR", "Center for Learning and Memory, Department of Neuroscience, The University of Texas at Austin, Austin, TX 78712, USA."], ["de Kerchove d'Exaerde", "Alban", "A", "Laboratory of Neurophysiology, WELBIO, ULB Neuroscience Institute, Université Libre de Bruxelles, 1070 Brussels, Belgium."], ["Mimura", "Masaru", "M", "Department of Neuropsychiatry School of Medicine, Keio University, Tokyo 160-8582, Japan."], ["Tanaka", "Kenji F", "KF", "Department of Neuropsychiatry School of Medicine, Keio University, Tokyo 160-8582, Japan. Electronic address: kftanaka@keio.jp."]], "date": "2017-09-28", "id": "28966085", "text": "The ventral striatum (VS) is a key brain center regulating reward-oriented behavior [1-4]. The VS can be anatomically divided into medial (VMS) and lateral (VLS) portions based on cortical input patterns. The VMS receives inputs from medial pallium-originated limbic structures (e.g., the medial prefrontal cortex [mPFC]), and the VLS receives inputs from the lateral pallium-originated areas (e.g., the insula) [5, 6]. This anatomical feature led us to hypothesize a functional segregation within the VS in terms of the regulation of reward-oriented behavior. Here, we engineered a fiber photometry system [4] and monitored population-level Ca2+ activities of dopamine D2-receptor-expressing medium spiny neurons (D2-MSNs), one of the major cell types in the striatum, during a food-seeking discrimination task. We found that VLS D2-MSNs were activated at the time of cue presentation. In stark contrast, VMS D2-MSNs were inhibited at this time point. Optogenetic counteraction of those changes in the VLS and VMS impaired action initiation and increased responding toward non-rewarded cues, respectively. During lever-press reversal training, VMS inhibition at the time of cue presentation temporarily ceased and optogenetic activation of VMS D2-MSNs facilitated acquisition of the new contingency. These data indicate that the opposing inhibition and excitation in VMS and VLS are important for selecting and initiating a proper action in a reward-oriented behavior. We propose distinct subregional roles within the VS in the execution of successful reward-oriented behavior.", "doi": "10.1016/j.cub.2017.08.061", "title": "Distinct Roles of Ventromedial versus Ventrolateral Striatal Medium Spiny Neurons in Reward-Oriented Behavior.", "journal": ["Current biology : CB", "Curr. Biol."]}