{"authors": [["Higashikubo", "Bryan", "B", "Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Department of Neuroscience, Brown University, Providence, RI 02912-1978, USA."], ["Moore", "Christopher I", "CI", "Brown Institute for Brain Science, Brown University, Providence, RI 02912-1978, USA; Department of Neuroscience, Brown University, Providence, RI 02912-1978, USA. Electronic address: Christopher_moore@brown.edu."]], "date": "2017-09-28", "id": "28965837", "text": "The thalamic reticular nucleus (TRN) is optimally positioned to regulate information processing and state dynamics in dorsal thalamus. Distinct inputs depolarize TRN on multiple time scales, including thalamocortical afferents, corticothalamic 'feedback', and neuromodulation. Here, we systematically tested the concurrent and after-effects of depolarization duration on TRN firing in vivo using selective optogenetic drive. In VGAT-ChR2 mice, we isolated TRN single units (SU: N = 100 neurons) that responded at brief latency (≤5 ms) to stimulation. These units, and multi-unit activity (MUA) on corresponding electrodes, were analyzed in detail. Consistent with prior findings in relay neurons, after light cessation, burst-like events occurred in 74% of MUA sites, and 16% of SU. Increasing optical duration from 2 to 330 ms enhanced this burst probability, and decreased the latency to the first burst after stimulation. During stimulation, neurons demonstrated a 'plateau' firing response lasting 20-30 ms in response to light, but significant heterogeneity existed in the minimal stimuli required to drive this response. Two distinct types were evident, more sensitive 'non-linear' neurons that were driven to the plateau response by 2 or 5 ms pulses, versus 'linear' neurons that fired proportionally to optical duration, and reached the plateau with ∼20-ms optical drive. Non-linear neurons showed higher evoked firing rates and burst probability, but spontaneous rate did not differ between types. These findings provide direct predictions for TRN responses to a range of natural depolarizing inputs, and a guide for the optical control of this key structure in studies of network function and behavior.", "doi": "10.1016/j.neuroscience.2017.09.038", "title": "Systematic examination of the impact of depolarization duration on thalamic reticular nucleus firing in vivo.", "journal": ["Neuroscience", "Neuroscience"]}