{"authors": [["Yague", "Josue G", "JG", "Strathclyde Institute of Pharmacy and Biomedical Sciences, University of StrathclydeGlasgow, United Kingdom."], ["Tsunematsu", "Tomomi", "T", "Strathclyde Institute of Pharmacy and Biomedical Sciences, University of StrathclydeGlasgow, United Kingdom."], ["Sakata", "Shuzo", "S", "Strathclyde Institute of Pharmacy and Biomedical Sciences, University of StrathclydeGlasgow, United Kingdom."]], "date": "2017-09-14", "id": "28959191", "text": "The basal forebrain (BF) has long been implicated in attention, learning and memory, and recent studies have established a causal relationship between artificial BF activation and arousal. However, neural ensemble dynamics in the BF still remains unclear. Here, recording neural population activity in the BF and comparing it with simultaneously recorded cortical population under both anesthetized and unanesthetized conditions, we investigate the difference in the structure of spontaneous population activity between the BF and the auditory cortex (AC) in mice. The AC neuronal population show a skewed spike rate distribution, a higher proportion of short (≤80 ms) inter-spike intervals (ISIs) and a rich repertoire of rhythmic firing across frequencies. Although the distribution of spontaneous firing rate in the BF is also skewed, a proportion of short ISIs can be explained by a Poisson model at short time scales (≤20 ms) and spike count correlations are lower compared to AC cells, with optogenetically identified cholinergic cell pairs showing exceptionally higher correlations. Furthermore, a smaller fraction of BF neurons shows spike-field entrainment across frequencies: a subset of BF neurons fire rhythmically at slow (≤6 Hz) frequencies, with varied phase preferences to ongoing field potentials, in contrast to a consistent phase preference of AC populations. Firing of these slow rhythmic BF cells is correlated to a greater degree than other rhythmic BF cell pairs. Overall, the fundamental difference in the structure of population activity between the AC and BF is their temporal coordination, in particular their operational timescales. These results suggest that BF neurons slowly modulate downstream populations whereas cortical circuits transmit signals on multiple timescales. Thus, the characterization of the neural ensemble dynamics in the BF provides further insight into the neural mechanisms, by which brain states are regulated.", "doi": "10.3389/fncir.2017.00064", "title": "Distinct Temporal Coordination of Spontaneous Population Activity between Basal Forebrain and Auditory Cortex.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}