{"authors": [["Wood", "Laura A", "LA", "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, England, UK."], ["Larocque", "Gabrielle", "G", "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, England, UK."], ["Clarke", "Nicholas I", "NI", "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, England, UK."], ["Sarkar", "Sourav", "S", "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, England, UK."], ["Royle", "Stephen J", "SJ", "Centre for Mechanochemical Cell Biology, Warwick Medical School, University of Warwick, Coventry, England, UK s.j.royle@warwick.ac.uk."]], "date": "2017-09-27", "id": "28954824", "text": "Clathrin-mediated endocytosis (CME) is the major route of receptor internalization at the plasma membrane. Analysis of constitutive CME is difficult because the initiation of endocytic events is unpredictable. When and where a clathrin-coated pit will form and what cargo it will contain are difficult to foresee. Here we describe a series of genetically encoded reporters that allow the initiation of CME on demand. A clathrin-binding protein fragment (\"hook\") is inducibly attached to an \"anchor\" protein at the plasma membrane, which triggers the formation of new clathrin-coated vesicles. Our design incorporates temporal and spatial control by the use of chemical and optogenetic methods for inducing hook-anchor attachment. Moreover, the cargo is defined. Because several steps in vesicle creation are bypassed, we term it \"hot-wiring.\" We use hot-wired endocytosis to describe the functional interactions between clathrin and AP2. Two distinct sites on the β2 subunit, one on the hinge and the other on the appendage, are necessary and sufficient for functional clathrin engagement.", "doi": "10.1083/jcb.201702188", "title": "New tools for \"hot-wiring\" clathrin-mediated endocytosis with temporal and spatial precision.", "journal": ["The Journal of cell biology", "J. Cell Biol."]}