{"authors": [["Johnson", "James R", "JR", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Edwards", "Mark R", "MR", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Davies", "Huw", "H", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Newman", "Daniel", "D", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Holden", "Whitney", "W", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Jenkins", "Rosalind E", "RE", "Department of Molecular and Clinical Pharmacology, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Burgoyne", "Robert D", "RD", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK."], ["Lucas", "Robert J", "RJ", "Faculty of Biological and Medical Sciences, University of Manchester, M13 9PT, UK."], ["Barclay", "Jeff W", "JW", "The Physiological Laboratory, Institute of Translational Medicine, University of Liverpool, L69 3BX, UK barclayj@liverpool.ac.uk."]], "date": "2017-09-26", "id": "28951527", "text": "Alcohol is a potent pharmacological agent when consumed acutely at sufficient quantities and repeated overuse can lead to addiction and deleterious effects on health. Alcohol is thought to modulate neuronal function through low-affinity interactions with proteins, in particular with membrane channels and receptors. Paradoxically, alcohol acts as both a stimulant and a sedative. The exact molecular mechanisms for the acute effects of ethanol on neurons, as either a stimulant or a sedative, however remain unclear. We investigated the role that the heat shock transcription factor HSF-1 played in determining a stimulatory phenotype of Caenorhabditis elegans in response to physiologically relevant concentrations of ethanol (17 mM; 0.1% v/v). Using genetic techniques, we demonstrate that either RNA interference of hsf-1 or use of an hsf-1(sy441) mutant lacked the enhancement of locomotion in response to acute ethanol exposure evident in wild-type animals. We identify that the requirement for HSF-1 in this phenotype was IL2 neuron-specific and required the downstream expression of the α-crystallin ortholog HSP-16.48 Using a combination of pharmacology, optogenetics, and phenotypic analyses we determine that ethanol activates a Gαs-cAMP-protein kinase A signaling pathway in IL2 neurons to stimulate nematode locomotion. We further implicate the phosphorylation of a specific serine residue (Ser322) on the synaptic protein UNC-18 as an end point for the Gαs-dependent signaling pathway. These findings establish and characterize a distinct neurosensory cell signaling pathway that determines the stimulatory action of ethanol and identifies HSP-16.48 and HSF-1 as novel regulators of this pathway.", "doi": "10.1534/genetics.117.300119", "title": "Ethanol Stimulates Locomotion via a Gαs-Signaling Pathway in IL2 Neurons in Caenorhabditis elegans.", "journal": ["Genetics", "Genetics"]}