{"authors": [["Wright", "Weldon", "W", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Gajjeraman", "Sivakumar", "S", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Batabyal", "Subrata", "S", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Pradhan", "Sanjay", "S", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Bhattacharya", "Sulagna", "S", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Mahapatra", "Vasu", "V", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Tripathy", "Ashutosh", "A", "NanoScope Technologies LLC, Bedford, Texas, United States."], ["Mohanty", "Samarendra", "S", "NanoScope Technologies LLC, Bedford, Texas, United States."]], "date": "2017-08-18", "id": "28948190", "text": "Retinal degenerative diseases, such as retinitis pigmentosa (RP) and dry age-related macular degeneration, have led to loss of vision in millions of individuals. Currently, no surgical or medical treatment is available, although optogenetic therapies are in clinical development. We demonstrate vision restoration using multicharacteristics opsin (MCO1) in animal models with degenerated retina. MCO1 is reliably delivered to specific retinal cells via intravitreal injection of adeno-associated virus (vMCO1), leading to significant improvement in visually guided behavior conducted using a radial arm water maze. The time to reach the platform and the number of error arms decreased significantly after delivery of MCO1. Notably, the improvement in visually guided behavior was observed even at light intensity levels orders of magnitude lower than that required for channelrhodopsin-2 opsin. Viability of vMCO1-treated retina is not compromised by chronic light exposure. Safe virus-mediated MCO1 delivery has potential for effective gene therapy of diverse retinal degenerations in patients.", "doi": "10.1117/1.NPh.4.4.041505", "title": "Restoring vision in mice with retinal degeneration using multicharacteristic opsin.", "journal": ["Neurophotonics", "Neurophotonics"]}