{"authors": [["Melchior", "James R", "JR", "Department of Physiology and Pharmacology, Wake Forest School of Medicine, Winston-Salem, NC 27157, United States."], ["Jones", "Sara R", "SR", "Department of Physiology and Pharmacology, Wake Forest School of Medicine, Winston-Salem, NC 27157, United States. Electronic address: srjones@wakehealth.edu."]], "date": "2017-09-20", "id": "28942046", "text": "Dopamine signaling encodes reward learning and motivated behavior through modulation of synaptic signaling in the nucleus accumbens, and aberrations in these processes are thought to underlie obsessive behaviors associated with alcohol abuse. The nucleus accumbens is divided into core and shell sub-regions with overlapping but also divergent contributions to behavior. Here we optogenetically targeted dopamine projections to the accumbens allowing us to isolate stimulation of dopamine terminals ex vivo. We applied 5 pulse (phasic) light stimulations to probe intrinsic differences in dopamine release parameters across regions. Also, we exposed animals to 4weeks of chronic intermittent ethanol vapor and measured phasic release. We found that initial release probability, uptake rate and autoreceptor inhibition were greater in the accumbens core compared to the shell, yet the shell showed greater phasic release ratios. Following chronic ethanol, uptake rates were increased in the core but not the shell, suggesting region-specific neuronal adaptations. Conversely, kappa opioid receptor function was upregulated in both regions to a similar extent, suggesting a local mechanism of kappa opioid receptor regulation that is generalized across the nucleus accumbens. These data suggest that dopamine axons in the nucleus accumbens core and shell display differences in intrinsic release parameters, and that ethanol-induced adaptations to dopamine neuron terminal fields may not be homogeneous. Also, chronic ethanol exposure induces an upregulation in kappa opioid receptor function, providing a mechanism for potential over-inhibition of accumbens dopamine signaling which may negatively impact downstream synaptic function and ultimately bias choice towards previously reinforced alcohol use behaviors.", "doi": "10.1016/j.mcn.2017.09.007", "title": "Chronic ethanol exposure increases inhibition of optically targeted phasic dopamine release in the nucleus accumbens core and medial shell ex vivo.", "journal": ["Molecular and cellular neurosciences", "Mol. Cell. Neurosci."]}