{"authors": [["Chimerel", "Catalin", "C", "Metabolic Research Laboratories and Medical Research Council (MRC) Metabolic Diseases Unit, Wellcome Trust-MRC Institute of Metabolic Science, Addenbrooke's Hospital, University of Cambridge, Cambridge CB2 0QQ, United Kingdom."], ["Riccio", "Cristian", "C", "Metabolic Research Laboratories and Medical Research Council (MRC) Metabolic Diseases Unit, Wellcome Trust-MRC Institute of Metabolic Science, Addenbrooke's Hospital, University of Cambridge, Cambridge CB2 0QQ, United Kingdom."], ["Murison", "Keir", "K", "Metabolic Research Laboratories and Medical Research Council (MRC) Metabolic Diseases Unit, Wellcome Trust-MRC Institute of Metabolic Science, Addenbrooke's Hospital, University of Cambridge, Cambridge CB2 0QQ, United Kingdom."], ["Gribble", "Fiona M", "FM", "Metabolic Research Laboratories and Medical Research Council (MRC) Metabolic Diseases Unit, Wellcome Trust-MRC Institute of Metabolic Science, Addenbrooke's Hospital, University of Cambridge, Cambridge CB2 0QQ, United Kingdom."], ["Reimann", "Frank", "F", "Metabolic Research Laboratories and Medical Research Council (MRC) Metabolic Diseases Unit, Wellcome Trust-MRC Institute of Metabolic Science, Addenbrooke's Hospital, University of Cambridge, Cambridge CB2 0QQ, United Kingdom."]], "date": null, "id": "28938466", "text": "Incretin hormones play an important role in the regulation of food intake and glucose homeostasis. Glucagonlike peptide-1 (GLP-1)-secreting cells have been demonstrated to be electrically excitable and to fire action potentials (APs) with increased frequency in response to nutrient exposure. However, nutrients can also be metabolized or activate G-protein-coupled receptors, thus potentially stimulating GLP-1 secretion independent of their effects on the plasma membrane potential. Here we used channelrhodopsins to manipulate the membrane potential of GLUTag cells, a well-established model of GLP-1-secreting enteroendocrine L cells. Using channelrhodopsins with fast or slow on/off kinetics (CheTA and SSFO, respectively), we found that trains of light pulses could trigger APs and calcium elevation in GLUTag cells stably expressing either CheTA or SSFO. Tetrodotoxin reduced light-triggered AP frequency but did not impair calcium responses, whereas further addition of the calcium-channel blockers nifedipine and ω-conotoxin GVIA abolished both APs and calcium transients. Light pulse trains did not trigger GLP-1 secretion from CheTA-expressing cells under basal conditions but were an effective stimulus when cyclic adenosine monophosphate (cAMP) concentrations were elevated by forskolin plus 3-isobutyl 1-methylxanthine. In SSFO-expressing cells, light-stimulated GLP-1 release was observed at resting and elevated cAMP concentrations and was blocked by nifedipine plus ω-conotoxin GVIA but not tetrodotoxin. We conclude that cAMP elevation or cumulative membrane depolarization triggered by SSFO enhances the efficiency of light-triggered action potential firing, voltage-gated calcium entry, and GLP-1 secretion.", "doi": "10.1210/en.2017-00434", "title": "Optogenetic Analysis of Depolarization-Dependent Glucagonlike Peptide-1 Release.", "journal": ["Endocrinology", "Endocrinology"]}