{"authors": [["Lam", "Pui-Ying", "PY", "Cardiovascular Research Center, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA. PuiYing.Lam@pharm.utah.edu."], ["Mendu", "Suresh K", "SK", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, VA, 22908, USA."], ["Mills", "Robert W", "RW", "Cardiovascular Research Center, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA."], ["Zheng", "Baohui", "B", "Cardiovascular Research Center, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA."], ["Padilla", "Hugo", "H", "Cardiovascular Research Center, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA."], ["Milan", "David J", "DJ", "Cardiovascular Research Center, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA."], ["Desai", "Bimal N", "BN", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, VA, 22908, USA."], ["Peterson", "Randall T", "RT", "Cardiovascular Research Center, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA. randall.peterson@pharm.utah.edu."]], "date": "2017-09-19", "id": "28928472", "text": "Optogenetics is a powerful research approach that allows localized optical modulation of selected cells within an animal via the expression of genetically encoded photo-excitable ion channels. Commonly used optogenetic techniques rely on the expression of microbial opsin variants, which have many excellent features but suffer from various degrees of blue spectral overlap and limited channel conductance. Here, we expand the optogenetics toolbox in the form of a tunable, high-conductance vertebrate cation channel, zTrpa1b, coupled with photo-activated channel ligands, such as optovin and 4g6. Our results demonstrate that zTrpa1b/ligand pairing offers high light sensitivity, millisecond-scale response latency in vivo, as well as adjustable channel off latency. Exogenous in vivo expression of zTrpa1b in sensory neurons allowed subcellular photo-activation, enabling light-dependent motor control. zTrpa1b/ligand was also suitable for cardiomyocyte pacing, as shown in experiments performed on zebrafish hearts in vivo as well as in human stem cell-derived cardiomyocytes in vitro. Therefore, zTrpa1b/optovin represents a novel tool for flexible, high-conductance optogenetics.", "doi": "10.1038/s41598-017-11791-z", "title": "A high-conductance chemo-optogenetic system based on the vertebrate channel Trpa1b.", "journal": ["Scientific reports", "Sci Rep"]}