{"authors": [["Tung", "Jack K", "JK", "Coulter Department of Biomedical Engineering, Georgia Institute of Technology, Atlanta, GA, United States; Department of Neurosurgery, Emory University School of Medicine, Atlanta, GA, United States."], ["Shiu", "Fu Hung", "FH", "Department of Neurosurgery, Emory University School of Medicine, Atlanta, GA, United States."], ["Ding", "Kevin", "K", "Department of Neurosurgery, Emory University School of Medicine, Atlanta, GA, United States."], ["Gross", "Robert E", "RE", "Coulter Department of Biomedical Engineering, Georgia Institute of Technology, Atlanta, GA, United States; Department of Neurosurgery, Emory University School of Medicine, Atlanta, GA, United States. Electronic address: rgross@emory.edu."]], "date": "2017-09-18", "id": "28923596", "text": "Although optogenetic techniques have proven to be invaluable for manipulating and understanding complex neural dynamics over the past decade, they still face practical and translational challenges in targeting networks involving multiple, large, or difficult-to-illuminate areas of the brain. We utilized inhibitory luminopsins to simultaneously inhibit the dentate gyrus and anterior nucleus of the thalamus of the rat brain in a hardware-independent and cell-type specific manner. This approach was more effective at suppressing behavioral seizures than inhibition of the individual structures in a rat model of epilepsy. In addition to elucidating mechanisms of seizure suppression never directly demonstrated before, this work also illustrates how precise multi-focal control of pathological circuits can be advantageous for the treatment and understanding of disorders involving broad neural circuits such as epilepsy.", "doi": "10.1016/j.nbd.2017.09.007", "title": "Chemically activated luminopsins allow optogenetic inhibition of distributed nodes in an epileptic network for non-invasive and multi-site suppression of seizure activity.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}