{"authors": [["Aceves Buendia", "Jose de Jesus", "JJ", "Department of Medical Neurobiology, Institute of Medical Research Israel - Canada, The Faculty of Medicine, The Hebrew University of Jerusalem, 9112102, Jerusalem, Israel."], ["Tiroshi", "Lior", "L", "Department of Medical Neurobiology, Institute of Medical Research Israel - Canada, The Faculty of Medicine, The Hebrew University of Jerusalem, 9112102, Jerusalem, Israel."], ["Chiu", "Wei-Hua", "WH", "Department of Medical Neurobiology, Institute of Medical Research Israel - Canada, The Faculty of Medicine, The Hebrew University of Jerusalem, 9112102, Jerusalem, Israel."], ["Goldberg", "Joshua A", "JA", "Department of Medical Neurobiology, Institute of Medical Research Israel - Canada, The Faculty of Medicine, The Hebrew University of Jerusalem, 9112102, Jerusalem, Israel."]], "date": "2017-09-18", "id": "28922504", "text": "The widely held view that the pathophysiology of Parkinson's disease arises from an under-activation of the direct pathway striatal spiny neurons (dSPNs) has gained support from a recently described weakening of the glutamatergic projection from the parafascicular nucleus (PfN) to dSPNs in experimental parkinsonism. However, the impact of the remodeling of the thalamostriatal projection cannot be fully appreciated without considering its impact on cholinergic interneurons (ChIs) that themselves preferentially activate indirect pathway spiny neurons (iSPNs). To study this thalamostriatal projection, we virally transfected with Cre-dependent channelrhodopsin-2 (ChR2) the PfN of Vglut2-Cre mice that were dopamine-depleted with 6-hydroxydopamine (6-OHDA). In parallel, we studied the corticostriatal projection to ChIs in 6-OHDA-treated transgenic mice expressing ChR2 under the Thy1 promoter. We found the 6-OHDA lesions failed to affect short-term synaptic plasticity or the size of unitary responses evoked optogenetically in either of these projections. However, we found that NMDA-to-AMPA ratios at PfN synapses-that were significantly larger than NMDA-to-AMPA ratios at cortical synapses-were reduced by 6-OHDA treatment, thereby impairing synaptic integration at PfN synapses onto ChIs. Finally, we found that application of an agonist of the D5 dopamine receptors on ChIs potentiated NMDA currents without affecting AMPA currents or short-term plasticity selectively at PfN synapses. We propose that dopamine depletion leads to an effective de-potentiation of NMDA currents at PfN synapses onto ChIs which degrades synaptic integration. This selective remodeling of NMDA currents at PfN synapses may counter the selective weakening of PfN synapses onto dSPNs in parkinsonism.", "doi": "10.1111/ejn.13715", "title": "Selective remodeling of glutamatergic transmission to striatal cholinergic interneurons after dopamine depletion.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}