{"authors": [["Tan", "Linette Liqi", "LL", "Institute of Pharmacology, Heidelberg University, Heidelberg, Germany."], ["Pelzer", "Patric", "P", "Department of Functional Neuroanatomy, Institute for Anatomy and Cell Biology, Heidelberg University, Heidelberg, Germany."], ["Heinl", "Céline", "C", "Institute of Pharmacology, Heidelberg University, Heidelberg, Germany."], ["Tang", "Wannan", "W", "Max Planck Institute for Medical Research, Department of Molecular Neurobiology, Heidelberg, Germany."], ["Gangadharan", "Vijayan", "V", "Institute of Pharmacology, Heidelberg University, Heidelberg, Germany."], ["Flor", "Herta", "H", "Department of Cognitive and Clinical Neuroscience, Central Institute of Mental Health, Medical Faculty Mannheim, University of Heidelberg, Mannheim, Germany."], ["Sprengel", "Rolf", "R", "Max Planck Institute for Medical Research, Department of Molecular Neurobiology, Heidelberg, Germany."], ["Kuner", "Thomas", "T", "Department of Functional Neuroanatomy, Institute for Anatomy and Cell Biology, Heidelberg University, Heidelberg, Germany."], ["Kuner", "Rohini", "R", "Institute of Pharmacology, Heidelberg University, Heidelberg, Germany."]], "date": "2017-09-18", "id": "28920932", "text": "The identity of cortical circuits mediating nociception and pain is largely unclear. The cingulate cortex is consistently activated during pain, but the functional specificity of cingulate divisions, the roles at distinct temporal phases of central plasticity and the underlying circuitry are unknown. Here we show in mice that the midcingulate division of the cingulate cortex (MCC) does not mediate acute pain sensation and pain affect, but gates sensory hypersensitivity by acting in a wide cortical and subcortical network. Within this complex network, we identified an afferent MCC-posterior insula pathway that can induce and maintain nociceptive hypersensitivity in the absence of conditioned peripheral noxious drive. This facilitation of nociception is brought about by recruitment of descending serotonergic facilitatory projections to the spinal cord. These results have implications for our understanding of neuronal mechanisms facilitating the transition from acute to long-lasting pain.", "doi": "10.1038/nn.4645", "title": "A pathway from midcingulate cortex to posterior insula gates nociceptive hypersensitivity.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}