{"authors": [["Johnston", "Callum M", "CM", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg - Bad Krozingen, Medical Faculty of the University of Freiburg, Freiburg, Germany; National Heart and Lung Institute, Imperial College London, Harefield, United Kingdom."], ["Rog-Zielinska", "Eva A", "EA", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg - Bad Krozingen, Medical Faculty of the University of Freiburg, Freiburg, Germany; National Heart and Lung Institute, Imperial College London, Harefield, United Kingdom."], ["Wülfers", "Eike M", "EM", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg - Bad Krozingen, Medical Faculty of the University of Freiburg, Freiburg, Germany."], ["Houwaart", "Torsten", "T", "Bioinformatics, Department of Computer Science, University of Freiburg, Freiburg, Germany."], ["Siedlecka", "Urszula", "U", "National Heart and Lung Institute, Imperial College London, Harefield, United Kingdom."], ["Naumann", "Angela", "A", "Life Imaging Center, Center for Biological Systems Analysis, University of Freiburg, Freiburg, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Freiburg, Germany."], ["Nitschke", "Roland", "R", "Life Imaging Center, Center for Biological Systems Analysis, University of Freiburg, Freiburg, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Freiburg, Germany."], ["Knöpfel", "Thomas", "T", "Faculty of Medicine, Department of Medicine, Imperial College London, London, United Kingdom."], ["Kohl", "Peter", "P", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg - Bad Krozingen, Medical Faculty of the University of Freiburg, Freiburg, Germany; National Heart and Lung Institute, Imperial College London, Harefield, United Kingdom."], ["Schneider-Warme", "Franziska", "F", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg - Bad Krozingen, Medical Faculty of the University of Freiburg, Freiburg, Germany; National Heart and Lung Institute, Imperial College London, Harefield, United Kingdom. Electronic address: franziska.schneider@universitaets-herzzentrum.de."]], "date": "2017-09-15", "id": "28919131", "text": "In optogenetics, light-activated proteins are used to monitor and modulate cellular behaviour with light. Combining genetic targeting of distinct cellular populations with defined patterns of optical stimulation enables one to study specific cell classes in complex biological tissues. In the current study we attempted to investigate the functional relevance of heterocellular electrotonic coupling in cardiac tissue in situ. In order to do that, we used a Cre-Lox approach to express the light-gated cation channel Channelrhodopsin-2 (ChR2) specifically in either cardiac myocytes or non-myocytes. Despite high specificity when using the same Cre driver lines in a previous study in combination with a different optogenetic probe, we found patchy off-target ChR2 expression in cryo-sections and extended z-stack imaging through the ventricular wall of hearts cleared using CLARITY. Based on immunohistochemical analysis, single-cell electrophysiological recordings and whole-genome sequencing, we reason that non-specificity is caused on the Cre recombination level. Our study highlights the importance of careful design and validation of the Cre recombination targets for reliable cell class specific expression of optogenetic tools.", "doi": "10.1016/j.pbiomolbio.2017.09.014", "title": "Optogenetic targeting of cardiac myocytes and non-myocytes: Tools, challenges and utility.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}