{"authors": [["van Bremen", "Tobias", "T", "Department of Otorhinolaryngology/Head and Neck Surgery, University Hospital of Bonn, Sigmund-Freud-Strasse 25, 53127, Bonn, Germany."], ["Send", "Thorsten", "T", "Department of Otorhinolaryngology/Head and Neck Surgery, University Hospital of Bonn, Sigmund-Freud-Strasse 25, 53127, Bonn, Germany."], ["Sasse", "Philipp", "P", "Institute of Physiology I, Medical Faculty, University of Bonn, Sigmund-Freud-Strasse 25, 53127, Bonn, Germany. philipp.sasse@uni-bonn.de."], ["Bruegmann", "Tobias", "T", "Institute of Physiology I, Medical Faculty, University of Bonn, Sigmund-Freud-Strasse 25, 53127, Bonn, Germany. tbruegmann@uni-bonn.de."]], "date": "2017-09-16", "id": "28918572", "text": "Damage of peripheral nerves results in paralysis of skeletal muscle. Currently, the only treatment option to restore proper function is electrical stimulation of the innervating nerve or of the skeletal muscles directly. However this approach has low spatial and temporal precision leading to co-activation of antagonistic muscles and lacks cell-type selectivity resulting in pain or discomfort by stimulation of sensible nerves. In contrast to electrical stimulation, optogenetic methods enable spatially confined and cell-type selective stimulation of cells expressing the light sensitive channel Channelrhodopsin-2 with precise temporal control over the membrane potential. Herein we summarize the current knowledge about the use of this technology to control skeletal muscle function with the focus on the direct, non-neuronal stimulation of muscle fibers. The high temporal flexibility of using light pulses allows new stimulation patterns to investigate skeletal muscle physiology. Furthermore, the high spatial precision of focused illumination was shown to be beneficial for selective stimulation of distinct nearby muscle groups. Finally, the cell-type specific expression of the light-sensitive effector proteins in muscle fibers will allow pain-free stimulation and open new options for clinical treatments. Therefore, we believe that direct optogenetic stimulation of skeletal muscles is a very potent method for basic scientists that also harbors several distinct advantages over electrical stimulation to be considered for clinical use in the future.", "doi": "10.1007/s10974-017-9481-9", "title": "Spot light on skeletal muscles: optogenetic stimulation to understand and restore skeletal muscle function.", "journal": ["Journal of muscle research and cell motility", "J. Muscle Res. Cell. Motil."]}