{"authors": [["Duan", "Liting", "L", "Department of Chemistry, Stanford University, Stanford, California, 94305, USA."], ["Hope", "Jen", "J", "Department of Chemistry, Stanford University, Stanford, California, 94305, USA."], ["Ong", "Qunxiang", "Q", "Department of Chemistry, Stanford University, Stanford, California, 94305, USA."], ["Lou", "Hsin-Ya", "HY", "Department of Chemistry, Stanford University, Stanford, California, 94305, USA."], ["Kim", "Namdoo", "N", "Department of Bioengineering, Stanford University, Stanford, California, 94305, USA."], ["McCarthy", "Comfrey", "C", "Department of Psychology, Northeastern University, Boston, Massachusetts, 02115, USA."], ["Acero", "Victor", "V", "Department of Engineering Science, Pennsylvania State University, State College, Pennsylvania, 16802, USA."], ["Lin", "Michael Z", "MZ", "Department of Bioengineering, Stanford University, Stanford, California, 94305, USA. mzlin@stanford.edu."], ["Cui", "Bianxiao", "B", "Department of Chemistry, Stanford University, Stanford, California, 94305, USA. bcui@stanford.edu."]], "date": "2017-09-15", "id": "28916751", "text": "Arabidopsis cryptochrome 2 (CRY2) can simultaneously undergo light-dependent CRY2-CRY2 homo-oligomerization and CRY2-CIB1 hetero-dimerization, both of which have been widely used to optically control intracellular processes. Applications using CRY2-CIB1 interaction desire minimal CRY2 homo-oligomerization to avoid unintended complications, while those utilizing CRY2-CRY2 interaction prefer robust homo-oligomerization. However, selecting the type of CRY2 interaction has not been possible as the molecular mechanisms underlying CRY2 interactions﻿ are unknown. Here we report CRY2-CIB1 and CRY2-CRY2 interactions are governed by well-separated protein interfaces at the two termini of CRY2. N-terminal charges are critical for CRY2-CIB1 interaction. Moreover, two C-terminal charges impact CRY2 homo-oligomerization, with positive charges facilitating oligomerization and negative charges inhibiting it. By engineering C-terminal charges, we develop CRY2high and CRY2low with elevated or suppressed oligomerization respectively, which we use to tune the levels of Raf/MEK/ERK signaling. These results contribute to our understanding of the mechanisms underlying light-induced CRY2 interactions and enhance the controllability of CRY2-based optogenetic systems.Cryptochrome 2 (CRY2) can form light-regulated CRY2-CRY2 homo-oligomers or CRY2-CIB1 hetero-dimers, but modulating these interactions is difficult owing to the lack of interaction mechanism. Here the authors identify the interactions facilitating homo-oligomers and introduce mutations to create low and high oligomerization versions.", "doi": "10.1038/s41467-017-00648-8", "title": "Understanding CRY2 interactions for optical control of intracellular signaling.", "journal": ["Nature communications", "Nat Commun"]}