{"authors": [["Pomeroy", "Jordan E", "JE", "Department of Biomedical Engineering, Duke University, 101 Science Drive, Room 1427, Fitzpatrick CIEMAS, Durham, North Carolina 27708, USA."], ["Nguyen", "Hung X", "HX", "Department of Biomedical Engineering, Duke University, 101 Science Drive, Room 1427, Fitzpatrick CIEMAS, Durham, North Carolina 27708, USA."], ["Hoffman", "Brenton D", "BD", "Department of Biomedical Engineering, Duke University, 101 Science Drive, Room 1427, Fitzpatrick CIEMAS, Durham, North Carolina 27708, USA."], ["Bursac", "Nenad", "N", "Department of Biomedical Engineering, Duke University, 101 Science Drive, Room 1427, Fitzpatrick CIEMAS, Durham, North Carolina 27708, USA."]], "date": "2017-08-18", "id": "28912894", "text": "Our knowledge of pluripotent stem cell biology has advanced considerably in the past four decades, but it has yet to deliver on the great promise of regenerative medicine. The slow progress can be mainly attributed to our incomplete understanding of the complex biologic processes regulating the dynamic developmental pathways from pluripotency to fully-differentiated states of functional somatic cells. Much of the difficulty arises from our lack of specific tools to query, or manipulate, the molecular scale circuitry on both single-cell and organismal levels. Fortunately, the last two decades of progress in the field of optogenetics have produced a variety of genetically encoded, light-mediated tools that enable visualization and control of the spatiotemporal regulation of cellular function. The merging of optogenetics and pluripotent stem cell biology could thus be an important step toward realization of the clinical potential of pluripotent stem cells. In this review, we have surveyed available genetically encoded photoactuators and photosensors, a rapidly expanding toolbox, with particular attention to those with utility for studying pluripotent stem cells.", "doi": "10.7150/thno.20593", "title": "Genetically Encoded Photoactuators and Photosensors for Characterization and Manipulation of Pluripotent Stem Cells.", "journal": ["Theranostics", "Theranostics"]}