{"authors": [["Huidobro", "Nayeli", "N", "Integrative Neurophysiology and Neurophysics, Institute of Physiology, Benemérita Universidad Autónoma de PueblaPuebla, Mexico."], ["Mendez-Fernandez", "Abraham", "A", "Integrative Neurophysiology and Neurophysics, Institute of Physiology, Benemérita Universidad Autónoma de PueblaPuebla, Mexico."], ["Mendez-Balbuena", "Ignacio", "I", "Faculty of Psychology, Benemérita Universidad Autónoma de PueblaPuebla, Mexico."], ["Gutierrez", "Ranier", "R", "Department of Pharmacology, Centro de Investigación y de Estudios Avanzados, CINVESTAV IPNMexico City, Mexico."], ["Kristeva", "Rumyana", "R", "Department of Neurology, University of FreiburgFreiburg, Germany."], ["Manjarrez", "Elias", "E", "Integrative Neurophysiology and Neurophysics, Institute of Physiology, Benemérita Universidad Autónoma de PueblaPuebla, Mexico."]], "date": "2017-08-31", "id": "28912671", "text": "Stochastic resonance (SR) is an inherent and counter-intuitive mechanism of signal-to-noise ratio (SNR) facilitation in biological systems associated with the application of an intermediate level of noise. As a first step to investigate in detail this phenomenon in the somatosensory system, here we examined whether the direct application of noisy light on pyramidal neurons from the mouse-barrel cortex expressing a light-gated channel channelrhodopsin-2 (ChR2) can produce facilitation in somatosensory evoked field potentials. Using anesthetized Thy1-ChR2-YFP transgenic mice, and a new neural technology, that we called Brownian optogenetic-noise-photostimulation (BONP), we provide evidence for how BONP directly applied on the barrel cortex modulates the SNR in the amplitude of whisker-evoked field potentials (whisker-EFP). In all transgenic mice, we found that the SNR in the amplitude of whisker-EFP (at 30% of the maximal whisker-EFP) exhibited an inverted U-like shape as a function of the BONP level. As a control, we also applied the same experimental paradigm, but in wild-type mice, as expected, we did not find any facilitation effects. Our results show that the application of an intermediate intensity of BONP on the barrel cortex of ChR2 transgenic mice amplifies the SNR of somatosensory whisker-EFPs. This result may be relevant to explain the improvements found in sensory detection in humans produced by the application of transcranial-random-noise-stimulation (tRNS) on the scalp.", "doi": "10.3389/fnins.2017.00464", "title": "Brownian Optogenetic-Noise-Photostimulation on the Brain Amplifies Somatosensory-Evoked Field Potentials.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}