{"authors": [["Chang", "Chia-Wei", "CW", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, United States."], ["Wilkerson", "Julia R", "JR", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, United States."], ["Hale", "Carly F", "CF", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, United States."], ["Gibson", "Jay R", "JR", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, United States."], ["Huber", "Kimberly M", "KM", "Department of Neuroscience, University of Texas Southwestern Medical Center, Dallas, United States."]], "date": "2017-09-13", "id": "28901289", "text": "Experience and activity refine cortical circuits through synapse elimination, but little is known about the activity patterns and downstream molecular mechanisms that mediate this process. We used optogenetics to drive individual mouse CA1 hippocampal neurons to fire in theta frequency bursts to understand how cell autonomous, postsynaptic activity leads to synapse elimination. Brief (1 hr) periods of postsynaptic bursting selectively depressed AMPA receptor (R) synaptic transmission, or silenced excitatory synapses, whereas more prolonged (24 hr) firing depressed both AMPAR and NMDAR EPSCs and eliminated spines, indicative of a synapse elimination. Both synapse silencing and elimination required de novo transcription, but only silencing required the activity-dependent transcription factors MEF2A/D. Burst firing induced MEF2A/D-dependent induction of the target gene Arc which contributed to synapse silencing and elimination. This work reveals new and distinct forms of activity and transcription-dependent synapse depression and suggests that these processes can occur independently.", "doi": "10.7554/eLife.26278", "title": "Distinct stages of synapse elimination are induced by burst firing of CA1 neurons and differentially require MEF2A/D.", "journal": ["eLife", "Elife"]}