{"authors": [["Ma", "Guolin", "G", "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University, Houston, TX, 77030, USA. gma@ibt.tamhsc.edu."], ["Wen", "Shufan", "S", "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University, Houston, TX, 77030, USA."], ["Huang", "Yun", "Y", "Center for Epigenetics and Disease Prevention, Institute of Biosciences and Technology, Texas A&M University, Houston, TX, 77030, USA."], ["Zhou", "Yubin", "Y", "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University, Houston, TX, 77030, USA. yzhou@ibt.tamhsc.edu."]], "date": null, "id": "28900912", "text": "Ca2+ signals regulate a plethora of cellular functions that include muscle contraction, heart beating, hormone secretion, lymphocyte activation, gene expression, and metabolism. To study the impact of Ca2+ signals on biological processes, pharmacological tools and caged compounds have been commonly applied to induce fluctuations of intracellular Ca2+ concentrations. These conventional approaches, nonetheless, lack rapid reversibility and high spatiotemporal resolution. To overcome these disadvantages, we and others have devised a series of photoactivatable genetically encoded Ca2+ actuators (GECAs) by installing light sensitivities into a bona fide highly selective Ca2+ channel, the Ca2+ release-activated Ca2+ (CRAC) channel. Store-operated CRAC channel serves as a major route for Ca2+ entry in many cell types. These GECAs enable remote and precise manipulation of Ca2+ signaling in both excitable and non-excitable cells. When combined with nanotechnology, it becomes feasible to wirelessly photo-modulate Ca2+-dependent activities in vivo. In this chapter, we briefly review most recent advances in engineering CRAC channels to achieve optical control over Ca2+ signaling, outline their design principles and kinetic features, and present exemplary applications of GECAs engineered from CRAC channels.", "doi": "10.1007/978-3-319-57732-6_7", "title": "The STIM-Orai Pathway: Light-Operated Ca2+ Entry Through Engineered CRAC Channels.", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}