{"authors": [["Sebille", "Stéphane", "S", "Laboratoire de Signalisation et Transports Ioniques Membranaires, Université de Poitiers, CNRS, 86073, Poitiers, CEDEX 9, France."], ["Ayad", "Oualid", "O", "Laboratoire de Signalisation et Transports Ioniques Membranaires, Université de Poitiers, CNRS, 86073, Poitiers, CEDEX 9, France."], ["Chapotte-Baldacci", "Charles-Albert", "CA", "Laboratoire de Signalisation et Transports Ioniques Membranaires, Université de Poitiers, CNRS, 86073, Poitiers, CEDEX 9, France."], ["Cognard", "Christian", "C", "Laboratoire de Signalisation et Transports Ioniques Membranaires, Université de Poitiers, CNRS, 86073, Poitiers, CEDEX 9, France."], ["Bois", "Patrick", "P", "Laboratoire de Signalisation et Transports Ioniques Membranaires, Université de Poitiers, CNRS, 86073, Poitiers, CEDEX 9, France."], ["Chatelier", "Aurélien", "A", "Laboratoire de Signalisation et Transports Ioniques Membranaires, Université de Poitiers, CNRS, 86073, Poitiers, CEDEX 9, France. aurelien.chatelier@univ-poitiers.fr."]], "date": "2017-09-11", "id": "28894267", "text": "Excitation-contraction coupling in muscle cells is initiated by a restricted membrane depolarization delimited within the neuromuscular junction. This targeted depolarization triggers an action potential that propagates and induces a global cellular calcium response and a consequent contraction. To date, numerous studies have investigated this excitation-calcium response coupling by using different techniques to depolarize muscle cells. However, none of these techniques mimic the temporal and spatial resolution of membrane depolarization observed in the neuromuscular junction. By using optogenetics in C2C12 muscle cells, we developed a technique to study the calcium response following membrane depolarization induced by photostimulations of membrane surface similar or narrower than the neuromuscular junction area. These stimulations coupled to confocal calcium imaging generate a global cellular calcium response that is the consequence of a membrane depolarization propagation. In this context, this technique provides an interesting, contactless and relatively easy way of investigation of calcium increase/release as well as calcium decrease/re-uptake triggered by a propagated membrane depolarization.", "doi": "10.1038/s41598-017-11551-z", "title": "Optogenetic approach for targeted activation of global calcium transients in differentiated C2C12 myotubes.", "journal": ["Scientific reports", "Sci Rep"]}