{"authors": [["Smart", "Ashley D", "AD", "Department of Pharmaceutical Chemistry, University of California, San Francisco, CA 94158."], ["Pache", "Roland A", "RA", "Department of Bioengineering and Therapeutic Sciences, University of California, San Francisco, CA 94158."], ["Thomsen", "Nathan D", "ND", "Department of Pharmaceutical Chemistry, University of California, San Francisco, CA 94158."], ["Kortemme", "Tanja", "T", "Department of Bioengineering and Therapeutic Sciences, University of California, San Francisco, CA 94158."], ["Davis", "Graeme W", "GW", "Department of Biochemistry and Biophysics, University of California, San Francisco, CA 94158; graeme.davis@ucsf.edu jim.wells@ucsf.edu."], ["Wells", "James A", "JA", "Department of Pharmaceutical Chemistry, University of California, San Francisco, CA 94158; graeme.davis@ucsf.edu jim.wells@ucsf.edu."]], "date": "2017-09-11", "id": "28893998", "text": "The circuitry of the brain is characterized by cell heterogeneity, sprawling cellular anatomy, and astonishingly complex patterns of connectivity. Determining how complex neural circuits control behavior is a major challenge that is often approached using surgical, chemical, or transgenic approaches to ablate neurons. However, all these approaches suffer from a lack of precise spatial and temporal control. This drawback would be overcome if cellular ablation could be controlled with light. Cells are naturally and cleanly ablated through apoptosis due to the terminal activation of caspases. Here, we describe the engineering of a light-activated human caspase-3 (Caspase-LOV) by exploiting its natural spring-loaded activation mechanism through rational insertion of the light-sensitive LOV2 domain that expands upon illumination. We apply the light-activated caspase (Caspase-LOV) to study neurodegeneration in larval and adult Drosophila Using the tissue-specific expression system (UAS)-GAL4, we express Caspase-LOV specifically in three neuronal cell types: retinal, sensory, and motor neurons. Illumination of whole flies or specific tissues containing Caspase-LOV-induced cell death and allowed us to follow the time course and sequence of neurodegenerative events. For example, we find that global synchronous activation of caspase-3 drives degeneration with a different time-course and extent in sensory versus motor neurons. We believe the Caspase-LOV tool we engineered will have many other uses for neurobiologists and others for specific temporal and spatial ablation of cells in complex organisms.", "doi": "10.1073/pnas.1705064114", "title": "Engineering a light-activated caspase-3 for precise ablation of neurons in vivo.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}