{"authors": [["Coffey", "Kevin R", "KR", "Department of Psychology, Rutgers University, 152 Frelinghuysen Road, Piscataway, NJ, 08854, USA."], ["Nader", "Miles", "M", "Department of Psychology, Rutgers University, 152 Frelinghuysen Road, Piscataway, NJ, 08854, USA."], ["Bawa", "Jasmeet", "J", "Department of Psychology, Rutgers University, 152 Frelinghuysen Road, Piscataway, NJ, 08854, USA."], ["West", "Mark O", "MO", "Department of Psychology, Rutgers University, 152 Frelinghuysen Road, Piscataway, NJ, 08854, USA."]], "date": "2017-10-04", "id": "28887882", "text": "Striatal medium spiny projection neurons (MSNs) output through two diverging circuits, the 'direct and indirect pathways' which originate from minimally overlapping populations of MSNs expressing either the dopamine receptor D1 or the dopamine receptor D2. One modern theory of direct and indirect pathway function proposes that activation of direct pathway MSNs facilitates output of desired motor programs, while activation of indirect pathway MSNs inhibits competing motor programs. A separate theory suggests that coordinated timing or synchrony of the direct and indirect pathways is critical for the execution of refined movements. These hypotheses are made testable by a common type of striatal neuron known as type IIb MSNs. Clusters of these MSNs exhibit phasic increases in firing rate related to sensorimotor activity of single body parts. If these MSNs were to reside in only the direct pathway, evidence would be provided that D1 MSNs are 'motor program' specific, which would lend credence to the 'competing motor programs' hypothesis. However, if type IIb MSNs reside in both pathways, evidence would be provided for the 'coordinated timing or synchrony' hypothesis. Our results show that type IIb neurons may express either D1 or D2. This evidence supports the theory that the coordinated timing or synchrony of the direct and indirect pathways is critical for refined movements. We also propose a model in which the direct and indirect pathways act as a differentiator circuit, providing a possible mechanism by which coordinated activity of D1 and D2 neurons may output meaningful somatosensorimotor information to downstream structures.", "doi": "10.1111/ejn.13690", "title": "Homogeneous processing in the striatal direct and indirect pathways: single body part sensitive type IIb neurons may express either dopamine receptor D1 or D2.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}