{"authors": [["Kennedy", "Tyler", "T", "Department of Biological Sciences."], ["Broadie", "Kendal", "K", "Department of Biological Sciences, kendal.broadie@vanderbilt.edu."]], "date": "2017-09-08", "id": "28887386", "text": "Fragile X mental retardation protein (FMRP) loss causes Fragile X syndrome (FXS), a major disorder characterized by autism, intellectual disability, hyperactivity, and seizures. FMRP is both an RNA- and channel-binding regulator, with critical roles in neural circuit formation and function. However, it remains unclear how these FMRP activities relate to each other and how dysfunction in their absence underlies FXS neurological symptoms. In testing circuit level defects in the Drosophila FXS model, we discovered a completely unexpected and highly robust neuronal dye iontophoresis phenotype in the well mapped giant fiber (GF) circuit. Controlled dye injection into the GF interneuron results in a dramatic increase in dye uptake in neurons lacking FMRP. Transgenic wild-type FMRP reintroduction rescues the mutant defect, demonstrating a specific FMRP requirement. This phenotype affects only small dyes, but is independent of dye charge polarity. Surprisingly, the elevated dye iontophoresis persists in shaking B mutants that eliminate gap junctions and dye coupling among GF circuit neurons. We therefore used a wide range of manipulations to investigate the dye uptake defect, including timed injection series, pharmacology and ion replacement, and optogenetic activity studies. The results show that FMRP strongly limits the rate of dye entry via a cytosolic mechanism. This study reveals an unexpected new phenotype in a physical property of central neurons lacking FMRP that could underlie aspects of FXS disruption of neural function.SIGNIFICANCE STATEMENT FXS is a leading heritable cause of intellectual disability and autism spectrum disorders. Although researchers established the causal link with FMRP loss >;25 years ago, studies continue to reveal diverse FMRP functions. The Drosophila FXS model is key to discovering new FMRP roles, because of its genetic malleability and individually identified neuron maps. Taking advantage of a well characterized Drosophila neural circuit, we discovered that neurons lacking FMRP take up dramatically more current-injected small dye. After examining many neuronal properties, we determined that this dye defect is cytoplasmic and occurs due to a highly elevated dye iontophoresis rate. We also report several new factors affecting neuron dye uptake. Understanding how FMRP regulates iontophoresis should reveal new molecular factors underpinning FXS dysfunction.", "doi": "10.1523/JNEUROSCI.0723-17.2017", "title": "Fragile X Mental Retardation Protein Restricts Small Dye Iontophoresis Entry into Central Neurons.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}