{"authors": [["Korotkova", "Tatiana", "T", "Behavioural Neurodynamics Group, Leibniz Institute for Molecular Pharmacology (FMP)/NeuroCure Cluster of Excellence, Chariteplatz 1, CCO, 10117 Berlin, Germany; Neuronal Circuits and Behavior Research Group, Max Planck Institute for Metabolism Research, Gleueler Str. 50, 50931 Cologne, Germany. Electronic address: tatiana.korotkova@sf.mpg.de."], ["Ponomarenko", "Alexey", "A", "Behavioural Neurodynamics Group, Leibniz Institute for Molecular Pharmacology (FMP)/NeuroCure Cluster of Excellence, Chariteplatz 1, CCO, 10117 Berlin, Germany."], ["Monaghan", "Caitlin K", "CK", "Center for Systems Neuroscience, Department of Psychological and Brain Sciences and Graduate Program for Neuroscience, Boston University, 2 Cummington Mall, Boston, MA, 02215 USA."], ["Poulter", "Steven L", "SL", "Department of Psychology, University of Durham, DH1 3LE, UK."], ["Cacucci", "Francesca", "F", "Department of Neuroscience, Physiology and Pharmacology, University College London, London, WC1E 6BT, UK."], ["Wills", "Tom", "T", "Department of Cell and Developmental Biology, Physiology and Pharmacology, University College London, London, WC1E 6BT, UK."], ["Hasselmo", "Michael E", "ME", "Center for Systems Neuroscience, Department of Psychological and Brain Sciences and Graduate Program for Neuroscience, Boston University, 2 Cummington Mall, Boston, MA, 02215 USA."], ["Lever", "Colin", "C", "Department of Psychology, University of Durham, DH1 3LE, UK. Electronic address: Colin.Lever@durham.ac.uk."]], "date": "2017-09-05", "id": "28887226", "text": "The theta oscillation (5-10Hz) is a prominent behavior-specific brain rhythm. This review summarizes studies showing the multifaceted role of theta rhythm in cognitive functions, including spatial coding, time coding and memory, exploratory locomotion and anxiety-related behaviors. We describe how activity of hippocampal theta rhythm generators - medial septum, nucleus incertus and entorhinal cortex, links theta with specific behaviors. We review evidence for functions of the theta-rhythmic signaling to subcortical targets, including lateral septum. Further, we describe functional associations of theta oscillation properties - phase, frequency and amplitude - with memory, locomotion and anxiety, and outline how manipulations of these features, using optogenetics or pharmacology, affect associative and innate behaviors. We discuss work linking cognition to the slope of the theta frequency to running speed regression, and emotion-sensitivity (anxiolysis) to its y-intercept. Finally, we describe parallel emergence of theta oscillations, theta-mediated neuronal activity and behaviors during development. This review highlights a complex interplay of neuronal circuits and synchronization features, which enables an adaptive regulation of multiple behaviors by theta-rhythmic signaling.", "doi": "10.1016/j.neubiorev.2017.09.004", "title": "Reconciling the different faces of hippocampal theta: The role of theta oscillations in cognitive, emotional and innate behaviors.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}