{"authors": [["Kang", "Sukjae Joshua", "SJ", "Department of Biological Sciences, College of Natural Sciences, Seoul National University, Seoul 08826, Korea."], ["Kim", "Siyong", "S", "Interdisciplinary Program in Neuroscience, College of Natural Sciences, Seoul National University, Seoul 08826, Korea."], ["Lee", "Jaehyun", "J", "Interdisciplinary Program in Neuroscience, College of Natural Sciences, Seoul National University, Seoul 08826, Korea."], ["Kwak", "Chuljung", "C", "Department of Biological Sciences, College of Natural Sciences, Seoul National University, Seoul 08826, Korea."], ["Lee", "Kyungmin", "K", "Department of Anatomy, Brain Science & Engineering Institute, Kyungpook National University School of Medicine, Daegu 41944, Korea."], ["Zhuo", "Min", "M", "Center for Neuron and Disease, Frontier Institutes of Life Science and of Science and Technology, Xi'an Jiaotong University, Xi'an 710049, China."], ["Kaang", "Bong-Kiun", "BK", "Department of Biological Sciences, College of Natural Sciences, Seoul National University, Seoul 08826, Korea."]], "date": "2017-08-22", "id": "28883753", "text": "The anterior cingulate cortex (ACC) is known for its role in perception of nociceptive signals and the associated emotional responses. Recent optogenetic studies, involving modulation of neuronal activity in the ACC, show that the ACC can modulate mechanical hyperalgesia. In the present study, we used optogenetic techniques to selectively modulate excitatory pyramidal neurons and inhibitory interneurons in the ACC in a model of chronic inflammatory pain to assess their motivational effect in the conditioned place preference (CPP) test. Selective inhibition of pyramidal neurons induced preference during the CPP test, while activation of parvalbumin (PV)-specific neurons did not. Moreover, chemogenetic inhibition of the excitatory pyramidal neurons alleviated mechanical hyperalgesia, consistent with our previous result. Our results provide evidence for the analgesic effect of inhibition of ACC excitatory pyramidal neurons and a prospective treatment for chronic pain.", "doi": "10.4196/kjpp.2017.21.5.487", "title": "Inhibition of anterior cingulate cortex excitatory neuronal activity induces conditioned place preference in a mouse model of chronic inflammatory pain.", "journal": ["The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology", "Korean J. Physiol. Pharmacol."]}