{"authors": [["Khamo", "John S", "JS", "Department of Biochemistry, University of Illinois at Urbana-Champaign, Urbana, IL, USA."], ["Krishnamurthy", "Vishnu V", "VV", "Department of Biochemistry, University of Illinois at Urbana-Champaign, Urbana, IL, USA."], ["Sharum", "Savanna R", "SR", "Department of Biochemistry, University of Illinois at Urbana-Champaign, Urbana, IL, USA."], ["Mondal", "Payel", "P", "Department of Biochemistry, University of Illinois at Urbana-Champaign, Urbana, IL, USA."], ["Zhang", "Kai", "K", "Department of Biochemistry, University of Illinois at Urbana-Champaign, Urbana, IL, USA; Neuroscience Program, University of Illinois at Urbana-Champaign, Urbana, IL, USA; Center for Biophysics and Quantitative Biology, University of Illinois at Urbana-Champaign, Urbana, IL, USA. Electronic address: kaizkaiz@illinois.edu."]], "date": "2017-09-04", "id": "28882542", "text": "Temporal kinetics and spatial coordination of signal transduction in cells are vital for cell fate determination. Tools that allow for precise modulation of spatiotemporal regulation of intracellular signaling in intact cells and multicellular organisms remain limited. The emerging optobiological approaches use light to control protein-protein interaction in live cells and multicellular organisms. Optobiology empowers light-mediated control of diverse cellular and organismal functions such as neuronal activity, intracellular signaling, gene expression, cell proliferation, differentiation, migration, and apoptosis. In this review, we highlight recent developments in optobiology, focusing on new features of second-generation optobiological tools. We cover applications of optobiological approaches in the study of cellular and organismal functions, discuss current challenges, and present our outlook. Taking advantage of the high spatial and temporal resolution of light control, optobiology promises to provide new insights into the coordination of signaling circuits in intact cells and multicellular organisms.", "doi": "10.1016/j.jmb.2017.08.015", "title": "Applications of Optobiology in Intact Cells and Multicellular Organisms.", "journal": ["Journal of molecular biology", "J. Mol. Biol."]}