{"authors": [["Fujita", "Akie", "A", "Departments of Physiology and Neurobiology and."], ["Bonnavion", "Patricia", "P", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, California 94305, alexander.jackson@uconn.edu pbonnavi@ulb.ac.be."], ["Wilson", "Miryam H", "MH", "Departments of Physiology and Neurobiology and."], ["Mickelsen", "Laura E", "LE", "Departments of Physiology and Neurobiology and."], ["Bloit", "Julien", "J", "Independent software engineer, 1190 Brussels, Belgium."], ["de Lecea", "Luis", "L", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, California 94305."], ["Jackson", "Alexander C", "AC", "Departments of Physiology and Neurobiology and alexander.jackson@uconn.edu pbonnavi@ulb.ac.be."]], "date": "2017-09-05", "id": "28874450", "text": "Histaminergic (HA) neurons, found in the posterior hypothalamic tuberomammillary nucleus (TMN), extend fibers throughout the brain and exert modulatory influence over numerous physiological systems. Multiple lines of evidence suggest that the activity of HA neurons is important in the regulation of vigilance despite the lack of direct, causal evidence demonstrating its requirement for the maintenance of arousal during wakefulness. Given the strong correlation between HA neuron excitability and behavioral arousal, we investigated both the electrophysiological diversity of HA neurons in brain slices and the effect of their acute silencing in vivo in male mice. For this purpose, we first validated a transgenic mouse line expressing cre recombinase in histidine decarboxylase-expressing neurons (Hdc-Cre) followed by a systematic census of the membrane properties of both HA and non-HA neurons in the ventral TMN (TMNv) region. Through unsupervised hierarchical cluster analysis, we found electrophysiological diversity both between TMNv HA and non-HA neurons, and among HA neurons. To directly determine the impact of acute cessation of HA neuron activity on sleep-wake states in awake and behaving mice, we examined the effects of optogenetic silencing of TMNv HA neurons in vivo We found that acute silencing of HA neurons during wakefulness promotes slow-wave sleep, but not rapid eye movement sleep, during a period of low sleep pressure. Together, these data suggest that the tonic firing of HA neurons is necessary for the maintenance of wakefulness, and their silencing not only impairs arousal but is sufficient to rapidly and selectively induce slow-wave sleep.SIGNIFICANCE STATEMENT The function of monoaminergic systems and circuits that regulate sleep and wakefulness is often disrupted as part of the pathophysiology of many neuropsychiatric disorders. One such circuit is the posterior hypothalamic histamine (HA) system, implicated in supporting wakefulness and higher brain function, but has been difficult to selectively manipulate owing to cellular heterogeneity in this region. Here we use a transgenic mouse to interrogate both the characteristic firing properties of HA neurons and their specific role in maintaining wakefulness. Our results demonstrate that the acute, cell type-specific silencing of HA neurons during wakefulness is sufficient to not only impair arousal but to rapidly and selectively induce slow-wave sleep. This work furthers our understanding of HA-mediated mechanisms that regulate behavioral arousal.", "doi": "10.1523/JNEUROSCI.0580-17.2017", "title": "Hypothalamic Tuberomammillary Nucleus Neurons: Electrophysiological Diversity and Essential Role in Arousal Stability.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}