{"authors": [["Grames", "Mychal S", "MS", "Department of Pharmacology, Toxicology, and Neuroscience, Louisiana State University Health Sciences Center."], ["Jackson", "Kasey L", "KL", "Department of Pharmacology, Toxicology, and Neuroscience, Louisiana State University Health Sciences Center."], ["Dayton", "Robert D", "RD", "Department of Pharmacology, Toxicology, and Neuroscience, Louisiana State University Health Sciences Center."], ["Stanford", "John A", "JA", "Department of Molecular & Integrative Physiology, University of Kansas Medical Center."], ["Klein", "Ronald L", "RL", "Department of Pharmacology, Toxicology, and Neuroscience, Louisiana State University Health Sciences Center; Klein@lsuhsc.edu."]], "date": "2017-08-25", "id": "28872135", "text": "Adeno-associated virus (AAV) vectors are a key reagent in the neurosciences for clustered regularly interspaced short palindromic repeats (CRISPR), optogenetics, cre-lox targeting, etc. The purpose of this manuscript is to aid the investigator attempting expansive central nervous system (CNS) gene transfer in the rat via tail vein injection of AAV. Wide-scale expression is relevant for conditions with widespread pathology, and a rat model is significant due to its greater size and physiologic similarities to humans compared to mice. In this example application, a wide-scale neuronal transduction is used to mimic a neurodegenerative disease that affects the entire spinal cord, amyotrophic lateral sclerosis (ALS). The efficient wide-scale CNS transduction can also be used to deliver therapeutic protein factors in pre-clinical studies. After a post-injection expression interval of several weeks, the effects of the transduction are evaluated. For a green fluorescent protein (GFP) control vector, the amount of GFP in the cerebellum is estimated quickly and reliably by a basic imaging program. For motor disease phenotypes that are induced by the ALS related protein transactive response DNA-binding protein of 43 kDa (TDP-43), the deficits are scored by escape reflex and rotarod. Beyond disease modeling and gene therapy, there are diverse potential applications for the wide-scale gene targeting described here. The expanded use of this method will aid in expediting hypothesis testing in the neurosciences and neurogenetics.", "doi": "10.3791/55994", "title": "Methods and Tips for Intravenous Administration of Adeno-associated Virus to Rats and Evaluation of Central Nervous System Transduction.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}