{"authors": [["Chang", "Wei Jen", "WJ", "Institute of Biomedical Sciences, Academia Sinica, Taipei, 11529, Taiwan, ROC."], ["Chang", "Wei Pang", "WP", "Department of Anesthesiology and Perioperative Medicine, School of Medicine, University of Alabama, Birmingham, AL, 35211, USA."], ["Shyu", "Bai Chuang", "BC", "Institute of Biomedical Sciences, Academia Sinica, Taipei, 11529, Taiwan, ROC. bmbai@gate.sinica.edu.tw."]], "date": "2017-09-02", "id": "28865483", "text": "Deep brain stimulation in thalamic regions has been proposed as a treatment for epilepsy. The electrical current excites thalamocortical activity which is controlled by γ-aminobutyric acid (GABA)ergic interneurons in the reticular thalamic nucleus (nRT). Previous studies showed that enhancing GABAergic inhibitory strength in the nRT reduces the duration and power of seizures, indicating that the thalamus plays an important role in modulating cortical seizures. The aim of the present study was to apply optogenetics to study the role of the nRT in modulating cortical seizures. We used PV-ChR2-EYFP transgenic mice from Jackson Laboratories, in which only Channelrhodopsin-2 (ChR2) is expressed in parvalbumin-expressing interneurons. Cortical seizure-like activity was induced by electrical stimulation of the corpus callosum after applying 4-aminopyridine. ChR2 expression was abundant in the nRT and cerebellum in PV-ChR2-EYFP transgenic mice. Light stimulation in the nRT caused burst firing in regions of the thalamus and nRT in vitro. Multi-unit activity increased during high-frequency (100 and 50 Hz) light stimulation in the S1 region and thalamus in vivo. Corpus callosum stimulation-induced seizure-like activity was effectively suppressed by high-frequency (100 Hz) and long-duration (10 s) light stimulation. The suppressive effects were reversed by applying a GABAB receptor antagonist but not a GABAA receptor antagonist in the cortex. The results indicated that light stimulation affected thalamocortical relay neurons by activating ChR2-expression neurons in the nRT. High-frequency and long-duration light stimulation was more effective in suppressing cortical seizure-like activity. GABAB receptors may participate in suppressing seizure-like activity.", "doi": "10.1186/s13041-017-0320-0", "title": "Suppression of cortical seizures by optic stimulation of the reticular thalamus in PV-mhChR2-YFP BAC transgenic mice.", "journal": ["Molecular brain", "Mol Brain"]}