{"authors": [["Siripurapu", "Praneeth", "P", "From the Department of Chemistry and Biochemistry, University of Toledo, Toledo, Ohio 43606."], ["Kankanamge", "Dinesh", "D", "From the Department of Chemistry and Biochemistry, University of Toledo, Toledo, Ohio 43606."], ["Ratnayake", "Kasun", "K", "From the Department of Chemistry and Biochemistry, University of Toledo, Toledo, Ohio 43606."], ["Senarath", "Kanishka", "K", "From the Department of Chemistry and Biochemistry, University of Toledo, Toledo, Ohio 43606."], ["Karunarathne", "Ajith", "A", "From the Department of Chemistry and Biochemistry, University of Toledo, Toledo, Ohio 43606 Ajith.karunarathne@utoledo.edu."]], "date": "2017-09-01", "id": "28864771", "text": "Chemokine-induced directional cell migration is a universal cellular mechanism and plays crucial roles in numerous biological processes, including embryonic development, immune system function, and tissue remodeling and regeneration. During the migration of a stationary cell, the cell polarizes, forms lamellipodia at the leading edge (LE), and triggers the concurrent retraction of the trailing edge (TE). During cell migration governed by inhibitory G protein (Gi)-coupled receptors (GPCRs), G protein βγ (Gβγ) subunits control the LE signaling. Interestingly, TE retraction has been linked to the activation of the small GTPase Ras homolog family member A (RhoA) by the Gα12/13 pathway. However, it is not clear how the activation of Gi-coupled GPCRs at the LE orchestrates the TE retraction in RAW264.7 macrophages. Here, using an optogenetic approach involving an opsin to activate the Gi pathway in defined subcellular regions of RAW cells, we show that in addition to their LE activities, free Gβγ subunits also govern TE retraction by operating two independent, yet synchronized, pathways. The first pathway involves RhoA activation, which prevents dephosphorylation of the myosin light chain, allowing actomyosin contractility to proceed. The second pathway activates phospholipase Cβ and induces myosin light chain phosphorylation to enhance actomyosin contractility through increasing cytosolic calcium. We further show that both of these pathways are essential, and inhibition of either one is sufficient to abolish the Gi-coupled GPCR-governed TE retraction and subsequent migration of RAW cells.", "doi": "10.1074/jbc.M117.787838", "title": "Two independent but synchronized Gβγ subunit-controlled pathways are essential for trailing-edge retraction during macrophage migration.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}