{"authors": [["Liao", "Zhongji", "Z", "Department of Medicine, University of California-San Diego, La Jolla, CA 92037, USA."], ["Kasirer-Friede", "Ana", "A", "Department of Medicine, University of California-San Diego, La Jolla, CA 92037, USA."], ["Shattil", "Sanford J", "SJ", "Department of Medicine, University of California-San Diego, La Jolla, CA 92037, USA sshattil@ucsd.edu."]], "date": "2017-09-01", "id": "28864764", "text": "The integrin αVβ3 is reported to promote angiogenesis in some model systems but not in others. Here, we used optogenetics to study the effects of αVβ3 interaction with the intracellular adapter kindlin-2 (Fermt2) on endothelial cell functions potentially relevant to angiogenesis. Because interaction of kindlin-2 with αVβ3 requires the C-terminal three residues of the β3 cytoplasmic tail (Arg-Gly-Thr; RGT), optogenetic probes LOVpep and ePDZ1 were fused to β3ΔRGT-GFP and mCherry-kindlin-2, respectively, and expressed in β3 integrin-null microvascular endothelial cells. Exposure of the cells to 450 nm (blue) light caused rapid and specific interaction of kindlin-2 with αVβ3 as assessed by immunofluorescence and total internal reflection fluorescence (TIRF) microscopy, and it led to increased endothelial cell migration, podosome formation and angiogenic sprouting. Analyses of kindlin-2 mutants indicated that interaction of kindlin-2 with other kindlin-2 binding partners, including c-Src, actin, integrin-linked kinase and phosphoinositides, were also likely necessary for these endothelial cell responses. Thus, kindlin-2 promotes αVβ3-dependent angiogenic functions of endothelial cells through its simultaneous interactions with β3 integrin and several other binding partners. Optogenetic approaches should find further use in clarifying spatiotemporal aspects of vascular cell biology.", "doi": "10.1242/jcs.205203", "title": "Optogenetic interrogation of integrin αVβ3 function in endothelial cells.", "journal": ["Journal of cell science", "J. Cell. Sci."]}