{"authors": [["Park", "Sung Young", "SY", "Center for Functional Connectomics, Korea Institute of Science and Technology, Seoul, Republic of Korea."], ["Song", "Sang-Ho", "SH", "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore."], ["Palmateer", "Brandon", "B", "Neuroscience Program, Central Michigan University, Mt. Pleasant, Michigan."], ["Pal", "Akash", "A", "Neuroscience Program, Central Michigan University, Mt. Pleasant, Michigan."], ["Petersen", "Eric D", "ED", "Neuroscience Program, Central Michigan University, Mt. Pleasant, Michigan."], ["Shall", "Gabrielle P", "GP", "Neuroscience Program, Central Michigan University, Mt. Pleasant, Michigan."], ["Welchko", "Ryan M", "RM", "Neuroscience Program, Central Michigan University, Mt. Pleasant, Michigan."], ["Ibata", "Keiji", "K", "Laboratory for Cell Function Dynamics, Brain Science Institute, Riken, Saitama, Japan."], ["Miyawaki", "Atsushi", "A", "Laboratory for Cell Function Dynamics, Brain Science Institute, Riken, Saitama, Japan."], ["Augustine", "George J", "GJ", "Center for Functional Connectomics, Korea Institute of Science and Technology, Seoul, Republic of Korea."], ["Hochgeschwender", "Ute", "U", "Neuroscience Program, Central Michigan University, Mt. Pleasant, Michigan."]], "date": "2017-09-01", "id": "28862809", "text": "Previous work has demonstrated that fusion of a luciferase to an opsin, to create a luminescent opsin or luminopsin, provides a genetically encoded means of manipulating neuronal activity via both chemogenetic and optogenetic approaches. Here we have expanded and refined the versatility of luminopsin tools by fusing an alternative luciferase variant with high light emission, Gaussia luciferase mutant GLucM23, to depolarizing and hyperpolarizing channelrhodopsins with increased light sensitivity. The combination of GLucM23 with Volvox channelrhodopsin-1 produced LMO4, while combining GLucM23 with the anion channelrhodopsin iChloC yielded iLMO4. We found efficient activation of these channelrhodopsins in the presence of the luciferase substrate, as indicated by responses measured in both single neurons and in neuronal populations of mice and rats, as well as by changes in male rat behavior during amphetamine-induced rotations. We conclude that these new luminopsins will be useful for bimodal opto- and chemogenetic analyses of brain function.", "doi": "10.1002/jnr.24152", "title": "Novel luciferase-opsin combinations for improved luminopsins.", "journal": ["Journal of neuroscience research", "J. Neurosci. Res."]}