{"authors": [["Qiao", "Mu", "M", "Key Laboratory for Quantum Optics and Center for Cold Atom Physics, Shanghai Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Shanghai, 201800, China."], ["Liu", "Honglin", "H", "Key Laboratory for Quantum Optics and Center for Cold Atom Physics, Shanghai Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Shanghai, 201800, China. hlliu4@hotmail.com."], ["Pang", "Guanghui", "G", "Key Laboratory for Quantum Optics and Center for Cold Atom Physics, Shanghai Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Shanghai, 201800, China."], ["Han", "Shensheng", "S", "Key Laboratory for Quantum Optics and Center for Cold Atom Physics, Shanghai Institute of Optics and Fine Mechanics, Chinese Academy of Sciences, Shanghai, 201800, China."]], "date": "2017-08-29", "id": "28852142", "text": "Manipulating light non-invasively through inhomogeneous media is an attractive goal in many disciplines. Wavefront shaping and optical phase conjugation can focus light to a point. Transmission matrix method can control light on multiple output modes simultaneously. Here we report a non-invasive approach which enables three-dimension (3D) light control between two turbid layers. A digital optical phase conjugation mirror measured and conjugated the diffused wavefront, which originated from a quasi-point source on the front turbid layer and passed through the back turbid layer. And then, because of memory effect, the phase-conjugated wavefront could be used as a carrier wave to transport a pre-calculated wavefront through the back turbid layer. The pre-calculated wavefront could project a desired 3D light field inside the sample, which, in our experiments, consisted of two 220-grid ground glass plates spaced by a 20 mm distance. The controllable range of light, according to the memory effect, was calculated to be 80 mrad in solid angle and 16 mm on z-axis. Due to the 3D light control ability, our approach may find applications in photodynamic therapy and optogenetics. Besides, our approach can also be combined with ghost imaging or compressed sensing to achieve 3D imaging between turbid layers.", "doi": "10.1038/s41598-017-10450-7", "title": "Non-invasive three-dimension control of light between turbid layers using a surface quasi-point light source for precorrection.", "journal": ["Scientific reports", "Sci Rep"]}