{"authors": [["Bitzenhofer", "Sebastian H", "SH", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-EppendorfHamburg, Germany."], ["Ahlbeck", "Joachim", "J", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-EppendorfHamburg, Germany."], ["Hanganu-Opatz", "Ileana L", "IL", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-EppendorfHamburg, Germany."]], "date": "2017-08-14", "id": "28848399", "text": "Coordinated patterns of electrical activity are critical for the functional maturation of neuronal networks, yet their interrogation has proven difficult in the developing brain. Optogenetic manipulations strongly contributed to the mechanistic understanding of network activation in the adult brain, but difficulties to specifically and reliably express opsins at neonatal age hampered similar interrogation of developing circuits. Here, we introduce a protocol that enables to control the activity of specific neuronal populations by light, starting from early postnatal development. We show that brain area-, layer- and cell type-specific expression of opsins by in utero electroporation (IUE), as exemplified for the medial prefrontal cortex (PFC) and hippocampus (HP), permits the manipulation of neuronal activity in vitro and in vivo. Both individual and population responses to different patterns of light stimulation are monitored by extracellular multi-site recordings in the medial PFC of neonatal mice. The expression of opsins via IUE provides a flexible approach to disentangle the cellular mechanism underlying early rhythmic network activity, and to elucidate the role of early neuronal activity for brain maturation, as well as its contribution to neurodevelopmental disorders.", "doi": "10.3389/fncel.2017.00239", "title": "Methodological Approach for Optogenetic Manipulation of Neonatal Neuronal Networks.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}