{"authors": [["Moore", "Lucille A", "LA", "Neuroscience Graduate Program and moorlu@ohsu.edu."], ["Trussell", "Laurence O", "LO", "Oregon Hearing Research Center and Vollum Institute, Oregon Health & Science University, Portland, Oregon 97239."]], "date": "2017-08-28", "id": "28847813", "text": "The central nucleus of the inferior colliculus (ICC) of the auditory midbrain, which integrates most ascending auditory information from lower brainstem regions, receives prominent long-range inhibitory input from the ventral nucleus of the lateral lemniscus (VNLL), a region thought to be important for temporal pattern discrimination. Histological evidence suggests that neurons in the VNLL release both glycine and GABA in the ICC, but functional evidence for their corelease is lacking. We took advantage of the GlyT2-Cre mouse line (both male and female) to target expression of ChR2 to glycinergic afferents in the ICC and made whole-cell recordings in vitro while exciting glycinergic fibers with light. Using this approach, it was clear that a significant fraction of glycinergic boutons corelease GABA in the ICC. Viral injections were used to target ChR2 expression specifically to glycinergic fibers ascending from the VNLL, allowing for activation of fibers from a single source of ascending input in a way that has not been previously possible in the ICC. We then investigated aspects of the glycinergic versus GABAergic current components to probe functional consequences of corelease. Surprisingly, the time course and short-term plasticity of synaptic signaling were nearly identical for the two transmitters. We therefore conclude that the two neurotransmitters may be functionally interchangeable and that multiple receptor subtypes subserving inhibition may offer diverse mechanisms for maintaining inhibitory homeostasis.SIGNIFICANCE STATEMENT Corelease of neurotransmitters is a common feature of the brain. GABA and glycine corelease is particularly common in the spinal cord and brainstem, but its presence in the midbrain is unknown. We show corelease of GABA and glycine for the first time in the central nucleus of the inferior colliculus of the auditory midbrain. Glycine and GABA are both inhibitory neurotransmitters involved in fast synaptic transmission, so we explored differences between the currents to establish a physiological foundation for functional differences in vivo In contrast to the auditory brainstem, coreleased GABAergic and glycinergic currents in the midbrain are strikingly similar. This apparent redundancy may ensure homeostasis if one neurotransmitter system is compromised.", "doi": "10.1523/JNEUROSCI.1125-17.2017", "title": "Corelease of Inhibitory Neurotransmitters in the Mouse Auditory Midbrain.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}