{"authors": [["Bayguinov", "Peter O", "PO", "Department of Neuroscience."], ["Ma", "Yihe", "Y", "Physiology Training Program, and."], ["Gao", "Yu", "Y", "Department of Neuroscience."], ["Zhao", "Xinyu", "X", "Department of Neuroscience."], ["Jackson", "Meyer B", "MB", "Department of Neuroscience, Meyer.Jackson@wisc.edu."]], "date": "2017-08-23", "id": "28842412", "text": "Genetically encoded voltage indicators create an opportunity to monitor electrical activity in defined sets of neurons as they participate in the complex patterns of coordinated electrical activity that underlie nervous system function. Taking full advantage of genetically encoded voltage indicators requires a generalized strategy for targeting the probe to genetically defined populations of cells. To this end, we have generated a mouse line with an optimized hybrid voltage sensor (hVOS) probe within a locus designed for efficient Cre recombinase-dependent expression. Crossing this mouse with Cre drivers generated double transgenics expressing hVOS probe in GABAergic, parvalbumin, and calretinin interneurons, as well as hilar mossy cells, new adult-born neurons, and recently active neurons. In each case, imaging in brain slices from male or female animals revealed electrically evoked optical signals from multiple individual neurons in single trials. These imaging experiments revealed action potentials, dynamic aspects of dendritic integration, and trial-to-trial fluctuations in response latency. The rapid time response of hVOS imaging revealed action potentials with high temporal fidelity, and enabled accurate measurements of spike half-widths characteristic of each cell type. Simultaneous recording of rapid voltage changes in multiple neurons with a common genetic signature offers a powerful approach to the study of neural circuit function and the investigation of how neural networks encode, process, and store information.SIGNIFICANCE STATEMENT Genetically encoded voltage indicators hold great promise in the study of neural circuitry, but realizing their full potential depends on targeting the sensor to distinct cell types. Here we present a new mouse line that expresses a hybrid optical voltage sensor under the control of Cre recombinase. Crossing this line with Cre drivers generated double-transgenic mice, which express this sensor in targeted cell types. In brain slices from these animals, single-trial hybrid optical voltage sensor recordings revealed voltage changes with submillisecond resolution in multiple neurons simultaneously. This imaging tool will allow for the study of the emergent properties of neural circuits and permit experimental tests of the roles of specific types of neurons in complex circuit activity.", "doi": "10.1523/JNEUROSCI.1363-17.2017", "title": "Imaging Voltage in Genetically Defined Neuronal Subpopulations with a Cre Recombinase-Targeted Hybrid Voltage Sensor.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}