{"authors": [["Ono", "Munenori", "M", "Department of Neuroscience, University of Connecticut Health Center, Farmington, Connecticut 06030-3401, and onomn@kanazawa-med.ac.jp."], ["Bishop", "Deborah C", "DC", "Department of Neuroscience, University of Connecticut Health Center, Farmington, Connecticut 06030-3401, and."], ["Oliver", "Douglas L", "DL", "Department of Neuroscience, University of Connecticut Health Center, Farmington, Connecticut 06030-3401, and."]], "date": "2017-08-23", "id": "28842411", "text": "GABAergic neurons in the inferior colliculus (IC) play a critical role in auditory information processing, yet their responses to sound are unknown. Here, we used optogenetic methods to characterize the response properties of GABAergic and presumed glutamatergic neurons to sound in the IC. We found that responses to pure tones of both inhibitory and excitatory classes of neurons were similar in their thresholds, response latencies, rate-level functions, and frequency tuning, but GABAergic neurons may have higher spontaneous firing rates. In contrast to their responses to pure tones, the inhibitory and excitatory neurons differed in their ability to follow amplitude modulations. The responses of both cell classes were affected by their location regardless of the cell type, especially in terms of their frequency tuning. These results show that the synaptic domain, a unique organization of local neural circuits in the IC, may interact with all types of neurons to produce their ultimate response to sound.SIGNIFICANCE STATEMENT Although the inferior colliculus (IC) in the auditory midbrain is composed of different types of neurons, little is known about how these specific types of neurons respond to sound. Here, for the first time, we characterized the response properties of GABAergic and glutamatergic neurons in the IC. Both classes of neurons had diverse response properties to tones but were overall similar, except for the spontaneous activity and their ability to follow amplitude-modulated sound. Both classes of neurons may compose a basic local circuit that is replicated throughout the IC. Within each local circuit, the inputs to the local circuit may have a greater influence in determining the response properties to sound than the specific neuron types.", "doi": "10.1523/JNEUROSCI.0745-17.2017", "title": "Identified GABAergic and Glutamatergic Neurons in the Mouse Inferior Colliculus Share Similar Response Properties.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}