{"authors": [["Coimbra", "Bárbara", "B", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Soares-Cunha", "Carina", "C", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Borges", "Sónia", "S", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Vasconcelos", "Nivaldo Ap", "NA", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Sousa", "Nuno", "N", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Rodrigues", "Ana João", "AJ", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."]], "date": "2017-08-24", "id": "28837419", "text": "Ventral tegmental area (VTA) activity is critical for reward/reinforcement and is tightly modulated by the laterodorsal tegmentum (LDT). In utero exposure to glucocorticoids (iuGC) triggers prominent motivation deficits but nothing is known about the impact of this exposure in the LDT-VTA circuit. We show that iuGC-rats have long-lasting changes in cholinergic markers in the LDT, together with a decrease in LDT basal neuronal activity. Interestingly, upon LDT stimulation, iuGC animals present a decrease in the magnitude of excitation and an increase in VTA inhibition, as a result of a shift in the type of cells that respond to the stimulus. In agreement with LDT-VTA dysfunction, we show that iuGC animals present motivational deficits that are rescued by selective optogenetic activation of this pathway. Importantly, we also show that LDT-VTA optogenetic stimulation is reinforcing, and that iuGC animals are more susceptible to the reinforcing properties of LDT-VTA stimulation.", "doi": "10.7554/eLife.25843", "title": "Impairments in laterodorsal tegmentum to VTA projections underlie glucocorticoid-triggered reward deficits.", "journal": ["eLife", "Elife"]}