{"authors": [["Miller", "Oliver H", "OH", "Roche Innovation Center Basel, Basel 4070, Switzerland; Tulane Brain Institute, Tulane University, New Orleans, LA 70115, USA."], ["Bruns", "Andreas", "A", "Roche Innovation Center Basel, Basel 4070, Switzerland."], ["Ben Ammar", "Imen", "I", "Faculté de Médecine, Université de Strasbourg, Strasbourg 67000, France."], ["Mueggler", "Thomas", "T", "Roche Innovation Center Basel, Basel 4070, Switzerland."], ["Hall", "Benjamin J", "BJ", "Roche Innovation Center Basel, Basel 4070, Switzerland; Tulane Brain Institute, Tulane University, New Orleans, LA 70115, USA. Electronic address: benjamin.hall@roche.com."]], "date": null, "id": "28834750", "text": "The NMDA receptor (NMDAR) antagonist ketamine elicits a long-lasting antidepressant response in patients with treatment-resistant depression. Understanding how antagonism of NMDARs alters synapse and circuit function is pivotal to developing circuit-based therapies for depression. Using virally induced gene deletion, ex vivo optogenetic-assisted circuit analysis, and in vivo chemogenetics and fMRI, we assessed the role of NMDARs in the medial prefrontal cortex (mPFC) in controlling depression-related behavior in mice. We demonstrate that post-developmental genetic deletion of the NMDAR subunit GluN2B from pyramidal neurons in the mPFC enhances connectivity between the mPFC and limbic thalamus, but not the ventral hippocampus, and reduces depression-like behavior. Using intersectional chemogenetics, we show that activation of this thalamocortical circuit is sufficient to elicit a decrease in despair-like behavior. Our findings reveal that GluN2B exerts input-specific control of pyramidal neuron innervation and identify a medial dorsal thalamus (MDT)→mPFC circuit that controls depression-like behavior.", "doi": "10.1016/j.celrep.2017.08.002", "title": "Synaptic Regulation of a Thalamocortical Circuit Controls Depression-Related Behavior.", "journal": ["Cell reports", "Cell Rep"]}