{"authors": [["Du", "Kai", "K", "Stockholm Brain Institute, Karolinska Institute, 171 77 Solna, Sweden."], ["Wu", "Yu-Wei", "YW", "Department of Neurosurgery, Stanford University School of Medicine, Stanford, CA 94305."], ["Lindroos", "Robert", "R", "Stockholm Brain Institute, Karolinska Institute, 171 77 Solna, Sweden."], ["Liu", "Yu", "Y", "Department of Neurosurgery, Stanford University School of Medicine, Stanford, CA 94305."], ["Rózsa", "Balázs", "B", "Laboratory of 3D Functional Imaging of Neuronal Networks and Dendritic Integration, Institute of Experimental Medicine, Hungarian Academy of Sciences, 1083 Budapest, Hungary."], ["Katona", "Gergely", "G", "Magyar Tudományos Akadémia-Pázmány Páter Katolikus Egyetem, Információs Technológia Kar-Nemzeti Agykutatás Program (MTA-PPKE ITK-NAP) Two-Photon Measurement Technology Research Group, Pázmány Péter University, 1088 Budapest, Hungary."], ["Ding", "Jun B", "JB", "Department of Neurosurgery, Stanford University School of Medicine, Stanford, CA 94305; dingjun@stanford.edu Jeanette.Hellgren@ki.se."], ["Kotaleski", "Jeanette Hellgren", "JH", "Stockholm Brain Institute, Karolinska Institute, 171 77 Solna, Sweden; dingjun@stanford.edu Jeanette.Hellgren@ki.se."]], "date": "2017-08-21", "id": "28827326", "text": "Striatal spiny projection neurons (SPNs) receive convergent excitatory synaptic inputs from the cortex and thalamus. Activation of spatially clustered and temporally synchronized excitatory inputs at the distal dendrites could trigger plateau potentials in SPNs. Such supralinear synaptic integration is crucial for dendritic computation. However, how plateau potentials interact with subsequent excitatory and inhibitory synaptic inputs remains unknown. By combining computational simulation, two-photon imaging, optogenetics, and dual-color uncaging of glutamate and GABA, we demonstrate that plateau potentials can broaden the spatiotemporal window for integrating excitatory inputs and promote spiking. The temporal window of spiking can be delicately controlled by GABAergic inhibition in a cell-type-specific manner. This subtle inhibitory control of plateau potential depends on the location and kinetics of the GABAergic inputs and is achieved by the balance between relief and reestablishment of NMDA receptor Mg2+ block. These findings represent a mechanism for controlling spatiotemporal synaptic integration in SPNs.", "doi": "10.1073/pnas.1704893114", "title": "Cell-type-specific inhibition of the dendritic plateau potential in striatal spiny projection neurons.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}