{"authors": [["Kim", "Christina K", "CK", "Neurosciences Program, Stanford University, Stanford, CA, 94305, USA."], ["Ye", "Li", "L", "HHMI, Stanford University, Stanford, CA, 94305, USA; Department of Psychiatry, Stanford University, Stanford, CA, 94305, USA."], ["Jennings", "Joshua H", "JH", "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA."], ["Pichamoorthy", "Nandini", "N", "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA."], ["Tang", "Daniel D", "DD", "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA."], ["Yoo", "Ai-Chi W", "AW", "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA."], ["Ramakrishnan", "Charu", "C", "Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA."], ["Deisseroth", "Karl", "K", "HHMI, Stanford University, Stanford, CA, 94305, USA; Department of Psychiatry, Stanford University, Stanford, CA, 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA, 94305, USA. Electronic address: deissero@stanford.edu."]], "date": "2017-08-17", "id": "28823561", "text": "Reward-seeking behavior is fundamental to survival, but suppression of this behavior can be essential as well, even for rewards of high value. In humans and rodents, the medial prefrontal cortex (mPFC) has been implicated in suppressing reward seeking; however, despite vital significance in health and disease, the neural circuitry through which mPFC regulates reward seeking remains incompletely understood. Here, we show that a specific subset of superficial mPFC projections to a subfield of nucleus accumbens (NAc) neurons naturally encodes the decision to initiate or suppress reward seeking when faced with risk of punishment. A highly resolved subpopulation of these top-down projecting neurons, identified by 2-photon Ca2+ imaging and activity-dependent labeling to recruit the relevant neurons, was found capable of suppressing reward seeking. This natural activity-resolved mPFC-to-NAc projection displayed unique molecular-genetic and microcircuit-level features concordant with a conserved role in the regulation of reward-seeking behavior, providing cellular and anatomical identifiers of behavioral and possible therapeutic significance.", "doi": "10.1016/j.cell.2017.07.020", "title": "Molecular and Circuit-Dynamical Identification of Top-Down Neural Mechanisms for Restraint of Reward Seeking.", "journal": ["Cell", "Cell"]}