{"authors": [["Roy", "Dheeraj S", "DS", "RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory, Department of Biology and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Kitamura", "Takashi", "T", "RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory, Department of Biology and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Okuyama", "Teruhiro", "T", "RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory, Department of Biology and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Ogawa", "Sachie K", "SK", "RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory, Department of Biology and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Sun", "Chen", "C", "RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory, Department of Biology and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Obata", "Yuichi", "Y", "RIKEN BioResource Center, 3-1-1 Koyadai, Ibaraki 305-0074, Japan."], ["Yoshiki", "Atsushi", "A", "RIKEN BioResource Center, 3-1-1 Koyadai, Ibaraki 305-0074, Japan."], ["Tonegawa", "Susumu", "S", "RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory, Department of Biology and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; Howard Hughes Medical Institute, Massachusetts Institute of Technology, Cambridge, MA 02139, USA; RIKEN Brain Science Institute, 2-1 Hirosawa, Wako-shi, Saitama 351-0198, Japan. Electronic address: tonegawa@mit.edu."]], "date": "2017-08-17", "id": "28823555", "text": "The formation and retrieval of a memory is thought to be accomplished by activation and reactivation, respectively, of the memory-holding cells (engram cells) by a common set of neural circuits, but this hypothesis has not been established. The medial temporal-lobe system is essential for the formation and retrieval of episodic memory for which individual hippocampal subfields and entorhinal cortex layers contribute by carrying out specific functions. One subfield whose function is poorly known is the subiculum. Here, we show that dorsal subiculum and the circuit, CA1 to dorsal subiculum to medial entorhinal cortex layer 5, play a crucial role selectively in the retrieval of episodic memories. Conversely, the direct CA1 to medial entorhinal cortex layer 5 circuit is essential specifically for memory formation. Our data suggest that the subiculum-containing detour loop is dedicated to meet the requirements associated with recall such as rapid memory updating and retrieval-driven instinctive fear responses.", "doi": "10.1016/j.cell.2017.07.013", "title": "Distinct Neural Circuits for the Formation and Retrieval of Episodic Memories.", "journal": ["Cell", "Cell"]}