{"authors": [["Suzuki", "Mototaka", "M", "NeuroCure Cluster of Excellence, Department of Biology, Humboldt University, Charitéplatz 1, 10117, Berlin, Germany. mototaka@gmail.com."], ["Larkum", "Matthew E", "ME", "NeuroCure Cluster of Excellence, Department of Biology, Humboldt University, Charitéplatz 1, 10117, Berlin, Germany."]], "date": "2017-08-17", "id": "28819259", "text": "Cortical surface recording techniques such as EEG and ECoG are widely used for measuring brain activity. The prevailing assumption is that surface potentials primarily reflect synaptic activity, although non-synaptic events may also contribute. Here we show that dendritic calcium spikes occurring in pyramidal neurons (that we showed previously are cognitively relevant) are clearly detectable in cortical surface potentials. To show this we developed an optogenetic, non-synaptic approach to evoke dendritic calcium spikes in vivo. We found that optogenetically evoked calcium spikes were easily detectable and had an unexpected waveform near the cortical surface. Sensory-evoked dendritic calcium spikes were also clearly detectable with amplitudes that matched the contribution of synaptic input. These results reveal how dendritic calcium spikes appear at the cortical surface and their significant impact on surface potentials, suggesting that long-standing surface recording data may contain information about dendritic activity that is relevant to behavior and cognitive function.Surface EEG recordings are thought to primarily detect synaptic activity. Here the authors devise an optogenetic method to evoke dendritic calcium spikes in layer 5 pyramidal cells of the rat somatosensory cortex, and report that optogenetically evoked, as well as sensory-evoked dendritic calcium spikes make a significant contribution to surface EEG recordings.", "doi": "10.1038/s41467-017-00282-4", "title": "Dendritic calcium spikes are clearly detectable at the cortical surface.", "journal": ["Nature communications", "Nat Commun"]}