{"authors": [["White", "Michael", "M", "1 Institute of Neuroscience, Newcastle University , Newcastle upon Tyne, United Kingdom."], ["Whittaker", "Roger", "R", "1 Institute of Neuroscience, Newcastle University , Newcastle upon Tyne, United Kingdom."], ["Gándara", "Carolina", "C", "1 Institute of Neuroscience, Newcastle University , Newcastle upon Tyne, United Kingdom."], ["Stoll", "Elizabeth A", "EA", "1 Institute of Neuroscience, Newcastle University , Newcastle upon Tyne, United Kingdom."]], "date": null, "id": "28817344", "text": "Lentiviral vectors are increasingly the gene transfer tool of choice for gene or cell therapies, with multiple clinical investigations showing promise for this viral vector in terms of both safety and efficacy. The third-generation vector system is well characterized, effectively delivers genetic material and maintains long-term stable expression in target cells, delivers larger amounts of genetic material than other methods, is nonpathogenic, and does not cause an inflammatory response in the recipient. This report aims to help academic scientists and regulatory managers negotiate the governance framework to achieve successful translation of a lentiviral vector-based gene therapy. The focus is on European regulations and how they are administered in the United Kingdom, although many of the principles will be similar for other regions, including the United States. The report justifies the rationale for using third-generation lentiviral vectors to achieve gene delivery for in vivo and ex vivo applications; briefly summarizes the extant regulatory guidance for gene therapies, categorized as advanced therapeutic medicinal products (ATMPs); provides guidance on specific regulatory issues regarding gene therapies; presents an overview of the key stakeholders to be approached when pursuing clinical trials authorization for an ATMP; and includes a brief catalogue of the documentation required to submit an application for regulatory approval of a new gene therapy.", "doi": "10.1089/hgtb.2017.096", "title": "A Guide to Approaching Regulatory Considerations for Lentiviral-Mediated Gene Therapies.", "journal": ["Human gene therapy methods", "Hum Gene Ther Methods"]}