{"authors": [["Oggu", "Gopi Suresh", "GS", "CSIR-Center for Cellular and Molecular Biology, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana, 500007, India."], ["Sasikumar", "Shyama", "S", "CSIR-Center for Cellular and Molecular Biology, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana, 500007, India."], ["Reddy", "Nirosha", "N", "MNR Dental College and Hospital, Fasalwadi, Sangareddy, Telangana, 500076, India."], ["Ella", "Kranthi Kiran Reddy", "KKR", "MNR Dental College and Hospital, Fasalwadi, Sangareddy, Telangana, 500076, India."], ["Rao", "Ch Mohan", "CM", "CSIR-Center for Cellular and Molecular Biology, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana, 500007, India."], ["Bokara", "Kiran Kumar", "KK", "CSIR-Center for Cellular and Molecular Biology, Medical Biotechnology Complex, Uppal Road, Hyderabad, Telangana, 500007, India. bokarakiran@ccmb.res.in."]], "date": null, "id": "28815481", "text": "A significant number of clinical trials have been undertaken to explore the use of mesenchymal stem cells (MSCs) for the treatment of several diseases such as Crohn's disease, diabetes, bone defects, myocardial infarction, stroke etc., Due to their efficiency in homing to the tissue injury sites, their differentiation potential, the capability to secrete a large amount of trophic factors and their immunomodulatory effects, MSCs are becoming increasingly popular and expected to be one of the promising therapeutic approaches. However, challenges associated with the isolation of pure MSC populations, their culture and expansion, specific phenotypic characterization, multi-potential differentiation and challenges of efficient transplantation limit their usage. The current strategies of cell-based therapies emphasize introducing beneficial genes, which will improve the therapeutic ability of MSCs and have better homing efficiency. The continuous improvement in gene transfer technologies has broad implications in stem cell biology. Although viral vectors are efficient vehicles for gene delivery, construction of viral vectors with desired genes, their safety and immunogenicity limit their use in clinical applications. We review current gene delivery approaches, including viral and plasmid vectors, for transfecting MSC with beneficial genes. The review also discusses the use of a few emerging technologies that could be used to improve the transfer/induction of desirable genes for cell therapy.", "doi": "10.1007/s12015-017-9760-2", "title": "Gene Delivery Approaches for Mesenchymal Stem Cell Therapy: Strategies to Increase Efficiency and Specificity.", "journal": ["Stem cell reviews", "Stem Cell Rev"]}