{"authors": [["Yu", "Zeyang", "Z", "School of Engineering, Brown University, United States. Electronic address: zeyang_yu@brown.edu."], ["Nurmikko", "Arto", "A", "School of Engineering, Brown University, United States."], ["Ozden", "Ilker", "I", "School of Engineering, Brown University, United States; Department of Bioengineering, University of Missouri, Columbia, United States. Electronic address: ozdeni@missouri.edu."]], "date": "2017-08-12", "id": "28807859", "text": "Widespread opsin expression in the cortex of rats, where transgenic models have not been established, is not practical to achieve with the traditional diffusion-based virus transduction methods (DBD).We developed protocols for convection-enhanced delivery (CED) of virus for optogenetic transduction of the rat cortex. Targeting the motor forelimb area as an example, we performed dual-site CED (6μL of virus per site, 3mm pitch between sites) in the rat motor cortex.We identified injection parameters optimized for horizontal spread of infusate in the agarose gel model and then demonstrated in vivo widespread opsin expression over the cortical area (7.4±1.0mm in the AP direction, 4.4±1.1mm in the ML direction, N=13 rats) using CED. The optogenetic transduction was also functionally robust, in which both optical modulation of neuronal activity and elicitation of overt motor responses was reliably observed.CED led to about 24-fold increase in the volume of opsin expression, compared with the conventional DBD method. The total injection time was also reduced by at least 10 times, if similar extent of expression were to be achieved with the conventional DBD method.CED is a reliable and effective method of virus delivery for optogenetic transduction of planar superficial structures, such as the cortex in rats.", "doi": "10.1016/j.jneumeth.2017.08.008", "title": "Widespread functional opsin transduction in the rat cortex via convection-enhanced delivery optimized for horizontal spread.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}