{"authors": [["Kamps", "Dominic", "D", "Department for Systemic Cell Biology, Max Planck Institute of Molecular Physiology and Fakultät für Chemie und Chemische Biologie, Technische Universität Dortmund , Dortmund, Germany."], ["Dehmelt", "Leif", "L", "Department for Systemic Cell Biology, Max Planck Institute of Molecular Physiology and Fakultät für Chemie und Chemische Biologie, Technische Universität Dortmund , Dortmund, Germany."]], "date": "2017-08-25", "id": "28806053", "text": "To orchestrate the function and development of multicellular organisms, cells integrate intra- and extracellular information. This information is processed via signal networks in space and time, steering dynamic changes in cellular structure and function. Defects in those signal networks can lead to developmental disorders or cancer. However, experimental analysis of signal networks is challenging as their state changes dynamically and differs between individual cells. Thus, causal relationships between network components are blurred if lysates from large cell populations are analyzed. To directly study causal relationships, perturbations that target specific components have to be combined with measurements of cellular responses within individual cells. However, using standard single-cell techniques, the number of signal activities that can be monitored simultaneously is limited. Furthermore, diffusion of signal network components limits the spatial precision of perturbations, which blurs the analysis of spatiotemporal processing in signal networks. Hybrid strategies based on optogenetics, surface patterning, chemical tools, and protein design can overcome those limitations and thereby sharpen our view into the dynamic spatiotemporal state of signal networks and enable unique insights into the mechanisms that control cellular function in space and time.", "doi": "10.1021/acschembio.7b00451", "title": "Deblurring Signal Network Dynamics.", "journal": ["ACS chemical biology", "ACS Chem. Biol."]}