{"authors": [["Zhang", "Huaiying", "H", "Department of Biology, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Aonbangkhen", "Chanat", "C", "Department of Chemistry, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Tarasovetc", "Ekaterina V", "EV", "Department of Biology, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Ballister", "Edward R", "ER", "Department of Biology, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Chenoweth", "David M", "DM", "Department of Chemistry, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Lampson", "Michael A", "MA", "Department of Biology, School of Arts and Sciences, University of Pennsylvania, Philadelphia, Pennsylvania, USA."]], "date": "2017-08-14", "id": "28805800", "text": "Kinetochores act as hubs for multiple activities during cell division, including microtubule interactions and spindle checkpoint signaling. Each kinetochore can act autonomously, and activities change rapidly as proteins are recruited to, or removed from, kinetochores. Understanding this dynamic system requires tools that can manipulate kinetochores on biologically relevant temporal and spatial scales. Optogenetic approaches have the potential to provide temporal and spatial control with molecular specificity. Here we report new chemical inducers of protein dimerization that allow us to both recruit proteins to and release them from kinetochores using light. We use these dimerizers to manipulate checkpoint signaling and molecular motor activity. Our findings demonstrate specialized properties of the CENP-E (kinesin-7) motor for directional chromosome transport to the spindle equator and for maintenance of metaphase alignment. This work establishes a foundation for optogenetic control of kinetochore function, which is broadly applicable to experimental probing of other dynamic cellular processes.", "doi": "10.1038/nchembio.2456", "title": "Optogenetic control of kinetochore function.", "journal": ["Nature chemical biology", "Nat. Chem. Biol."]}