{"authors": [["Lin", "Xudong", "X", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Wang", "Ying", "Y", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Chen", "Xian", "X", "Department of Physics and Material Science, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Yang", "Runhuai", "R", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Wang", "Zixun", "Z", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Feng", "Jingyu", "J", "Department of Biomedical Science, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Wang", "Haitao", "H", "Chinese Academy of Science Key Laboratory of Brain Function and Disease, Department of Neurobiology and Biophysics, University of Science and Technology of China, Hefei, Anhui, 230000, China."], ["Lai", "King W C", "KWC", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["He", "Jufang", "J", "Department of Biomedical Science, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."], ["Wang", "Feng", "F", "Shenzhen Research Institute, City University of Hong Kong, Shenzhen, Guangdong, 518000, China."], ["Shi", "Peng", "P", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, Hong Kong SAR, 999077, China."]], "date": "2017-08-10", "id": "28795515", "text": "Optical modulation of nervous system becomes increasingly popular as the wide adoption of optogenetics. For these applications, upconversion materials hold great promise as novel photonic elements. This study describes an upconversion based strategy for combinatorial neural stimulation both in vitro and in vivo by using spectrum-selective upconversion nanoparticles (UCNPs). NaYF4 based UCNPs are used to absorb near-infrared (NIR) energy and to emit visible light for stimulating neurons expressing different channelrhodopsin (ChR) proteins. The emission spectrum of the UCNPs is selectively tuned by different doping strategy (Tm3+ or Er3+ ) to match the responsive wavelength of ChR2 or C1V1. When the UCNPs are packaged into a glass microoptrode, and placed close to or in direct contact with neurons expressing ChR2 or C1V1, the cells can be reliably activated by NIR illumination at single cell level as well as network level, which is characterized by patch-clamping and multielectrode-array recording in culture primary neurons. Furthermore, the UCNP-based optrode is implanted into the brain of live rodents to achieve all-optical remote activation of brain tissues in mammalian animals. It is believed that this proof-of-concept study opens up completely new applications of upconversion materials for regulating physiological functions, especially in neuroscience research.", "doi": "10.1002/adhm.201700446", "title": "Multiplexed Optogenetic Stimulation of Neurons with Spectrum-Selective Upconversion Nanoparticles.", "journal": ["Advanced healthcare materials", "Adv Healthc Mater"]}