{"authors": [["Jiang", "Jingwei", "J", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["Cui", "Huxing", "H", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, Iowa."], ["Rahmouni", "Kamal", "K", "Department of Pharmacology, University of Iowa Carver College of Medicine, Iowa City, Iowa; kamal-rahmouni@uiowa.edu."]], "date": "2017-08-09", "id": "28794102", "text": "Remote and selective spatiotemporal control of the activity of neurons to regulate behavior and physiological functions has been a long-sought goal in system neuroscience. Identification and subsequent bioengineering of light-sensitive ion channels (e.g., channelrhodopsins, halorhodopsin, and archaerhodopsins) from the bacteria have made it possible to use light to artificially modulate neuronal activity, namely optogenetics. Recent advance in genetics has also allowed development of novel pharmacological tools to selectively and remotely control neuronal activity using engineered G protein-coupled receptors, which can be activated by otherwise inert drug-like small molecules such as the designer receptors exclusively activated by designer drug, a form of chemogenetics. The cutting-edge optogenetics and pharmacogenetics are powerful tools in neuroscience that allow selective and bidirectional modulation of the activity of defined populations of neurons with unprecedented specificity. These novel toolboxes are enabling significant advances in deciphering how the nervous system works and its influence on various physiological processes in health and disease. Here, we discuss the fundamental elements of optogenetics and chemogenetics approaches and some of the applications that yielded significant advances in various areas of neuroscience and beyond.", "doi": "10.1152/ajpregu.00091.2017", "title": "Optogenetics and pharmacogenetics: principles and applications.", "journal": ["American journal of physiology. Regulatory, integrative and comparative physiology", "Am. J. Physiol. Regul. Integr. Comp. Physiol."]}