{"authors": [["Polstein", "Lauren R", "LR", "Department of Biomedical Engineering, Duke University , Durham, North Carolina 27708, United States."], ["Juhas", "Mark", "M", "Department of Biomedical Engineering, Duke University , Durham, North Carolina 27708, United States."], ["Hanna", "Gabi", "G", "Department of Radiation Oncology and Duke Cancer Institute, Duke University Medical Center , Durham, North Carolina 27710, United States."], ["Bursac", "Nenad", "N", "Department of Biomedical Engineering, Duke University , Durham, North Carolina 27708, United States."], ["Gersbach", "Charles A", "CA", "Department of Biomedical Engineering, Duke University , Durham, North Carolina 27708, United States."]], "date": "2017-09-06", "id": "28793186", "text": "The precise spatial and temporal control of gene expression, cell differentiation, and tissue morphogenesis has widespread application in regenerative medicine and the study of tissue development. In this work, we applied optogenetics to control cell differentiation and new tissue formation. Specifically, we engineered an optogenetic \"on\" switch that provides permanent transgene expression following a transient dose of blue light illumination. To demonstrate its utility in controlling cell differentiation and reprogramming, we incorporated an engineered form of the master myogenic factor MyoD into this system in multipotent cells. Illumination of cells with blue light activated myogenic differentiation, including upregulation of myogenic markers and fusion into multinucleated myotubes. Cell differentiation was spatially patterned by illumination of cell cultures through a photomask. To demonstrate the application of the system to controlling in vivo tissue development, the light inducible switch was used to control the expression of VEGF and angiopoietin-1, which induced angiogenic sprouting in a mouse dorsal window chamber model. Live intravital microscopy showed illumination-dependent increases in blood-perfused microvasculature. This optogenetic switch is broadly useful for applications in which sustained and patterned gene expression is desired following transient induction, including tissue engineering, gene therapy, synthetic biology, and fundamental studies of morphogenesis.", "doi": "10.1021/acssynbio.7b00147", "title": "An Engineered Optogenetic Switch for Spatiotemporal Control of Gene Expression, Cell Differentiation, and Tissue Morphogenesis.", "journal": ["ACS synthetic biology", "ACS Synth Biol"]}