{"authors": [["López-Hernández", "Gretchen Y", "GY", "Department of Neurobiology and Behavior, Stony Brook University, Stony Brook, NY, USA."], ["Ananth", "Mala", "M", "Department of Neurobiology and Behavior, Stony Brook University, Stony Brook, NY, USA."], ["Jiang", "Li", "L", "Department of Neurobiology and Behavior, Stony Brook University, Stony Brook, NY, USA."], ["Ballinger", "Elizabeth C", "EC", "Department of Neurobiology and Behavior, Stony Brook University, Stony Brook, NY, USA."], ["Talmage", "David A", "DA", "Department of Neurobiology and Behavior, Stony Brook University, Stony Brook, NY, USA."], ["Role", "Lorna W", "LW", "Department of Neurobiology and Behavior, Stony Brook University, Stony Brook, NY, USA."]], "date": null, "id": "28791701", "text": "Recent developments in the generation of neuronal population-specific, genetically modified mouse lines have allowed precise identification and selective stimulation of cholinergic neurons in vivo. Although considerably less laborious than studies conducted with post hoc identification of cholinergic neurons by immunostaining, it is not known whether the genetically based labeling procedures that permit in vivo identification are electrophysiologically benign. In this study, we use mice carrying a bacterial artificial chromosome transgene that drives expression of a tau-green fluorescent fusion protein specifically in cholinergic neurons. This allowed us to visualize basal forebrain cholinergic neurons in acute slice preparations. Using whole cell, patch clamp electrophysiological recording in acute brain slices, here we present original data about the basic electrical properties of these genetically tagged cholinergic neurons including firing rate, resting membrane potential, rheobase, and various characteristics of their action potentials and after-hyperpolarization potentials. The basic electrical properties are compared (i) with non-cholinergic neurons in the same brain regions; (ii) in cholinergic neurons between immature animals and young adults; and (iii) with cholinergic neurons that are expressing light-sensitive channels. Our conclusions based on these data are (i) cholinergic neurons are less excitable then their non-cholinergic neighbors, (ii) the basic properties of cholinergic neurons do not significantly change between adolescence and young adulthood and (iii) these properties are not significantly affected by chronic expression of the excitatory opsin, oChIEF. This is an article for the special issue XVth International Symposium on Cholinergic Mechanisms.", "doi": "10.1111/jnc.14073", "title": "Electrophysiological properties of basal forebrain cholinergic neurons identified by genetic and optogenetic tagging.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}