{"authors": [["Fantuzzo", "Joseph A", "JA", "Child Health Institute of New Jersey, 89 French Street, New Brunswick, NJ 08901, USA."], ["De Filippis", "Lidia", "L", "Child Health Institute of New Jersey, 89 French Street, New Brunswick, NJ 08901, USA."], ["McGowan", "Heather", "H", "Child Health Institute of New Jersey, 89 French Street, New Brunswick, NJ 08901, USA."], ["Yang", "Nan", "N", "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University School of Medicine, 265 Campus Drive, Stanford, CA 94305, USA."], ["Ng", "Yi-Han", "YH", "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University School of Medicine, 265 Campus Drive, Stanford, CA 94305, USA."], ["Halikere", "Apoorva", "A", "Child Health Institute of New Jersey, 89 French Street, New Brunswick, NJ 08901, USA."], ["Liu", "Jing-Jing", "JJ", "Child Health Institute of New Jersey, 89 French Street, New Brunswick, NJ 08901, USA."], ["Hart", "Ronald P", "RP", "Department of Cell Biology and Neuroscience, Rutgers University, 604 Allison Road, Piscataway, NJ 08854, USA."], ["Wernig", "Marius", "M", "Institute for Stem Cell Biology and Regenerative Medicine, Stanford University School of Medicine, 265 Campus Drive, Stanford, CA 94305, USA."], ["Zahn", "Jefrey D", "JD", "Department of Biomedical Engineering, Rutgers University, 599 Taylor Road, Piscataway, NJ 08854, USA."], ["Pang", "Zhiping P", "ZP", "Child Health Institute of New Jersey, 89 French Street, New Brunswick, NJ 08901, USA."]], "date": null, "id": "28781993", "text": "Neurocircuits in the human brain govern complex behavior and involve connections from many different neuronal subtypes from different brain regions. Recent advances in stem cell biology have enabled the derivation of patient-specific human neuronal cells of various subtypes for the study of neuronal function and disease pathology. Nevertheless, one persistent challenge using these human-derived neurons is the ability to reconstruct models of human brain circuitry. To overcome this obstacle, we have developed a compartmentalized microfluidic device, which allows for spatial separation of cell bodies of different human-derived neuronal subtypes (excitatory, inhibitory and dopaminergic) but is permissive to the spreading of projecting processes. Induced neurons (iNs) cultured in the device expressed pan-neuronal markers and subtype specific markers. Morphologically, we demonstrate defined synaptic contacts between selected neuronal subtypes by synapsin staining. Functionally, we show that excitatory neuronal stimulation evoked excitatory postsynaptic current responses in the neurons cultured in a separate chamber.", "doi": "10.1142/S2339547817500054", "title": "μNeurocircuitry: Establishing in vitro models of neurocircuits with human neurons.", "journal": ["Technology", "Technology (Singap World Sci)"]}