{"authors": [["Harada", "Kazuki", "K", "Department of Life Sciences, Graduate School of Arts and Sciences, The University of Tokyo, 3-8-1 Komaba, Meguro, Tokyo, 153-8902, Japan."], ["Ito", "Motoki", "M", "Department of Biological Sciences, Graduate School of Science, The University of Tokyo, 7-3-1 Hongo, Bunkyo, Tokyo, 113-0033, Japan."], ["Wang", "Xiaowen", "X", "Laboratory for Neuron-Glia Circuitry, RIKEN Brain Science Institute, Hirosawa 2-1, Wako-shi, Saitama, 351-0198, Japan."], ["Tanaka", "Mika", "M", "Laboratory for Neuron-Glia Circuitry, RIKEN Brain Science Institute, Hirosawa 2-1, Wako-shi, Saitama, 351-0198, Japan."], ["Wongso", "Devina", "D", "Cell Signaling Group, WASEDA Bioscience Research Institute in Singapore (WABIOS), 11 Biopolis Way, #05-02 Helios, Singapore, 138667, Singapore."], ["Konno", "Ayumu", "A", "Department of Neurophysiology and Neural Repair, Gunma University Graduate School of Medicine, Maebashi, Gunma, 371-8511, Japan."], ["Hirai", "Hirokazu", "H", "Department of Neurophysiology and Neural Repair, Gunma University Graduate School of Medicine, Maebashi, Gunma, 371-8511, Japan."], ["Hirase", "Hajime", "H", "Laboratory for Neuron-Glia Circuitry, RIKEN Brain Science Institute, Hirosawa 2-1, Wako-shi, Saitama, 351-0198, Japan."], ["Tsuboi", "Takashi", "T", "Department of Life Sciences, Graduate School of Arts and Sciences, The University of Tokyo, 3-8-1 Komaba, Meguro, Tokyo, 153-8902, Japan. takatsuboi@bio.c.u-tokyo.ac.jp."], ["Kitaguchi", "Tetsuya", "T", "Cell Signaling Group, WASEDA Bioscience Research Institute in Singapore (WABIOS), 11 Biopolis Way, #05-02 Helios, Singapore, 138667, Singapore. kitaguct-gfp@umin.ac.jp."]], "date": "2017-08-04", "id": "28779099", "text": "cAMP is a common second messenger that is involved in various physiological processes. To expand the colour palette of available cAMP indicators, we developed a red cAMP indicator named \"Pink Flamindo\" (Pink Fluorescent cAMP indicator). The fluorescence intensity of Pink Flamindo increases 4.2-fold in the presence of a saturating dose of cAMP, with excitation and emission peaks at 567 nm and 590 nm, respectively. Live-cell imaging revealed that Pink Flamindo is effective for monitoring the spatio-temporal dynamics of intracellular cAMP generated by photoactivated adenylyl cyclase in response to blue light, and in dual-colour imaging studies using a green Ca2+ indicator (G-GECO). Furthermore, we successfully monitored the elevation of cAMP levels in vivo in cerebral cortical astrocytes by two-photon imaging. We propose that Pink Flamindo will facilitate future in vivo, optogenetic studies of cell signalling and cAMP dynamics.", "doi": "10.1038/s41598-017-07820-6", "title": "Red fluorescent protein-based cAMP indicator applicable to optogenetics and in vivo imaging.", "journal": ["Scientific reports", "Sci Rep"]}