{"authors": [["Gombash", "S E", "SE", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Cowley", "C J", "CJ", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Fitzgerald", "J A", "JA", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Lepak", "C A", "CA", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Neides", "M G", "MG", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Hook", "K", "K", "Department of Neuroscience, SUCCESS Program, The Ohio State University, Columbus, OH, USA."], ["Todd", "L J", "LJ", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Wang", "G-D", "GD", "Department of Physiology and Cell Biology, The Ohio State University, Columbus, OH, USA."], ["Mueller", "C", "C", "Department of Pediatrics, Neurology & Gene Therapy Center, UMASS Medical School, Worcester, MA, USA."], ["Kaspar", "B K", "BK", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Bielefeld", "E C", "EC", "Department of Speech and Hearing Science, The Ohio State University, Columbus, OH, USA."], ["Fischer", "A J", "AJ", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."], ["Wood", "J D", "JD", "Department of Physiology and Cell Biology, The Ohio State University, Columbus, OH, USA."], ["Foust", "K D", "KD", "Department of Neuroscience, The Ohio State University, Columbus, OH, USA."]], "date": "2017-08-03", "id": "28771235", "text": "Characterization of adeno-associated viral vector (AAV) mediated gene delivery to the enteric nervous system (ENS) was recently described in mice and rats. In these proof-of-concept experiments, we show that intravenous injections of clinically relevant AAVs can transduce the ENS in guinea pigs and non-human primates. Neonatal guinea pigs were given intravenous injections of either AAV8 or AAV9 vectors that contained a green fluorescent protein (GFP) expression cassette or phosphate-buffered saline. Piglets were euthanized three weeks post injection and tissues were harvested for immunofluorescent analysis. GFP expression was detected in myenteric and submucosal neurons along the length of the gastrointestinal tract in AAV8 injected guinea pigs. GFP-positive neurons were found in dorsal motor nucleus of the vagus and dorsal root ganglia. Less transduction occurred in AAV9-treated tissues. Gastrointestinal tissues were analyzed from young cynomolgus macaques that received systemic injection of AAV9 GFP. GFP expression was detected in myenteric neurons of the stomach, small and large intestine. These data demonstrate that ENS gene delivery translates to larger species. This work develops tools for the field of neurogastroenterology to explore gut physiology and anatomy using emerging technologies such as optogenetics and gene editing. It also provides a basis to develop novel therapies for chronic gut disorders.", "doi": "10.1038/gt.2017.72", "title": "Systemic gene delivery transduces the enteric nervous system of guinea pigs and cynomolgus macaques.", "journal": ["Gene therapy", "Gene Ther."]}