{"authors": [["Garcia-Garcia", "A L", "AL", "Dranovsky-Leonardo (ADL) Lab, Department of Psychiatry, Division of Integrative Neuroscience, Columbia University and the New York State Psychiatric Institute, New York, NY, USA."], ["Canetta", "S", "S", "Department of Psychiatry, Columbia University, New York, NY, USA."], ["Stujenske", "J M", "JM", "Department of Psychiatry, Division of Integrative Neuroscience, Columbia University and the New York State Psychiatric Institute, New York, NY, USA."], ["Burghardt", "N S", "NS", "Department of Psychology, Hunter College, City University of New York, New York, NY, USA."], ["Ansorge", "M S", "MS", "Department of Psychiatry, Columbia University, New York, NY, USA."], ["Dranovsky", "A", "A", "Dranovsky-Leonardo (ADL) Lab, Department of Psychiatry, Division of Integrative Neuroscience, Columbia University and the New York State Psychiatric Institute, New York, NY, USA."], ["Leonardo", "E D", "ED", "Dranovsky-Leonardo (ADL) Lab, Department of Psychiatry, Division of Integrative Neuroscience, Columbia University and the New York State Psychiatric Institute, New York, NY, USA."]], "date": "2017-08-01", "id": "28761080", "text": "Serotonin (5-HT) neurons project from the raphe nuclei throughout the brain where they act to maintain homeostasis. Here, we study 5-HT inputs into the bed nucleus of the stria terminalis (BNST), a major subdivision of the extended amygdala that has been proposed to regulate responses to anxiogenic environments in humans and rodents. While the dorsal part of the BNST (dBNST) receives dense 5-HT innervation, whether and how 5-HT in the dBNST normally modulates anxiety remains unclear. Using optogenetics, we demonstrate that activation of 5-HT terminals in the dBNST reduces anxiety in a highly anxiogenic environment. Further analysis revealed that optogenetic inhibition of 5-HT inputs into the dBNST increases anxiety in a less anxiogenic environment. We found that 5-HT predominantly hyperpolarizes dBNST neurons, reducing their activity in a manner that can be blocked by a 5-HT1A antagonist. Finally, we demonstrate that activation of 5-HT1A receptors in the dBNST is necessary for the anxiolytic effect observed following optogenetic stimulation of 5-HT inputs into the dBNST. These data reveal that 5-HT release in the dBNST modulates anxiety-like behavior via 5-HT1A receptors under naturalistic conditions.Molecular Psychiatry advance online publication, 1 August 2017; doi:10.1038/mp.2017.165.", "doi": "10.1038/mp.2017.165", "title": "Serotonin inputs to the dorsal BNST modulate anxiety in a 5-HT1A receptor-dependent manner.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"]}