{"authors": [["Parievsky", "Anna", "A", "Intellectual and Developmental Disabilities Research Center, Semel Institute for Neuroscience and Human Behavior, Brain Research Institute, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Moore", "Cindy", "C", "Research Services, VA Portland Health Care System, Oregon Health & Science University, Portland, OR, USA."], ["Kamdjou", "Talia", "T", "Intellectual and Developmental Disabilities Research Center, Semel Institute for Neuroscience and Human Behavior, Brain Research Institute, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Cepeda", "Carlos", "C", "Intellectual and Developmental Disabilities Research Center, Semel Institute for Neuroscience and Human Behavior, Brain Research Institute, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Meshul", "Charles K", "CK", "Research Services, VA Portland Health Care System, Oregon Health & Science University, Portland, OR, USA; Department of Behavioral Neuroscience, Oregon Health & Science University, Portland, OR, USA."], ["Levine", "Michael S", "MS", "Intellectual and Developmental Disabilities Research Center, Semel Institute for Neuroscience and Human Behavior, Brain Research Institute, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA. Electronic address: mlevine@mednet.ucla.edu."]], "date": "2017-07-27", "id": "28757327", "text": "Huntington's disease (HD) is a fatal genetic disorder characterized by cell death of medium-sized spiny neurons (MSNs) in the striatum, traditionally attributed to excessive glutamate inputs and/or receptor sensitivity. While changes in corticostriatal projections have typically been studied in mouse models of HD, morphological and functional alterations in thalamostriatal projections have received less attention. In this study, an adeno-associated virus expressing channelrhodopsin-2 under the calcium/calmodulin-dependent protein kinase IIα promoter was injected into the sensorimotor cortex or the thalamic centromedian-parafascicular nuclear complex in the R6/2 mouse model of HD, to permit selective activation of corticostriatal or thalamostriatal projections, respectively. In symptomatic R6/2 mice, peak amplitudes and areas of corticostriatal glutamate AMPA and NMDA receptor-mediated responses were reduced. In contrast, although peak amplitudes of AMPA and NMDA receptor-mediated thalamostriatal responses also were reduced, the areas remained unchanged due to an increase in response decay times. Blockade of glutamate reuptake further increased response areas and slowed rise and decay times of NMDA responses. These effects appeared more pronounced at thalamostriatal synapses of R6/2 mice, suggesting increased activation of extrasynaptic NMDA receptors. In addition, the probability of glutamate release was higher at thalamostriatal than corticostriatal synapses, particularly in R6/2 mice. Morphological studies indicated that the density of all excitatory synaptic contacts onto MSNs was reduced, which matches the basic electrophysiological findings of reduced amplitudes. There was a consistent reduction in the area of spines but little change in presynaptic terminal size, indicating that the postsynaptic spine may be more significantly affected than presynaptic terminals. These results highlight the significant and differential contribution of the thalamostriatal projection to glutamate excitotoxicity in HD.", "doi": "10.1016/j.nbd.2017.07.020", "title": "Differential electrophysiological and morphological alterations of thalamostriatal and corticostriatal projections in the R6/2 mouse model of Huntington's disease.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}