{"authors": [["Doll", "Caleb A", "CA", "Department of Biological Sciences, Vanderbilt University, Nashville, TN 37203, USA."], ["Vita", "Dominic J", "DJ", "Department of Biological Sciences, Vanderbilt University, Nashville, TN 37203, USA."], ["Broadie", "Kendal", "K", "Department of Biological Sciences, Vanderbilt University, Nashville, TN 37203, USA; Department of Cell and Developmental Biology, Vanderbilt University, Nashville, TN 37203, USA; Department of Pharmacology, Vanderbilt University, Nashville, TN 37203, USA; Vanderbilt Kennedy Center for Research on Human Development, Vanderbilt University, Nashville, TN 37203, USA. Electronic address: kendal.broadie@vanderbilt.edu."]], "date": "2017-07-27", "id": "28756946", "text": "Activity-dependent synaptic remodeling occurs during early-use critical periods, when naive juveniles experience sensory input. Fragile X mental retardation protein (FMRP) sculpts synaptic refinement in an activity sensor mechanism based on sensory cues, with FMRP loss causing the most common heritable autism spectrum disorder (ASD), fragile X syndrome (FXS). In the well-mapped Drosophila olfactory circuitry, projection neurons (PNs) relay peripheral sensory information to the central brain mushroom body (MB) learning/memory center. FMRP-null PNs reduce synaptic branching and enlarge boutons, with ultrastructural and synaptic reconstitution MB connectivity defects. Critical period activity modulation via odorant stimuli, optogenetics, and transgenic tetanus toxin neurotransmission block show that elevated PN activity phenocopies FMRP-null defects, whereas PN silencing causes opposing changes. FMRP-null PNs lose activity-dependent synaptic modulation, with impairments restricted to the critical period. We conclude that FMRP is absolutely required for experience-dependent changes in synaptic connectivity during the developmental critical period of neural circuit optimization for sensory input.", "doi": "10.1016/j.cub.2017.06.046", "title": "Fragile X Mental Retardation Protein Requirements in Activity-Dependent Critical Period Neural Circuit Refinement.", "journal": ["Current biology : CB", "Curr. Biol."]}