{"authors": [["Zimmerman", "Seth P", "SP", "UNC Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Asokan", "Sreeja B", "SB", "UNC Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Kuhlman", "Brian", "B", "UNC Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Bear", "James E", "JE", "UNC Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA jbear@email.unc.edu."]], "date": "2017-07-28", "id": "28754687", "text": "Rho GTPase family members are known regulators of directed migration and therefore play key roles in processes including development, the immune response and cancer metastasis. However, their individual contributions to these processes are complex. Here, we modify the activity of the two Rho GTPase family members Rac and Cdc42 by optogenetically recruiting specific guanine nucleotide exchange factor (GEF) DH or PH domains to defined regions of the cell membrane. We find that the localized activation of both GTPases produces lamellipodia in cells plated on a fibronectin substrate. By using a novel optotaxis assay, we show that biased activation can drive directional migration. Interestingly, in the absence of exogenous fibronectin, Rac activation is insufficient to produce stable lamellipodia or directional migration whereas Cdc42 activation is sufficient for these processes. We find that a remarkably small amount of fibronectin (<10 puncta per protrusion) is necessary to support stable GTPase-driven lamellipodia formation. Cdc42 bypasses the need for exogenous fibronectin by stimulating cellular fibronectin deposition under the newly formed lamellipodia.This article has an associated First Person interview with the first author of the paper.", "doi": "10.1242/jcs.205948", "title": "Cells lay their own tracks - optogenetic Cdc42 activation stimulates fibronectin deposition supporting directed migration.", "journal": ["Journal of cell science", "J. Cell. Sci."]}