{"authors": [["Nectow", "Alexander R", "AR", "Laboratory of Molecular Genetics, Howard Hughes Medical Institute, The Rockefeller University, New York, NY 10065, USA; Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA. Electronic address: anectow@princeton.edu."], ["Schneeberger", "Marc", "M", "Laboratory of Molecular Genetics, Howard Hughes Medical Institute, The Rockefeller University, New York, NY 10065, USA."], ["Zhang", "Hongxing", "H", "Department of Pharmacological Sciences, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Field", "Bianca C", "BC", "Laboratory of Molecular Genetics, Howard Hughes Medical Institute, The Rockefeller University, New York, NY 10065, USA."], ["Renier", "Nicolas", "N", "Laboratory of Brain Development and Repair, The Rockefeller University, New York, NY 10065, USA; ICM, Brain and Spine Institute, Hopital de la Pitie-Salpetriere, Paris 75013, France."], ["Azevedo", "Estefania", "E", "Laboratory of Molecular Genetics, Howard Hughes Medical Institute, The Rockefeller University, New York, NY 10065, USA."], ["Patel", "Bindiben", "B", "Princeton Neuroscience Institute, Princeton University, Princeton, NJ 08544, USA."], ["Liang", "Yupu", "Y", "Hospital Informatics, The Rockefeller University, New York, NY 10065, USA."], ["Mitra", "Siddhartha", "S", "Hospital Informatics, The Rockefeller University, New York, NY 10065, USA."], ["Tessier-Lavigne", "Marc", "M", "Laboratory of Brain Development and Repair, The Rockefeller University, New York, NY 10065, USA."], ["Han", "Ming-Hu", "MH", "Department of Pharmacological Sciences, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Friedman", "Jeffrey M", "JM", "Laboratory of Molecular Genetics, Howard Hughes Medical Institute, The Rockefeller University, New York, NY 10065, USA. Electronic address: friedj@rockefeller.edu."]], "date": null, "id": "28753423", "text": "Hunger, driven by negative energy balance, elicits the search for and consumption of food. While this response is in part mediated by neurons in the hypothalamus, the role of specific cell types in other brain regions is less well defined. Here, we show that neurons in the dorsal raphe nucleus, expressing vesicular transporters for GABA or glutamate (hereafter, DRNVgat and DRNVGLUT3 neurons), are reciprocally activated by changes in energy balance and that modulating their activity has opposite effects on feeding-DRNVgat neurons increase, whereas DRNVGLUT3 neurons suppress, food intake. Furthermore, modulation of these neurons in obese (ob/ob) mice suppresses food intake and body weight and normalizes locomotor activity. Finally, using molecular profiling, we identify druggable targets in these neurons and show that local infusion of agonists for specific receptors on these neurons has potent effects on feeding. These data establish the DRN as an important node controlling energy balance. PAPERCLIP.", "doi": "10.1016/j.cell.2017.06.045", "title": "Identification of a Brainstem Circuit Controlling Feeding.", "journal": ["Cell", "Cell"]}