{"authors": [["Warlow", "Shelley M", "SM", "Department of Psychology, University of Michigan, Ann Arbor, Michigan 48109, and smwarlow@umich.edu."], ["Robinson", "Mike J F", "MJF", "Department of Psychology, Wesleyan University, Middletown, Connecticut 06459."], ["Berridge", "Kent C", "KC", "Department of Psychology, University of Michigan, Ann Arbor, Michigan 48109, and."]], "date": "2017-07-27", "id": "28751460", "text": "Addiction is often characterized by intense motivation for a drug, which may be narrowly focused at the expense of other rewards. Here, we examined the role of amygdala-related circuitry in the amplification and narrowing of motivation focus for intravenous cocaine. We paired optogenetic channelrhodopsin (ChR2) stimulation in either central nucleus of amygdala (CeA) or basolateral amygdala (BLA) of female rats with one particular nose-poke porthole option for earning cocaine infusions (0.3 mg/kg, i.v.). A second alternative porthole earned identical cocaine but without ChR2 stimulation. Consequently, CeA rats quickly came to pursue their CeA ChR2-paired cocaine option intensely and exclusively, elevating cocaine intake while ignoring their alternative cocaine alone option. By comparison, BLA ChR2 pairing failed to enhance cocaine motivation. CeA rats also emitted consummatory bites toward their laser-paired porthole, suggesting that higher incentive salience made that cue more attractive. A separate progressive ratio test of incentive motivation confirmed that CeA ChR2 amplified rats' motivation, raising their breakpoint effort price for cocaine by 10-fold. However, CeA ChR2 laser on its own lacked any reinforcement value: laser by itself was never self-stimulated, not even by the same rats in which it amplified motivation for cocaine. Conversely, CeA inhibition by muscimol/baclofen microinjections prevented acquisition of cocaine self-administration and laser preference, whereas CeA inhibition by optogenetic halorhodopsin suppressed cocaine intake, indicating that CeA circuitry is needed for ordinary cocaine motivation. We conclude that CeA ChR2 excitation paired with a cocaine option specifically focuses and amplifies motivation to produce intense pursuit and consumption focused on that single target.SIGNIFICANCE STATEMENT In addiction, intense incentive motivation often becomes narrowly focused on a particular drug of abuse. Here we show that pairing central nucleus of amygdala (CeA) optogenetic stimulation with one option for earning intravenous cocaine makes that option almost the exclusive focus of intense pursuit and consumption. CeA stimulation also elevated the effort cost rats were willing to pay for cocaine and made associated cues become intensely attractive. However, we also show that CeA laser had no reinforcing properties at all when given alone for the same rats. Therefore, CeA laser pairing makes its associated cocaine option and cues become powerfully attractive in a nearly addictive fashion.", "doi": "10.1523/JNEUROSCI.3141-16.2017", "title": "Optogenetic Central Amygdala Stimulation Intensifies and Narrows Motivation for Cocaine.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}