{"authors": [["Tsunoda", "Satoshi P", "SP", "PRESTO, Japan Science and Technology Agency, Kawaguchi, Saitama, Japan."], ["Prigge", "Matthias", "M", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Abe-Yoshizumi", "Rei", "R", "Life Science and Applied Chemistry, Graduate School of Engineering, Nagoya Institute of Technology, Nagoya, Japan."], ["Inoue", "Keiichi", "K", "PRESTO, Japan Science and Technology Agency, Kawaguchi, Saitama, Japan."], ["Kozaki", "Yuko", "Y", "Life Science and Applied Chemistry, Graduate School of Engineering, Nagoya Institute of Technology, Nagoya, Japan."], ["Ishizuka", "Toru", "T", "Department of Developmental Biology and Neurosciences, Tohoku University Graduate School of Life Science, Sendai, Japan."], ["Yawo", "Hiromu", "H", "Department of Developmental Biology and Neurosciences, Tohoku University Graduate School of Life Science, Sendai, Japan."], ["Yizhar", "Ofer", "O", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Kandori", "Hideki", "H", "Life Science and Applied Chemistry, Graduate School of Engineering, Nagoya Institute of Technology, Nagoya, Japan."]], "date": "2017-07-27", "id": "28749956", "text": "Sodium pumping rhodopsins (NaRs) are a unique member of the microbial-type I rhodopsin family which actively transport Na+ and H+ depending on ionic condition. In this study, we surveyed 12 different NaRs from various sources of eubacteria for their electrophysiological as well as spectroscopic properties. In mammalian cells several of these NaRs exhibited a Na+ based pump photocurrent and four interesting candidates were chosen for further characterization. Voltage dependent photocurrent amplitudes revealed a membrane potential-sensitive turnover rate, indicating the presence of an electrically-charged intermediate(s) in the photocycle reaction. The NaR from Salinarimonas rosea DSM21201 exhibited a red-shifted absorption spectrum, and slower kinetics compared to the first described sodium pump, KR2. Although the ratio of Na+ to H+ ion transport varied among the NaRs we tested, the NaRs from Flagellimonas sp_DIK and Nonlabens sp_YIK_SED-11 showed significantly higher Na+ selectivity when compared to KR2. All four further investigated NaRs showed a functional expression in dissociated hippocampal neuron culture and hyperpolarizing activity upon light-stimulation. Additionally, all four NaRs allowed optical inhibition of electrically-evoked neuronal spiking. Although efficiency of silencing was 3-5 times lower than silencing with the enhanced version of the proton pump AR3 from Halorubrum sodomense, our data outlines a new approach for hyperpolarization of excitable cells without affecting the intracellular and extracellular proton environment.", "doi": "10.1371/journal.pone.0179232", "title": "Functional characterization of sodium-pumping rhodopsins with different pumping properties.", "journal": ["PloS one", "PLoS ONE"]}