{"authors": [["Guy", "Julien", "J", "Institute for Neuroanatomy, University Medical Center Göttingen, Georg-August-UniversityGöttingen, Germany."], ["Staiger", "Jochen F", "JF", "Institute for Neuroanatomy, University Medical Center Göttingen, Georg-August-UniversityGöttingen, Germany."]], "date": "2017-07-12", "id": "28747874", "text": "A major hallmark of cortical organization is the existence of a variable number of layers, i.e., sheets of neurons stacked on top of each other, in which neurons have certain commonalities. However, even for the neocortex, variable numbers of layers have been described and it is just a convention to distinguish six layers from each other. Whether cortical layers are a structural epiphenomenon caused by developmental dynamics or represent a functionally important modularization of cortical computation is still unknown. Here we present our insights from the reeler mutant mouse, a model for a developmental, \"molecular lesion\"-induced loss of cortical layering that could serve as ground truth of what an intact layering adds to the cortex in terms of functionality. We could demonstrate that the reeler neocortex shows no inversion of cortical layers but rather a severe disorganization that in the primary somatosensory cortex leads to the complete loss of layers. Nevertheless, the somatosensory system is well organized. When exploring an enriched environment with specific sets of whiskers, activity-dependent gene expression takes place in the corresponding modules. Precise whisker stimuli lead to the functional activation of somatotopically organized barrel columns as visualized by intrinsic signal optical imaging. Similar results were obtained in the reeler visual system. When analyzing pathways that could be responsible for preservation of tactile perception, lemniscal thalamic projections were found to be largely intact, despite the smearing of target neurons across the cortical mantle. However, with optogenetic experiments we found evidence for a mild dispersion of thalamic synapse targeting on layer IV-spiny stellate cells, together with a general weakening in thalamocortical input strength. This weakening of thalamic inputs was compensated by intracortical mechanisms involving increased recurrent excitation and/or reduced feedforward inhibition. In conclusion, a layer loss so far only led to the detection of subtle defects in sensory processing by reeler mice. This argues in favor of a view in which cortical layers are not an essential component for basic perception and cognition. A view also supported by recent studies in birds, which can have remarkable cognitive capacities despite the lack of a neocortex with multiple cortical layers. In conclusion, we suggest that future studies directed toward understanding cortical functions should rather focus on circuits specified by functional cell type composition than mere laminar location.", "doi": "10.3389/fnana.2017.00054", "title": "The Functioning of a Cortex without Layers.", "journal": ["Frontiers in neuroanatomy", "Front Neuroanat"]}