{"authors": [["Fife", "Kathryn H", "KH", "Neurosciences Graduate Program, University of California, San Diego, San Diego, United States."], ["Gutierrez-Reed", "Navarre A", "NA", "Biomedical Sciences Graduate Program, University of California, San Diego, San Diego, United States."], ["Zell", "Vivien", "V", "Department of Neurosciences, University of California, San Diego, San Diego, United States."], ["Bailly", "Julie", "J", "Department of Neurosciences, University of California, San Diego, San Diego, United States."], ["Lewis", "Christina M", "CM", "Department of Psychology, University of California, San Diego, San Diego, United States."], ["Aron", "Adam R", "AR", "Department of Psychology, University of California, San Diego, San Diego, United States."], ["Hnasko", "Thomas S", "TS", "Department of Neurosciences, University of California, San Diego, San Diego, United States."]], "date": "2017-07-25", "id": "28742497", "text": "Stopping or pausing in response to threats, conflicting information, or surprise is fundamental to behavior. Evidence across species has shown that the subthalamic nucleus (STN) is activated by scenarios involving stopping or pausing, yet evidence that the STN causally implements stops or pauses is lacking. Here we used optogenetics to activate or inhibit mouse STN to test its putative causal role. We first demonstrated that optogenetic stimulation of the STN excited its major projection targets. Next we showed that brief activation of STN projection neurons was sufficient to interrupt or pause a self-initiated bout of licking. Finally, we developed an assay in which surprise was used to interrupt licking, and showed that STN inhibition reduced the disruptive effect of surprise. Thus STN activation interrupts behavior, and blocking the STN blunts the interruptive effect of surprise. These results provide strong evidence that the STN is both necessary and sufficient for such forms of behavioral response suppression.", "doi": "10.7554/eLife.27689", "title": "Causal role for the subthalamic nucleus in interrupting behavior.", "journal": ["eLife", "Elife"]}