{"authors": [["Förster", "Dominique", "D", "Department Genes-Circuits-Behavior, Max Planck Institute of Neurobiology, Am Klopferspitz 18, 82152, Martinsried, Germany."], ["Dal Maschio", "Marco", "M", "Department Genes-Circuits-Behavior, Max Planck Institute of Neurobiology, Am Klopferspitz 18, 82152, Martinsried, Germany."], ["Laurell", "Eva", "E", "Department Genes-Circuits-Behavior, Max Planck Institute of Neurobiology, Am Klopferspitz 18, 82152, Martinsried, Germany."], ["Baier", "Herwig", "H", "Department Genes-Circuits-Behavior, Max Planck Institute of Neurobiology, Am Klopferspitz 18, 82152, Martinsried, Germany. hbaier@neuro.mpg.de."]], "date": "2017-07-24", "id": "28740141", "text": "Optical imaging approaches have revolutionized our ability to monitor neural network dynamics, but by themselves are unable to link a neuron's activity to its functional connectivity. We present a versatile genetic toolbox, termed 'Optobow', for all-optical discovery of excitatory connections in vivo. By combining the Gal4-UAS system with Cre/lox recombination, we target the optogenetic actuator ChrimsonR and the sensor GCaMP6 to stochastically labeled, nonoverlapping and sparse subsets of neurons. Photostimulation of single cells using two-photon computer-generated holography evokes calcium responses in downstream neurons. Morphological reconstruction of neurite arbors, response latencies and localization of presynaptic markers suggest that some neuron pairs recorded here are directly connected, while others are two or more synapses apart from each other. With this toolbox, we discover wiring principles between specific cell types in the larval zebrafish tectum. Optobow should be useful for identification and manipulation of networks of interconnected neurons, even in dense neural tissues.Mechanisms of neural processing can only be understood by revealing patterns of connectivity among the cellular components of the circuit. Here the authors report a new genetic toolbox, 'Optobow', which enables simultaneous optogenetic activation of single neurons in zebrafish and measuring the activity of downstream neurons in the network.", "doi": "10.1038/s41467-017-00160-z", "title": "An optogenetic toolbox for unbiased discovery of functionally connected cells in neural circuits.", "journal": ["Nature communications", "Nat Commun"]}