{"authors": [["Ohki", "Mio", "M", "Drug Design Laboratory, Graduate School of Medical Life Science, Yokohama City University, Tsurumi, Yokohama 230-0045, Japan."], ["Sato-Tomita", "Ayana", "A", "Division of Biophysics, Department of Physiology, Jichi Medical University, Shimotsuke, Tochigi 329-0498, Japan."], ["Matsunaga", "Shigeru", "S", "Central Research Laboratory, Hamamatsu Photonics KK, Hamakita-ku, Hamamatsu, Shizuoka 434-8601, Japan."], ["Iseki", "Mineo", "M", "Faculty of Pharmaceutical Sciences, Toho University, Funabashi, Chiba 274-8510, Japan."], ["Tame", "Jeremy R H", "JRH", "Drug Design Laboratory, Graduate School of Medical Life Science, Yokohama City University, Tsurumi, Yokohama 230-0045, Japan."], ["Shibayama", "Naoya", "N", "Division of Biophysics, Department of Physiology, Jichi Medical University, Shimotsuke, Tochigi 329-0498, Japan; park@yokohama-cu.ac.jp shibayam@jichi.ac.jp."], ["Park", "Sam-Yong", "SY", "Drug Design Laboratory, Graduate School of Medical Life Science, Yokohama City University, Tsurumi, Yokohama 230-0045, Japan; park@yokohama-cu.ac.jp shibayam@jichi.ac.jp."]], "date": "2017-07-24", "id": "28739908", "text": "The photoactivated adenylate cyclase (PAC) from the photosynthetic cyanobacterium Oscillatoria acuminata (OaPAC) detects light through a flavin chromophore within the N-terminal BLUF domain. BLUF domains have been found in a number of different light-activated proteins, but with different relative orientations. The two BLUF domains of OaPAC are found in close contact with each other, forming a coiled coil at their interface. Crystallization does not impede the activity switching of the enzyme, but flash cooling the crystals to cryogenic temperatures prevents the signature spectral changes that occur on photoactivation/deactivation. High-resolution crystallographic analysis of OaPAC in the fully activated state has been achieved by cryocooling the crystals immediately after light exposure. Comparison of the isomorphous light- and dark-state structures shows that the active site undergoes minimal changes, yet enzyme activity may increase up to 50-fold, depending on conditions. The OaPAC models will assist the development of simple, direct means to raise the cyclic AMP levels of living cells by light, and other tools for optogenetics.", "doi": "10.1073/pnas.1704391114", "title": "Molecular mechanism of photoactivation of a light-regulated adenylate cyclase.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}