{"authors": [["Miri", "Andrew", "A", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Kavli Institute of Brain Science, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA. Electronic address: andrewmiri@gmail.com."], ["Warriner", "Claire L", "CL", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Kavli Institute of Brain Science, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."], ["Seely", "Jeffrey S", "JS", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10032, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY 10032, USA; David Mahoney Center for Brain and Behavior Research, Columbia University, New York, NY 10032, USA; Kavli Institute of Brain Science, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."], ["Elsayed", "Gamaleldin F", "GF", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10032, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY 10032, USA."], ["Cunningham", "John P", "JP", "Department of Statistics, Columbia University, New York, NY 10032, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10032, USA; Center for Theoretical Neuroscience, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."], ["Churchland", "Mark M", "MM", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Grossman Center for the Statistics of Mind, Columbia University, New York, NY 10032, USA; David Mahoney Center for Brain and Behavior Research, Columbia University, New York, NY 10032, USA; Kavli Institute of Brain Science, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."], ["Jessell", "Thomas M", "TM", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Kavli Institute of Brain Science, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."]], "date": "2017-07-20", "id": "28735748", "text": "Blocking motor cortical output with lesions or pharmacological inactivation has identified movements that require motor cortex. Yet, when and how motor cortex influences muscle activity during movement execution remains unresolved. We addressed this ambiguity using measurement and perturbation of motor cortical activity together with electromyography in mice during two forelimb movements that differ in their requirement for cortical involvement. Rapid optogenetic silencing and electrical stimulation indicated that short-latency pathways linking motor cortex with spinal motor neurons are selectively activated during one behavior. Analysis of motor cortical activity revealed a dramatic change between behaviors in the coordination of firing patterns across neurons that could account for this differential influence. Thus, our results suggest that changes in motor cortical output patterns enable a behaviorally selective engagement of short-latency effector pathways. The model of motor cortical influence implied by our findings helps reconcile previous observations on the function of motor cortex.", "doi": "10.1016/j.neuron.2017.06.042", "title": "Behaviorally Selective Engagement of Short-Latency Effector Pathways by Motor Cortex.", "journal": ["Neuron", "Neuron"]}