{"authors": [["Wang", "Ying", "Y", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Lin", "Xudong", "X", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Chen", "Xi", "X", "Department of Biomedical Science, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Chen", "Xian", "X", "Department of Physics and Material Science, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Xu", "Zhen", "Z", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Zhang", "Wenchong", "W", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Liao", "Qinghai", "Q", "Robotics and Multi-perception Lab, Department of Electronic and Computer Engineering, Hong Kong University of Science and Technology, Kowloon, 999077, Hong Kong, China."], ["Duan", "Xin", "X", "Department of Biomedical Science, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Wang", "Xin", "X", "Department of Biomedical Science, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Liu", "Ming", "M", "Robotics and Multi-perception Lab, Department of Electronic and Computer Engineering, Hong Kong University of Science and Technology, Kowloon, 999077, Hong Kong, China."], ["Wang", "Feng", "F", "Department of Physics and Material Science, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["He", "Jufang", "J", "Department of Biomedical Science, City University of Hong Kong, Kowloon, 999077, Hong Kong, China."], ["Shi", "Peng", "P", "Department of Mechanical and Biomedical Engineering, City University of Hong Kong, Kowloon, 999077, Hong Kong, China; Shenzhen Research Institute, City University of Hong Kong, Shenzhen, 518000, China. Electronic address: pengshi@cityu.edu.hk."]], "date": "2017-07-12", "id": "28735174", "text": "Many nanomaterials can be used as sensors or transducers in biomedical research and they form the essential components of transformative novel biotechnologies. In this study, we present an all-optical method for tetherless remote control of neural activity using fully implantable micro-devices based on upconversion technology. Upconversion nanoparticles (UCNPs) were used as transducers to convert near-infrared (NIR) energy to visible light in order to stimulate neurons expressing different opsin proteins. In our setup, UCNPs were packaged in a glass micro-optrode to form an implantable device with superb long-term biocompatibility. We showed that remotely applied NIR illumination is able to reliably trigger spiking activity in rat brains. In combination with a robotic laser projection system, the upconversion-based tetherless neural stimulation technique was implemented to modulate brain activity in various regions, including the striatum, ventral tegmental area, and visual cortex. Using this system, we were able to achieve behavioral conditioning in freely moving animals. Notably, our microscale device was at least one order of magnitude smaller in size (∼100 μm in diameter) and two orders of magnitude lighter in weight (less than 1 mg) than existing wireless optogenetic devices based on light-emitting diodes. This feature allows simultaneous implantation of multiple UCNP-optrodes to achieve modulation of brain function to control complex animal behavior. We believe that this technology not only represents a novel practical application of upconversion nanomaterials, but also opens up new possibilities for remote control of neural activity in the brains of behaving animals.", "doi": "10.1016/j.biomaterials.2017.07.017", "title": "Tetherless near-infrared control of brain activity in behaving animals using fully implantable upconversion microdevices.", "journal": ["Biomaterials", "Biomaterials"]}