{"authors": [["Higgins", "Jake", "J", "University of Kentucky College of Nursing, University of Kentucky, Lexington, KY 40536, USA; Department of Biology and Center for Muscle Biology, University of Kentucky, Lexington, KY 40506, USA."], ["Hermanns", "Christina", "C", "Department of Biology and Center for Muscle Biology, University of Kentucky, Lexington, KY 40506, USA."], ["Malloy", "Cole", "C", "Department of Biology and Center for Muscle Biology, University of Kentucky, Lexington, KY 40506, USA."], ["Cooper", "Robin L", "RL", "Department of Biology and Center for Muscle Biology, University of Kentucky, Lexington, KY 40506, USA. Electronic address: RLCOOP1@uky.edu."]], "date": "2017-07-17", "id": "28728913", "text": "Optogenetics is a technique used in various animal models and holds a potential for therapeutic possibilities in mammals. There are technical issues with the use of light sensitive ion channels: reproducible effects over time, controlling where the non-native proteins are targeted within the cell and changes in the biophysical properties of the cells they are expressed in. We used a variant of channel rhodopsin (ChR2-XXL) and targeted expression in neurons of larval Drosophila to investigate the acute and chronic activation, with light pulses, of the channels on synaptic function. The rhodopsin channel modifier all trans retinal (ATR) also plays a role in the sensitivity of the channel to light. Periods of acute, repetitive, and pulsatile blue light exposure over larval development produced attenuated responses. These blue light sensitive ion channels, with ATR, show accommodation and produce an electrical refractory period in inducing synaptic responses. The biological significance and aim of this study is to demonstrate that in controlling particular neurons or neuronal circuits with optogenetics, over time and throughout development, one will have to understand the dynamic nature of activating and silencing the light sensitive channels as well as the biophysical effects on neuronal activity.", "doi": "10.1016/j.neures.2017.07.001", "title": "Considerations in repetitive activation of light sensitive ion channels for long-term studies: Channel rhodopsin in the Drosophila model.", "journal": ["Neuroscience research", "Neurosci. Res."]}