{"authors": [["Inada", "Kengo", "K", "RIKEN Brain Science Institute, 2-1 Hirosawa, Wako, Saitama, 351-0198, Japan; Graduate School of Arts and Sciences, The University of Tokyo, 3-8-1 Komaba, Meguro-ku, Tokyo, 153-8902, Japan."], ["Tsuchimoto", "Yoshiko", "Y", "RIKEN Brain Science Institute, 2-1 Hirosawa, Wako, Saitama, 351-0198, Japan."], ["Kazama", "Hokto", "H", "RIKEN Brain Science Institute, 2-1 Hirosawa, Wako, Saitama, 351-0198, Japan; RIKEN BSI-KAO Collaboration Center, 2-1 Hirosawa, Wako, Saitama, 351-0198, Japan; Graduate School of Arts and Sciences, The University of Tokyo, 3-8-1 Komaba, Meguro-ku, Tokyo, 153-8902, Japan. Electronic address: hokto_kazama@brain.riken.jp."]], "date": null, "id": "28728024", "text": "How cell-type-specific physiological properties shape neuronal functions in a circuit remains poorly understood. We addressed this issue in the Drosophila mushroom body (MB), a higher olfactory circuit, where neurons belonging to distinct glomeruli in the antennal lobe feed excitation to three types of intrinsic neurons, α/β, α'/β', and γ Kenyon cells (KCs). Two-photon optogenetics and intracellular recording revealed that whereas glomerular inputs add similarly in all KCs, spikes were generated most readily in α'/β' KCs. This cell type was also the most competent in recruiting GABAergic inhibition fed back by anterior paired lateral neuron, which responded to odors either locally within a lobe or globally across all lobes depending on the strength of stimuli. Notably, as predicted from these physiological properties, α'/β' KCs had the highest odor detection speed, sensitivity, and discriminability. This enhanced discrimination required proper GABAergic inhibition. These results link cell-type-specific mechanisms and functions in the MB circuit.", "doi": "10.1016/j.neuron.2017.06.039", "title": "Origins of Cell-Type-Specific Olfactory Processing in the Drosophila Mushroom Body Circuit.", "journal": ["Neuron", "Neuron"]}