{"authors": [["Muller Ewald", "Victória A", "VA", "Interdisciplinary Neuroscience Program, University of Iowa, Iowa City, IA 52242, United States. Electronic address: victoriaaugusta-mullerewald@uiowa.edu."], ["LaLumiere", "Ryan T", "RT", "Interdisciplinary Neuroscience Program, University of Iowa, Iowa City, IA 52242, United States; Department of Psychological and Brain Sciences, University of Iowa, Iowa City, IA 52242, United States."]], "date": "2017-07-15", "id": "28720520", "text": "Over the past decades, research has targeted the neurobiology regulating cocaine-seeking behaviors, largely in the hopes of identifying potential targets for the treatment of cocaine addiction. Although much of this work has focused on those systems driving cocaine seeking, recently, studies examining the inhibition of cocaine-related behaviors have made significant progress in uncovering the neural systems that attenuate cocaine seeking. Such systems include the infralimbic cortex, nucleus accumbens shell, and hypothalamus. Research in this field has focused largely on the infralimbic cortex, as activity in this region appears to attenuate cocaine seeking during reinstatement and contribute to extinction learning. However, an overarching theory of function for this region that includes its role in other types of reward seeking and learning remains to be determined. Furthermore, the precise relationship between other regions involved in attenuating cocaine-seeking behavior and the infralimbic cortex remains unclear. Recent advances in the use of viral vectors combined with optogenetics, chemogenetics, and other approaches have greatly affected our capacity to investigate those systems inhibiting behavior dependent on cocaine-associated memories. This review will present current understanding regarding the neurobiology underlying the inhibition of such behaviors, especially focusing on the extinction of such memories, and explore how viral-vector targeting of specific brain circuits has begun to alter, and will continue to enrich, our knowledge regarding this issue.", "doi": "10.1016/j.pbb.2017.07.006", "title": "Neural systems mediating the inhibition of cocaine-seeking behaviors.", "journal": ["Pharmacology, biochemistry, and behavior", "Pharmacol. Biochem. Behav."]}