{"authors": [["Maia Chagas", "Andre", "A", "Werner Reichardt Centre for Integrative Neuroscience, University of Tübingen, Tübingen, Germany."], ["Prieto-Godino", "Lucia L", "LL", "TReND in Africa gUG, Bonn, Germany."], ["Arrenberg", "Aristides B", "AB", "Werner Reichardt Centre for Integrative Neuroscience, University of Tübingen, Tübingen, Germany."], ["Baden", "Tom", "T", "Werner Reichardt Centre for Integrative Neuroscience, University of Tübingen, Tübingen, Germany."]], "date": "2017-07-18", "id": "28719603", "text": "Small, genetically tractable species such as larval zebrafish, Drosophila, or Caenorhabditis elegans have become key model organisms in modern neuroscience. In addition to their low maintenance costs and easy sharing of strains across labs, one key appeal is the possibility to monitor single or groups of animals in a behavioural arena while controlling the activity of select neurons using optogenetic or thermogenetic tools. However, the purchase of a commercial solution for these types of experiments, including an appropriate camera system as well as a controlled behavioural arena, can be costly. Here, we present a low-cost and modular open-source alternative called 'FlyPi'. Our design is based on a 3D-printed mainframe, a Raspberry Pi computer, and high-definition camera system as well as Arduino-based optical and thermal control circuits. Depending on the configuration, FlyPi can be assembled for well under €100 and features optional modules for light-emitting diode (LED)-based fluorescence microscopy and optogenetic stimulation as well as a Peltier-based temperature stimulator for thermogenetics. The complete version with all modules costs approximately €200 or substantially less if the user is prepared to 'shop around'. All functions of FlyPi can be controlled through a custom-written graphical user interface. To demonstrate FlyPi's capabilities, we present its use in a series of state-of-the-art neurogenetics experiments. In addition, we demonstrate FlyPi's utility as a medical diagnostic tool as well as a teaching aid at Neurogenetics courses held at several African universities. Taken together, the low cost and modular nature as well as fully open design of FlyPi make it a highly versatile tool in a range of applications, including the classroom, diagnostic centres, and research labs.", "doi": "10.1371/journal.pbio.2002702", "title": "The €100 lab: A 3D-printable open-source platform for fluorescence microscopy, optogenetics, and accurate temperature control during behaviour of zebrafish, Drosophila, and Caenorhabditis elegans.", "journal": ["PLoS biology", "PLoS Biol."]}