{"authors": [["Gehrig", "Stefanie", "S", "Cancer Metabolism Laboratory, The Francis Crick Institute, London, UK."], ["Macpherson", "Jamie A", "JA", "Cancer Metabolism Laboratory, The Francis Crick Institute, London, UK."], ["Driscoll", "Paul C", "PC", "Metabolomics Science Technology Platform, The Francis Crick Institute, London, UK."], ["Symon", "Alastair", "A", "Instrument Prototyping Science Technology Platform, The Francis Crick Institute, London, UK."], ["Martin", "Stephen R", "SR", "Structural Biology Science Technology Platform, The Francis Crick Institute, London, UK."], ["MacRae", "James I", "JI", "Metabolomics Science Technology Platform, The Francis Crick Institute, London, UK."], ["Kleinjung", "Jens", "J", "Computational Biology, The Francis Crick Institute, London, UK."], ["Fraternali", "Franca", "F", "Randall Division of Cell and Molecular Biophysics, King's College, London, UK."], ["Anastasiou", "Dimitrios", "D", "Cancer Metabolism Laboratory, The Francis Crick Institute, London, UK."]], "date": "2017-08-16", "id": "28715126", "text": "Changes in allosteric regulation of glycolytic enzymes have been linked to metabolic reprogramming involved in cancer. Remarkably, allosteric mechanisms control enzyme function at significantly shorter time-scales compared to the long-term effects of metabolic reprogramming on cell proliferation. It remains unclear if and how the speed and reversibility afforded by rapid allosteric control of metabolic enzymes is important for cell proliferation. Tools that allow specific, dynamic modulation of enzymatic activities in mammalian cells would help address this question. Towards this goal, we have used molecular dynamics simulations to guide the design of mPKM2 internal light/oxygen/voltage-sensitive domain 2 (LOV2) fusion at position D24 (PiL[D24]), an engineered pyruvate kinase M2 (PKM2) variant that harbours an insertion of the light-sensing LOV2 domain from Avena Sativa within a region implicated in allosteric regulation by fructose 1,6-bisphosphate (FBP). The LOV2 photoreaction is preserved in the PiL[D24] chimera and causes secondary structure changes that are associated with a 30% decrease in the Km of the enzyme for phosphoenolpyruvate resulting in increased pyruvate kinase activity after light exposure. Importantly, this change in activity is reversible upon light withdrawal. Expression of PiL[D24] in cells leads to light-induced increase in labelling of pyruvate from glucose. PiL[D24] therefore could provide a means to modulate cellular glucose metabolism in a remote manner and paves the way for studying the importance of rapid allosteric phenomena in the regulation of metabolism and enzyme control.", "doi": "10.1111/febs.14175", "title": "An engineered photoswitchable mammalian pyruvate kinase.", "journal": ["The FEBS journal", "FEBS J."]}