{"authors": [["Molas", "Susanna", "S", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Zhao-Shea", "Rubing", "R", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Liu", "Liwang", "L", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["DeGroot", "Steven R", "SR", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Gardner", "Paul D", "PD", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Tapper", "Andrew R", "AR", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts, USA."]], "date": "2017-07-17", "id": "28714952", "text": "Novelty preference (NP) is an evolutionarily conserved, essential survival mechanism often dysregulated in neuropsychiatric disorders. NP is mediated by a motivational dopamine signal that increases in response to novel stimuli, thereby driving exploration. However, the mechanism by which once-novel stimuli transition to familiar stimuli is unknown. Here we describe a neuroanatomical substrate for familiarity signaling, the interpeduncular nucleus (IPN) of the midbrain, which is activated as novel stimuli become familiar with multiple exposures. In mice, optogenetic silencing of IPN neurons increases salience of and interaction with familiar stimuli without affecting novelty responses, whereas photoactivation of the same neurons reduces exploration of novel stimuli mimicking familiarity. Bidirectional control of NP by the IPN depends on familiarity signals and novelty signals arising from excitatory habenula and dopaminergic ventral tegmentum inputs, which activate and reduce IPN activity, respectively. These results demonstrate that familiarity signals through unique IPN circuitry that opposes novelty seeking to control NP.", "doi": "10.1038/nn.4607", "title": "A circuit-based mechanism underlying familiarity signaling and the preference for novelty.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}