{"authors": [["McCall", "Jordan G", "JG", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, United States."], ["Siuda", "Edward R", "ER", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, United States."], ["Bhatti", "Dionnet L", "DL", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, United States."], ["Lawson", "Lamley A", "LA", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, United States."], ["McElligott", "Zoe A", "ZA", "Department of Psychiatry, University of North Carolina, Chapel Hill, United States."], ["Stuber", "Garret D", "GD", "Department of Psychiatry, University of North Carolina, Chapel Hill, United States."], ["Bruchas", "Michael R", "MR", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, United States."]], "date": "2017-07-14", "id": "28708061", "text": "Increased tonic activity of locus coeruleus noradrenergic (LC-NE) neurons induces anxiety-like and aversive behavior. While some information is known about the afferent circuitry that endogenously drives this neural activity and behavior, the downstream receptors and anatomical projections that mediate these acute risk aversive behavioral states via the LC-NE system remain unresolved. Here we use a combination of retrograde tracing, fast-scan cyclic voltammetry, electrophysiology, and in vivo optogenetics with localized pharmacology to identify neural substrates downstream of increased tonic LC-NE activity in mice. We demonstrate that photostimulation of LC-NE fibers in the BLA evokes norepinephrine release in the basolateral amygdala (BLA), alters BLA neuronal activity, conditions aversion, and increases anxiety-like behavior. Additionally, we report that β-adrenergic receptors mediate the anxiety-like phenotype of increased NE release in the BLA. These studies begin to illustrate how the complex efferent system of the LC-NE system selectively mediates behavior through distinct receptor and projection-selective mechanisms.", "doi": "10.7554/eLife.18247", "title": "Locus coeruleus to basolateral amygdala noradrenergic projections promote anxiety-like behavior.", "journal": ["eLife", "Elife"]}