{"authors": [["Thalhammer", "Agnes", "A", "Center for Synaptic Neuroscience and Technology, Istituto Italiano di Tecnologia, Genova 16132, Italy."], ["Contestabile", "Andrea", "A", "Department of Neuroscience and Brain Technologies, Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Ermolyuk", "Yaroslav S", "YS", "UCL Institute of Neurology, UCL, London WC1N 3BG, UK."], ["Ng", "Teclise", "T", "Department of Physiology, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 117456, Singapore; National Neuroscience Institute, 11 Jalan Tan Tock Seng, Singapore 308433, Singapore."], ["Volynski", "Kirill E", "KE", "UCL Institute of Neurology, UCL, London WC1N 3BG, UK."], ["Soong", "Tuck Wah", "TW", "Department of Physiology, Yong Loo Lin School of Medicine, National University of Singapore, Singapore 117456, Singapore; National Neuroscience Institute, 11 Jalan Tan Tock Seng, Singapore 308433, Singapore."], ["Goda", "Yukiko", "Y", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan."], ["Cingolani", "Lorenzo A", "LA", "Center for Synaptic Neuroscience and Technology, Istituto Italiano di Tecnologia, Genova 16132, Italy. Electronic address: lorenzo.cingolani@iit.it."]], "date": null, "id": "28700936", "text": "Alternative splicing of pre-mRNAs is prominent in the mammalian brain, where it is thought to expand proteome diversity. For example, alternative splicing of voltage-gated Ca2+ channel (VGCC) α1 subunits can generate thousands of isoforms with differential properties and expression patterns. However, the impact of this molecular diversity on brain function, particularly on synaptic transmission, which crucially depends on VGCCs, is unclear. Here, we investigate how two major splice isoforms of P/Q-type VGCCs (Cav2.1[EFa/b]) regulate presynaptic plasticity in hippocampal neurons. We find that the efficacy of P/Q-type VGCC isoforms in supporting synaptic transmission is markedly different, with Cav2.1[EFa] promoting synaptic depression and Cav2.1[EFb] synaptic facilitation. Following a reduction in network activity, hippocampal neurons upregulate selectively Cav2.1[EFa], the isoform exhibiting the higher synaptic efficacy, thus effectively supporting presynaptic homeostatic plasticity. Therefore, the balance between VGCC splice variants at the synapse is a key factor in controlling neurotransmitter release and presynaptic plasticity.", "doi": "10.1016/j.celrep.2017.06.055", "title": "Alternative Splicing of P/Q-Type Ca2+ Channels Shapes Presynaptic Plasticity.", "journal": ["Cell reports", "Cell Rep"]}