{"authors": [["Suzuki", "Yusuke", "Y", "Medical Innovation Center/SK Project, Graduate School of Medicine, Kyoto University, Kyoto, Japan."], ["Imayoshi", "Itaru", "I", "Medical Innovation Center/SK Project, Graduate School of Medicine, Kyoto University, Kyoto, Japan."]], "date": "2017-07-10", "id": "28700627", "text": "The Barnes maze is one of the main behavioral tasks used to study spatial learning and memory. The Barnes maze is a task conducted on \"dry land\" in which animals try to escape from a brightly lit exposed circular open arena to a small dark escape box located under one of several holes at the periphery of the arena. In comparison with another classical spatial learning and memory task, the Morris water maze, the negative reinforcements that motivate animals in the Barnes maze are less severe and less stressful. Furthermore, the Barnes maze is more compatible with recently developed cutting-edge techniques in neural circuit research, such as the miniature brain endoscope or optogenetics. For this study, we developed a lift-type task start system and equipped the Barnes maze with it. The subject mouse is raised up by the lift and released into the maze automatically so that it can start navigating the maze smoothly from exactly the same start position across repeated trials. We believe that a Barnes maze test with a lift-type task start system may be useful for behavioral experiments when combined with head-mounted or wire-connected devices for online imaging and intervention in neural circuits. Furthermore, we introduced a network analysis method for the analysis of the Barnes maze data. Each animal's exploratory behavior in the maze was visualized as a network of nodes and their links, and spatial learning in the maze is described by systematic changes in network structures of search behavior. Network analysis was capable of visualizing and quantitatively analyzing subtle but significant differences in an animal's exploratory behavior in the maze.", "doi": "10.1371/journal.pone.0180789", "title": "Network analysis of exploratory behaviors of mice in a spatial learning and memory task.", "journal": ["PloS one", "PLoS ONE"]}