{"authors": [["Samineni", "Vijay K", "VK", "aWashington University Pain Center and bDepartment of Anesthesiology, Washington University School of Medicine, St. Louis, MO, USA, Washington University School of Medicine, St. Louis, MO, USA cDepartment of Materials Science and Engineering, University of Illinois at Urbana-Champaign, Urbana, IL, USA. Kim is now with the Department of Electronics Convergence Engineering, Kwangwoon University, Seoul, Republic of Korea dDepartment of Chemical and Biological Engineering, KU-KIST Graduate School of Converging Science and Technology, Korea University, Seoul, Republic of Korea eDepartments of Civil and Environmental Engineering, Mechanical Engineering, Materials Science and Engineering, Northwestern University, Evanston, IL, USA fAML, Department of Engineering Mechanics, Center for Mechanics and Materials, Tsien Excellent Education Program, School of Aerospace, Tsinghua University, Beijing, China gSchool of Aeronautic Science and Engineering, Institute of Solid Mechanics, Beihang University (BUAA), Beijing, China hDepartments of Materials Science and Engineering, Biomedical Engineering, Chemistry, Mechanical Engineering, Electrical Engineering and Computer Science, and Neurological Surgery, Center for Bio-Integrated Electronics, Simpson Querrey Institute for Nano/biotechnology, Northwestern University, Evanston, IL, USA."], ["Yoon", "Jangyeol", "J", null], ["Crawford", "Kaitlyn E", "KE", null], ["Jeong", "Yu Ra", "YR", null], ["McKenzie", "Kajanna C", "KC", null], ["Shin", "Gunchul", "G", null], ["Xie", "Zhaoqian", "Z", null], ["Sundaram", "Saranya S", "SS", null], ["Li", "Yuhang", "Y", null], ["Yang", "Min Young", "MY", null], ["Kim", "Jeonghyun", "J", null], ["Wu", "Di", "D", null], ["Xue", "Yeguang", "Y", null], ["Feng", "Xue", "X", null], ["Huang", "Yonggang", "Y", null], ["Mickle", "Aaron D", "AD", null], ["Banks", "Anthony", "A", null], ["Ha", "Jeong Sook", "JS", null], ["Golden", "Judith P", "JP", null], ["Rogers", "John A", "JA", null], ["Gereau", "Robert W", "RW", null]], "date": null, "id": "28700536", "text": "The advent of optogenetic tools has allowed unprecedented insights into the organization of neuronal networks. Although recently developed technologies have enabled implementation of optogenetics for studies of brain function in freely moving, untethered animals, wireless powering and device durability pose challenges in studies of spinal cord circuits where dynamic, multidimensional motions against hard and soft surrounding tissues can lead to device degradation. We demonstrate here a fully implantable optoelectronic device powered by near-field wireless communication technology, with a thin and flexible open architecture that provides excellent mechanical durability, robust sealing against biofluid penetration and fidelity in wireless activation, thereby allowing for long-term optical stimulation of the spinal cord without constraint on the natural behaviors of the animals. The system consists of a double-layer, rectangular-shaped magnetic coil antenna connected to a microscale inorganic light-emitting diode (μ-ILED) on a thin, flexible probe that can be implanted just above the dura of the mouse spinal cord for effective stimulation of light-sensitive proteins expressed in neurons in the dorsal horn. Wireless optogenetic activation of TRPV1-ChR2 afferents with spinal μ-ILEDs causes nocifensive behaviors and robust real-time place aversion with sustained operation in animals over periods of several weeks to months. The relatively low-cost electronics required for control of the systems, together with the biocompatibility and robust operation of these devices will allow broad application of optogenetics in future studies of spinal circuits, as well as various peripheral targets, in awake, freely moving and untethered animals, where existing approaches have limited utility.", "doi": "10.1097/j.pain.0000000000000968", "title": "Fully implantable, battery-free wireless optoelectronic devices for spinal optogenetics.", "journal": ["Pain", "Pain"]}