{"authors": [["Marzullo", "Timothy C", "TC", "Research and Development, Backyard Brains, Inc., Ann Arbor, Michigan, USA 48104 & Providencia, Santiago, Chile 7501156."]], "date": "2017-06-15", "id": "28690447", "text": "Neuroscience systems level courses teach: 1) the role of neuroanatomical structures of the brain for perception, movement, and cognition; 2) methods to manipulate and study the brain including lesions, electrophysiological recordings, microstimulation, optogenetics, and pharmacology; 3) proper interpretation of behavioral data to deduce brain circuit operation; and 4) the similarities, differences, and ethics of animal models and their relation to human physiology. These four topics come together quite dramatically in Dr. Jose Delgado's 1960s famous experiments on the neural correlates of aggression in which he stopped bulls in mid-charge by electrically stimulating basal ganglia and thalamic structures. Technical documentation on these experiments is famously difficult to find. Here I translate and discuss a Spanish language article written by Dr. Delgado in 1981 for an encyclopedia on bull fighting published in Madrid. Here Dr. Delgado appears to give the most complete explanation of his experiments on microstimulation of bovine brains. Dr. Delgado's motivations, methods, and his interpretation of the bull experiments are summarized, as well as some accompanying information from his 1970 English language book: \"Physical Control of the Mind.\" This review of Dr. Delgado's written work on the bull experiments can provide a resource to educators and students who desire to learn more about and interpret the attention-calling experiments that Dr. Delgado did on a ranch in Andalucía over 50 years ago.", "doi": null, "title": "The Missing Manuscript of Dr. Jose Delgado's Radio Controlled Bulls.", "journal": ["Journal of undergraduate neuroscience education : JUNE : a publication of FUN, Faculty for Undergraduate Neuroscience", "J Undergrad Neurosci Educ"]}