{"authors": [["Latchoumane", "Charles-Francois V", "CV", "Center for Cognition and Sociality, Institute for Basic Science, Yuseong-gu, 34141 Daejeon, Republic of Korea; IBS school, University of Science and Technology, 34113 Daejeon, Republic of Korea."], ["Ngo", "Hong-Viet V", "HV", "Institute for Medical Psychology and Behavioral Neurobiology, University of Tuebingen, 72076 Tuebingen, Germany; School of Psychology, University of Birmingham, B15 2TT Birmingham, UK."], ["Born", "Jan", "J", "Institute for Medical Psychology and Behavioral Neurobiology, University of Tuebingen, 72076 Tuebingen, Germany; Center for Integrative Neuroscience, University of Tübingen, 72076 Tuebingen, Germany. Electronic address: jan.born@uni-tuebingen.de."], ["Shin", "Hee-Sup", "HS", "Center for Cognition and Sociality, Institute for Basic Science, Yuseong-gu, 34141 Daejeon, Republic of Korea; IBS school, University of Science and Technology, 34113 Daejeon, Republic of Korea. Electronic address: shin@ibs.re.kr."]], "date": "2017-07-06", "id": "28689981", "text": "While the interaction of the cardinal rhythms of non-rapid-eye-movement (NREM) sleep-the thalamo-cortical spindles, hippocampal ripples, and the cortical slow oscillations-is thought to be critical for memory consolidation during sleep, the role spindles play in this interaction is elusive. Combining optogenetics with a closed-loop stimulation approach in mice, we show here that only thalamic spindles induced in-phase with cortical slow oscillation up-states, but not out-of-phase-induced spindles, improve consolidation of hippocampus-dependent memory during sleep. Whereas optogenetically stimulated spindles were as efficient as spontaneous spindles in nesting hippocampal ripples within their excitable troughs, stimulation in-phase with the slow oscillation up-state increased spindle co-occurrence and frontal spindle-ripple co-occurrence, eventually resulting in increased triple coupling of slow oscillation-spindle-ripple events. In-phase optogenetic suppression of thalamic spindles impaired hippocampus-dependent memory. Our results suggest a causal role for thalamic sleep spindles in hippocampus-dependent memory consolidation, conveyed through triple coupling of slow oscillations, spindles, and ripples.", "doi": "10.1016/j.neuron.2017.06.025", "title": "Thalamic Spindles Promote Memory Formation during Sleep through Triple Phase-Locking of Cortical, Thalamic, and Hippocampal Rhythms.", "journal": ["Neuron", "Neuron"]}