{"authors": [["Graziano", "Brian R", "BR", "Cardiovascular Research Institute, University of California, San Francisco, San Francisco, CA."], ["Gong", "Delquin", "D", "Cardiovascular Research Institute, University of California, San Francisco, San Francisco, CA."], ["Anderson", "Karen E", "KE", "The Babraham Institute, Babraham, England, UK."], ["Pipathsouk", "Anne", "A", "Cardiovascular Research Institute, University of California, San Francisco, San Francisco, CA."], ["Goldberg", "Anna R", "AR", "Cardiovascular Research Institute, University of California, San Francisco, San Francisco, CA."], ["Weiner", "Orion D", "OD", "Cardiovascular Research Institute, University of California, San Francisco, San Francisco, CA orion.weiner@ucsf.edu."]], "date": "2017-07-07", "id": "28687663", "text": "Sensory systems use adaptation to measure changes in signaling inputs rather than absolute levels of signaling inputs. Adaptation enables eukaryotic cells to directionally migrate over a large dynamic range of chemoattractant. Because of complex feedback interactions and redundancy, it has been difficult to define the portion or portions of eukaryotic chemotactic signaling networks that generate adaptation and identify the regulators of this process. In this study, we use a combination of optogenetic intracellular inputs, CRISPR-based knockouts, and pharmacological perturbations to probe the basis of neutrophil adaptation. We find that persistent, optogenetically driven phosphatidylinositol (3,4,5)-trisphosphate (PIP3) production results in only transient activation of Rac, a hallmark feature of adaptive circuits. We further identify the guanine nucleotide exchange factor P-Rex1 as the primary PIP3-stimulated Rac activator, whereas actin polymerization and the GTPase-activating protein ArhGAP15 are essential for proper Rac turnoff. This circuit is masked by feedback and redundancy when chemoattractant is used as the input, highlighting the value of probing signaling networks at intermediate nodes to deconvolve complex signaling cascades.", "doi": "10.1083/jcb.201604113", "title": "A module for Rac temporal signal integration revealed with optogenetics.", "journal": ["The Journal of cell biology", "J. Cell Biol."]}