{"authors": [["Browne", "Liam E", "LE", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA; Wolfson Institute for Biomedical Research, University College London, London WC1E 6BT, UK. Electronic address: liam.browne@ucl.ac.uk."], ["Latremoliere", "Alban", "A", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Lehnert", "Brendan P", "BP", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute, Chevy Chase, MD 20815-6789, USA."], ["Grantham", "Alyssa", "A", "FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Ward", "Catherine", "C", "FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Alexandre", "Chloe", "C", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; Department of Neurology, Beth Israel Deaconess Medical Center, Boston, MA 02115, USA."], ["Costigan", "Michael", "M", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA; Department of Anesthesia, Boston Children's Hospital, Boston, MA 02115, USA."], ["Michoud", "Frédéric", "F", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Roberson", "David P", "DP", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Ginty", "David D", "DD", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute, Chevy Chase, MD 20815-6789, USA."], ["Woolf", "Clifford J", "CJ", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA; FM Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA. Electronic address: clifford.woolf@childrens.harvard.edu."]], "date": null, "id": "28683326", "text": "Potentially harmful stimuli are detected at the skin by nociceptor sensory neurons that drive rapid protective withdrawal reflexes and pain. We set out to define, at a millisecond timescale, the relationship between the activity of these sensory neurons and the resultant behavioral output. Brief optogenetic activation of cutaneous nociceptors was found to activate only a single action potential in each fiber. This minimal input was used to determine high-speed behavioral responses in freely behaving mice. The localized stimulus generated widespread dynamic repositioning and alerting sub-second behaviors whose nature and timing depended on the context of the animal and its position, activity, and alertness. Our findings show that the primary response to injurious stimuli is not limited, fixed, or localized, but is dynamic, and that it involves recruitment and gating of multiple circuits distributed throughout the central nervous system at a sub-second timescale to effectively both alert to the presence of danger and minimize risk of harm.", "doi": "10.1016/j.celrep.2017.06.024", "title": "Time-Resolved Fast Mammalian Behavior Reveals the Complexity of Protective Pain Responses.", "journal": ["Cell reports", "Cell Rep"]}