{"authors": [["Neukomm", "Lukas J", "LJ", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA. Electronic address: lukas.neukomm@gmail.com."], ["Burdett", "Thomas C", "TC", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Seeds", "Andrew M", "AM", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA, USA."], ["Hampel", "Stefanie", "S", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA, USA."], ["Coutinho-Budd", "Jaeda C", "JC", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Farley", "Jonathan E", "JE", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Wong", "Jack", "J", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Karadeniz", "Yonca B", "YB", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Osterloh", "Jeannette M", "JM", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Sheehan", "Amy E", "AE", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA."], ["Freeman", "Marc R", "MR", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA, USA. Electronic address: freemmar@ohsu.edu."]], "date": null, "id": "28683272", "text": "Axon degeneration is a hallmark of neurodegenerative disease and neural injury. Axotomy activates an intrinsic pro-degenerative axon death signaling cascade involving loss of the NAD+ biosynthetic enzyme Nmnat/Nmnat2 in axons, activation of dSarm/Sarm1, and subsequent Sarm-dependent depletion of NAD+. Here we identify Axundead (Axed) as a mediator of axon death. axed mutants suppress axon death in several types of axons for the lifespan of the fly and block the pro-degenerative effects of activated dSarm in vivo. Neurodegeneration induced by loss of the sole fly Nmnat ortholog is also fully blocked by axed, but not dsarm, mutants. Thus, pro-degenerative pathways activated by dSarm signaling or Nmnat elimination ultimately converge on Axed. Remarkably, severed axons morphologically preserved by axon death pathway mutations remain integrated in circuits and able to elicit complex behaviors after stimulation, indicating that blockade of axon death signaling results in long-term functional preservation of axons.", "doi": "10.1016/j.neuron.2017.06.031", "title": "Axon Death Pathways Converge on Axundead to Promote Functional and Structural Axon Disassembly.", "journal": ["Neuron", "Neuron"]}