{"authors": [["de Luca", "Emanuela", "E", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy."], ["Ravasenga", "Tiziana", "T", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy."], ["Petrini", "Enrica Maria", "EM", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy."], ["Polenghi", "Alice", "A", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy."], ["Nieus", "Thierry", "T", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy; Department of Biomedical and Clinical Sciences \"L. Sacco,\" Università degli Studi di Milano, Via Grassi 74, 20157 Milan, Italy."], ["Guazzi", "Stefania", "S", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy."], ["Barberis", "Andrea", "A", "Neuroscience and Brain Technologies Department, Fondazione Istituto Italiano di Tecnologia, Via Morego 30, Genova, Italy. Electronic address: andrea.barberis@iit.it."]], "date": null, "id": "28683270", "text": "The lateral mobility of neurotransmitter receptors has been shown to tune synaptic signals. Here we report that GABAA receptors (GABAARs) can diffuse between adjacent dendritic GABAergic synapses in long-living desensitized states, thus laterally spreading \"activation memories\" between inhibitory synapses. Glutamatergic activity limits this inter-synaptic diffusion by trapping GABAARs at excitatory synapses. This novel form of activity-dependent hetero-synaptic interplay is likely to modulate dendritic synaptic signaling.", "doi": "10.1016/j.neuron.2017.06.022", "title": "Inter-Synaptic Lateral Diffusion of GABAA Receptors Shapes Inhibitory Synaptic Currents.", "journal": ["Neuron", "Neuron"]}