{"authors": [["Jiruska", "Premysl", "P", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czech Republic."], ["Alvarado-Rojas", "Catalina", "C", "Pontifical Javeriana University, Bogota, Colombia."], ["Schevon", "Catherine A", "CA", "Department of Neurology, Columbia University, New York, New York, U.S.A."], ["Staba", "Richard", "R", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, California, U.S.A."], ["Stacey", "William", "W", "Department of Neurology, Department of Biomedical Engineering, University of Michigan, Ann Arbor, Michigan, U.S.A."], ["Wendling", "Fabrice", "F", "Laboratory of Signal and Image Processing, INSERM U1099, Rennes, France."], ["Avoli", "Massimo", "M", "Montreal Neurological Institute and Departments of Neurology & Neurosurgery and of Physiology, McGill University, Montréal, Québec, Canada."]], "date": "2017-07-06", "id": "28681378", "text": "High-frequency oscillations (HFOs) are a type of brain activity that is recorded from brain regions capable of generating seizures. Because of the close association of HFOs with epileptogenic tissue and ictogenesis, understanding their cellular and network mechanisms could provide valuable information about the organization of epileptogenic networks and how seizures emerge from the abnormal activity of these networks. In this review, we summarize the most recent advances in the field of HFOs and provide a critical evaluation of new observations within the context of already established knowledge. Recent improvements in recording technology and the introduction of optogenetics into epilepsy research have intensified experimental work on HFOs. Using advanced computer models, new cellular substrates of epileptic HFOs were identified and the role of specific neuronal subtypes in HFO genesis was determined. Traditionally, the pathogenesis of HFOs was explored mainly in patients with temporal lobe epilepsy and in animal models mimicking this condition. HFOs have also been reported to occur in other epileptic disorders and models such as neocortical epilepsy, genetically determined epilepsies, and infantile spasms, which further support the significance of HFOs in the pathophysiology of epilepsy. It is increasingly recognized that HFOs are generated by multiple mechanisms at both the cellular and network levels. Future studies on HFOs combining novel high-resolution in vivo imaging techniques and precise control of neuronal behavior using optogenetics or chemogenetics will provide evidence about the causal role of HFOs in seizures and epileptogenesis. Detailed understanding of the pathophysiology of HFOs will propel better HFO classification and increase their information yield for clinical and diagnostic purposes.", "doi": "10.1111/epi.13830", "title": "Update on the mechanisms and roles of high-frequency oscillations in seizures and epileptic disorders.", "journal": ["Epilepsia", "Epilepsia"]}