{"authors": [["Ruggiero", "Rafael N", "RN", "Department of Neuroscience and Behavioral Sciences, Ribeirão Preto Medical School, University of São PauloRibeirão Preto, Brazil."], ["Rossignoli", "Matheus T", "MT", "Department of Neuroscience and Behavioral Sciences, Ribeirão Preto Medical School, University of São PauloRibeirão Preto, Brazil."], ["De Ross", "Jana B", "JB", "Department of Neuroscience and Behavioral Sciences, Ribeirão Preto Medical School, University of São PauloRibeirão Preto, Brazil."], ["Hallak", "Jaime E C", "JEC", "Department of Neuroscience and Behavioral Sciences, Ribeirão Preto Medical School, University of São PauloRibeirão Preto, Brazil."], ["Leite", "Joao P", "JP", "Department of Neuroscience and Behavioral Sciences, Ribeirão Preto Medical School, University of São PauloRibeirão Preto, Brazil."], ["Bueno-Junior", "Lezio S", "LS", "Department of Neuroscience and Behavioral Sciences, Ribeirão Preto Medical School, University of São PauloRibeirão Preto, Brazil."]], "date": "2017-06-21", "id": "28680405", "text": "Much of our knowledge of the endocannabinoid system in schizophrenia comes from behavioral measures in rodents, like prepulse inhibition of the acoustic startle and open-field locomotion, which are commonly used along with neurochemical approaches or drug challenge designs. Such methods continue to map fundamental mechanisms of sensorimotor gating, hyperlocomotion, social interaction, and underlying monoaminergic, glutamatergic, and GABAergic disturbances. These strategies will require, however, a greater use of neurophysiological tools to better inform clinical research. In this sense, electrophysiology and viral vector-based circuit dissection, like optogenetics, can further elucidate how exogenous cannabinoids worsen (e.g., tetrahydrocannabinol, THC) or ameliorate (e.g., cannabidiol, CBD) schizophrenia symptoms, like hallucinations, delusions, and cognitive deficits. Also, recent studies point to a complex endocannabinoid-endovanilloid interplay, including the influence of anandamide (endogenous CB1 and TRPV1 agonist) on cognitive variables, such as aversive memory extinction. In fact, growing interest has been devoted to TRPV1 receptors as promising therapeutic targets. Here, these issues are reviewed with an emphasis on the neurophysiological evidence. First, we contextualize imaging and electrographic findings in humans. Then, we present a comprehensive review on rodent electrophysiology. Finally, we discuss how basic research will benefit from further combining psychopharmacological and neurophysiological tools.", "doi": "10.3389/fphar.2017.00399", "title": "Cannabinoids and Vanilloids in Schizophrenia: Neurophysiological Evidence and Directions for Basic Research.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}