{"authors": [["Shen", "Yuecheng", "Y", "Optical Imaging Laboratory, Department of Biomedical Engineering, Washington University in St. Louis, One Brookings Drive, St. Louis, Missouri, USA, 63130."], ["Liu", "Yan", "Y", "Optical Imaging Laboratory, Department of Biomedical Engineering, Washington University in St. Louis, One Brookings Drive, St. Louis, Missouri, USA, 63130."], ["Ma", "Cheng", "C", "Optical Imaging Laboratory, Department of Biomedical Engineering, Washington University in St. Louis, One Brookings Drive, St. Louis, Missouri, USA, 63130."], ["Wang", "Lihong V", "LV", "Optical Imaging Laboratory, Department of Biomedical Engineering, Washington University in St. Louis, One Brookings Drive, St. Louis, Missouri, USA, 63130."]], "date": "2017-01-11", "id": "28670607", "text": "Optical time-reversal techniques are being actively developed to focus light through or inside opaque scattering media. When applied to biological tissue, these techniques promise to revolutionize biophotonics by enabling deep-tissue non-invasive optical imaging, optogenetics, optical tweezing, and phototherapy. In all previous optical time-reversal experiments, the scattered light field was well-sampled during wavefront measurement and wavefront reconstruction, following the Nyquist sampling criterion. Here, we overturn this conventional practice by demonstrating that even when the scattered field is under-sampled, light can still be focused through or inside scattering media. Even more surprisingly, we show both theoretically and experimentally that the focus achieved by under-sampling can be one order of magnitude brighter than that achieved under the well-sampling conditions used in previous works, where 3×3 to 5×5 pixels were used to sample one speckle grain on average. Moreover, sub-Nyquist sampling improves the signal-to-noise ratio and the collection efficiency of the scattered light. We anticipate that this newly explored under-sampling scheme will transform the understanding of optical time reversal and boost the performance of optical imaging, manipulation, and communication through opaque scattering media.", "doi": "10.1364/OPTICA.4.000097", "title": "Sub-Nyquist sampling boosts targeted light transport through opaque scattering media.", "journal": ["Optica", "Optica"]}