{"authors": [["Higgs", "Matthew H", "MH", "The University of Texas at San Antonio, One UTSA Circle, BSB 1.03.14, San Antonio, TX 78249, United States. Electronic address: matthew.higgs@utsa.edu."], ["Wilson", "Charles J", "CJ", "The University of Texas at San Antonio, One UTSA Circle, BSB 1.03.14, San Antonio, TX 78249, United States. Electronic address: charles.wilson@utsa.edu."]], "date": "2017-06-28", "id": "28668267", "text": "The phase resetting curve (PRC) is a primary measure of a rhythmically firing neuron's responses to synaptic input, quantifying the change in phase of the firing oscillation as a function of the input phase. PRCs provide information about whether neurons will synchronize due to synaptic coupling or shared input. However, PRC estimation has been limited to in vitro preparations where stable intracellular recordings can be obtained and background activity is minimal, and new methods are required for in vivo applications.We estimated PRCs using dense optogenetic stimuli and extracellular spike recording. Autonomously firing neurons in substantia nigra pars reticulata (SNr) of Thy1-channelrhodopsin 2 (ChR2) transgenic mice were stimulated with random barrages of light pulses, and PRCs were determined using multiple linear regression.The PRCs obtained were type-I, showing only phase advances in response to depolarizing input, and generally sloped upward from early to late phases. Secondary PRCs, indicating the effect on the subsequent ISI, showed phase delays primarily for stimuli arriving at late phases. Phase models constructed from the optogenetic PRCs accounted for a large fraction of the variance in ISI length and provided a good approximation of the spike-triggered average stimulus.Compared to methods based on intracellular current injection, the new method sacrifices some temporal resolution. However, it should be much more widely applicable in vivo, because only extracellular recording and optogenetic stimulation are required.These results demonstrate PRC estimation using methods suitable for in vivo applications.", "doi": "10.1016/j.jneumeth.2017.06.018", "title": "Measurement of phase resetting curves using optogenetic barrage stimuli.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}