{"authors": [["Perusini", "Jennifer N", "JN", "Department of Psychiatry, Columbia University, New York, New York."], ["Cajigas", "Stephanie A", "SA", "Department of Psychiatry, Columbia University, New York, New York."], ["Cohensedgh", "Omid", "O", "Department of Psychiatry, Columbia University, New York, New York."], ["Lim", "Sean C", "SC", "Division of Integrative Neuroscience, New York State Psychiatric Institute (NYSPI)/Research Foundation for Mental Hygiene, Inc. (RFMH), New York, New York."], ["Pavlova", "Ina P", "IP", "Division of Integrative Neuroscience, New York State Psychiatric Institute (NYSPI)/Research Foundation for Mental Hygiene, Inc. (RFMH), New York, New York."], ["Donaldson", "Zoe R", "ZR", "Department of Psychiatry, Columbia University, New York, New York."], ["Denny", "Christine A", "CA", "Department of Psychiatry, Columbia University, New York, New York."]], "date": "2017-07-20", "id": "28667669", "text": "Alzheimer's disease (AD) is a prevalent neurodegenerative disorder characterized by amyloid-beta (Aβ) plaques and tau neurofibrillary tangles. APPswe/PS1dE9 (APP/PS1) mice have been developed as an AD model and are characterized by plaque formation at 4-6 months of age. Here, we sought to better understand AD-related cognitive decline by characterizing various types of memory. In order to better understand how memory declines with AD, APP/PS1 mice were bred with ArcCreERT2 mice. In this line, neural ensembles activated during memory encoding can be indelibly tagged and directly compared with neural ensembles activated during memory retrieval (i.e., memory traces/engrams). We first administered a battery of tests examining depressive- and anxiety-like behaviors, as well as spatial, social, and cognitive memory to APP/PS1 × ArcCreERT2 × channelrhodopsin (ChR2)-enhanced yellow fluorescent protein (EYFP) mice. Dentate gyrus (DG) neural ensembles were then optogenetically stimulated in these mice to improve memory impairment. AD mice had the most extensive differences in fear memory, as assessed by contextual fear conditioning (CFC), which was accompanied by impaired DG memory traces. Optogenetic stimulation of DG neural ensembles representing a CFC memory increased memory retrieval in the appropriate context in AD mice when compared with control (Ctrl) mice. Moreover, optogenetic stimulation facilitated reactivation of the neural ensembles that were previously activated during memory encoding. These data suggest that activating previously learned DG memory traces can rescue cognitive impairments and point to DG manipulation as a potential target to treat memory loss commonly seen in AD.", "doi": "10.1002/hipo.22756", "title": "Optogenetic stimulation of dentate gyrus engrams restores memory in Alzheimer's disease mice.", "journal": ["Hippocampus", "Hippocampus"]}