{"authors": [["Rau", "Andrew R", "AR", "Department of Biomedical Sciences, Colorado State University, Fort Collins, Colorado 80523."], ["Hentges", "Shane T", "ST", "Department of Biomedical Sciences, Colorado State University, Fort Collins, Colorado 80523 hentgess@colostate.edu."]], "date": "2017-06-30", "id": "28667175", "text": "Hypothalamic agouti-related peptide (AgRP) neurons potently stimulate food intake, whereas proopiomelanocortin (POMC) neurons inhibit feeding. Whether AgRP neurons exert their orexigenic actions, at least in part, by inhibiting anorexigenic POMC neurons remains unclear. Here, the connectivity between GABA-releasing AgRP neurons and POMC neurons was examined in brain slices from male and female mice. GABA-mediated spontaneous IPSCs (sIPSCs) in POMC neurons were unaffected by disturbing GABA release from AgRP neurons either by cell type-specific deletion of the vesicular GABA transporter or by expression of botulinum toxin in AgRP neurons to prevent vesicle-associated membrane protein 2-dependent vesicle fusion. Additionally, there was no difference in the ability of μ-opioid receptor (MOR) agonists to inhibit sIPSCs in POMC neurons when MORs were deleted from AgRP neurons, and activation of the inhibitory designer receptor hM4Di on AgRP neurons did not affect sIPSCs recorded from POMC neurons. These approaches collectively indicate that AgRP neurons do not significantly contribute to the strong spontaneous GABA input to POMC neurons. Despite these observations, optogenetic stimulation of AgRP neurons reliably produced evoked IPSCs in POMC neurons, leading to the inhibition of POMC neuron firing. Thus, AgRP neurons can potently affect POMC neuron function without contributing a significant source of spontaneous GABA input to POMC neurons. Together, these results indicate that the relevance of GABAergic inputs from AgRP to POMC neurons is state dependent and highlight the need to consider different types of transmitter release in circuit mapping and physiologic regulation.SIGNIFICANCE STATEMENT Agouti-related peptide (AgRP) neurons play an important role in driving food intake, while proopiomelanocortin (POMC) neurons inhibit feeding. Despite the importance of these two well characterized neuron types in maintaining metabolic homeostasis, communication between these cells remains poorly understood. To provide clarity to this circuit, we made electrophysiological recordings from mouse brain slices and found that AgRP neurons do not contribute spontaneously released GABA onto POMC neurons, although when activated with channelrhodopsin AgRP neurons inhibit POMC neurons through GABA-mediated transmission. These findings indicate that the relevance of AgRP to POMC neuron GABA connectivity depends on the state of AgRP neuron activity and suggest that different types of transmitter release should be considered when circuit mapping.", "doi": "10.1523/JNEUROSCI.0647-17.2017", "title": "The Relevance of AgRP Neuron-Derived GABA Inputs to POMC Neurons Differs for Spontaneous and Evoked Release.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}