{"authors": [["Tønnesen", "Jan", "J", "Laboratory of Neuronal Excitability, Achucarro Basque Center for Neuroscience, Sede Building, Barrio Sarriena, s/n, 48940 Leioa, Spain jan.tonnesen@ehu.eus Merab.Kokaia@med.lu.se."], ["Kokaia", "Merab", "M", "Experimental Epilepsy Group, Epilepsy Centre, Lund University Hospital, Sölvegatan 17, 221 84 Lund, Sweden jan.tonnesen@ehu.eus Merab.Kokaia@med.lu.se."]], "date": "2017-06-30", "id": "28667062", "text": "Over the past decade, 'optogenetics' has been consolidated as a game-changing tool in the neuroscience field, by allowing optical control of neuronal activity with high cell-type specificity. The ability to activate or inhibit targeted neurons at millisecond resolution not only offers an investigative tool, but potentially also provides a therapeutic intervention strategy for acute correction of aberrant neuronal activity. As efficient therapeutic tools are in short supply for neurological disorders, optogenetic technology has therefore spurred considerable enthusiasm and fostered a new wave of translational studies in neuroscience. Epilepsy is among the disorders that have been widely explored. Partial epilepsies are characterized by seizures arising from excessive excitatory neuronal activity that emerges from a focal area. Based on the constricted seizure focus, it appears feasible to intercept partial seizures by acutely shutting down excitatory neurons by means of optogenetics. The availability of both inhibitory and excitatory optogenetic probes, along with the available targeting strategies for respective excitatory or inhibitory neurons, allows multiple conceivable scenarios for controlling abnormal circuit activity. Several such scenarios have been explored in the settings of experimental epilepsy and have provided encouraging translational findings and revealed interesting and unexpected new aspects of epileptogenesis. However, it has also emerged that considerable challenges persist before clinical translation becomes feasible. This review provides a general introduction to optogenetics, and an overview of findings that are relevant for understanding how optogenetics may be utilized therapeutically as a highly innovative treatment for epilepsy.", "doi": "10.1042/CS20160492", "title": "Epilepsy and optogenetics: can seizures be controlled by light?", "journal": ["Clinical science (London, England : 1979)", "Clin. Sci."]}