{"authors": [["Ruf", "Franziska", "F", "Neurobiology and Genetics, Theodor-Boveri-Institute, Biocenter, University of Würzburg, Am Hubland, Würzburg, Germany."], ["Fraunholz", "Martin", "M", "Microbiology, Theodor-Boveri-Institute, Biocenter, University of Würzburg, Am Hubland, Würzburg, Germany."], ["Öchsner", "Konrad", "K", "Neurobiology and Genetics, Theodor-Boveri-Institute, Biocenter, University of Würzburg, Am Hubland, Würzburg, Germany."], ["Kaderschabek", "Johann", "J", "Central workshop, Theodor-Boveri-Institute, Biocenter, University of Würzburg, Am Hubland, Würzburg, Germany."], ["Wegener", "Christian", "C", "Neurobiology and Genetics, Theodor-Boveri-Institute, Biocenter, University of Würzburg, Am Hubland, Würzburg, Germany."]], "date": "2017-06-28", "id": "28658318", "text": "Eclosion in flies and other insects is a circadian-gated behaviour under control of a central and a peripheral clock. It is not influenced by the motivational state of an animal, and thus presents an ideal paradigm to study the relation and signalling pathways between central and peripheral clocks, and downstream peptidergic regulatory systems. Little is known, however, about eclosion rhythmicity under natural conditions, and research into this direction is hampered by the physically closed design of current eclosion monitoring systems. We describe a novel open eclosion monitoring system (WEclMon) that allows the puparia to come into direct contact with light, temperature and humidity. We demonstrate that the system can be used both in the laboratory and outdoors, and shows a performance similar to commercial closed funnel-type monitors. Data analysis is semi-automated based on a macro toolset for the open imaging software Fiji. Due to its open design, the WEclMon is also well suited for optogenetic experiments. A small screen to identify putative neuroendocrine signals mediating time from the central clock to initiate eclosion showed that optogenetic activation of ETH-, EH and myosuppressin neurons can induce precocious eclosion. Genetic ablation of myosuppressin-expressing neurons did, however, not affect eclosion rhythmicity.", "doi": "10.1371/journal.pone.0180238", "title": "WEclMon - A simple and robust camera-based system to monitor Drosophila eclosion under optogenetic manipulation and natural conditions.", "journal": ["PloS one", "PLoS ONE"]}