{"authors": [["Padmanabhan", "S", "S", "Instituto de Química Física Rocasolano, Consejo Superior de Investigaciones Científicas, 28006 Madrid, Spain; email: padhu@iqfr.csic.es."], ["Jost", "Marco", "M", "Department of Chemistry, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139."], ["Drennan", "Catherine L", "CL", "Department of Chemistry, Massachusetts Institute of Technology, Cambridge, Massachusetts 02139."], ["Elías-Arnanz", "Montserrat", "M", "Departamento de Genética y Microbiología, Área de Genética, Unidad Asociada al Instituto de Química Física Rocasolano, Consejo Superior de Investigaciones Científicas, Facultad de Biología, Universidad de Murcia, 30100 Murcia, Spain; email: melias@um.es."]], "date": null, "id": "28654327", "text": "Living organisms sense and respond to light, a crucial environmental factor, using photoreceptors, which rely on bound chromophores such as retinal, flavins, or linear tetrapyrroles for light sensing. The discovery of photoreceptors that sense light using 5'-deoxyadenosylcobalamin, a form of vitamin B12 that is best known as an enzyme cofactor, has expanded the number of known photoreceptor families and unveiled a new biological role of this vitamin. The prototype of these B12-dependent photoreceptors, the transcriptional repressor CarH, is widespread in bacteria and mediates light-dependent gene regulation in a photoprotective cellular response. CarH activity as a transcription factor relies on the modulation of its oligomeric state by 5'-deoxyadenosylcobalamin and light. This review surveys current knowledge about these B12-dependent photoreceptors, their distribution and mode of action, and the structural and photochemical basis of how they orchestrate signal transduction and control gene expression.", "doi": "10.1146/annurev-biochem-061516-044500", "title": "A New Facet of Vitamin B12: Gene Regulation by Cobalamin-Based Photoreceptors.", "journal": ["Annual review of biochemistry", "Annu. Rev. Biochem."]}