{"authors": [["Krishnamurthy", "Vishnu V", "VV", "Department of Biochemistry, University of Illinois at Urbana-Champaign."], ["Turgeon", "Aurora J", "AJ", "Department of Comparative Biosciences, University of Illinois at Urbana-Champaign."], ["Khamo", "John S", "JS", "Department of Biochemistry, University of Illinois at Urbana-Champaign."], ["Mondal", "Payel", "P", "Department of Biochemistry, University of Illinois at Urbana-Champaign."], ["Sharum", "Savanna R", "SR", "Department of Biochemistry, University of Illinois at Urbana-Champaign."], ["Mei", "Wenyan", "W", "Department of Comparative Biosciences, University of Illinois at Urbana-Champaign."], ["Yang", "Jing", "J", "Department of Comparative Biosciences, University of Illinois at Urbana-Champaign; yangj@illinois.edu."], ["Zhang", "Kai", "K", "Department of Biochemistry, University of Illinois at Urbana-Champaign; Neuroscience Program, University of Illinois at Urbana-Champaign; Center for Biophysics and Quantitative Biology, University of Illinois at Urbana-Champaign; kaizkaiz@illinois.edu."]], "date": "2017-06-15", "id": "28654043", "text": "Kinase activity is crucial for a plethora of cellular functions, including cell proliferation, differentiation, migration, and apoptosis. During early embryonic development, kinase activity is highly dynamic and widespread across the embryo. Pharmacological and genetic approaches are commonly used to probe kinase activities. Unfortunately, it is challenging to achieve superior spatial and temporal resolution using these strategies. Furthermore, it is not feasible to control the kinase activity in a reversible fashion in live cells and multicellular organisms. Such a limitation remains a bottleneck for achieving a quantitative understanding of kinase activity during development and differentiation. This work presents an optogenetic strategy that takes advantage of a bicistronic system containing photoactivatable proteins Arabidopsis thaliana cryptochrome 2 (CRY2) and the N-terminal domain of cryptochrome-interacting basic-helix-loop-helix (CIBN). Reversible activation of the mitogen-activated protein kinase (MAPK) signaling pathway is achieved through light-mediated protein translocation in live cells. This approach can be applied to mammalian cell cultures and live vertebrate embryos. This bicistronic system can be generalized to control the activity of other kinases with similar activation mechanisms and can be applied to other model systems.", "doi": "10.3791/55823", "title": "Light-mediated Reversible Modulation of the Mitogen-activated Protein Kinase Pathway during Cell Differentiation and Xenopus Embryonic Development.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}