{"authors": [["Wang", "Wenjing", "W", "Departments of Genetics, Biology, and Chemistry, Stanford University, Stanford, California, USA."], ["Wildes", "Craig P", "CP", "Picower Institute for Learning and Memory and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Pattarabanjird", "Tanyaporn", "T", "Department of Chemistry, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Sanchez", "Mateo I", "MI", "Departments of Genetics, Biology, and Chemistry, Stanford University, Stanford, California, USA."], ["Glober", "Gordon F", "GF", "Picower Institute for Learning and Memory and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Matthews", "Gillian A", "GA", "Picower Institute for Learning and Memory and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Tye", "Kay M", "KM", "Picower Institute for Learning and Memory and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Ting", "Alice Y", "AY", "Departments of Genetics, Biology, and Chemistry, Stanford University, Stanford, California, USA."]], "date": "2017-06-26", "id": "28650461", "text": "Activity remodels neurons, altering their molecular, structural, and electrical characteristics. To enable the selective characterization and manipulation of these neurons, we present FLARE, an engineered transcription factor that drives expression of fluorescent proteins, opsins, and other genetically encoded tools only in the subset of neurons that experienced activity during a user-defined time window. FLARE senses the coincidence of elevated cytosolic calcium and externally applied blue light, which together produce translocation of a membrane-anchored transcription factor to the nucleus to drive expression of any transgene. In cultured rat neurons, FLARE gives a light-to-dark signal ratio of 120 and a high- to low-calcium signal ratio of 10 after 10 min of stimulation. Opsin expression permitted functional manipulation of FLARE-marked neurons. In adult mice, FLARE also gave light- and motor-activity-dependent transcription in the cortex. Due to its modular design, minute-scale temporal resolution, and minimal dark-state leak, FLARE should be useful for the study of activity-dependent processes in neurons and other cells that signal with calcium.", "doi": "10.1038/nbt.3909", "title": "A light- and calcium-gated transcription factor for imaging and manipulating activated neurons.", "journal": ["Nature biotechnology", "Nat. Biotechnol."]}