{"authors": [["Estakhr", "Jasem", "J", "Department of Biology, Centre for Biomedical Research, University of Victoria, Victoria, BC V8P 5C2, Canada."], ["Abazari", "Danya", "D", "Department of Biology, Centre for Biomedical Research, University of Victoria, Victoria, BC V8P 5C2, Canada."], ["Frisby", "Kaitlyn", "K", "Department of Biology, Centre for Biomedical Research, University of Victoria, Victoria, BC V8P 5C2, Canada."], ["McIntosh", "J Michael", "JM", "Departments of Psychiatry and Biology, University of Utah, Salt Lake City, UT 84112, USA."], ["Nashmi", "Raad", "R", "Department of Biology, Centre for Biomedical Research, University of Victoria, Victoria, BC V8P 5C2, Canada. Electronic address: raad@uvic.ca."]], "date": "2017-06-22", "id": "28648825", "text": "Understanding how dopaminergic (DA) neurons of the substantia nigra pars compacta (SNc) govern movements requires a detailed knowledge of how different neurotransmitter systems modulate DA neuronal excitability. We report a heterogeneity of electrophysiological properties between medial and lateral SNc neurons modulated by cholinergic neurotransmission. Lateral DA neurons received mainly excitatory (nicotinic or glutamatergic) mediated cholinergic neurotransmission. Medial DA neurons received predominantly GABAergic currents mediated by presynaptic nicotinic receptors or biphasic GABAergic and nicotinic neurotransmission conveyed by GABA and ACh corelease, which inhibited DA neurons. To examine whether cholinergic signaling in the SNc controls mouse behavior, we used optogenetics in awake behaving mice and found that activation of cholinergic terminals in the medial SNc decreased locomotion, whereas activation in the lateral SNc increased locomotion. Our findings provide novel insights on how cholinergic inputs to subregions of the SNc regulate the excitability of DA neurons differentially, resulting in different patterns of motor behavior.", "doi": "10.1016/j.cub.2017.05.084", "title": "Differential Control of Dopaminergic Excitability and Locomotion by Cholinergic Inputs in Mouse Substantia Nigra.", "journal": ["Current biology : CB", "Curr. Biol."]}