{"authors": [["Wang", "Yi", "Y", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China; Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Xu", "Cenglin", "C", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China; Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Xu", "Zhenghao", "Z", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China; College of Basic Medical Science, Zhejiang Chinese Medical University, Hangzhou 310053, China."], ["Ji", "Caihong", "C", "Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Liang", "Jiao", "J", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Wang", "Ying", "Y", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Chen", "Bin", "B", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Wu", "Xiaohua", "X", "Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Gao", "Feng", "F", "Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Wang", "Shuang", "S", "Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Guo", "Yi", "Y", "Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Li", "Xiaoming", "X", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Luo", "Jianhong", "J", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Duan", "Shumin", "S", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Chen", "Zhong", "Z", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China; Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China; Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China. Electronic address: chenzhong@zju.edu.cn."]], "date": "2017-06-22", "id": "28648501", "text": "Secondary generalized seizure (sGS) is a major source of disability in temporal lobe epilepsy (TLE) with unclear cellular/circuit mechanisms. Here we found that clinical TLE patients with sGS showed reduced volume specifically in the subiculum compared with those without sGS. Further, using optogenetics and extracellular electrophysiological recording in mouse models, we found that photoactivation of subicular GABAergic neurons retarded sGS acquisition by inhibiting the firing of pyramidal neurons. Once sGS had been stably acquired, photoactivation of GABAergic neurons aggravated sGS expression via depolarized GABAergic signaling. Subicular parvalbumin, but not somatostatin subtype GABAergic, neurons were easily depolarized in sGS expression. Finally, photostimulation of subicular pyramidal neurons genetically targeted with proton pump Arch, rather than chloride pump NpHR3.0, alleviated sGS expression. These results demonstrated that depolarized GABAergic signaling in subicular microcircuit mediates sGS in TLE. This may be of therapeutic interest in understanding the pathological neuronal circuitry underlying sGS. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2017.06.004", "title": "Depolarized GABAergic Signaling in Subicular Microcircuits Mediates Generalized Seizure in Temporal Lobe Epilepsy.", "journal": ["Neuron", "Neuron"]}