{"authors": [["El-Shamayleh", "Yasmine", "Y", "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA."], ["Kojima", "Yoshiko", "Y", "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA."], ["Soetedjo", "Robijanto", "R", "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA."], ["Horwitz", "Gregory D", "GD", "Department of Physiology & Biophysics, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA; Washington National Primate Research Center, University of Washington, 1959 NE Pacific St., HSB I-728, UW Mailbox 357290, Seattle, WA 98195, USA. Electronic address: ghorwitz@u.washington.edu."]], "date": "2017-06-22", "id": "28648497", "text": "Purkinje cells of the primate cerebellum play critical but poorly understood roles in the execution of coordinated, accurate movements. Elucidating these roles has been hampered by a lack of techniques for manipulating spiking activity in these cells selectively-a problem common to most cell types in non-transgenic animals. To overcome this obstacle, we constructed AAV vectors carrying the channelrhodopsin-2 (ChR2) gene under the control of a 1 kb L7/Pcp2 promoter. We injected these vectors into the cerebellar cortex of rhesus macaques and tested vector efficacy in three ways. Immunohistochemical analyses confirmed selective ChR2 expression in Purkinje cells. Neurophysiological recordings confirmed robust optogenetic activation. Optical stimulation of the oculomotor vermis caused saccade dysmetria. Our results demonstrate the utility of AAV-L7-ChR2 for revealing the contributions of Purkinje cells to circuit function and behavior, and they attest to the feasibility of promoter-based, targeted, genetic manipulations in primates.", "doi": "10.1016/j.neuron.2017.06.002", "title": "Selective Optogenetic Control of Purkinje Cells in Monkey Cerebellum.", "journal": ["Neuron", "Neuron"]}