{"authors": [["Zhao", "Yuzheng", "Y", "1 Synthetic Biology and Biotechnology Laboratory, State Key Laboratory of Bioreactor Engineering, Shanghai Collaborative Innovation Center for Biomanufacturing Technology, East China University of Science and Technology , Shanghai, China ."], ["Zhang", "Zhuo", "Z", "1 Synthetic Biology and Biotechnology Laboratory, State Key Laboratory of Bioreactor Engineering, Shanghai Collaborative Innovation Center for Biomanufacturing Technology, East China University of Science and Technology , Shanghai, China ."], ["Zou", "Yejun", "Y", "1 Synthetic Biology and Biotechnology Laboratory, State Key Laboratory of Bioreactor Engineering, Shanghai Collaborative Innovation Center for Biomanufacturing Technology, East China University of Science and Technology , Shanghai, China ."], ["Yang", "Yi", "Y", "1 Synthetic Biology and Biotechnology Laboratory, State Key Laboratory of Bioreactor Engineering, Shanghai Collaborative Innovation Center for Biomanufacturing Technology, East China University of Science and Technology , Shanghai, China ."]], "date": "2017-08-09", "id": "28648094", "text": "Beyond their roles as redox currency in living organisms, pyridine dinucleotides (NAD+/NADH and NADP+/NADPH) are also precursors or cosubstrates of great significance in various physiologic and pathologic processes. Recent Advances: For many years, it was challenging to develop methodologies for monitoring pyridine dinucleotides in situ or in vivo. Recent advances in fluorescent protein-based sensors provide a rapid, sensitive, specific, and real-time readout of pyridine dinucleotide dynamics in single cells or in vivo, thereby opening a new era of pyridine dinucleotide bioimaging. In this article, we summarize the developments in genetically encoded fluorescent sensors for NAD+/NADH and NADP+/NADPH redox states, as well as their applications in life sciences and drug discovery. The strengths and weaknesses of individual sensors are also discussed.These sensors have the advantages of being specific and organelle targetable, enabling real-time monitoring and subcellular-level quantification of targeted molecules in living cells and in vivo.NAD+/NADH and NADP+/NADPH have distinct functions in metabolic and redox regulation, and thus, a comprehensive evaluation of metabolic and redox states must be multiplexed with a combination of various metabolite sensors in a single cell. Antioxid. Redox Signal. 28, 213-229.", "doi": "10.1089/ars.2017.7226", "title": "Visualization of Nicotine Adenine Dinucleotide Redox Homeostasis with Genetically Encoded Fluorescent Sensors.", "journal": ["Antioxidants & redox signaling", "Antioxid. Redox Signal."]}