{"authors": [["Lazarus", "Michael", "M", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki, 305-8575, Japan. lazarus.michael.ka@u.tsukuba.ac.jp."], ["Chen", "Jiang-Fan", "JF", "Department of Neurology, Boston University School of Medicine, Boston, MA, 02118, USA."], ["Huang", "Zhi-Li", "ZL", "State Key Laboratory of Medical Neurobiology, Department of Pharmacology, Institutes of Brain Science and the Collaborative Innovation Center for Brain Science, Shanghai Medical College of Fudan University, Shanghai, 200032, China."], ["Urade", "Yoshihiro", "Y", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki, 305-8575, Japan."], ["Fredholm", "Bertil B", "BB", "Department of Physiology and Pharmacology, Karolinska Institutet, 17177, Stockholm, Sweden."]], "date": "2017-06-24", "id": "28646346", "text": "The classic endogenous somnogen adenosine promotes sleep via A1 and A2A receptors. In this chapter, we present an overview of the current knowledge regarding the regulation of adenosine levels, adenosine receptors, and available pharmacologic and genetic tools to manipulate the adenosine system. This is followed by a summary of current knowledge of the role of adenosine and its receptors in the regulation of sleep and wakefulness. Despite strong data implicating numerous brain areas, including the basal forebrain, the tuberomammillary nucleus, the lateral hypothalamus, and the nucleus accumbens, in the adenosinergic control of sleep, the complete neural circuitry in the brain involved in the sleep-promoting effects of adenosine remains unclear. Moreover, the popular demand for natural sleep aids has led to a search for natural compounds that can promote sleep via adenosine receptor activation. Finally, we discuss the effects of caffeine in man and the possible use of more selective adenosine receptor drugs for the treatment of sleep disorders.", "doi": "10.1007/164_2017_36", "title": "Adenosine and Sleep.", "journal": ["Handbook of experimental pharmacology", "Handb Exp Pharmacol"]}