{"authors": [["Park", "Hyerim", "H", "Department of Biological Sciences, Korea Advanced Institute of Science and Technology (KAIST), Daejeon, 34141, Republic of Korea."], ["Kim", "Na Yeon", "NY", "Department of Biological Sciences, Korea Advanced Institute of Science and Technology (KAIST), Daejeon, 34141, Republic of Korea."], ["Lee", "Sangkyu", "S", "Center for Cognition and Sociality, Institute for Basic Science (IBS), Daejeon, 34141, Republic of Korea."], ["Kim", "Nury", "N", "Center for Cognition and Sociality, Institute for Basic Science (IBS), Daejeon, 34141, Republic of Korea."], ["Kim", "Jihoon", "J", "Department of Biological Sciences, Korea Advanced Institute of Science and Technology (KAIST), Daejeon, 34141, Republic of Korea."], ["Heo", "Won Do", "WD", "Department of Biological Sciences, Korea Advanced Institute of Science and Technology (KAIST), Daejeon, 34141, Republic of Korea. wondo@kaist.ac.kr."]], "date": "2017-06-23", "id": "28646204", "text": "Protein homo-oligomerization is an important molecular mechanism in many biological processes. Therefore, the ability to control protein homo-oligomerization allows the manipulation and interrogation of numerous cellular events. To achieve this, cryptochrome 2 (CRY2) from Arabidopsis thaliana has been recently utilized for blue light-dependent spatiotemporal control of protein homo-oligomerization. However, limited knowledge on molecular characteristics of CRY2 obscures its widespread applications. Here, we identify important determinants for efficient cryptochrome 2 clustering and introduce a new CRY2 module, named ''CRY2clust'', to induce rapid and efficient homo-oligomerization of target proteins by employing diverse fluorescent proteins and an extremely short peptide. Furthermore, we demonstrate advancement and versatility of CRY2clust by comparing against previously reported optogenetic tools. Our work not only expands the optogenetic clustering toolbox but also provides a guideline for designing CRY2-based new optogenetic modules.Cryptochrome 2 (CRY2) from A. thaliana can be used to control light-dependent protein homo-oligomerization, but the molecular mechanism of CRY2 clustering is not known, limiting its application. Here the authors identify determinants of CRY2 clustering and engineer fusion partners to modulate clustering efficiency.", "doi": "10.1038/s41467-017-00060-2", "title": "Optogenetic protein clustering through fluorescent protein tagging and extension of CRY2.", "journal": ["Nature communications", "Nat Commun"]}