{"authors": [["von Reyn", "Catherine R", "CR", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA; School of Biomedical Engineering, Science and Health Systems, Drexel University, 3141 Chestnut Street, Philadelphia, PA 19104, USA; Department of Neurobiology and Anatomy, Drexel University College of Medicine, 2900 W. Queen Lane, Philadelphia, PA 19129, USA."], ["Nern", "Aljoscha", "A", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA."], ["Williamson", "W Ryan", "WR", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA."], ["Breads", "Patrick", "P", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA."], ["Wu", "Ming", "M", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA."], ["Namiki", "Shigehiro", "S", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA."], ["Card", "Gwyneth M", "GM", "Janelia Research Campus, HHMI, 19700 Helix Drive, Ashburn, VA 20147, USA. Electronic address: cardg@janelia.hhmi.org."]], "date": null, "id": "28641115", "text": "Animals rely on dedicated sensory circuits to extract and encode environmental features. How individual neurons integrate and translate these features into behavioral responses remains a major question. Here, we identify a visual projection neuron type that conveys predator approach information to the Drosophila giant fiber (GF) escape circuit. Genetic removal of this input during looming stimuli reveals that it encodes angular expansion velocity, whereas other input cell type(s) encode angular size. Motor program selection and timing emerge from linear integration of these two features within the GF. Linear integration improves size detection invariance over prior models and appropriately biases motor selection to rapid, GF-mediated escapes during fast looms. Our findings suggest feature integration, and motor control may occur as simultaneous operations within the same neuron and establish the Drosophila escape circuit as a model system in which these computations may be further dissected at the circuit level. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2017.05.036", "title": "Feature Integration Drives Probabilistic Behavior in the Drosophila Escape Response.", "journal": ["Neuron", "Neuron"]}