{"authors": [["Guo", "Xiao-Mu", "XM", "The State Key Laboratory of Medical Neurobiology and Pharmacology Research Center, School of Basic Medical Sciences, Fudan University, Shanghai 200032, China."], ["Liao", "Zhao-Hui", "ZH", "The State Key Laboratory of Medical Neurobiology and Pharmacology Research Center, School of Basic Medical Sciences, Fudan University, Shanghai 200032, China."], ["Tao", "Ye-Zheng", "YZ", "The State Key Laboratory of Medical Neurobiology and Pharmacology Research Center, School of Basic Medical Sciences, Fudan University, Shanghai 200032, China."], ["Wang", "Fei-Fei", "FF", "The State Key Laboratory of Medical Neurobiology and Pharmacology Research Center, School of Basic Medical Sciences, Fudan University, Shanghai 200032, China."], ["Ma", "Lan", "L", "The State Key Laboratory of Medical Neurobiology and Pharmacology Research Center, School of Basic Medical Sciences, Fudan University, Shanghai 200032, China. lanma@fudan.edu.cn."]], "date": null, "id": "28638915", "text": "Rac1 belongs to the family of Rho GTPases, and plays important roles in the brain function. It affects the cell migration and axon guidance via regulating the cytoskeleton and cellular morphology. However, the effect of its dynamic activation in regulating physiological function remains unclear. Recently, a photoactivatable analogue of Rac1 (PA-Rac1) has been developed, allowing the activation of Rac1 by the specific wavelength of light in living cells. Thus, we constructed recombinant adeno-associated virus (AAV) of PA-Rac1 and its light-insensitive mutant PA-Rac1-C450A under the control of the mouse glial fibrillary acidic protein (mGFAP) promoter to manipulate Rac1 activity in astrocytes by optical stimulation. Primary culture of hippocampal astrocytes was infected with the recombinant AAV-PA-Rac1 or AAV-PA-Rac1-C450A. Real-time fluorescence imaging showed that the cell membrane of the astrocyte expressing PA-Rac1 protruded near the light spot, while the astrocyte expressing PA-Rac1-C450A did not. We injected AAV-PA-Rac1 and AAV-PA-Rac1-C450A into dorsal hippocampus to investigate the role of the activation of Rac1 in regulating the associative learning. With optical stimulation, the PA-Rac1 group, rather than the PA-Rac1-C450A group, showed slower learning curve during the fear conditioning compared with the control group, indicating that activating astrocytic Rac1 blocks the formation of contextual memory. Our data suggest that the activation of Rac1 in dorsal hippocampal astrocyte plays an important role in the associative learning.", "doi": null, "title": "[Optogenetic activation of dorsal hippocampal astrocytic Rac1 blocks the learning of associative memory].", "journal": ["Sheng li xue bao : [Acta physiologica Sinica]", "Sheng Li Xue Bao"]}