{"authors": [["Madularu", "Dan", "D", "Department of Psychiatry, Faculty of Medicine, McGill University, Montreal, QC, Canada; Brain Imaging Centre, Douglas Mental Health University Institute, McGill University, Montreal, QC, Canada. Electronic address: dan.madularu@gmail.com."], ["Mathieu", "Axel P", "AP", "Brain Imaging Centre, Douglas Mental Health University Institute, McGill University, Montreal, QC, Canada."], ["Kumaragamage", "Chathura", "C", "Brain Imaging Centre, Douglas Mental Health University Institute, McGill University, Montreal, QC, Canada; Department of Biomedical Engineering, McGill University, Montreal, QC, Canada."], ["Reynolds", "Lauren M", "LM", "Integrated Program in Neuroscience, McGill University, Montreal, QC, Canada."], ["Near", "Jamie", "J", "Department of Psychiatry, Faculty of Medicine, McGill University, Montreal, QC, Canada; Department of Biomedical Engineering, McGill University, Montreal, QC, Canada."], ["Flores", "Cecilia", "C", "Department of Psychiatry, Faculty of Medicine, McGill University, Montreal, QC, Canada."], ["Rajah", "M Natasha", "MN", "Department of Psychiatry, Faculty of Medicine, McGill University, Montreal, QC, Canada; Brain Imaging Centre, Douglas Mental Health University Institute, McGill University, Montreal, QC, Canada; Department of Psychology, Faculty of Arts, McGill University, Montreal, QC, Canada."]], "date": "2017-06-17", "id": "28634149", "text": "Preclinical neuroimaging allows for the assessment of brain anatomy, connectivity and function in laboratory animals, such as mice and rats. Most of these studies are performed under anesthesia to avoid movement during the scanning sessions.Due to the limitations associated with anesthetized imaging, recent efforts have been made to conduct rodent imaging studies in awake animals, habituated to the restraint systems used in these instances. As of now, only one such system is commercially available for mouse scanning (Animal Imaging Research, Boston, MA, USA) integrating the radiofrequency coil electronics with the restraining element, an approach which, although effective in reducing head motion during awake imaging, has some limitations. In the current report, we present a novel mouse restraining system that addresses some of these limitations.The effectiveness of the restraining system was evaluated in terms of three-dimensional linear head movement across two consecutive functional MRI scans (total 20min) in 33 awake mice. Head movement was minimal, recorded in roughly 12% of the time-series. Respiration rate during the acclimation procedure dropped while the bolus count remained unchanged. Body movement during functional acquisitions did not have a significant effect on magnetic field (B0) homogeneity.Compared to the commercially available system, the benefit of the current design is two-fold: 1) it is compatible with a range of commercially-available coils, and 2) it allows for the pairing of neuroimaging with other established techniques involving intracranial cannulation (i.e. microinfusion and optogenetics).", "doi": "10.1016/j.jneumeth.2017.06.008", "title": "A non-invasive restraining system for awake mouse imaging.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}