{"authors": [["Black", "Joshua B", "JB", "Department of Biomedical Engineering, Duke University, Durham, North Carolina 27708; email: joshua.b.black@duke.edu , charles.gersbach@duke.edu."], ["Perez-Pinera", "Pablo", "P", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, Illinois 61801; email: pablo@illinois.edu."], ["Gersbach", "Charles A", "CA", "Department of Biomedical Engineering, Duke University, Durham, North Carolina 27708; email: joshua.b.black@duke.edu , charles.gersbach@duke.edu."]], "date": null, "id": "28633563", "text": "The programming of new functions into mammalian cells has tremendous application in research and medicine. Continued improvements in the capacity to sequence and synthesize DNA have rapidly increased our understanding of mechanisms of gene function and regulation on a genome-wide scale and have expanded the set of genetic components available for programming cell biology. The invention of new research tools, including targetable DNA-binding systems such as CRISPR/Cas9 and sensor-actuator devices that can recognize and respond to diverse chemical, mechanical, and optical inputs, has enabled precise control of complex cellular behaviors at unprecedented spatial and temporal resolution. These tools have been critical for the expansion of synthetic biology techniques from prokaryotic and lower eukaryotic hosts to mammalian systems. Recent progress in the development of genome and epigenome editing tools and in the engineering of designer cells with programmable genetic circuits is expanding approaches to prevent, diagnose, and treat disease and to establish personalized theranostic strategies for next-generation medicines. This review summarizes the development of these enabling technologies and their application to transforming mammalian synthetic biology into a distinct field in research and medicine.", "doi": "10.1146/annurev-bioeng-071516-044649", "title": "Mammalian Synthetic Biology: Engineering Biological Systems.", "journal": ["Annual review of biomedical engineering", "Annu Rev Biomed Eng"]}