{"authors": [["Malloy", "Cole", "C", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA."], ["Sifers", "Jacob", "J", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA."], ["Mikos", "Angela", "A", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA."], ["Samadi", "Aya", "A", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA."], ["Omar", "Aya", "A", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA."], ["Hermanns", "Christina", "C", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA."], ["Cooper", "Robin L", "RL", "Department of Biology and Center for Muscle Biology, University of Kentucky, 675 Rose Street, Lexington, KY, 40506, USA. RLCOOP1@uky.edu."]], "date": "2017-06-13", "id": "28612236", "text": "The Drosophila melanogaster heart has become a principal model in which to study cardiac physiology and development. While the morphology of the heart in Drosophila and mammals is different, many of the molecular mechanisms that underlie heart development and function are similar and function can be assessed by similar physiological measurements, such as cardiac output, rate, and time in systole or diastole. Here, we have utilized an intact, optogenetic approach to assess the neural influence on heart rate in the third instar larvae. To simulate the release of modulators from the nervous system in response to environmental influences, we have directed expression of channel-rhodopsin variants to targeted neuronal populations to assess the role of these neural ensembles in directing release of modulators that may affect heart rate in vivo. Our observations show that the activation of targeted neurons, including cholinergic, dopaminergic, and serotonergic neurons, stimulate the release of cardioactive substances that increase heart rate after the initial activation at both room temperature and in a cold environment. This parallels previous studies suggesting these modulators play a crucial role in altering heart rate when applied to exposed hearts and adds to our understanding of chemical modulation of heart rate in intact Drosophila larvae.", "doi": "10.1007/s00359-017-1191-7", "title": "Using optogenetics to assess neuroendocrine modulation of heart rate in Drosophila melanogaster larvae.", "journal": ["Journal of comparative physiology. A, Neuroethology, sensory, neural, and behavioral physiology", "J. Comp. Physiol. A Neuroethol. Sens. Neural. Behav. Physiol."]}