{"authors": [["Suomivuori", "Carl-Mikael", "CM", "Department of Chemistry, University of Helsinki, FIN-00014 Helsinki, Finland."], ["Gamiz-Hernandez", "Ana P", "AP", "Department Chemie, Technische Universität München, D-85747 Garching, Germany."], ["Sundholm", "Dage", "D", "Department of Chemistry, University of Helsinki, FIN-00014 Helsinki, Finland."], ["Kaila", "Ville R I", "VRI", "Department Chemie, Technische Universität München, D-85747 Garching, Germany ville.kaila@ch.tum.de."]], "date": "2017-06-13", "id": "28611220", "text": "The conversion of light energy into ion gradients across biological membranes is one of the most fundamental reactions in primary biological energy transduction. Recently, the structure of the first light-activated Na+ pump, Krokinobacter eikastus rhodopsin 2 (KR2), was resolved at atomic resolution [Kato HE, et al. (2015) Nature 521:48-53]. To elucidate its molecular mechanism for Na+ pumping, we perform here extensive classical and quantum molecular dynamics (MD) simulations of transient photocycle states. Our simulations show how the dynamics of key residues regulate water and ion access between the bulk and the buried light-triggered retinal site. We identify putative Na+ binding sites and show how protonation and conformational changes gate the ion through these sites toward the extracellular side. We further show by correlated ab initio quantum chemical calculations that the obtained putative photocycle intermediates are in close agreement with experimental transient optical spectroscopic data. The combined results of the ion translocation and gating mechanisms in KR2 may provide a basis for the rational design of novel light-driven ion pumps with optogenetic applications.", "doi": "10.1073/pnas.1703625114", "title": "Energetics and dynamics of a light-driven sodium-pumping rhodopsin.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}