{"authors": [["Martinez", "Erik", "E", "Department of Anesthesiology, Perioperative Care and Pain Medicine, New York University School of MedicineNew York, NY, United States."], ["Lin", "Harvey H", "HH", "Department of Anesthesiology, Perioperative Care and Pain Medicine, New York University School of MedicineNew York, NY, United States."], ["Zhou", "Haocheng", "H", "Department of Anesthesiology, Perioperative Care and Pain Medicine, New York University School of MedicineNew York, NY, United States."], ["Dale", "Jahrane", "J", "Department of Anesthesiology, Perioperative Care and Pain Medicine, New York University School of MedicineNew York, NY, United States."], ["Liu", "Kevin", "K", "Department of Anesthesiology, Perioperative Care and Pain Medicine, New York University School of MedicineNew York, NY, United States."], ["Wang", "Jing", "J", "Department of Anesthesiology, Perioperative Care and Pain Medicine, New York University School of MedicineNew York, NY, United States."]], "date": "2017-05-26", "id": "28603489", "text": "The mechanisms for acute pain regulation in the brain are not well understood. The prefrontal cortex (PFC) provides top-down control of emotional processes, and it projects to the nucleus accumbens (NAc). This corticostriatal projection forms an important regulatory pathway within the brain's reward system. Recently, this projection has been suggested to control both sensory and affective phenotypes specifically associated with chronic pain. As this projection is also known to play a role in the transition from acute to chronic pain, we hypothesized that this corticostriatal circuit can also exert a modulatory function in the acute pain state. Here, we used optogenetics to specifically target the projection from the PFC to the NAc. We tested sensory pain behaviors with Hargreaves' test and mechanical allodynia, and aversive pain behaviors with conditioned place preference (CPP) test. We found that the activation of this corticostriatal circuit gave rise to bilateral relief from peripheral nociceptive inputs. Activation of this circuit also provided important control for the aversive response to transient noxious stimulations. Hence, our results support a novel role for corticostriatal circuitry in acute pain regulation.", "doi": "10.3389/fncel.2017.00146", "title": "Corticostriatal Regulation of Acute Pain.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}