{"authors": [["Cho", "Jounhong Ryan", "JR", "Computation and Neural Systems, California Institute of Technology, Pasadena, CA 91125, USA."], ["Treweek", "Jennifer B", "JB", "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Robinson", "J Elliott", "JE", "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Xiao", "Cheng", "C", "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Bremner", "Lindsay R", "LR", "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Greenbaum", "Alon", "A", "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Gradinaru", "Viviana", "V", "Division of Biology and Biological Engineering, California Institute of Technology, Pasadena, CA 91125, USA. Electronic address: viviana@caltech.edu."]], "date": "2017-06-08", "id": "28602690", "text": "Ventral midbrain dopamine (DA) is unambiguously involved in motivation and behavioral arousal, yet the contributions of other DA populations to these processes are poorly understood. Here, we demonstrate that the dorsal raphe nucleus DA neurons are critical modulators of behavioral arousal and sleep-wake patterning. Using simultaneous fiber photometry and polysomnography, we observed time-delineated dorsal raphe nucleus dopaminergic (DRNDA) activity upon exposure to arousal-evoking salient cues, irrespective of their hedonic valence. We also observed broader fluctuations of DRNDA activity across sleep-wake cycles with highest activity during wakefulness. Both endogenous DRNDA activity and optogenetically driven DRNDA activity were associated with waking from sleep, with DA signal strength predictive of wake duration. Conversely, chemogenetic inhibition opposed wakefulness and promoted NREM sleep, even in the face of salient stimuli. Therefore, the DRNDA population is a critical contributor to wake-promoting pathways and is capable of modulating sleep-wake states according to the outside environment, wherein the perception of salient stimuli prompts vigilance and arousal.", "doi": "10.1016/j.neuron.2017.05.020", "title": "Dorsal Raphe Dopamine Neurons Modulate Arousal and Promote Wakefulness by Salient Stimuli.", "journal": ["Neuron", "Neuron"]}