{"authors": [["Ikeda", "Yuka", "Y", "Department of Histology and Cell Biology, School of Medicine, Kagawa University, Miki, Kagawa 761-0793, Japan."], ["Kawai", "Katsuhisa", "K", "Department of Histology and Cell Biology, School of Medicine, Kagawa University, Miki, Kagawa 761-0793, Japan."], ["Ikawa", "Akira", "A", "Department of Histology and Cell Biology, School of Medicine, Kagawa University, Miki, Kagawa 761-0793, Japan."], ["Kawamoto", "Kyoko", "K", "Department of Histology and Cell Biology, School of Medicine, Kagawa University, Miki, Kagawa 761-0793, Japan."], ["Egami", "Youhei", "Y", "Department of Histology and Cell Biology, School of Medicine, Kagawa University, Miki, Kagawa 761-0793, Japan."], ["Araki", "Nobukazu", "N", "Department of Histology and Cell Biology, School of Medicine, Kagawa University, Miki, Kagawa 761-0793, Japan naraki@med.kagawa-u.ac.jp."]], "date": "2017-06-09", "id": "28600322", "text": "Lamellipodia are sheet-like cell protrusions driven by actin polymerization mainly through Rac1, a GTPase molecular switch. In Fcγ receptor-mediated phagocytosis of IgG-opsonized erythrocytes (IgG-Es), Rac1 activation is required for lamellipodial extension along the surface of IgG-Es. However, the significance of Rac1 deactivation in phagosome formation is poorly understood. Our live-cell imaging and electron microscopy revealed that RAW264 macrophages expressing a constitutively active Rac1 mutant showed defects in phagocytic cup formation, while lamellipodia were formed around IgG-Es. Because activated Rac1 reduced the phosphorylation levels of myosin light chains, failure of the cup formation is probably due to inhibition of actin/myosin II contractility. Reversible photo-manipulation of the Rac1 switch in macrophages fed with IgG-Es could phenocopy two lamellipodial motilities: outward-extension and cup-constriction by Rac1 ON and OFF, respectively. In conjunction with fluorescence resonance energy transfer imaging of Rac1 activity, we provide a novel mechanistic model of phagosome formation spatiotemporally controlled by Rac1 switching within a phagocytic cup.", "doi": "10.1242/jcs.201749", "title": "Rac1 switching at the right time and location is essential for Fcγ receptor-mediated phagosome formation.", "journal": ["Journal of cell science", "J. Cell. Sci."]}