{"authors": [["Repina", "Nicole A", "NA", "Department of Bioengineering, University of California, Berkeley, California 94720; email: alyssa.rosenbloom@berkeley.edu."], ["Rosenbloom", "Alyssa", "A", "Department of Bioengineering, University of California, Berkeley, California 94720; email: alyssa.rosenbloom@berkeley.edu."], ["Mukherjee", "Abhirup", "A", "School of Chemical and Biomolecular Engineering, Georgia Institute of Technology, Atlanta, Georgia 30332; email: abhimukh2015@gatech.edu , ravi.kane@chbe.gatech.edu."], ["Schaffer", "David V", "DV", "Department of Bioengineering, University of California, Berkeley, California 94720; email: alyssa.rosenbloom@berkeley.edu."], ["Kane", "Ravi S", "RS", "School of Chemical and Biomolecular Engineering, Georgia Institute of Technology, Atlanta, Georgia 30332; email: abhimukh2015@gatech.edu , ravi.kane@chbe.gatech.edu."]], "date": null, "id": "28592174", "text": "Cells are bombarded by extrinsic signals that dynamically change in time and space. Such dynamic variations can exert profound effects on behaviors, including cellular signaling, organismal development, stem cell differentiation, normal tissue function, and disease processes such as cancer. Although classical genetic tools are well suited to introduce binary perturbations, new approaches have been necessary to investigate how dynamic signal variation may regulate cell behavior. This fundamental question is increasingly being addressed with optogenetics, a field focused on engineering and harnessing light-sensitive proteins to interface with cellular signaling pathways. Channelrhodopsins initially defined optogenetics; however, through recent use of light-responsive proteins with myriad spectral and functional properties, practical applications of optogenetics currently encompass cell signaling, subcellular localization, and gene regulation. Now, important questions regarding signal integration within branch points of signaling networks, asymmetric cell responses to spatially restricted signals, and effects of signal dosage versus duration can be addressed. This review summarizes emerging technologies and applications within the expanding field of optogenetics.", "doi": "10.1146/annurev-chembioeng-060816-101254", "title": "At Light Speed: Advances in Optogenetic Systems for Regulating Cell Signaling and Behavior.", "journal": ["Annual review of chemical and biomolecular engineering", "Annu Rev Chem Biomol Eng"]}