{"authors": [["Romano", "Sebastián A", "SA", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."], ["Pérez-Schuster", "Verónica", "V", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."], ["Jouary", "Adrien", "A", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."], ["Boulanger-Weill", "Jonathan", "J", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."], ["Candeo", "Alessia", "A", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."], ["Pietri", "Thomas", "T", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."], ["Sumbre", "Germán", "G", "Ecole Normale Supérieure, PSL Research University, CNRS, Inserm, Institut de Biologie de l'ENS, IBENS, Paris, France."]], "date": "2017-06-07", "id": "28591182", "text": "The development of new imaging and optogenetics techniques to study the dynamics of large neuronal circuits is generating datasets of unprecedented volume and complexity, demanding the development of appropriate analysis tools. We present a comprehensive computational workflow for the analysis of neuronal population calcium dynamics. The toolbox includes newly developed algorithms and interactive tools for image pre-processing and segmentation, estimation of significant single-neuron single-trial signals, mapping event-related neuronal responses, detection of activity-correlated neuronal clusters, exploration of population dynamics, and analysis of clusters' features against surrogate control datasets. The modules are integrated in a modular and versatile processing pipeline, adaptable to different needs. The clustering module is capable of detecting flexible, dynamically activated neuronal assemblies, consistent with the distributed population coding of the brain. We demonstrate the suitability of the toolbox for a variety of calcium imaging datasets. The toolbox open-source code, a step-by-step tutorial and a case study dataset are available at https://github.com/zebrain-lab/Toolbox-Romano-et-al.", "doi": "10.1371/journal.pcbi.1005526", "title": "An integrated calcium imaging processing toolbox for the analysis of neuronal population dynamics.", "journal": ["PLoS computational biology", "PLoS Comput. Biol."]}