{"authors": [["Boulanger-Weill", "Jonathan", "J", "IBENS, Département de Biologie, Ecole Normale Supérieure, CNRS, Inserm, PSL Research University, 75005 Paris, France."], ["Candat", "Virginie", "V", "IBENS, Département de Biologie, Ecole Normale Supérieure, CNRS, Inserm, PSL Research University, 75005 Paris, France."], ["Jouary", "Adrien", "A", "IBENS, Département de Biologie, Ecole Normale Supérieure, CNRS, Inserm, PSL Research University, 75005 Paris, France."], ["Romano", "Sebastián A", "SA", "IBENS, Département de Biologie, Ecole Normale Supérieure, CNRS, Inserm, PSL Research University, 75005 Paris, France; Instituto de Investigación en Biomedicina de Buenos Aires - CONICET - Partner Institute of the Max Planck Society, 1428 Buenos Aires, Argentina."], ["Pérez-Schuster", "Verónica", "V", "IBENS, Département de Biologie, Ecole Normale Supérieure, CNRS, Inserm, PSL Research University, 75005 Paris, France; Laboratorio de Neurobiología de la Memoria, Departamento Fisiología, Biología Molecular y Celular, FCEyN, UBA and IFIBYNE-CONICET, Ciudad Universitaria, 1428 Buenos Aires, Argentina; Departamento de Física, FCEyN, UBA and IFIBA-CONICET, Pabellón 1, Ciudad Universitaria, 1428 Buenos Aires, Argentina."], ["Sumbre", "Germán", "G", "IBENS, Département de Biologie, Ecole Normale Supérieure, CNRS, Inserm, PSL Research University, 75005 Paris, France. Electronic address: sumbre@biologie.ens.fr."]], "date": "2017-06-01", "id": "28578928", "text": "From development up to adulthood, the vertebrate brain is continuously supplied with newborn neurons that integrate into established mature circuits. However, how this process is coordinated during development remains unclear. Using two-photon imaging, GCaMP5 transgenic zebrafish larvae, and sparse electroporation in the larva's optic tectum, we monitored spontaneous and induced activity of large neuronal populations containing newborn and functionally mature neurons. We observed that the maturation of newborn neurons is a 4-day process. Initially, newborn neurons showed undeveloped dendritic arbors, no neurotransmitter identity, and were unresponsive to visual stimulation, although they displayed spontaneous calcium transients. Later on, newborn-labeled neurons began to respond to visual stimuli but in a very variable manner. At the end of the maturation period, newborn-labeled neurons exhibited visual tuning curves (spatial receptive fields and direction selectivity) and spontaneous correlated activity with neighboring functionally mature neurons. At this developmental stage, newborn-labeled neurons presented complex dendritic arbors and neurotransmitter identity (excitatory or inhibitory). Removal of retinal inputs significantly perturbed the integration of newborn neurons into the functionally mature tectal network. Our results provide a comprehensive description of the maturation of newborn neurons during development and shed light on potential mechanisms underlying their integration into a functionally mature neuronal circuit.", "doi": "10.1016/j.cub.2017.05.029", "title": "Functional Interactions between Newborn and Mature Neurons Leading to Integration into Established Neuronal Circuits.", "journal": ["Current biology : CB", "Curr. Biol."]}