{"authors": [["Grossman", "Nir", "N", "Media Lab, MIT, Cambridge, MA 02139, USA; McGovern Institute for Brain Research, MIT, Cambridge, MA 02139, USA; Berenson-Allen Center for Noninvasive Brain Stimulation, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA 02215, USA; Centre for Bio-Inspired Technology, Department of Electrical and Electronic Engineering, Imperial College London, SW7 0AZ London, UK."], ["Bono", "David", "D", "Department of Materials Science and Engineering, MIT, Cambridge, MA 02139, USA."], ["Dedic", "Nina", "N", "Picower Institute for Learning and Memory, MIT, Cambridge, MA 02139, USA."], ["Kodandaramaiah", "Suhasa B", "SB", "Media Lab, MIT, Cambridge, MA 02139, USA; Department of Mechanical Engineering, University of Minnesota, Twin Cities, Minneapolis, MN 55455, USA."], ["Rudenko", "Andrii", "A", "Picower Institute for Learning and Memory, MIT, Cambridge, MA 02139, USA; Department of Biology, City College of the City University of York, New York, NY 10031, USA."], ["Suk", "Ho-Jun", "HJ", "McGovern Institute for Brain Research, MIT, Cambridge, MA 02139, USA; Harvard-MIT Division of Health Sciences and Technology, MIT, Cambridge, MA 02139, USA."], ["Cassara", "Antonino M", "AM", "IT'IS Foundation for Research on Information Technologies in Society, 8004 Zurich, Switzerland."], ["Neufeld", "Esra", "E", "IT'IS Foundation for Research on Information Technologies in Society, 8004 Zurich, Switzerland."], ["Kuster", "Niels", "N", "IT'IS Foundation for Research on Information Technologies in Society, 8004 Zurich, Switzerland; Swiss Federal Institute of Technology (ETHZ), 8092 Zurich, Switzerland."], ["Tsai", "Li-Huei", "LH", "Picower Institute for Learning and Memory, MIT, Cambridge, MA 02139, USA; Broad Institute of Harvard University and MIT, Cambridge, MA 02142, USA."], ["Pascual-Leone", "Alvaro", "A", "Berenson-Allen Center for Noninvasive Brain Stimulation, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA 02215, USA."], ["Boyden", "Edward S", "ES", "Media Lab, MIT, Cambridge, MA 02139, USA; McGovern Institute for Brain Research, MIT, Cambridge, MA 02139, USA; Broad Institute of Harvard University and MIT, Cambridge, MA 02142, USA; Department of Biological Engineering, MIT, Cambridge, MA 02139, USA; Department of Brain and Cognitive Sciences, MIT, Cambridge, MA 02139, USA; Center for Neurobiological Engineering, MIT, Cambridge, MA 02139, USA. Electronic address: esb@media.mit.edu."]], "date": null, "id": "28575667", "text": "We report a noninvasive strategy for electrically stimulating neurons at depth. By delivering to the brain multiple electric fields at frequencies too high to recruit neural firing, but which differ by a frequency within the dynamic range of neural firing, we can electrically stimulate neurons throughout a region where interference between the multiple fields results in a prominent electric field envelope modulated at the difference frequency. We validated this temporal interference (TI) concept via modeling and physics experiments, and verified that neurons in the living mouse brain could follow the electric field envelope. We demonstrate the utility of TI stimulation by stimulating neurons in the hippocampus of living mice without recruiting neurons of the overlying cortex. Finally, we show that by altering the currents delivered to a set of immobile electrodes, we can steerably evoke different motor patterns in living mice.", "doi": "10.1016/j.cell.2017.05.024", "title": "Noninvasive Deep Brain Stimulation via Temporally Interfering Electric Fields.", "journal": ["Cell", "Cell"]}