{"authors": [["Shah", "Aatman M", "AM", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Ishizaka", "Shunsuke", "S", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Cheng", "Michelle Y", "MY", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Wang", "Eric H", "EH", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Bautista", "Alex R", "AR", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Levy", "Sabrina", "S", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Smerin", "Daniel", "D", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Sun", "Guohua", "G", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Steinberg", "Gary K", "GK", "Department of Neurosurgery and Stanford Stroke Center, Stanford University School of Medicine, Stanford, CA 94305, USA."]], "date": "2017-06-01", "id": "28569261", "text": "Stroke induces network-wide changes in the brain, affecting the excitability in both nearby and remotely connected regions. Brain stimulation is a promising neurorestorative technique that has been shown to improve stroke recovery by altering neuronal activity of the target area. However, it is unclear whether the beneficial effect of stimulation is a result of neuronal or non-neuronal activation, as existing stimulation techniques nonspecifically activate/inhibit all cell types (neurons, glia, endothelial cells, oligodendrocytes) in the stimulated area. Furthermore, which brain circuit is efficacious for brain stimulation is unknown. Here we use the optogenetics approach to selectively stimulate neurons in the lateral cerebellar nucleus (LCN), a deep cerebellar nucleus that sends major excitatory output to multiple motor and sensory areas in the forebrain. Repeated LCN stimulations resulted in a robust and persistent recovery on the rotating beam test, even after cessation of stimulations for 2 weeks. Furthermore, western blot analysis demonstrated that LCN stimulations significantly increased the axonal growth protein GAP43 in the ipsilesional somatosensory cortex. Our results demonstrate that pan-neuronal stimulations of the LCN is sufficient to promote robust and persistent recovery after stroke, and thus is a promising target for brain stimulation.", "doi": "10.1038/srep46612", "title": "Optogenetic neuronal stimulation of the lateral cerebellar nucleus promotes persistent functional recovery after stroke.", "journal": ["Scientific reports", "Sci Rep"]}