{"authors": [["Ayub", "Suleman", "S", "Department of Microsystems Engineering (IMTEK), University of Freiburg, Freiburg, Germany. suleman.ayub@imtek.de."], ["Gentet", "Luc J", "LJ", "Team Waking, Lyon Neuroscience Research Center (CNRL), INSERM-U1028, CNRS-UMR5292, Bron, France."], ["Fiáth", "Richárd", "R", "Institute of Cognitive Neuroscience and Psychology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Magyar tudósok körútja 2, Budapest, Hungary."], ["Schwaerzle", "Michael", "M", "Department of Microsystems Engineering (IMTEK), University of Freiburg, Freiburg, Germany."], ["Borel", "Mélodie", "M", "Team Waking, Lyon Neuroscience Research Center (CNRL), INSERM-U1028, CNRS-UMR5292, Bron, France."], ["David", "François", "F", "Team Waking, Lyon Neuroscience Research Center (CNRL), INSERM-U1028, CNRS-UMR5292, Bron, France."], ["Barthó", "Péter", "P", "Institute of Cognitive Neuroscience and Psychology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Magyar tudósok körútja 2, Budapest, Hungary."], ["Ulbert", "István", "I", "Institute of Cognitive Neuroscience and Psychology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Magyar tudósok körútja 2, Budapest, Hungary."], ["Paul", "Oliver", "O", "Department of Microsystems Engineering (IMTEK), University of Freiburg, Freiburg, Germany."], ["Ruther", "Patrick", "P", "Department of Microsystems Engineering (IMTEK), University of Freiburg, Freiburg, Germany."]], "date": null, "id": "28560702", "text": "This article reports on the development, i.e., the design, fabrication, and validation of an implantable optical neural probes designed for in vivo experiments relying on optogenetics. The probes comprise an array of ten bare light-emitting diode (LED) chips emitting at a wavelength of 460 nm and integrated along a flexible polyimide-based substrate stiffened using a micromachined ladder-like silicon structure. The resulting mechanical stiffness of the slender, 250-μm-wide, 65-μm-thick, and 5- and 8-mm-long probe shank facilitates its implantation into neural tissue. The LEDs are encapsulated by a fluropolymer coating protecting the implant against the physiological conditions in the brain. The electrical interface to the external control unit is provided by 10-μm-thick, highly flexible polyimide cables making the probes suitable for both acute and chronic in vivo experiments. Optical and electrical properties of the probes are reported, as well as their in vivo validation in acute optogenetic studies in transgenic mice. The depth-dependent optical stimulation of both excitatory and inhibitory neurons is demonstrated by altering the brain activity in the cortex and the thalamus. Local network responses elicited by 20-ms-long light pulses of different optical power (20 μW and 1 mW), as well as local modulation of single unit neuronal activity to 1-s-long light pulses with low optical intensity (17 μW) are presented. The ability to modulate neural activity makes these devices suitable for a broad variety of optogenetic experiments.", "doi": "10.1007/s10544-017-0190-3", "title": "Hybrid intracerebral probe with integrated bare LED chips for optogenetic studies.", "journal": ["Biomedical microdevices", "Biomed Microdevices"]}