{"authors": [["Haupt", "Dirk", "D", "University of British Columbia, Kinsmen Laboratory of Neurological Research, Faculty of Medicine, Department of Psychiatry, Vancouver, Canada."], ["Vanni", "Matthieu P", "MP", "University of British Columbia, Kinsmen Laboratory of Neurological Research, Faculty of Medicine, Department of Psychiatry, Vancouver, Canada."], ["Bolanos", "Federico", "F", "University of British Columbia, Kinsmen Laboratory of Neurological Research, Faculty of Medicine, Department of Psychiatry, Vancouver, Canada."], ["Mitelut", "Catalin", "C", "University of British Columbia, Kinsmen Laboratory of Neurological Research, Faculty of Medicine, Department of Psychiatry, Vancouver, Canada."], ["LeDue", "Jeffrey M", "JM", "University of British Columbia, Kinsmen Laboratory of Neurological Research, Faculty of Medicine, Department of Psychiatry, Vancouver, Canada."], ["Murphy", "Tim H", "TH", "University of British Columbia, Kinsmen Laboratory of Neurological Research, Faculty of Medicine, Department of Psychiatry, Vancouver, Canada."]], "date": "2017-05-19", "id": "28560240", "text": "Imaging of mesoscale brain activity is used to map interactions between brain regions. This work has benefited from the pioneering studies of Grinvald et al., who employed optical methods to image brain function by exploiting the properties of intrinsic optical signals and small molecule voltage-sensitive dyes. Mesoscale interareal brain imaging techniques have been advanced by cell targeted and selective recombinant indicators of neuronal activity. Spontaneous resting state activity is often collected during mesoscale imaging to provide the basis for mapping of connectivity relationships using correlation. However, the information content of mesoscale datasets is vast and is only superficially presented in manuscripts given the need to constrain measurements to a fixed set of frequencies, regions of interest, and other parameters. We describe a new open source tool written in python, termed mesoscale brain explorer (MBE), which provides an interface to process and explore these large datasets. The platform supports automated image processing pipelines with the ability to assess multiple trials and combine data from different animals. The tool provides functions for temporal filtering, averaging, and visualization of functional connectivity relations using time-dependent correlation. Here, we describe the tool and show applications, where previously published datasets were reanalyzed using MBE.", "doi": "10.1117/1.NPh.4.3.031210", "title": "Mesoscale brain explorer, a flexible python-based image analysis and visualization tool.", "journal": ["Neurophotonics", "Neurophotonics"]}