{"authors": [["Hardung", "Stefanie", "S", "Ernst Strüngmann Institute gGmbHFrankfurt, Germany."], ["Alyahyay", "Mansour", "M", "Faculty of Biology, Albert Ludwig University of FreiburgFreiburg, Germany."], ["Eriksson", "David", "D", "Faculty of Biology, Albert Ludwig University of FreiburgFreiburg, Germany."], ["Diester", "Ilka", "I", "Ernst Strüngmann Institute gGmbHFrankfurt, Germany."]], "date": "2017-05-11", "id": "28553206", "text": "Simultaneous recordings and manipulations of neural circuits that control the behavior of animals is one of the key techniques in modern neuroscience. Rapid advances in optogenetics have led to a variety of probes combining multichannel readout and optogenetic write in. Given the complexity of the brain, it comes as no surprise that the choice of the device is constrained by several factors such as the animal model, the structure and location of the brain area of interest, as well as the behavioral read out. Here we provide an overview of available devices for chronic simultaneous neural recordings and optogenetic manipulation in awake behaving rats. We focus on two fixed arrays and two moveable drives. For both options, we present data from one custom-made (in house) and one commercially available device. Here we provide evidence that simultaneous neural recordings and optogenetic manipulations are feasible with all four tested devices. Further we give detailed information about the recording quality, and also contrast the different features of the probes. As we provide detailed information about equipment and building procedures for combined chronic multichannel readout and optogenetic control with maximum performance at minimized costs, this overview might help especially researchers who want to enter the field of in vivo optophysiology.", "doi": "10.3389/fnsys.2017.00027", "title": "A Toolbox for Optophysiological Experiments in Freely Moving Rats.", "journal": ["Frontiers in systems neuroscience", "Front Syst Neurosci"]}