{"authors": [["Queenan", "Bridget N", "BN", "Neuroscience Research Institute, Department of Mechanical Engineering, University of California Santa Barbara, Santa Barbara, California."], ["Ryan", "Tomás J", "TJ", "School of Biochemistry and Immunology, Trinity Biomedical Sciences Institute, and Trinity College Institute of Neuroscience, Trinity College Dublin, Dublin, Ireland."], ["Gazzaniga", "Michael S", "MS", "Department of Psychological & Brain Sciences, University of California Santa Barbara, Santa Barbara, California."], ["Gallistel", "Charles R", "CR", "Rutgers Center for Cognitive Science, Rutgers University, Piscataway, New Jersey."]], "date": null, "id": "28548457", "text": "The search for memory is one of the oldest quests in written human history. For at least two millennia, we have tried to understand how we learn and remember. We have gradually converged on the brain and looked inside it to find the basis of knowledge, the trace of memory. The search for memory has been conducted on multiple levels, from the organ to the cell to the synapse, and has been distributed across disciplines with less chronological or intellectual overlap than one might hope. Frequently, the study of the mind and its memories has been severely restricted by technological or philosophical limitations. However, in the last few years, certain technologies have emerged, offering new routes of inquiry into the basis of memory. The 2016 Kavli Futures Symposium was devoted to the past and future of memory studies. At the workshop, participants evaluated the logic and data underlying the existing and emerging theories of memory. In this paper, written in the spirit of the workshop, we briefly review the history of the hunt for memory, summarizing some of the key debates at each level of spatial resolution. We then discuss the exciting new opportunities to unravel the mystery of memory.", "doi": "10.1111/nyas.13348", "title": "On the research of time past: the hunt for the substrate of memory.", "journal": ["Annals of the New York Academy of Sciences", "Ann. N. Y. Acad. Sci."]}