{"authors": [["Andrási", "Tibor", "T", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Veres", "Judit M", "JM", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Rovira-Esteban", "Laura", "L", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Kozma", "Richárd", "R", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Vikór", "Attila", "A", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Gregori", "Erzsébet", "E", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."], ["Hájos", "Norbert", "N", "Lendület Laboratory of Network Neurophysiology, Institute of Experimental Medicine, Hungarian Academy of Sciences, Budapest, Hungary."]], "date": "2017-05-24", "id": "28542195", "text": "Information processing in neural networks depends on the connectivity among excitatory and inhibitory neurons. The presence of parallel, distinctly controlled local circuits within a cortical network may ensure an effective and dynamic regulation of microcircuit function. By applying a combination of optogenetics, electrophysiological recordings, and high resolution microscopic techniques, we uncovered the organizing principles of synaptic communication between principal neurons and basket cells in the basal nucleus of the amygdala. In this cortical structure, known to be critical for emotional memory formation, we revealed the presence of 2 parallel basket cell networks expressing either parvalbumin or cholecystokinin. While the 2 basket cell types are mutually interconnected within their own category via synapses and gap junctions, they avoid innervating each other, but form synaptic contacts with axo-axonic cells. Importantly, both basket cell types have the similar potency to control principal neuron spiking, but they receive excitatory input from principal neurons with entirely diverse features. This distinct feedback synaptic excitation enables a markedly different recruitment of the 2 basket cell types upon the activation of local principal neurons. Our data suggest fundamentally different functions for the 2 parallel basket cell networks in circuit operations in the amygdala.", "doi": "10.1371/journal.pbio.2001421", "title": "Differential excitatory control of 2 parallel basket cell networks in amygdala microcircuits.", "journal": ["PLoS biology", "PLoS Biol."]}