{"authors": [["Gutman", "Andrea L", "AL", "Department of Psychological and Brain Sciences, Andrea-Schwager@uiowa.edu."], ["Nett", "Kelle E", "KE", "Department of Psychological and Brain Sciences."], ["Cosme", "Caitlin V", "CV", "Department of Psychological and Brain Sciences."], ["Worth", "Wensday R", "WR", "Department of Psychological and Brain Sciences."], ["Gupta", "Subhash C", "SC", "Department of Psychiatry, University of Iowa, Iowa City, Iowa 52242."], ["Wemmie", "John A", "JA", "Interdisciplinary Graduate Program in Neuroscience, and."], ["LaLumiere", "Ryan T", "RT", "Department of Psychological and Brain Sciences."]], "date": "2017-05-24", "id": "28539416", "text": "The infralimbic cortex (IL) mediates extinction learning and the active suppression of cocaine-seeking behavior. However, the precise temporal relationship among IL activity, lever pressing, and extinction learning is unclear. To address this issue, we used activity-guided optogenetics in male Sprague Dawley rats to silence IL pyramidal neurons optically for 20 s immediately after unreinforced lever presses during early extinction training after cocaine self-administration. Optical inhibition of the IL increased active lever pressing during shortened extinction sessions, but did not alter the retention of the extinction learning as assessed in ensuing extinction sessions with no optical inhibition. During subsequent cued reinstatement sessions, rats that had previously received optical inhibition during the extinction sessions showed increased cocaine-seeking behavior. These findings appeared to be specific to inhibition during the post-lever press period because IL inhibition given in a noncontingent, pseudorandom manner during extinction sessions did not produce the same effects. Illumination alone (i.e., with no opsin expression) and food-seeking control experiments also failed to produce the same effects. In another experiment, IL inhibition after lever presses during cued reinstatement sessions increased cocaine seeking during those sessions. Finally, inhibition of the prelimbic cortex immediately after unreinforced lever presses during shortened extinction sessions decreased lever pressing during these sessions, but had no effect on subsequent reinstatement. These results indicate that IL activity immediately after unreinforced lever presses is necessary for normal extinction of cocaine seeking, suggesting that critical encoding of the new contingencies between a lever press and a cocaine reward occurs during that period.SIGNIFICANCE STATEMENT The infralimbic cortex (IL) contributes to the extinction of cocaine-seeking behavior, but the precise relationship among IL activity, lever pressing during extinction, and extinction learning has not been elucidated using traditional methods. Using a closed-loop optogenetic approach, we found that selective inhibition of the IL immediately after unreinforced lever pressing impaired within-session extinction learning and promoted the subsequent cued reinstatement of cocaine seeking. These studies suggest that IL activity immediately after the instrumental response during extinction learning of cocaine seeking encodes information required for such learning and that altering such activity produces long-lasting changes in subsequent measures of cocaine craving/relapse.", "doi": "10.1523/JNEUROSCI.3821-16.2017", "title": "Extinction of Cocaine Seeking Requires a Window of Infralimbic Pyramidal Neuron Activity after Unreinforced Lever Presses.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}