{"authors": [["Losi", "Gabriele", "G", "Neuroscience Institute, National Research Council (CNR) and Department of Biomedical Sciences, University of PadovaPadova, Italy."], ["Mariotti", "Letizia", "L", "Neuroscience Institute, National Research Council (CNR) and Department of Biomedical Sciences, University of PadovaPadova, Italy."], ["Sessolo", "Michele", "M", "Neuroscience Institute, National Research Council (CNR) and Department of Biomedical Sciences, University of PadovaPadova, Italy."], ["Carmignoto", "Giorgio", "G", "Neuroscience Institute, National Research Council (CNR) and Department of Biomedical Sciences, University of PadovaPadova, Italy."]], "date": "2017-05-09", "id": "28536505", "text": "Sensory information processing is a fundamental operation in the brain that is based on dynamic interactions between different neuronal populations. Astrocytes, a type of glial cells, have been proposed to represent active elements of brain microcircuits that, through dynamic interactions with neurons, provide a modulatory control of neuronal network activity. Specifically, astrocytes in different brain regions have been described to respond to neuronal signals with intracellular Ca2+ elevations that represent a key step in the functional recruitment of astrocytes to specific brain circuits. Accumulating evidence shows that Ca2+ elevations regulate the release of gliotransmitters that, in turn, modulate synaptic transmission and neuronal excitability. Recent studies also provided new insights into the spatial and temporal features of astrocytic Ca2+ elevations revealing a surprising complexity of Ca2+ signal dynamics in astrocytes. Here we discuss how recently developed experimental tools such as the genetically encoded Ca2+ indicators (GECI), optogenetics and chemogenetics can be applied to the study of astrocytic Ca2+ signals in the living brain.", "doi": "10.3389/fncel.2017.00134", "title": "New Tools to Study Astrocyte Ca2+ Signal Dynamics in Brain Networks In Vivo.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}