{"authors": [["Klippenstein", "Viktoria", "V", "Institut de Biologie de l'École Normale Supérieure, Ecole Normale Supérieure, CNRS, INSERM, PSL Research University, Paris, France."], ["Hoppmann", "Christian", "C", "Department of Pharmaceutical Chemistry, University of California, San Francisco, San Francisco, United States."], ["Ye", "Shixin", "S", "Institut de Biologie de l'École Normale Supérieure, Ecole Normale Supérieure, CNRS, INSERM, PSL Research University, Paris, France."], ["Wang", "Lei", "L", "Department of Pharmaceutical Chemistry, University of California, San Francisco, San Francisco, United States."], ["Paoletti", "Pierre", "P", "Institut de Biologie de l'École Normale Supérieure, Ecole Normale Supérieure, CNRS, INSERM, PSL Research University, Paris, France."]], "date": "2017-05-23", "id": "28534738", "text": "Engineering light-sensitivity into proteins has wide ranging applications in molecular studies and neuroscience. Commonly used tethered photoswitchable ligands, however, require solvent-accessible protein labeling, face structural constrains, and are bulky. Here, we designed a set of optocontrollable NMDA receptors by directly incorporating single photoswitchable amino acids (PSAAs) providing genetic encodability, reversibility, and site tolerance. We identified several positions within the multi-domain receptor endowing robust photomodulation. PSAA photoisomerization at the GluN1 clamshell hinge is sufficient to control glycine sensitivity and activation efficacy. Strikingly, in the pore domain, flipping of a M3 residue within a conserved transmembrane cavity impacts both gating and permeation properties. Our study demonstrates the first detection of molecular rearrangements in real-time due to the reversible light-switching of single amino acid side-chains, adding a dynamic dimension to protein site-directed mutagenesis. This novel approach to interrogate neuronal protein function has general applicability in the fast expanding field of optopharmacology.", "doi": "10.7554/eLife.25808", "title": "Optocontrol of glutamate receptor activity by single side-chain photoisomerization.", "journal": ["eLife", "Elife"]}