{"authors": [["Iwata", "Tatsuya", "T", "Department of Life Science and Applied Chemistry, Nagoya Institute of Technology , Showa-ku, Nagoya 466-8555, Japan."], ["Nozaki", "Dai", "D", "Department of Life Science and Applied Chemistry, Nagoya Institute of Technology , Showa-ku, Nagoya 466-8555, Japan."], ["Yamamoto", "Atsushi", "A", "Department of Life Science and Applied Chemistry, Nagoya Institute of Technology , Showa-ku, Nagoya 466-8555, Japan."], ["Koyama", "Takayuki", "T", "Department of Life Science and Applied Chemistry, Nagoya Institute of Technology , Showa-ku, Nagoya 466-8555, Japan."], ["Nishina", "Yasuzo", "Y", "Department of Molecular Physiology, Graduate School of Medical Sciences, Kumamoto University , Honjo, Kumamoto 860-8556, Japan."], ["Shiga", "Kiyoshi", "K", "Department of Physiology, School of Health Sciences, Kumamoto University , Kuhonji, Kumamoto 862-0976, Japan."], ["Tokutomi", "Satoru", "S", "Department of Biological Science, Graduate School of Science, Osaka Prefecture University , Sakai, Osaka 599-8531, Japan."], ["Unno", "Masashi", "M", "Department of Chemistry and Applied Chemistry, Graduate School of Science and Engineering, Saga University , Saga 840-8502, Japan."], ["Kandori", "Hideki", "H", "Department of Life Science and Applied Chemistry, Nagoya Institute of Technology , Showa-ku, Nagoya 466-8555, Japan."]], "date": "2017-06-05", "id": "28530801", "text": "The light oxygen voltage (LOV) domain is a flavin-binding blue-light receptor domain, originally found in a plant photoreceptor phototropin (phot). Recently, LOV domains have been used in optogenetics as the photosensory domain of fusion proteins. Therefore, it is important to understand how LOV domains exhibit light-induced structural changes for the kinase domain regulation, which enables the design of LOV-containing optogenetics tools with higher photoactivation efficiency. In this study, the hydrogen bonding environment of the N3-H group of flavin mononucleotide (FMN) of the LOV2 domain from Adiantum neochrome (neo) 1 was investigated by low-temperature Fourier transform infrared spectroscopy. Using specifically 15N-labeled FMN, [1,3-15N2]FMN, the N3-H stretch was identified at 2831 cm-1 for the unphotolyzed state at 150 K, indicating that the N3-H group forms a fairly strong hydrogen bond. The N3-H stretch showed temperature dependence, with a shift to lower frequencies at ≤200 K and to higher frequencies at ≥250 K from the unphotolyzed to the intermediate states. Similar trends were observed in the LOV2 domains from Arabidopsis phot1 and phot2. By contrast, the N3-H stretch of the Q1029L mutant of neo1-LOV2 and neo1-LOV1 was not temperature dependent in the intermediate state. These results seemed correlated with our previous finding that the LOV2 domains show the structural changes in the β-sheet region and/or the adjacent Jα helix of LOV2 domain, but that such structural changes do not take place in the Q1029L mutant or neo1-LOV1 domain. The environment around the N3-H group was also investigated.", "doi": "10.1021/acs.biochem.7b00057", "title": "Hydrogen Bonding Environment of the N3-H Group of Flavin Mononucleotide in the Light Oxygen Voltage Domains of Phototropins.", "journal": ["Biochemistry", "Biochemistry"]}