{"authors": [["Ma", "Tengfei", "T", "Department of Neuroscience and Experimental Therapeutics, College of Medicine, Texas A&M University Health Science Center, Bryan, TX, USA."], ["Barbee", "Britton", "B", "Department of Neuroscience and Experimental Therapeutics, College of Medicine, Texas A&M University Health Science Center, Bryan, TX, USA."], ["Wang", "Xuehua", "X", "Department of Neuroscience and Experimental Therapeutics, College of Medicine, Texas A&M University Health Science Center, Bryan, TX, USA."], ["Wang", "Jun", "J", "Department of Neuroscience and Experimental Therapeutics, College of Medicine, Texas A&M University Health Science Center, Bryan, TX, USA. Electronic address: jwang@medicine.tamhsc.edu."]], "date": "2017-05-17", "id": "28526611", "text": "Accumulated evidence suggests that the dorsomedial striatum (DMS) of the basal ganglia plays an essential role in pathological excessive alcohol consumption. The DMS receives multiple glutamatergic inputs. However, whether and how alcohol consumption distinctly affects these excitatory afferents to the DMS remains unknown. Here, we used optogenetics to selectively activate the rat medial prefrontal cortex (mPFC) and basolateral amygdala (BLA) inputs in DMS slices, and measured the effects of alcohol consumption on glutamatergic transmission in these corticostriatal and amygdalostriatal circuits. We found that excessive alcohol consumption increased AMPA receptor- and NMDA receptor (NMDAR)-mediated neurotransmission, as well as the GluN2B/NMDAR ratio, at the corticostriatal input to the DMS. The probability of glutamate release was increased selectively at the amygdalostriatal input. Interestingly, we discovered that paired activation of the mPFC and BLA inputs using dual-channel optogenetics induced robust long-term potentiation (LTP) of the corticostriatal input to the DMS. Taken together, these results indicate that excessive alcohol consumption potentiates glutamatergic transmission via a postsynaptic mechanism for the corticostriatal input and via a presynaptic mechanism for the amygdalostriatal input. These changes may in turn contribute to pathological alcohol consumption.", "doi": "10.1016/j.neuropharm.2017.05.014", "title": "Alcohol induces input-specific aberrant synaptic plasticity in the rat dorsomedial striatum.", "journal": ["Neuropharmacology", "Neuropharmacology"]}