{"authors": [["Ono", "Daisuke", "D", "Department of Neuroscience II, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya 464-8601, Japan."], ["Yamanaka", "Akihiro", "A", "Department of Neuroscience II, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya 464-8601, Japan. Electronic address: yamank@riem.nagoya-u.ac.jp."]], "date": "2017-05-17", "id": "28526553", "text": "Sleep is one of the most important physiological functions in mammals. It is regulated by not only homeostatic regulation but also circadian clock. Several neuropeptide-producing neurons located in the hypothalamus are implicated in the regulation of sleep/wakefulness. Among them, orexin/hypocretin-producing neurons (orexin neurons) are a crucial component for maintenance of wakefulness, because lack of orexin function results in narcolepsy, which is a sleep disorder. Recent findings have identified substances that excite or inhibit neural activity of orexin neurons. Furthermore neural projections of the neurons which release these substances have been revealed. In addition to orexin, melanin concentrating hormone (MCH)-producing neurons in the lateral hypothalamic area (LHA) are also implicated in the regulation of sleep/wakefulness. MCH neurons are active during sleep but become silent during wakefulness. Recently developed innovative methods including optogenetics and pharmacogenetics have provided substantial insights into the regulation of sleep/wakefulness. In vivo optical recordings and retrograde and anterograde tracing methods will allow us to understand additional details regarding important interactions between these two types of neurons in the LHA and other neurons in the brain. Finally we discuss the circadian clock and sleep/wake cycle. Understanding of the neural networks and its circadian modulation of sleep/wake cycles remain to be investigated.", "doi": "10.1016/j.neures.2017.03.013", "title": "Hypothalamic regulation of the sleep/wake cycle.", "journal": ["Neuroscience research", "Neurosci. Res."]}