{"authors": [["Bashtrykov", "Pavel", "P", "Institute of Biochemistry, Faculty of Chemistry, University of Stuttgart, Pfaffenwaldring 55, 70569, Stuttgart, Germany. pavel.bashtrykov@ibc.uni-stuttgart.de."], ["Jeltsch", "Albert", "A", "Institute of Biochemistry, Faculty of Chemistry, University of Stuttgart, Pfaffenwaldring 55, 70569, Stuttgart, Germany. albert.jeltsch@ibc.uni-stuttgart.de."]], "date": null, "id": "28523558", "text": "Epigenome editing aims for an introduction or removal of chromatin marks at a defined genomic region using artificial EpiEffectors resulting in a modulation of the activity of the targeted functional DNA elements. Rationally designed EpiEffectors consist of a targeting DNA-binding module (such as a zinc finger protein, TAL effector, or CRISPR/Cas complex) and usually, but not exclusively, a catalytic domain of a chromatin-modifying enzyme. Epigenome editing opens a completely new strategy for basic research of the central nervous system and causal treatment of psychiatric and neurological diseases, because rewriting of epigenetic information can lead to the direct and durable control of the expression of disease-associated genes. Here, we review current advances in the design of locus- and allele-specific DNA-binding modules, approaches for spatial, and temporal control of EpiEffectors and discuss some examples of existing and propose new potential therapeutic strategies based on epigenome editing for treatment of neurodegenerative and psychiatric diseases. These include the targeted silencing of disease-associated genes or activation of neuroprotective genes which may be applied in Alzheimer's and Parkinson's diseases or the control of addiction and depression. Moreover, we discuss allele-specific epigenome editing as novel therapeutic approach for imprinting disorders, Huntington's disease and Rett syndrome.", "doi": "10.1007/978-3-319-53889-1_21", "title": "Epigenome Editing in the Brain.", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}