{"authors": [["Allen", "William E", "WE", "Neurosciences Graduate Program, Stanford University, Stanford, CA 94305, USA; Department of Biology, Stanford University, Stanford, CA 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Kauvar", "Isaac V", "IV", "Electrical Engineering Graduate Program, Stanford University, Stanford, CA 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Chen", "Michael Z", "MZ", "Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Richman", "Ethan B", "EB", "Neurosciences Graduate Program, Stanford University, Stanford, CA 94305, USA; Department of Biology, Stanford University, Stanford, CA 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Yang", "Samuel J", "SJ", "Electrical Engineering Graduate Program, Stanford University, Stanford, CA 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Chan", "Ken", "K", "Division of Biology and Bioengineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Gradinaru", "Viviana", "V", "Division of Biology and Bioengineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Deverman", "Benjamin E", "BE", "Division of Biology and Bioengineering, California Institute of Technology, Pasadena, CA 91125, USA."], ["Luo", "Liqun", "L", "Department of Biology, Stanford University, Stanford, CA 94305, USA; Howard Hughes Medical Institute, Stanford University, Stanford, CA 94305, USA. Electronic address: lluo@stanford.edu."], ["Deisseroth", "Karl", "K", "Department of Bioengineering, Stanford University, Stanford, CA 94305, USA; Howard Hughes Medical Institute, Stanford University, Stanford, CA 94305, USA; Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. Electronic address: deissero@stanford.edu."]], "date": null, "id": "28521139", "text": "The successful planning and execution of adaptive behaviors in mammals may require long-range coordination of neural networks throughout cerebral cortex. The neuronal implementation of signals that could orchestrate cortex-wide activity remains unclear. Here, we develop and apply methods for cortex-wide Ca2+ imaging in mice performing decision-making behavior and identify a global cortical representation of task engagement encoded in the activity dynamics of both single cells and superficial neuropil distributed across the majority of dorsal cortex. The activity of multiple molecularly defined cell types was found to reflect this representation with type-specific dynamics. Focal optogenetic inhibition tiled across cortex revealed a crucial role for frontal cortex in triggering this cortex-wide phenomenon; local inhibition of this region blocked both the cortex-wide response to task-initiating cues and the voluntary behavior. These findings reveal cell-type-specific processes in cortex for globally representing goal-directed behavior and identify a major cortical node that gates the global broadcast of task-related information.", "doi": "10.1016/j.neuron.2017.04.017", "title": "Global Representations of Goal-Directed Behavior in Distinct Cell Types of Mouse Neocortex.", "journal": ["Neuron", "Neuron"]}