{"authors": [["Dal Maschio", "Marco", "M", "Department Genes - Circuits - Behavior, Max Planck Institute of Neurobiology, 82152 Martinsried, Germany."], ["Donovan", "Joseph C", "JC", "Department Genes - Circuits - Behavior, Max Planck Institute of Neurobiology, 82152 Martinsried, Germany; Program in Neuroscience, University of California, San Francisco, San Francisco, CA 94143, USA."], ["Helmbrecht", "Thomas O", "TO", "Department Genes - Circuits - Behavior, Max Planck Institute of Neurobiology, 82152 Martinsried, Germany."], ["Baier", "Herwig", "H", "Department Genes - Circuits - Behavior, Max Planck Institute of Neurobiology, 82152 Martinsried, Germany. Electronic address: hbaier@neuro.mpg.de."]], "date": null, "id": "28521132", "text": "We introduce a flexible method for high-resolution interrogation of circuit function, which combines simultaneous 3D two-photon stimulation of multiple targeted neurons, volumetric functional imaging, and quantitative behavioral tracking. This integrated approach was applied to dissect how an ensemble of premotor neurons in the larval zebrafish brain drives a basic motor program, the bending of the tail. We developed an iterative photostimulation strategy to identify minimal subsets of channelrhodopsin (ChR2)-expressing neurons that are sufficient to initiate tail movements. At the same time, the induced network activity was recorded by multiplane GCaMP6 imaging across the brain. From this dataset, we computationally identified activity patterns associated with distinct components of the elicited behavior and characterized the contributions of individual neurons. Using photoactivatable GFP (paGFP), we extended our protocol to visualize single functionally identified neurons and reconstruct their morphologies. Together, this toolkit enables linking behavior to circuit activity with unprecedented resolution.", "doi": "10.1016/j.neuron.2017.04.034", "title": "Linking Neurons to Network Function and Behavior by Two-Photon Holographic Optogenetics and Volumetric Imaging.", "journal": ["Neuron", "Neuron"]}