{"authors": [["Li", "Shuo", "S", "Department of Cell Biology, Johns Hopkins School of Medicine; Department of Biochemistry and Molecular Biology, Johns Hopkins Bloomberg School of Public Health."], ["Raychaudhuri", "Sumana", "S", "Department of Cell Biology, Johns Hopkins School of Medicine."], ["Watanabe", "Shigeki", "S", "Department of Cell Biology, Johns Hopkins School of Medicine; Solomon H. Snyder Department of Neuroscience, Johns Hopkins School of Medicine; swatana5@jhmi.edu."]], "date": "2017-05-01", "id": "28518090", "text": "Cells constantly change their membrane architecture and protein distribution, but it is extremely difficult to visualize these events at a temporal and spatial resolution on the order of ms and nm, respectively. We have developed a time-resolved electron microscopy technique, \"flash-and-freeze,\" that induces cellular events with optogenetics and visualizes the resulting membrane dynamics by freezing cells at defined time points after stimulation. To demonstrate this technique, we expressed channelrhodopsin, a light-sensitive cation channel, in mouse hippocampal neurons. A flash of light stimulates neuronal activity and induces neurotransmitter release from synaptic terminals through the fusion of synaptic vesicles. The optogenetic stimulation of neurons is coupled with high-pressure freezing to follow morphological changes during synaptic transmission. Using a commercial instrument, we captured the fusion of synaptic vesicles and the recovery of the synaptic vesicle membrane. To visualize the sequence of events, large datasets were generated and analyzed blindly, since morphological changes were followed in different cells over time. Nevertheless, flash-and-freeze allows the visualization of membrane dynamics in electron micrographs with ms temporal resolution.", "doi": "10.3791/55664", "title": "Flash-and-Freeze: A Novel Technique to Capture Membrane Dynamics with Electron Microscopy.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}