{"authors": [["Gengyo-Ando", "Keiko", "K", "Graduate School of Science and Engineering, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan; Brain and Body System Science Institute, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan. Electronic address: andok@mail.saitama-u.ac.jp."], ["Kagawa-Nagamura", "Yuko", "Y", "Graduate School of Science and Engineering, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan; Brain and Body System Science Institute, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan."], ["Ohkura", "Masamichi", "M", "Graduate School of Science and Engineering, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan; Brain and Body System Science Institute, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan."], ["Fei", "Xianfeng", "X", "Graduate School of Information Sciences, Tohoku University, Sendai, Miyagi 980-8579, Japan."], ["Chen", "Min", "M", "Graduate School of Information Sciences, Tohoku University, Sendai, Miyagi 980-8579, Japan."], ["Hashimoto", "Koichi", "K", "Graduate School of Information Sciences, Tohoku University, Sendai, Miyagi 980-8579, Japan. Electronic address: koichi@m.tohoku.ac.jp."], ["Nakai", "Junichi", "J", "Graduate School of Science and Engineering, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan; Brain and Body System Science Institute, Saitama University, 255 Shimo-okubo, Sakura-ku, Saitama 338-8570, Japan. Electronic address: jnakai@mail.saitama-u.ac.jp."]], "date": "2017-05-12", "id": "28506879", "text": "Real-time recording and manipulation of neural activity in freely behaving animals can greatly advance our understanding of how neural circuits regulate behavior. Ca2+ imaging and optogenetic manipulation with optical probes are key technologies for this purpose. However, integrating the two optical approaches with behavioral analysis has been technically challenging.Here, we developed a new imaging system, ICaST (Integrated platform for Ca2+ imaging, Stimulation, and Tracking), which combines an automatic worm tracking system and a fast-scanning laser confocal microscope, to image neurons of interest in freely behaving C. elegans. We optimized different excitation wavelengths for the concurrent use of channelrhodopsin-2 and G-CaMP, a green fluorescent protein (GFP)-based, genetically encoded Ca2+ indicator.Using ICaST in conjunction with an improved G-CaMP7, we successfully achieved long-term tracking and Ca2+ imaging of the AVA backward command interneurons while tracking the head of a moving animal. We also performed all-optical manipulation and simultaneous recording of Ca2+ dynamics from GABAergic motor neurons in conjunction with behavior monitoring.Our system differs from conventional systems in that it does not require fluorescent markers for tracking and can track any part of the worm's body via bright-field imaging at high magnification. Consequently, this approach enables the long-term imaging of activity from neurons or nerve processes of interest with high spatiotemporal resolution.Our imaging system is a powerful tool for studying the neural circuit mechanisms of C. elegans behavior and has potential for use in other small animals.", "doi": "10.1016/j.jneumeth.2017.05.017", "title": "A new platform for long-term tracking and recording of neural activity and simultaneous optogenetic control in freely behaving Caenorhabditis elegans.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}