{"authors": [["Crocini", "Claudia", "C", "European Laboratory for Non Linear Spectroscopy (LENS), Via Nello Carrara, 1 - 50019 Sesto Fiorentino, FI, Italy; National Institute of Optic (CNR-INO), Via Nello Carrara, 1 - 50019 Sesto Fiorentino, Italy. Electronic address: crocini@lens.unifi.it."], ["Ferrantini", "Cecilia", "C", "Division of Physiology, Department of Experimental and Clinical Medicine, University of Florence, 50134 Florence, Italy."], ["Pavone", "Francesco S", "FS", "European Laboratory for Non Linear Spectroscopy (LENS), Via Nello Carrara, 1 - 50019 Sesto Fiorentino, FI, Italy; National Institute of Optic (CNR-INO), Via Nello Carrara, 1 - 50019 Sesto Fiorentino, Italy; Department of Physics and Astronomy, University of Florence, 50019 Sesto Fiorentino, Italy."], ["Sacconi", "Leonardo", "L", "European Laboratory for Non Linear Spectroscopy (LENS), Via Nello Carrara, 1 - 50019 Sesto Fiorentino, FI, Italy; National Institute of Optic (CNR-INO), Via Nello Carrara, 1 - 50019 Sesto Fiorentino, Italy."]], "date": "2017-05-12", "id": "28506694", "text": "Optogenetics provides a tool for controlling the electrical activity of excitable cells by means of the interaction of light with light-gated ion channels. Despite the fact that optogenetics has been intensively utilized in the neurosciences, it has been more rarely employed as an instrument for studying cardiac pathophysiology. However, the advantages of optical approaches to perturb cardiac electrical activity are numerous, especially when the spatio-temporal qualities of light are utterly exploited. Here, we review the main breakthroughs employing optogenetics to perturb cardiac pathophysiology and attempt a comparison of methods and procedures that have employed optogenetics in the heart. We particularly focus on light-based defibrillation strategies that represent one of the latest achievements in this field. We highlight the important role of advanced optical methods for detecting and stimulating electrical activity for optimizing defibrillation strategies and, more generally, for dissecting novel insights in cardiac physiology. Finally, we discuss the main future perspectives that we envision for optogenetics in the heart, both in terms of translational applications and for addressing fundamental questions of cardiac function.", "doi": "10.1016/j.pbiomolbio.2017.05.002", "title": "Optogenetics gets to the heart: A guiding light beyond defibrillation.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}