{"authors": [["Poplawsky", "Alexander John", "AJ", "Neuroimaging Laboratory, Department of Radiology, University of Pittsburgh, Pittsburgh, PA, USA. Electronic address: ajp94@pitt.edu."], ["Fukuda", "Mitsuhiro", "M", "Neuroimaging Laboratory, Department of Radiology, University of Pittsburgh, Pittsburgh, PA, USA."], ["Kim", "Seong-Gi", "SG", "Center for Neuroscience Imaging Research, Institute of Basic Science, Suwon 440-746, Republic of Korea; Department of Biomedical Engineering, Sungkyunkwan University, Suwon 440-746, Republic of Korea."]], "date": "2017-05-12", "id": "28502845", "text": "Laminar organization of neuronal circuits is a recurring feature of how the brain processes information. For instance, different layers compartmentalize different cell types, synaptic activities, and have unique intrinsic and extrinsic connections that serve as units for specialized signal processing. Functional MRI is an invaluable tool to investigate laminar processing in the in vivo human brain, but it measures neuronal activity indirectly by way of the hemodynamic response. Therefore, the accuracy of high-resolution laminar fMRI depends on how precisely it can measure localized microvascular changes nearest to the site of evoked activity. To determine the specificity of fMRI responses to the true neurophysiological responses across layers, the flexibility to invasive procedures in animal models has been necessary. In this review, we will examine different fMRI contrasts and their appropriate uses for layer-specific fMRI, and how localized laminar processing was examined in the neocortex and olfactory bulb. Through collective efforts, it was determined that microvessels, including capillaries, are regulated within single layers and that several endogenous and contrast-enhanced fMRI contrast mechanisms can separate these neural-specific vascular changes from the nonspecific, especially cerebral blood volume-weighted fMRI with intravenous contrast agent injection. We will also propose some open questions that are relevant for the successful implementation of layer-specific fMRI and its potential future directions to study laminar processing when combined with optogenetics.", "doi": "10.1016/j.neuroimage.2017.05.023", "title": "Foundations of layer-specific fMRI and investigations of neurophysiological activity in the laminarized neocortex and olfactory bulb of animal models.", "journal": ["NeuroImage", "Neuroimage"]}