{"authors": [["Esquivelzeta Rabell", "José", "J", "Neuroelectronics Research Flanders, 3001 Leuven, Belgium; Department of Neurosciences, KU Leuven, 3001 Leuven, Belgium."], ["Mutlu", "Kadir", "K", "Neuroelectronics Research Flanders, 3001 Leuven, Belgium; Department of Neurosciences, KU Leuven, 3001 Leuven, Belgium."], ["Noutel", "João", "J", "Neuroelectronics Research Flanders, 3001 Leuven, Belgium; VIB, 3001 Leuven, Belgium."], ["Martin Del Olmo", "Pamela", "P", "Imec, 3001 Leuven, Belgium."], ["Haesler", "Sebastian", "S", "Neuroelectronics Research Flanders, 3001 Leuven, Belgium; Department of Neurosciences, KU Leuven, 3001 Leuven, Belgium; VIB, 3001 Leuven, Belgium; Imec, 3001 Leuven, Belgium. Electronic address: sebastian.haesler@nerf.be."]], "date": "2017-05-11", "id": "28502658", "text": "Navigation, finding food sources, and avoiding danger critically depend on the identification and spatial localization of airborne chemicals. When monitoring the olfactory environment, rodents spontaneously engage in active olfactory sampling behavior, also referred to as exploratory sniffing [1]. Exploratory sniffing is characterized by stereotypical high-frequency respiration, which is also reliably evoked by novel odorant stimuli [2, 3]. To study novelty-induced exploratory sniffing, we developed a novel, non-contact method for measuring respiration by infrared (IR) thermography in a behavioral paradigm in which novel and familiar stimuli are presented to head-restrained mice. We validated the method by simultaneously performing nasal pressure measurements, a commonly used invasive approach [2, 4], and confirmed highly reliable detection of inhalation onsets. We further discovered that mice actively orient their nostrils toward novel, previously unexperienced, smells. In line with the remarkable speed of olfactory processing reported previously [3, 5, 6], we find that mice initiate their response already within the first sniff after odor onset. Moreover, transecting the anterior commissure (AC) disrupted orienting, indicating that the orienting response requires interhemispheric transfer of information. This suggests that mice compare odorant information obtained from the two bilaterally symmetric nostrils to locate the source of the novel odorant. We further demonstrate that asymmetric activation of the anterior olfactory nucleus (AON) is both necessary and sufficient for eliciting orienting responses. These findings support the view that the AON plays an important role in the internostril difference comparison underlying rapid odor source localization.", "doi": "10.1016/j.cub.2017.04.027", "title": "Spontaneous Rapid Odor Source Localization Behavior Requires Interhemispheric Communication.", "journal": ["Current biology : CB", "Curr. Biol."]}