{"authors": [["Wreden", "Christopher C", "CC", "Department of Molecular Genetics and Cell Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA."], ["Meng", "Julia L", "JL", "Program in Cell and Molecular Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA."], ["Feng", "Weidong", "W", "Committee on Development, Regeneration, and Stem Cell Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA."], ["Chi", "Wanhao", "W", "Committee on Genetics, Genomics, and Systems Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA."], ["Marshall", "Zarion D", "ZD", "Department of Molecular Genetics and Cell Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA."], ["Heckscher", "Ellie S", "ES", "Department of Molecular Genetics and Cell Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA; Program in Cell and Molecular Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA; Committee on Development, Regeneration, and Stem Cell Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA; Committee on Genetics, Genomics, and Systems Biology, University of Chicago, 920 East 58(th) Street, Chicago, IL 60637, USA. Electronic address: heckscher@uchicago.edu."]], "date": "2017-05-11", "id": "28502656", "text": "Neuronal stem cell lineages are the fundamental developmental units of the brain, and neuronal circuits are the fundamental functional units of the brain. Determining lineage-circuitry relationships is essential for deciphering the developmental logic of circuit assembly. While the spatial distribution of lineage-related neurons has been investigated in a few brain regions [1-9], an important, but unaddressed question is whether temporal information that diversifies neuronal progeny within a single lineage also impacts circuit assembly. Circuits in the sensorimotor system (e.g., spinal cord) are thought to be assembled sequentially [10-14], making this an ideal brain region for investigating the circuit-level impact of temporal patterning within a lineage. Here, we use intersectional genetics, optogenetics, high-throughput behavioral analysis, single-neuron labeling, connectomics, and calcium imaging to determine how a set of bona fide lineage-related interneurons contribute to sensorimotor circuitry in the Drosophila larva. We show that Even-skipped lateral interneurons (ELs) are sensory processing interneurons. Late-born ELs contribute to a proprioceptive body posture circuit, whereas early-born ELs contribute to a mechanosensitive escape circuit. These data support a model in which a single neuronal stem cell can produce a large number of interneurons with similar functional capacity that are distributed into different circuits based on birth timing. In summary, these data establish a link between temporal specification of neuronal identity and circuit assembly at the single-cell level.", "doi": "10.1016/j.cub.2017.04.024", "title": "Temporal Cohorts of Lineage-Related Neurons Perform Analogous Functions in Distinct Sensorimotor Circuits.", "journal": ["Current biology : CB", "Curr. Biol."]}