{"authors": [["Chang", "Stephen E", "SE", "Department of Psychological and Brain Sciences, Dartmouth College, Hanover, New Hampshire 03755, and Stephen.Chang@dartmouth.edu."], ["Smedley", "Elizabeth B", "EB", "Department of Psychological and Brain Sciences, Dartmouth College, Hanover, New Hampshire 03755, and."], ["Stansfield", "Katherine J", "KJ", "Department of Psychology and Neuroscience, University of Colorado Boulder, Boulder, Colorado 80309."], ["Stott", "Jeffrey J", "JJ", "Department of Psychological and Brain Sciences, Dartmouth College, Hanover, New Hampshire 03755, and."], ["Smith", "Kyle S", "KS", "Department of Psychological and Brain Sciences, Dartmouth College, Hanover, New Hampshire 03755, and."]], "date": "2017-05-11", "id": "28495976", "text": "Salt appetite, in which animals can immediately seek out salt when under a novel state of sodium deprivation, is a classic example of how homeostatic systems interface with learned associations to produce an on-the-fly updating of motivated behavior. Neural activity in the ventral pallidum (VP) has been shown to encode changes in the value of salt under such conditions, both the value of salt itself (Tindell et al., 2006) and the motivational value of its predictive cues (Tindell et al., 2009; Robinson and Berridge, 2013). However, it is not known whether the VP is necessary for salt appetite in terms of seeking out salt or consuming salt following sodium depletion. Here, we used a conditioned place-preference procedure to investigate the effects of optogenetically inhibiting the VP on context-driven salt seeking and the consumption of salt following deprivation. Male rats learned to associate one context with sucrose and another context with less-desirable salt. Following sodium depletion, and in the absence of either sucrose or salt, we found that inhibiting the VP selectively reduced the elevation in time spent in the salt-paired context. VP inhibition had minimal effects on the consumption of salt once it was made available. To our knowledge, this is the first evidence that the VP or any brain region is necessary for the ability to use contextual cues to guide salt seeking. These results highlight a dissociation between deficit-driven reward seeking and reward consumption to replenish those deficits, with the former process being particularly sensitive to on-line VP activity.SIGNIFICANCE STATEMENT Salt appetite, in which rats will immediately seek out a once-undesirable concentrated salt solution after being depleted of bodily sodium despite never having tasted salt as a positive reward, is a phenomenon showing how animals can update their motivational goals without any new learning or conditioning. This salt-seeking behavior is also observed when the animal is presented with salt-paired cues. The neural circuitry necessary for context-driven salt-seeking behavior is unknown. We used a novel conditioned place preference procedure to show that optogenetic inhibition of the ventral pallidum (VP), a region known for processing reward, impairs context-driven salt seeking and has minimal effects on the consumption of salt itself following sodium depletion. These results highlight the importance of the VP in context-driven reward-seeking behavior.", "doi": "10.1523/JNEUROSCI.2968-16.2017", "title": "Optogenetic Inhibition of Ventral Pallidum Neurons Impairs Context-Driven Salt Seeking.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}