{"authors": [["Hendricks", "William D", "WD", "Neuroscience Graduate Program."], ["Chen", "Yang", "Y", "Vollum Institute, and."], ["Bensen", "AeSoon L", "AL", "Vollum Institute, and."], ["Westbrook", "Gary L", "GL", "Vollum Institute, and."], ["Schnell", "Eric", "E", "Department of Anesthesiology and Perioperative Medicine, Oregon Health & Science University, Portland, Oregon 97239, and schneler@ohsu.edu."]], "date": "2017-05-11", "id": "28495975", "text": "Epileptic seizures potently modulate hippocampal adult neurogenesis, and adult-born dentate granule cells contribute to the pathologic retrograde sprouting of mossy fiber axons, both hallmarks of temporal lobe epilepsy. The characteristics of these sprouted synapses, however, have been largely unexplored, and the specific contribution of adult-born granule cells to functional mossy fiber sprouting is unknown, primarily due to technical barriers in isolating sprouted mossy fiber synapses for analysis. Here, we used DcxCreERT2 transgenic mice to permanently pulse-label age-defined cohorts of granule cells born either before or after pilocarpine-induced status epilepticus (SE). Using optogenetics, we demonstrate that adult-born granule cells born before SE form functional recurrent monosynaptic excitatory connections with other granule cells. Surprisingly, however, although healthy mossy fiber synapses in CA3 are well characterized \"detonator\" synapses that potently drive postsynaptic cell firing through their profound frequency-dependent facilitation, sprouted mossy fiber synapses from adult-born cells exhibited profound frequency-dependent depression, despite possessing some of the morphological hallmarks of mossy fiber terminals. Mature granule cells also contributed to functional mossy fiber sprouting, but exhibited less synaptic depression. Interestingly, granule cells born shortly after SE did not form functional excitatory synapses, despite robust sprouting. Our results suggest that, although sprouted mossy fibers form recurrent excitatory circuits with some of the morphological characteristics of typical mossy fiber terminals, the functional characteristics of sprouted synapses would limit the contribution of adult-born granule cells to hippocampal hyperexcitability in the epileptic hippocampus.SIGNIFICANCE STATEMENT In the hippocampal dentate gyrus, seizures drive retrograde sprouting of granule cell mossy fiber axons. We directly activated sprouted mossy fiber synapses from adult-born granule cells to study their synaptic properties. We reveal that sprouted synapses from adult-born granule cells have a diminished ability to sustain recurrent excitation in the epileptic hippocampus, which raises questions about the role of sprouting and adult neurogenesis in sustaining seizure-like activity.", "doi": "10.1523/JNEUROSCI.0761-17.2017", "title": "Short-Term Depression of Sprouted Mossy Fiber Synapses from Adult-Born Granule Cells.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}