{"authors": [["Raman", "Ritu", "R", "Department of Mechanical Science and Engineering, Micro and Nano Technology Laboratory, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Grant", "Lauren", "L", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Seo", "Yongbeom", "Y", "Department of Chemical and Biomolecular Engineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Cvetkovic", "Caroline", "C", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Gapinske", "Michael", "M", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Palasz", "Alexandra", "A", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Dabbous", "Howard", "H", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Kong", "Hyunjoon", "H", "Department of Chemical and Biomolecular Engineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Pinera", "Pablo Perez", "PP", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."], ["Bashir", "Rashid", "R", "Department of Bioengineering, University of Illinois at Urbana-Champaign, Urbana, IL, 61801, USA."]], "date": "2017-05-10", "id": "28489332", "text": "A deeper understanding of biological materials and the design principles that govern them, combined with the enabling technology of 3D printing, has given rise to the idea of \"building with biology.\" Using these materials and tools, bio-hybrid robots or bio-bots, which adaptively sense and respond to their environment, can be manufactured. Skeletal muscle bioactuators are developed to power these bio-bots, and an approach is presented to make them dynamically responsive to changing environmental loads and robustly resilient to induced damage. Specifically, since the predominant cause of skeletal muscle loss of function is mechanical damage, the underlying mechanisms of damage are investigated in vitro, and an in vivo inspired healing strategy is developed to counteract this damage. The protocol that is developed yields complete recovery of healthy tissue functionality within two days of damage, setting the stage for a more robust, resilient, and adaptive bioactuator technology than previously demonstrated. Understanding and exploiting the adaptive response behaviors inherent within biological systems in this manner is a crucial step forward in designing bio-hybrid machines that are broadly applicable to grand engineering challenges.", "doi": "10.1002/adhm.201700030", "title": "Damage, Healing, and Remodeling in Optogenetic Skeletal Muscle Bioactuators.", "journal": ["Advanced healthcare materials", "Adv Healthc Mater"]}