{"authors": [["Papouin", "Thomas", "T", "Department of Neuroscience, Tufts University School of Medicine, Boston, MA 02111, USA."], ["Dunphy", "Jaclyn M", "JM", "Neuroscience Program, Tufts Sackler School of Graduate Biomedical Sciences, Boston, MA 02111, USA."], ["Tolman", "Michaela", "M", "Neuroscience Program, Tufts Sackler School of Graduate Biomedical Sciences, Boston, MA 02111, USA."], ["Dineley", "Kelly T", "KT", "Department of Neurology, University of Texas Medical Branch, Galveston, TX 77555, USA."], ["Haydon", "Philip G", "PG", "Department of Neuroscience, Tufts University School of Medicine, Boston, MA 02111, USA. Electronic address: philip.haydon@tufts.edu."]], "date": "2017-05-04", "id": "28479102", "text": "The activation of the N-methyl D-aspartate receptor (NMDAR) is controlled by a glutamate-binding site and a distinct, independently regulated, co-agonist-binding site. In most brain regions, the NMDAR co-agonist is the astrocyte-derived gliotransmitter D-serine. We found that D-serine levels oscillate in mouse hippocampus as a function of wakefulness, in vitro and in vivo. This causes a full saturation of the NMDAR co-agonist site in the dark (active) phase that dissipates to sub-saturating levels during the light (sleep) phase, and influences learning performance throughout the day. We demonstrate that hippocampal astrocytes sense the wakefulness-dependent activity of septal cholinergic fibers through the α7-nicotinic acetylcholine receptor (α7nAChR), whose activation drives D-serine release. We conclude that astrocytes tune the gating of synaptic NMDARs to the vigilance state and demonstrate that this is directly relevant to schizophrenia, a disorder characterized by NMDAR and cholinergic hypofunctions. Indeed, bypassing cholinergic activity with a clinically tested α7nAChR agonist successfully enhances NMDAR activation. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2017.04.021", "title": "Septal Cholinergic Neuromodulation Tunes the Astrocyte-Dependent Gating of Hippocampal NMDA Receptors to Wakefulness.", "journal": ["Neuron", "Neuron"]}