{"authors": [["Ji", "Xincai", "X", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts 01604."], ["Saha", "Sucharita", "S", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts 01604."], ["Kolpakova", "Jenya", "J", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts 01604."], ["Guildford", "Melissa", "M", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts 01604."], ["Tapper", "Andrew R", "AR", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts 01604."], ["Martin", "Gilles E", "GE", "Brudnick Neuropsychiatric Research Institute, Department of Psychiatry, University of Massachusetts Medical School, Worcester, Massachusetts 01604 gilles.martin@umassmed.edu."]], "date": "2017-05-04", "id": "28473645", "text": "Binge alcohol drinking, a behavior characterized by rapid repeated alcohol intake, is most prevalent in young adults and is a risk factor for excessive alcohol consumption and alcohol dependence. Although the alteration of synaptic plasticity is thought to contribute to this behavior, there is currently little evidence that this is the case. We used drinking in the dark (DID) as a model of binge alcohol drinking to assess its effects on spike timing-dependent plasticity (STDP) in medium spiny neurons (MSNs) of the core nucleus accumbens (NAc) by combining patch-clamp recordings with calcium imaging and optogenetics. After 2 weeks of daily alcohol binges, synaptic plasticity was profoundly altered. STDP in MSNs expressing dopamine D1 receptors shifted from spike-timing-dependent long-term depression (tLTD), the predominant form of plasticity in naive male mice, to spike-timing-dependent long-term potentiation (tLTP) in DID mice, an effect that was totally reversed in the presence of 4 μm SCH23390, a dopamine D1 receptor antagonist. In MSNs presumably expressing dopamine D2 receptors, tLTP, the main form of plasticity in naive mice, was inhibited in DID mice. Interestingly, 1 μm sulpiride, a D2 receptor antagonist, restored tLTP. Although we observed no alterations of AMPA and NMDA receptor properties, we found that the AMPA/NMDA ratio increased at cortical and amygdaloid inputs but not at hippocampal inputs. Also, DID effects on STDP were accompanied by lower dendritic calcium transients. These data suggest that the role of dopamine in mediating the effects of binge alcohol drinking on synaptic plasticity of NAc MSNs differs markedly whether these neurons belong to the direct or indirect pathways.SIGNIFICANCE STATEMENT We examined the relationship between binge alcohol drinking and spike timing-dependent plasticity in nucleus accumbens (NAc) neurons. We found that repeated drinking bouts modulate differently synaptic plasticity in medium spiny neurons of the accumbens direct and indirect pathways. While timing-dependent long-term depression switches to long-term potentiation (LTP) in the former, timing-dependent LTP is inhibited in the latter. These effects are not accompanied by changes in AMPA and NMDA receptor properties at cortical, amygdaloid, and hippocampal synapses. Interestingly, dopamine D1 and D2 receptor antagonists have opposite effects on plasticity. Our data show that whether core NAc medium spiny neurons belong to the direct or indirect pathways determines the form of spike timing-dependent plasticity (STDP), the manner by which STDP responds to binge alcohol drinking, and its sensitivity to dopamine receptor antagonists.", "doi": "10.1523/JNEUROSCI.3845-16.2017", "title": "Dopamine Receptors Differentially Control Binge Alcohol Drinking-Mediated Synaptic Plasticity of the Core Nucleus Accumbens Direct and Indirect Pathways.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}