{"authors": [["Trieu", "Melissa M", "MM", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 and."], ["Devine", "Erin L", "EL", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 and."], ["Lamarche", "Lindsey B", "LB", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 and."], ["Ammerman", "Aaron E", "AE", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 and."], ["Greco", "Jordan A", "JA", "the Departments of Chemistry and Molecular and Cell Biology, University of Connecticut, Storrs, Connecticut 06269."], ["Birge", "Robert R", "RR", "the Departments of Chemistry and Molecular and Cell Biology, University of Connecticut, Storrs, Connecticut 06269."], ["Theobald", "Douglas L", "DL", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 and dtheobald@brandeis.edu."], ["Oprian", "Daniel D", "DD", "From the Department of Biochemistry, Brandeis University, Waltham, Massachusetts 02454 and oprian@brandeis.edu."]], "date": "2017-05-04", "id": "28473465", "text": "RhoGC is a rhodopsin (Rho)-guanylyl cyclase (GC) gene fusion molecule that is central to zoospore phototaxis in the aquatic fungus Blastocladiella emersonii It has generated considerable excitement because of its demonstrated potential as a tool for optogenetic manipulation of cell-signaling pathways involving cyclic nucleotides. However, a reliable method for expressing and purifying RhoGC is currently lacking. We present here an expression and purification system for isolation of the full-length RhoGC protein expressed in HEK293 cells in detergent solution. The protein exhibits robust light-dependent guanylyl cyclase activity, whereas a truncated form lacking the 17- to 20-kDa N-terminal domain is completely inactive under identical conditions. Moreover, we designed several RhoGC mutants to increase the utility of the protein for optogenetic studies. The first class we generated has altered absorption spectra designed for selective activation by different wavelengths of light. Two mutants were created with blue-shifted (E254D, λmax = 390 nm; D380N, λmax = 506 nm) and one with red-shifted (D380E, λmax = 533 nm) absorption maxima relative to the wild-type protein (λmax = 527 nm). We also engineered a double mutant, E497K/C566D, that changes the enzyme to a specific, light-stimulated adenylyl cyclase that catalyzes the formation of cAMP from ATP. We anticipate that this expression/purification system and these RhoGC mutants will facilitate mechanistic and structural exploration of this important enzyme.", "doi": "10.1074/jbc.M117.789636", "title": "Expression, purification, and spectral tuning of RhoGC, a retinylidene/guanylyl cyclase fusion protein and optogenetics tool from the aquatic fungus Blastocladiella emersonii.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}