{"authors": [["García-González", "Diego", "D", "Department of Clinical Neurobiology, Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany."], ["Khodosevich", "Konstantin", "K", "Department of Clinical Neurobiology, Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany; Biotech Research & Innovation Centre (BRIC), University of Copenhagen, 2200 Copenhagen, Denmark."], ["Watanabe", "Yasuhito", "Y", "Department of Clinical Neurobiology, Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany."], ["Rollenhagen", "Astrid", "A", "Institute of Neuroscience and Medicine INM-2, Research Centre Jülich GmbH, Leo-Brandt Str., 52425 Jülich, Germany."], ["Lübke", "Joachim H R", "JHR", "Institute of Neuroscience and Medicine INM-2, Research Centre Jülich GmbH, Leo-Brandt Str., 52425 Jülich, Germany; Department of Psychiatry, Psychotherapy and Psychosomatics, Medical Faculty, RWTH/University Hospital Aachen, Pauwelstr. 30, 52074 Aachen, Germany; JARA Translational Brain Medicine, Jülich and Aachen, Germany."], ["Monyer", "Hannah", "H", "Department of Clinical Neurobiology, Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), 69120 Heidelberg, Germany. Electronic address: h.monyer@dkfz-heidelberg.de."]], "date": null, "id": "28472655", "text": "In many vertebrates, postnatally generated neurons often migrate long distances to reach their final destination, where they help shape local circuit activity. Concerted action of extrinsic stimuli is required to regulate long-distance migration. Some migratory principles are evolutionarily conserved, whereas others are species and cell type specific. Here we identified a serotonergic mechanism that governs migration of postnatally generated neurons in the mouse brain. Serotonergic axons originating from the raphe nuclei exhibit a conspicuous alignment with subventricular zone-derived neuroblasts. Optogenetic axonal activation provides functional evidence for serotonergic modulation of neuroblast migration. Furthermore, we show that the underlying mechanism involves serotonin receptor 3A (5HT3A)-mediated calcium influx. Thus, 5HT3A receptor deletion in neuroblasts impaired speed and directionality of migration and abolished calcium spikes. We speculate that serotonergic modulation of postnatally generated neuroblast migration is evolutionarily conserved as indicated by the presence of serotonergic axons in migratory paths in other vertebrates.", "doi": "10.1016/j.neuron.2017.04.013", "title": "Serotonergic Projections Govern Postnatal Neuroblast Migration.", "journal": ["Neuron", "Neuron"]}