{"authors": [["Melzer", "Sarah", "S", "Department of Clinical Neurobiology at the Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Gil", "Mariana", "M", "Department of Clinical Neurobiology at the Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Koser", "David E", "DE", "Department of Clinical Neurobiology at the Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Michael", "Magdalena", "M", "Department of Clinical Neurobiology at the Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), Im Neuenheimer Feld 280, 69120 Heidelberg, Germany."], ["Huang", "Kee Wui", "KW", "Department of Neurobiology, Howard Hughes Medical Institute, Harvard Medical School, 220 Longwood Avenue, Boston, MA 02115, USA."], ["Monyer", "Hannah", "H", "Department of Clinical Neurobiology at the Medical Faculty of Heidelberg University and German Cancer Research Center (DKFZ), Im Neuenheimer Feld 280, 69120 Heidelberg, Germany. Electronic address: h.monyer@dkfz-heidelberg.de."]], "date": null, "id": "28467898", "text": "The motor cortico-basal ganglion loop is critical for motor planning, execution, and learning. Balanced excitation and inhibition in this loop is crucial for proper motor output. Excitatory neurons have been thought to be the only source of motor cortical input to the striatum. Here, we identify long-range projecting GABAergic neurons in the primary (M1) and secondary (M2) motor cortex that target the dorsal striatum. This population of projecting GABAergic neurons comprises both somatostatin-positive (SOM+) and parvalbumin-positive (PV+) neurons that target direct and indirect pathway striatal output neurons as well as cholinergic interneurons differentially. Notably, optogenetic stimulation of M1 PV+ and M2 SOM+ projecting neurons reduced locomotion, whereas stimulation of M1 SOM+ projecting neurons enhanced locomotion. Thus, corticostriatal GABAergic projections modulate striatal output and motor activity.", "doi": "10.1016/j.celrep.2017.04.024", "title": "Distinct Corticostriatal GABAergic Neurons Modulate Striatal Output Neurons and Motor Activity.", "journal": ["Cell reports", "Cell Rep"]}