{"authors": [["Tien", "Nai-Wen", "NW", "Department of Ophthalmology and Visual Sciences, Washington University School of Medicine, St. Louis, MO 63110, USA; Graduate Program in Neuroscience, Washington University School of Medicine, St. Louis, MO 63110, USA."], ["Soto", "Florentina", "F", "Department of Ophthalmology and Visual Sciences, Washington University School of Medicine, St. Louis, MO 63110, USA."], ["Kerschensteiner", "Daniel", "D", "Department of Ophthalmology and Visual Sciences, Washington University School of Medicine, St. Louis, MO 63110, USA; Department of Neuroscience, Washington University School of Medicine, St. Louis, MO 63110, USA; Department of Biomedical Engineering, Washington University School of Medicine, St. Louis, MO 63110, USA; Hope Center for Neurological Disorders, Washington University School of Medicine, St. Louis, MO 63110, USA. Electronic address: kerschensteinerd@wustl.edu."]], "date": "2017-04-27", "id": "28457596", "text": "Convergent input from different presynaptic partners shapes the responses of postsynaptic neurons. Whether developing postsynaptic neurons establish connections with each presynaptic partner independently or balance inputs to attain specific responses is unclear. Retinal ganglion cells (RGCs) receive convergent input from bipolar cell types with different contrast responses and temporal tuning. Here, using optogenetic activation and pharmacogenetic silencing, we found that type 6 bipolar (B6) cells dominate excitatory input to ONα-RGCs. We generated mice in which B6 cells were selectively removed from developing circuits (B6-DTA). In B6-DTA mice, ONα-RGCs adjusted connectivity with other bipolar cells in a cell-type-specific manner. They recruited new partners, increased synapses with some existing partners, and maintained constant input from others. Patch-clamp recordings revealed that anatomical rewiring precisely preserved contrast and temporal frequency response functions of ONα-RGCs, indicating that homeostatic plasticity shapes cell-type-specific wiring in the developing retina to stabilize visual information sent to the brain.", "doi": "10.1016/j.neuron.2017.04.016", "title": "Homeostatic Plasticity Shapes Cell-Type-Specific Wiring in the Retina.", "journal": ["Neuron", "Neuron"]}