{"authors": [["Kusen", "Peter M", "PM", "Institute for Bioorganic Chemistry, Heinrich Heine University Düsseldorf at the Forschungszentrum Jülich, 52426 Jülich, Germany."], ["Wandrey", "Georg", "G", "AVT-Biochemical Engineering, RWTH Aachen University, Worringer Weg 1, 52074 Aachen, Germany."], ["Krewald", "Vera", "V", "Department of Chemistry, University of Bath, Bath, United Kingdom."], ["Holz", "Martina", "M", "Institute for Bioorganic Chemistry, Heinrich Heine University Düsseldorf at the Forschungszentrum Jülich, 52426 Jülich, Germany."], ["Berstenhorst", "Sonja Meyer Zu", "SMZ", "Institute for Bioorganic Chemistry, Heinrich Heine University Düsseldorf at the Forschungszentrum Jülich, 52426 Jülich, Germany."], ["Büchs", "Jochen", "J", "AVT-Biochemical Engineering, RWTH Aachen University, Worringer Weg 1, 52074 Aachen, Germany."], ["Pietruszka", "Jörg", "J", "Institute for Bioorganic Chemistry, Heinrich Heine University Düsseldorf at the Forschungszentrum Jülich, 52426 Jülich, Germany; Institute of Bio- and Geosciences (IBG-1: Biotechnology), Forschungszentrum Jülich GmbH, 52426 Jülich, Germany. Electronic address: j.pietruszka@fz-juelich.de."]], "date": "2017-04-25", "id": "28455204", "text": "The manipulation of cellular function, such as the regulation of gene expression, is of great interest to many biotechnological applications and often achieved by the addition of small effector molecules. By combining effector molecules with photolabile protecting groups that mask their biological activity until they are activated by light, precise, yet minimally invasive, photocontrol is enabled. However, applications of this trendsetting technology are limited by the small number of established caged compound-based expression systems. Supported by computational chemistry, we used the versatile photolabile chelator DMNP-EDTA, long-established in neurobiology for photolytic Ca2+ release, to control Cu2+ release upon specific UV-A irradiation. This permits light-mediated control over the widely used Cu2+-inducible pCUP1 promoter from S. cerevisiae and thus constitutes the first example of a caged metal ion to regulate recombinant gene expression. We screened our novel DMNP-EDTA-Cu system for best induction time and expression level of eYFP with a high-throughput online monitoring system equipped with an LED array for individual illumination of every single well. Thereby, we realized a minimally invasive, easy-to-control, parallel and automated optical expression regulation via caged Cu2+ allowing temporal and quantitative control as a beneficial alternative to conventional induction via pipetting CuCl2 as effector molecule.", "doi": "10.1016/j.jbiotec.2017.04.032", "title": "Light-controlled gene expression in yeast using photocaged Cu2.", "journal": ["Journal of biotechnology", "J. Biotechnol."]}