{"authors": [["Henrich", "Erik", "E", "Institute of Biophysical Chemistry, Centre for Biomolecular Magnetic Resonance, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Sörmann", "Janina", "J", "Department of Biophysical Chemistry, Max Planck Institute of Biophysics, Frankfurt am Main, Germany."], ["Eberhardt", "Peter", "P", "Institute of Physical and Theoretical Chemistry, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Peetz", "Oliver", "O", "Institute of Physical and Theoretical Chemistry, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Mezhyrova", "Julija", "J", "Institute of Biophysical Chemistry, Centre for Biomolecular Magnetic Resonance, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Morgner", "Nina", "N", "Institute of Physical and Theoretical Chemistry, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Fendler", "Klaus", "K", "Department of Biophysical Chemistry, Max Planck Institute of Biophysics, Frankfurt am Main, Germany."], ["Dötsch", "Volker", "V", "Institute of Biophysical Chemistry, Centre for Biomolecular Magnetic Resonance, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Wachtveitl", "Josef", "J", "Institute of Physical and Theoretical Chemistry, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Bernhard", "Frank", "F", "Institute of Biophysical Chemistry, Centre for Biomolecular Magnetic Resonance, Goethe University Frankfurt, Frankfurt am Main, Germany."], ["Bamann", "Christian", "C", "Department of Biophysical Chemistry, Max Planck Institute of Biophysics, Frankfurt am Main, Germany. Electronic address: christian.bamann@biophys.mpg.de."]], "date": "2017-04-24", "id": "28450130", "text": "Nanodiscs that hold a lipid bilayer surrounded by a boundary of scaffold proteins have emerged as a powerful tool for membrane protein solubilization and analysis. By combining nanodiscs and cell-free expression technologies, even completely detergent-free membrane protein characterization protocols can be designed. Nanodiscs are compatible with various techniques, and due to their bilayer environment and increased stability, they are often superior to detergent micelles or liposomes for membrane protein solubilization. However, transport assays in nanodiscs have not been conducted so far, due to limitations of the two-dimensional nature of nanodisc membranes that offers no compartmentalization. Here, we study Krokinobacter eikastus rhodopsin-2 (KR2), a microbial light-driven sodium or proton pump, with noncovalent mass-spectrometric, electrophysiological, and flash photolysis measurements after its cotranslational insertion into nanodiscs. We demonstrate the feasibility of adsorbing nanodiscs containing KR2 to an artificial bilayer. This allows us to record light-induced capacitive currents that reflect KR2's ion transport activity. The solid-supported membrane assay with nanodisc samples provides reliable control over the ionic condition and information of the relative ion activity of this promiscuous pump. Our strategy is complemented with flash photolysis data, where the lifetimes of different photointermediates were determined at different ionic conditions. The advantage of using identical samples to three complementary approaches allows for a comprehensive comparability. The cell-free synthesis in combination with nanodiscs provides a defined hydrophobic lipid environment minimizing the detergent dependence often seen in assays with membrane proteins. KR2 is a promising tool for optogenetics, thus directed engineering to modify ion selectivity can be highly beneficial. Our approach, using the fast generation of functional ion pumps incorporated into nanodiscs and their subsequent analysis by several biophysical techniques, can serve as a versatile screening and engineering platform. This may open new avenues for the study of ion pumps and similar electrogenic targets.", "doi": "10.1016/j.bpj.2017.03.026", "title": "From Gene to Function: Cell-Free Electrophysiological and Optical Analysis of Ion Pumps in Nanodiscs.", "journal": ["Biophysical journal", "Biophys. J."]}