{"authors": [["Qi", "Cheng", "C", "Neuroscience Program, Department of Biological Sciences, Ohio University, Athens, OH 45701, USA."], ["Varga", "Scott", "S", "Neuroscience Program, Department of Biological Sciences, Ohio University, Athens, OH 45701, USA."], ["Oh", "Soo-Jin", "SJ", "Convergence Research Center for Diagnosis, Treatment and Care System of Dementia, Korea Institute of Science and Technology (KIST), Seoul 02792, Korea."], ["Lee", "C Justin", "CJ", "Center for Neuroscience, Center for Functional Connectomics, Korea Institute of Science and Technology (KIST), Seoul 02792, Korea."], ["Lee", "Daewoo", "D", "Neuroscience Program, Department of Biological Sciences, Ohio University, Athens, OH 45701, USA."]], "date": "2017-04-18", "id": "28442946", "text": "α-Synuclein (α-Syn) is a small presynaptic protein and its mutant forms (e.g. A53T) are known to be directly associated with Parkinson's disease (PD). Pathophysiological mechanisms underlying α-Syn-mediated neurodegeneration in PD still remain to be explored. However, several studies strongly support that overexpression of mutant α-Syn causes reduced release of dopamine (DA) in the brain, and contributes to motor deficits in PD. Using a favorable genetic model Drosophila larva, we examined whether reduced DA release is enough to induce key PD symptoms (i.e. locomotion deficiency and DA neurodegeneration), mimicking a PD gene α-Syn. In order to reduce DA release, we expressed electrical knockout (EKO) gene in DA neurons, which is known to make neurons hypo-excitable. EKO led to a decrease in a DA neuronal marker signal (i.e., TH - tyrosine hydroxylase) and locomotion deficits in Drosophila larva. In contrast, acute and prolonged exposure to blue light (BL, 470 nm) was sufficient to activate channelrhodopsin 2 (ChR2) and rescue PD symptoms caused by both α-Syn and EKO. We believe this is for the first time to confirm that locomotion defects by a genetic PD factor such as α-Syn can be rescued by increasing DA neuronal excitability with an optogenetic approach. Our findings strongly support that PD is a failure of DA synaptic transmission, which can be rescued by optogenetic activation of ChR2.", "doi": "10.5607/en.2017.26.2.97", "title": "Optogenetic Rescue of Locomotor Dysfunction and Dopaminergic Degeneration Caused by Alpha-Synuclein and EKO Genes.", "journal": ["Experimental neurobiology", "Exp Neurobiol"]}