{"authors": [["Lu", "Chi", "C", "Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Park", "Seongjun", "S", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Richner", "Thomas J", "TJ", "Departments of Rehabilitation Medicine and Physiology and Biophysics, Center for Sensorimotor Neural Engineering, UW Institute for Neuroengineering, University of Washington, Seattle, WA 98195, USA."], ["Derry", "Alexander", "A", "Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Brown", "Imogen", "I", "Department of Materials, University of Oxford, Oxford OX1 3PH, U.K."], ["Hou", "Chong", "C", "Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Rao", "Siyuan", "S", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Kang", "Jeewoo", "J", "Department of Chemical Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Mortiz", "Chet T", "CT", "Departments of Rehabilitation Medicine and Physiology and Biophysics, Center for Sensorimotor Neural Engineering, UW Institute for Neuroengineering, University of Washington, Seattle, WA 98195, USA."], ["Fink", "Yoel", "Y", "Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Anikeeva", "Polina", "P", "Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, MA 02139, USA."]], "date": "2017-03-29", "id": "28435858", "text": "Studies of neural pathways that contribute to loss and recovery of function following paralyzing spinal cord injury require devices for modulating and recording electrophysiological activity in specific neurons. These devices must be sufficiently flexible to match the low elastic modulus of neural tissue and to withstand repeated strains experienced by the spinal cord during normal movement. We report flexible, stretchable probes consisting of thermally drawn polymer fibers coated with micrometer-thick conductive meshes of silver nanowires. These hybrid probes maintain low optical transmission losses in the visible range and impedance suitable for extracellular recording under strains exceeding those occurring in mammalian spinal cords. Evaluation in freely moving mice confirms the ability of these probes to record endogenous electrophysiological activity in the spinal cord. Simultaneous stimulation and recording is demonstrated in transgenic mice expressing channelrhodopsin 2, where optical excitation evokes electromyographic activity and hindlimb movement correlated to local field potentials measured in the spinal cord.", "doi": "10.1126/sciadv.1600955", "title": "Flexible and stretchable nanowire-coated fibers for optoelectronic probing of spinal cord circuits.", "journal": ["Science advances", "Sci Adv"]}