{"authors": [["Severson", "Kyle S", "KS", "Kavli Neuroscience Discovery Institute, Brain Science Institute, The Solomon H. Snyder Department of Neuroscience, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Neuroscience Training Program, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA."], ["Xu", "Duo", "D", "Kavli Neuroscience Discovery Institute, Brain Science Institute, The Solomon H. Snyder Department of Neuroscience, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA; Neuroscience Training Program, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA."], ["Van de Loo", "Margaret", "M", "Kavli Neuroscience Discovery Institute, Brain Science Institute, The Solomon H. Snyder Department of Neuroscience, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA."], ["Bai", "Ling", "L", "Department of Neurobiology, Howard Hughes Medical Institute, Harvard Medical School, 220 Longwood Avenue, Boston, MA 02115, USA; Neuroscience Training Program, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA."], ["Ginty", "David D", "DD", "Department of Neurobiology, Howard Hughes Medical Institute, Harvard Medical School, 220 Longwood Avenue, Boston, MA 02115, USA."], ["O'Connor", "Daniel H", "DH", "Kavli Neuroscience Discovery Institute, Brain Science Institute, The Solomon H. Snyder Department of Neuroscience, The Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA. Electronic address: dan.oconnor@jhmi.edu."]], "date": "2017-04-20", "id": "28434802", "text": "Touch perception depends on integrating signals from multiple types of peripheral mechanoreceptors. Merkel-cell associated afferents are thought to play a major role in form perception by encoding surface features of touched objects. However, activity of Merkel afferents during active touch has not been directly measured. Here, we show that Merkel and unidentified slowly adapting afferents in the whisker system of behaving mice respond to both self-motion and active touch. Touch responses were dominated by sensitivity to bending moment (torque) at the base of the whisker and its rate of change and largely explained by a simple mechanical model. Self-motion responses encoded whisker position within a whisk cycle (phase), not absolute whisker angle, and arose from stresses reflecting whisker inertia and activity of specific muscles. Thus, Merkel afferents send to the brain multiplexed information about whisker position and surface features, suggesting that proprioception and touch converge at the earliest neural level.", "doi": "10.1016/j.neuron.2017.03.045", "title": "Active Touch and Self-Motion Encoding by Merkel Cell-Associated Afferents.", "journal": ["Neuron", "Neuron"]}