{"authors": [["Hulsmans", "Maarten", "M", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Clauss", "Sebastian", "S", "Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Department of Medicine I, University Hospital Munich, Campus Grosshadern, Ludwig-Maximilians University Munich, 81377 Munich, Germany; DZHK German Center for Cardiovascular Research, Partner Site Munich, Munich Heart Alliance, Munich, Germany."], ["Xiao", "Ling", "L", "Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Aguirre", "Aaron D", "AD", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["King", "Kevin R", "KR", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Hanley", "Alan", "A", "Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Cardiovascular Research Center, National University of Ireland Galway, Galway, Ireland."], ["Hucker", "William J", "WJ", "Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Wülfers", "Eike M", "EM", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg, Bad Krozingen, 79110 Freiburg, Germany; Faculty of Medicine, Albert-Ludwigs University, 79110 Freiburg, Germany."], ["Seemann", "Gunnar", "G", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg, Bad Krozingen, 79110 Freiburg, Germany; Faculty of Medicine, Albert-Ludwigs University, 79110 Freiburg, Germany."], ["Courties", "Gabriel", "G", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Iwamoto", "Yoshiko", "Y", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Sun", "Yuan", "Y", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Savol", "Andrej J", "AJ", "Department of Molecular Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Sager", "Hendrik B", "HB", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Lavine", "Kory J", "KJ", "Center for Cardiovascular Research, Washington University School of Medicine, St. Louis, MO 63110, USA."], ["Fishbein", "Gregory A", "GA", "Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Capen", "Diane E", "DE", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Da Silva", "Nicolas", "N", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Miquerol", "Lucile", "L", "Aix Marseille University, CNRS, IBDM, 13288 Marseille, France."], ["Wakimoto", "Hiroko", "H", "Division of Genetics, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Seidman", "Christine E", "CE", "Division of Genetics, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA; Division of Cardiovascular Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA; Howard Hughes Medical Institute, Chevy Chase, MD 20815, USA."], ["Seidman", "Jonathan G", "JG", "Division of Genetics, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Sadreyev", "Ruslan I", "RI", "Department of Molecular Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Department of Pathology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Naxerova", "Kamila", "K", "Division of Genetics, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Mitchell", "Richard N", "RN", "Department of Pathology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Brown", "Dennis", "D", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Libby", "Peter", "P", "Division of Cardiovascular Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Weissleder", "Ralph", "R", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Department of Systems Biology, Harvard Medical School, Boston, MA 02115, USA."], ["Swirski", "Filip K", "FK", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Kohl", "Peter", "P", "Institute for Experimental Cardiovascular Medicine, University Heart Center Freiburg, Bad Krozingen, 79110 Freiburg, Germany; Faculty of Medicine, Albert-Ludwigs University, 79110 Freiburg, Germany; Cardiac Biophysics and Systems Biology, National Heart and Lung Institute, Imperial College London, London SW36NP, UK."], ["Vinegoni", "Claudio", "C", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."], ["Milan", "David J", "DJ", "Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Program in Population and Medical Genetics, The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."], ["Ellinor", "Patrick T", "PT", "Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Program in Population and Medical Genetics, The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."], ["Nahrendorf", "Matthias", "M", "Center for Systems Biology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA; Cardiovascular Research Center, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA. Electronic address: mnahrendorf@mgh.harvard.edu."]], "date": null, "id": "28431249", "text": "Organ-specific functions of tissue-resident macrophages in the steady-state heart are unknown. Here, we show that cardiac macrophages facilitate electrical conduction through the distal atrioventricular node, where conducting cells densely intersperse with elongated macrophages expressing connexin 43. When coupled to spontaneously beating cardiomyocytes via connexin-43-containing gap junctions, cardiac macrophages have a negative resting membrane potential and depolarize in synchrony with cardiomyocytes. Conversely, macrophages render the resting membrane potential of cardiomyocytes more positive and, according to computational modeling, accelerate their repolarization. Photostimulation of channelrhodopsin-2-expressing macrophages improves atrioventricular conduction, whereas conditional deletion of connexin 43 in macrophages and congenital lack of macrophages delay atrioventricular conduction. In the Cd11bDTR mouse, macrophage ablation induces progressive atrioventricular block. These observations implicate macrophages in normal and aberrant cardiac conduction.", "doi": "10.1016/j.cell.2017.03.050", "title": "Macrophages Facilitate Electrical Conduction in the Heart.", "journal": ["Cell", "Cell"]}