{"authors": [["Pathak", "Gopal P", "GP", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Spiltoir", "Jessica I", "JI", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Höglund", "Camilla", "C", "Department of Anatomy, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Polstein", "Lauren R", "LR", "Department of Biomedical Engineering, Duke University, Durham, NC 27708, USA."], ["Heine-Koskinen", "Sari", "S", "Department of Anatomy, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Gersbach", "Charles A", "CA", "Department of Biomedical Engineering, Duke University, Durham, NC 27708, USA."], ["Rossi", "Jari", "J", "Department of Anatomy, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Tucker", "Chandra L", "CL", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."]], "date": null, "id": "28431041", "text": "Optogenetic tools allow regulation of cellular processes with light, which can be delivered with spatiotemporal resolution. In previous work, we used cryptochrome 2 (CRY2) and CIB1, Arabidopsis proteins that interact upon light illumination, to regulate transcription with light in yeast. While adopting this approach to regulate transcription in mammalian cells, we observed light-dependent redistribution and clearing of CRY2-tethered proteins within the nucleus. The nuclear clearing phenotype was dependent on the presence of a dimerization domain contained within the CRY2-fused transcriptional activators. We used this knowledge to develop two different approaches to regulate cellular protein levels with light: a system using CRY2 and CIB1 to induce protein expression with light through stimulation of transcription, and a system using CRY2 and a LOV-fused degron to simultaneously block transcription and deplete protein levels with light. These tools will allow precise, bi-directional control of gene expression in a variety of cells and model systems.", "doi": "10.1093/nar/gkx260", "title": "Bidirectional approaches for optogenetic regulation of gene expression in mammalian cells using Arabidopsis cryptochrome 2.", "journal": ["Nucleic acids research", "Nucleic Acids Res."]}