{"authors": [["Do-Monte", "Fabricio H", "FH", "Departments of Psychiatry and Anatomy & Neurobiology, University of Puerto Rico School of Medicine, PO Box 365067, San Juan 00936, Puerto Rico. Electronic address: fabricio.h.domonte@uth.tmc.edu."], ["Minier-Toribio", "Angélica", "A", "Departments of Psychiatry and Anatomy & Neurobiology, University of Puerto Rico School of Medicine, PO Box 365067, San Juan 00936, Puerto Rico."], ["Quiñones-Laracuente", "Kelvin", "K", "Departments of Psychiatry and Anatomy & Neurobiology, University of Puerto Rico School of Medicine, PO Box 365067, San Juan 00936, Puerto Rico."], ["Medina-Colón", "Estefanía M", "EM", "Departments of Psychiatry and Anatomy & Neurobiology, University of Puerto Rico School of Medicine, PO Box 365067, San Juan 00936, Puerto Rico."], ["Quirk", "Gregory J", "GJ", "Departments of Psychiatry and Anatomy & Neurobiology, University of Puerto Rico School of Medicine, PO Box 365067, San Juan 00936, Puerto Rico."]], "date": null, "id": "28426970", "text": "The paraventricular nucleus of the thalamus (PVT) is thought to regulate behavioral responses under emotionally arousing conditions. Reward-associated cues activate PVT neurons; however, the specific PVT efferents regulating reward seeking remain elusive. Using a cued sucrose-seeking task, we manipulated PVT activity under two emotionally distinct conditions: (1) when reward was available during the cue as expected or (2) when reward was unexpectedly omitted during the cue. Pharmacological inactivation of the anterior PVT (aPVT), but not the posterior PVT, increased sucrose seeking only when reward was omitted. Consistent with this, photoactivation of aPVT neurons abolished sucrose seeking, and the firing of aPVT neurons differentiated reward availability. Photoinhibition of aPVT projections to the nucleus accumbens or to the amygdala increased or decreased, respectively, sucrose seeking only when reward was omitted. Our findings suggest that PVT bidirectionally modulates sucrose seeking under the negative (frustrative) conditions of reward omission.", "doi": "10.1016/j.neuron.2017.03.036", "title": "Thalamic Regulation of Sucrose Seeking during Unexpected Reward Omission.", "journal": ["Neuron", "Neuron"]}