{"authors": [["Hsieh", "Jui-Yi", "JY", "Epilepsy Research Laboratory, Department of Neurological Surgery, and Weill Institute of Neurosciences, University of California, San Francisco, CA 94143."], ["Baraban", "Scott C", "SC", "Epilepsy Research Laboratory, Department of Neurological Surgery, and Weill Institute of Neurosciences, University of California, San Francisco, CA 94143."]], "date": "2017-04-12", "id": "28413826", "text": "Medial ganglionic eminence (MGE) transplantation rescues disease phenotypes in various preclinical models with interneuron deficiency or dysfunction, including epilepsy. While underlying mechanism(s) remains unclear to date, a simple explanation is that appropriate synaptic integration of MGE-derived interneurons elevates GABA-mediated inhibition and modifies the firing activity of excitatory neurons in the host brain. However, given the complexity of interneurons and potential for transplant-derived interneurons to integrate or alter the host network in unexpected ways, it remains unexplored whether synaptic connections formed by transplant-derived interneurons safely mirror those associated with endogenous interneurons. Here, we combined optogenetics, interneuron-specific Cre driver mouse lines, and electrophysiology to study synaptic integration of MGE progenitors. We demonstrated that MGE-derived interneurons, when transplanted into the hippocampus of neonatal mice, migrate in the host brain, differentiate to mature inhibitory interneurons, and form appropriate synaptic connections with native pyramidal neurons. Endogenous and transplant-derived MGE progenitors preferentially formed inhibitory synaptic connections onto pyramidal neurons but not endogenous interneurons. These findings demonstrate that transplanted MGE progenitors functionally integrate into the postnatal hippocampal network.", "doi": "10.1523/ENEURO.0359-16.2017", "title": "Medial Ganglionic Eminence Progenitors Transplanted into Hippocampus Integrate in a Functional and Subtype-Appropriate Manner.", "journal": ["eNeuro", "eNeuro"]}