{"authors": [["Auffret", "Matthieu", "M", "Laboratory of Sensory Processing, Brain Mind Institute, Faculty of Life Sciences, École Polytechnique Fédérale de Lausanne (EPFL), Switzerland."], ["Ravano", "Veronica L", "VL", "Laboratory of Sensory Processing, Brain Mind Institute, Faculty of Life Sciences, École Polytechnique Fédérale de Lausanne (EPFL), Switzerland."], ["Rossi", "Giulia M C", "GMC", "Laboratory of Sensory Processing, Brain Mind Institute, Faculty of Life Sciences, École Polytechnique Fédérale de Lausanne (EPFL), Switzerland."], ["Hankov", "Nicolas", "N", "Laboratory of Sensory Processing, Brain Mind Institute, Faculty of Life Sciences, École Polytechnique Fédérale de Lausanne (EPFL), Switzerland."], ["Petersen", "Merissa F A", "MFA", "Laboratory of Sensory Processing, Brain Mind Institute, Faculty of Life Sciences, École Polytechnique Fédérale de Lausanne (EPFL), Switzerland."], ["Petersen", "Carl C H", "CCH", "Laboratory of Sensory Processing, Brain Mind Institute, Faculty of Life Sciences, École Polytechnique Fédérale de Lausanne (EPFL), Switzerland. Electronic address: carl.petersen@epfl.ch."]], "date": "2017-04-12", "id": "28412497", "text": "Whisker movements are used by rodents to touch objects in order to extract spatial and textural tactile information about their immediate surroundings. To understand the mechanisms of such active sensorimotor processing it is important to investigate whisker motor control. The activity of neurons in the neocortex affects whisker movements, but many aspects of the organization of cortical whisker motor control remain unknown. Here, we filmed whisker movements evoked by sequential optogenetic stimulation of different locations across the left dorsal sensorimotor cortex of awake head-restrained mice. Whisker movements were evoked by optogenetic stimulation of many regions in the dorsal sensorimotor cortex. Optogenetic stimulation of whisker sensory barrel cortex evoked retraction of the contralateral whisker after a short latency, and a delayed rhythmic protraction of the ipsilateral whisker. Optogenetic stimulation of frontal cortex evoked rhythmic bilateral whisker protraction with a longer latency compared to stimulation of sensory cortex. Compared to frontal cortex stimulation, larger amplitude bilateral rhythmic whisking in a less protracted position was evoked at a similar latency by stimulating a cortical region posterior to Bregma and close to the midline. These data suggest that whisker motor control might be broadly distributed across the dorsal mouse sensorimotor cortex. Future experiments must investigate the complex neuronal circuits connecting specific cell-types in various cortical regions with the whisker motor neurons located in the facial nucleus.", "doi": "10.1016/j.neuroscience.2017.04.004", "title": "Optogenetic stimulation of cortex to map evoked whisker movements in awake head-restrained mice.", "journal": ["Neuroscience", "Neuroscience"]}