{"authors": [["Zamani", "Alemeh", "A", "Department of Developmental Biology and Neurosciences, Tohoku University Graduate School of Life Sciences, Sendai, Miyagi 980-8577, Japan."], ["Sakuragi", "Shigeo", "S", "Department of Developmental Biology and Neurosciences, Tohoku University Graduate School of Life Sciences, Sendai, Miyagi 980-8577, Japan."], ["Ishizuka", "Toru", "T", "Department of Developmental Biology and Neurosciences, Tohoku University Graduate School of Life Sciences, Sendai, Miyagi 980-8577, Japan."], ["Yawo", "Hiromu", "H", "Department of Developmental Biology and Neurosciences, Tohoku University Graduate School of Life Sciences, Sendai, Miyagi 980-8577, Japan."]], "date": "2017-01-24", "id": "28409086", "text": "Channelrhodopsin (ChR)-1 and ChR2 were the first-identified members of ChRs which are a growing subfamily of microbial-type rhodopsins. Light absorption drives the generation of a photocurrent in cell membranes expressing ChR2. However, the photocurrent amplitude attenuates and becomes steady-state during prolonged irradiation. This process, called desensitization or inactivation, has been attributed to the accumulation of intermediates less conductive to cations. Here we provided evidence that the dark-adapted (DA) photocurrent before desensitization is kinetically different from the light-adapted (LA) one after desensitization, that is, the deceleration of both basal-to-conductive and conductive-to-basal transitions. When the kinetics were compared between the DA and LA photocurrents for the ChR1/2 chimeras, the transmembrane helices, TM1 and TM2, were the determinants of both basal-to-conductive and conductive-to-basal transitions, whereas TM4 may contribute to the basal-to-conductive transitions and TM5 may contribute to the conductive-to-basal transitions, respectively. The fact that the desensitization-dependent decrease of the basal-to-conductive and conductive-to-basal transitions was facilitated by the TM1 exchange from ChR2 to ChR1 and reversed by the further TM2 exchange suggests that the conformation change for the channel gating is predominantly regulated by the interaction between TM1 and TM2. Although the exchange of TM1 from ChR2 to ChR1 showed no obvious influence on the spectral sensitivity, this exchange significantly induced the desensitization-dependent blue shift. Therefore, the TM1 and 2 are the main structures involved in two features of the desensitization, the stabilization of protein conformation and the charge distribution around the retinal-Schiff base (RSB+).", "doi": "10.2142/biophysico.14.0_13", "title": "Kinetic characteristics of chimeric channelrhodopsins implicate the molecular identity involved in desensitization.", "journal": ["Biophysics and physicobiology", "Biophys Physicobiol"]}