{"authors": [["Chernov", "Konstantin G", "KG", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki , Helsinki 00290, Finland."], ["Redchuk", "Taras A", "TA", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki , Helsinki 00290, Finland."], ["Omelina", "Evgeniya S", "ES", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki , Helsinki 00290, Finland."], ["Verkhusha", "Vladislav V", "VV", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki , Helsinki 00290, Finland."]], "date": "2017-04-12", "id": "28401765", "text": "Phytochrome photoreceptors absorb far-red and near-infrared (NIR) light and regulate light responses in plants, fungi, and bacteria. Their multidomain structure and autocatalytic incorporation of linear tetrapyrrole chromophores make phytochromes attractive molecular templates for the development of light-sensing probes. A subclass of bacterial phytochromes (BphPs) utilizes heme-derived biliverdin tetrapyrrole, which is ubiquitous in mammalian tissues, as a chromophore. Because biliverdin possesses the largest electron-conjugated chromophore system among linear tetrapyrroles, BphPs exhibit the most NIR-shifted spectra that reside within the NIR tissue transparency window. Here we analyze phytochrome structure and photochemistry to describe the molecular mechanisms by which they function. We then present strategies to engineer BphP-based NIR fluorescent proteins and review their properties and applications in modern imaging technologies. We next summarize designs of reporters and biosensors and describe their use in the detection of protein-protein interactions, proteolytic activities, and posttranslational modifications. Finally, we provide an overview of optogenetic tools developed from phytochromes and describe their use in light-controlled cell signaling, gene expression, and protein localization. Our review provides guidelines for the selection of NIR probes and tools for noninvasive imaging, sensing, and light-manipulation applications, specifically focusing on probes developed for use in mammalian cells and in vivo.", "doi": "10.1021/acs.chemrev.6b00700", "title": "Near-Infrared Fluorescent Proteins, Biosensors, and Optogenetic Tools Engineered from Phytochromes.", "journal": ["Chemical reviews", "Chem. Rev."]}