{"authors": [["Liu", "Qiang", "Q", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, 333 Nanchen Road, Shanghai, 200444, China."], ["Gan", "Linhua", "L", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, 333 Nanchen Road, Shanghai, 200444, China."], ["Ni", "Jian", "J", "Department of Pharmacology, Shanghai Medical College, Fudan University, 138 Yixueyuan Road, Shanghai, 200032, China."], ["Chen", "Yu", "Y", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, 333 Nanchen Road, Shanghai, 200444, China."], ["Chen", "Yanlu", "Y", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, 333 Nanchen Road, Shanghai, 200444, China."], ["Huang", "Zhili", "Z", "Department of Pharmacology, Shanghai Medical College, Fudan University, 138 Yixueyuan Road, Shanghai, 200032, China."], ["Huang", "Xu", "X", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, 333 Nanchen Road, Shanghai, 200444, China."], ["Wen", "Tieqiao", "T", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, 333 Nanchen Road, Shanghai, 200444, China."]], "date": "2017-05-23", "id": "28401598", "text": "Optogenetics play a significant role in neuroscientific research by providing a tool for understanding neural circuits and brain functions. Natronomonas pharaonis halorhodopsin (NpHR) actively pumps chloride ions into the cells and hyperpolarizes neuronal membranes in response to yellow light. In this study, we generated transgenic Drosophila expressing NpHR under the control of the Gal4/UAS system and virus-infected mice expressing NpHR to explore the effect of dendritic cell factor 1 (Dcf1) on the behavior mediated by the mushroom body in Drosophila and the dentate gyrus (DG) in mice. Study of optogenetic behavior showed that NpHR suppressed the behavior in Drosophila larvae and mice, whereas Dcf1 rescued this suppression. These results suggest that Dcf1 plays an important role in behavior induced by the mushroom body and the hippocampus and provides novel insights into their functions. J. Cell. Biochem. 118: 4210-4215, 2017. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/jcb.26048", "title": "Dcf1 Improves Behavior Deficit in Drosophila and Mice Caused by Optogenetic Suppression.", "journal": ["Journal of cellular biochemistry", "J. Cell. Biochem."]}