{"authors": [["Levitz", "Joshua", "J", "Department of Biochemistry, Weill Cornell Medical College, New York, NY 10024; jtl2003@med.cornell.edu trauner@nyu.edu ehud@berkeley.edu."], ["Broichhagen", "Johannes", "J", "Department of Chemistry, Ludwig-Maximilians-Universität München, 81377 Munich, Germany."], ["Leippe", "Philipp", "P", "Department of Chemistry, Ludwig-Maximilians-Universität München, 81377 Munich, Germany."], ["Konrad", "David", "D", "Department of Chemistry, Ludwig-Maximilians-Universität München, 81377 Munich, Germany."], ["Trauner", "Dirk", "D", "Department of Chemistry, Ludwig-Maximilians-Universität München, 81377 Munich, Germany; jtl2003@med.cornell.edu trauner@nyu.edu ehud@berkeley.edu."], ["Isacoff", "Ehud Y", "EY", "Department of Molecular and Cell Biology, University of California, Berkeley, CA 94720; jtl2003@med.cornell.edu trauner@nyu.edu ehud@berkeley.edu."]], "date": "2017-04-10", "id": "28396447", "text": "G protein-coupled receptor (GPCR) signaling occurs in complex spatiotemporal patterns that are difficult to probe using standard pharmacological and genetic approaches. A powerful approach for dissecting GPCRs is to use light-controlled pharmacological agents that are tethered covalently and specifically to genetically engineered receptors. However, deficits in our understanding of the mechanism of such photoswitches have limited application of this approach and its extension to other GPCRs. In this study, we have harnessed the power of bioorthogonal tethering to SNAP and CLIP protein tags to create a family of light-gated metabotropic glutamate receptors (mGluRs). We define the mechanistic determinants of photoswitch efficacy, including labeling efficiency, dependence on photoswitch structure, length dependence of the linker between the protein tag and the glutamate ligand, effective local concentration of the glutamate moiety, and affinity of the receptor for the ligand. We improve the scheme for photoswitch synthesis as well as photoswitch efficiency, and generate seven light-gated group II/III mGluRs, including variants of mGluR2, 3, 6, 7, and 8. Members of this family of light-controlled receptors can be used singly or in specifically labeled, independently light-controlled pairs for multiplexed control of receptor populations.", "doi": "10.1073/pnas.1619652114", "title": "Dual optical control and mechanistic insights into photoswitchable group II and III metabotropic glutamate receptors.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}