{"authors": [["Watanabe", "Masaya", "M", null], ["Feola", "Iolanda", "I", null], ["Majumder", "Rupamanjari", "R", null], ["Jangsangthong", "Wanchana", "W", null], ["Teplenin", "Alexander S", "AS", null], ["Ypey", "Dirk L", "DL", null], ["Schalij", "Martin J", "MJ", null], ["Zeppenfeld", "Katja", "K", null], ["de Vries", "Antoine A F", "AA", null], ["Pijnappels", "Daniël A", "DA", null]], "date": null, "id": "28395022", "text": "Anatomical re-entry is an important mechanism of ventricular tachycardia, characterized by circular electrical propagation in a fixed pathway. It's current investigative and therapeutic approaches are non-biological, rather unspecific (drugs), traumatizing (electrical shocks), or irreversible (ablation). Optogenetics is a new biological technique that allows reversible modulation of electrical function with unmatched spatiotemporal precision using light-gated ion channels. We therefore investigated optogenetic manipulation of anatomical re-entry in ventricular cardiac tissue.Transverse, 150-μm-thick ventricular slices, obtained from neonatal rat hearts, were genetically modified with lentiviral vectors encoding Ca2+-translocating channelrhodopsin (CatCh), a light-gated depolarizing ion channel, or enhanced yellow fluorescent protein (eYFP) as control. Stable anatomical re-entry was induced in both experimental groups. Activation of CatCh was precisely controlled by 470-nm patterned illumination, while the effects on anatomical re-entry were studied by optical voltage mapping. Regional illumination in the pathway of anatomical re-entry resulted in termination of arrhythmic activity only in CatCh-expressing slices by establishing a local and reversible, depolarization-induced conduction block in the illuminated area. Systematic adjustment of the size of the light-exposed area in the re-entrant pathway revealed that re-entry could be terminated by either wave collision or extinction, depending on the depth (transmurality) of illumination. In silico studies implicated source-sink mismatches at the site of subtransmural conduction block as an important factor in re-entry termination.Anatomical re-entry in ventricular tissue can be manipulated by optogenetic induction of a local and reversible conduction block in the re-entrant pathway, allowing effective re-entry termination. These results provide distinctively new mechanistic insight into re-entry termination and a novel perspective for cardiac arrhythmia management.", "doi": "10.1093/cvr/cvx003", "title": "Optogenetic manipulation of anatomical re-entry by light-guided generation of a reversible local conduction block.", "journal": ["Cardiovascular research", "Cardiovasc. Res."]}