{"authors": [["Shields", "Brenda C", "BC", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Kahuno", "Elizabeth", "E", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Kim", "Charles", "C", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Apostolides", "Pierre F", "PF", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Brown", "Jennifer", "J", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Lindo", "Sarah", "S", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Mensh", "Brett D", "BD", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Dudman", "Joshua T", "JT", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Lavis", "Luke D", "LD", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Tadross", "Michael R", "MR", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA. michael.tadross@duke.edu."]], "date": null, "id": "28385956", "text": "Behavior has molecular, cellular, and circuit determinants. However, because many proteins are broadly expressed, their acute manipulation within defined cells has been difficult. Here, we combined the speed and molecular specificity of pharmacology with the cell type specificity of genetic tools. DART (drugs acutely restricted by tethering) is a technique that rapidly localizes drugs to the surface of defined cells, without prior modification of the native target. We first developed an AMPAR antagonist DART, with validation in cultured neuronal assays, in slices of mouse dorsal striatum, and in behaving mice. In parkinsonian animals, motor deficits were causally attributed to AMPARs in indirect spiny projection neurons (iSPNs) and to excess phasic firing of tonically active interneurons (TANs). Together, iSPNs and TANs (i.e., D2 cells) drove akinesia, whereas movement execution deficits reflected the ratio of AMPARs in D2 versus D1 cells. Finally, we designed a muscarinic antagonist DART in one iteration, demonstrating applicability of the method to diverse targets.", "doi": "10.1126/science.aaj2161", "title": "Deconstructing behavioral neuropharmacology with cellular specificity.", "journal": ["Science (New York, N.Y.)", "Science"]}