{"authors": [["Richie", "Christopher T", "CT", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Whitaker", "Leslie R", "LR", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Whitaker", "Keith W", "KW", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States; US Army Research Laboratory, Aberdeen Proving Ground, MD 21005, United States."], ["Necarsulmer", "Julie", "J", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Baldwin", "Heather A", "HA", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Zhang", "Yajun", "Y", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States; Intramural Research Program, National Institute on Alcohol Abuse and Alcoholism, Rockville, MD 20852, United States."], ["Fortuno", "Lowella", "L", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Hinkle", "Josh J", "JJ", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Koivula", "Pyry", "P", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Henderson", "Mark J", "MJ", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Sun", "Wenzhi", "W", "Janelia Research Campus,Howard Hughes Medical Institute, Ashburn, VA 20147, United States."], ["Wang", "Kai", "K", "Janelia Research Campus,Howard Hughes Medical Institute, Ashburn, VA 20147, United States."], ["Smith", "Jeffrey C", "JC", "Intramural Research Program, National Institute of Neurological Disorders and Stroke, Bethesda, MD 20892, United States."], ["Pickel", "Jim", "J", "Intramural Research Program, National Institute of Mental Health, Bethesda, MD 20892, United States."], ["Ji", "Na", "N", "Janelia Research Campus,Howard Hughes Medical Institute, Ashburn, VA 20147, United States."], ["Hope", "Bruce T", "BT", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States."], ["Harvey", "Brandon K", "BK", "Intramural Research Program, National Institute on Drug Abuse, Baltimore, MD 21224, United States. Electronic address: bharvey@mail.nih.gov."]], "date": "2017-04-02", "id": "28380331", "text": "The use of genetically-encoded fluorescent reporters is essential for the identification and observation of cells that express transgenic modulatory proteins. Near-infrared (NIR) fluorescent proteins have superior light penetration through biological tissue, but are not yet widely adopted.Using the near-infrared fluorescent protein, iRFP713, improves the imaging resolution in thick tissue sections or the intact brain due to the reduced light-scattering at the longer, NIR wavelengths used to image the protein. Additionally, iRFP713 can be used to identify transgenic cells without photobleaching other fluorescent reporters or affecting opsin function. We have generated a set of adeno-associated vectors in which iRFP713 has been fused to optogenetic channels, and can be expressed constitutively or Cre-dependently.iRFP713 is detectable when expressed in neurons both in vitro and in vivo without exogenously supplied chromophore biliverdin. Neuronally-expressed iRFP713 has similar properties to GFP-like fluorescent proteins, including the ability to be translationally fused to channelrhodopsin or halorhodopsin, however, it shows superior photostability compared to EYFP. Furthermore, electrophysiological recordings from iRFP713-labeled cells compared to cells labeled with mCherry suggest that iRFP713 cells are healthier and therefore more stable and reliable in an ex vivo preparation. Lastly, we have generated a transgenic rat that expresses iRFP713 in a Cre-dependent manner.Overall, we have demonstrated that iRFP713 can be used as a reporter in neurons without the use of exogenous biliverdin, with minimal impact on viability and function thereby making it feasible to extend the capabilities for imaging genetically-tagged neurons in slices and in vivo.", "doi": "10.1016/j.jneumeth.2017.03.020", "title": "Near-infrared fluorescent protein iRFP713 as a reporter protein for optogenetic vectors, a transgenic Cre-reporter rat, and other neuronal studies.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}