{"authors": [["Chang", "Yu-Fen", "YF", "Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."], ["Broyles", "Connor N", "CN", "Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."], ["Brook", "Frances A", "FA", "Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."], ["Davies", "Mark J", "MJ", "Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."], ["Turtle", "Cameron W", "CW", "Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."], ["Nagai", "Takeharu", "T", "Department of Biotechnology, Graduate School of Engineering, Osaka University, Suita, Osaka, Japan."], ["Daniels", "Matthew J", "MJ", "Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom."]], "date": "2017-04-05", "id": "28379974", "text": "Identification of drug induced electrical instability of the heart curtails development, and introduction, of potentially proarrhythmic drugs. This problem usually requires complimentary contact based approaches such as patch-clamp electrophysiology combined with field stimulation electrodes to observe and control the cell. This produces data with high signal to noise but requires direct physical contact generally preventing high-throughput, or prolonged, phenotyping of single cells or tissues. Combining genetically encoded optogenetic control and spectrally compatible calcium indicator tools into a single adenoviral vector allows the analogous capability for cell control with simultaneous cellular phenotyping without the need for contact. This combination can be applied to single rodent primary adult cardiomyocytes, and human stem cell derived cardiomyocytes, enabling contactless small molecule evaluation for inhibitors of sodium, potassium and calcium channels suggesting it may be useful for early toxicity work. In pancreatic beta-cells it reveals the effects of glucose and the KATP inhibitor gliclazide.", "doi": "10.1371/journal.pone.0174181", "title": "Non-invasive phenotyping and drug testing in single cardiomyocytes or beta-cells by calcium imaging and optogenetics.", "journal": ["PloS one", "PLoS ONE"]}