{"authors": [["Kunkhyen", "Tenzin", "T", "Department of Psychological and Brain Sciences, Boston University , Boston, MA 02215."], ["McCarthy", "Elizabeth A", "EA", "Department of Biology, Boston University , Boston, MA 02215."], ["Korzan", "Wayne J", "WJ", "Department of Psychological and Brain Sciences, Boston University , Boston, MA 02215."], ["Doctor", "Danielle", "D", "Department of Biology, Boston University , Boston, MA 02215."], ["Han", "Xue", "X", "Department of Biomedical Engineering, Boston University , Boston, MA 02215."], ["Baum", "Michael J", "MJ", "Department of Biology, Boston University , Boston, MA 02215."], ["Cherry", "James A", "JA", "Department of Psychological and Brain Sciences, Boston University , Boston, MA 02215."]], "date": "2017-03-23", "id": "28374006", "text": "Surgical or genetic disruption of vomeronasal organ (VNO)-accessory olfactory bulb (AOB) function previously eliminated the ability of male mice to processes pheromones that elicit territorial behavior and aggression. By contrast, neither disruption significantly affected mating behaviors, although VNO lesions reduced males' investigation of nonvolatile female pheromones. We explored the contribution of VNO-AOB pheromonal processing to male courtship using optogenetic activation of AOB projections to the forebrain. Protocadherin-Cre male transgenic mice received bilateral AOB infections with channelrhodopsin2 (ChR2) viral vectors, and an optical fiber was implanted above the AOB. In olfactory choice tests, males preferred estrous female urine (EFU) over water; however, this preference was eliminated when diluted (5%) EFU was substituted for 100% EFU. Optogenetic AOB activation concurrent with nasal contact significantly augmented males' investigation compared to 5% EFU alone. Conversely, concurrent optogenetic AOB activation significantly reduced males' nasal investigation of diluted urine from gonadally intact males (5% IMU) compared to 5% IMU alone. These divergent effects of AOB optogenetic activation were lost when males were prevented from making direct nasal contact. Optogenetic AOB stimulation also failed to augment males' nasal investigation of deionized water or of food odors. Finally, during mating tests, optogenetic AOB stimulation delivered for 30 s when the male was in physical contact with an estrous female significantly facilitated the occurrence of penile intromission. Our results suggest that VNO-AOB signaling differentially modifies males' motivation to seek out female vs male urinary pheromones while augmenting males' sexual arousal leading to intromission and improved reproductive performance.", "doi": "10.1523/ENEURO.0010-17.2017", "title": "Optogenetic Activation of Accessory Olfactory Bulb Input to the Forebrain Differentially Modulates Investigation of Opposite versus Same-Sex Urinary Chemosignals and Stimulates Mating in Male Mice.", "journal": ["eNeuro", "eNeuro"]}