{"authors": [["Hunt", "Sarah", "S", "Queensland Brain Institute, The University of Queensland , Brisbane 4072, Queensland, Australia."], ["Sun", "Yajie", "Y", "Queensland Brain Institute, The University of Queensland , Brisbane 4072, Queensland, Australia."], ["Kucukdereli", "Hakan", "H", "Max Planck Institute of Neurobiology, 82152 Martinsreid, Germany."], ["Klein", "Rüdiger", "R", "Max Planck Institute of Neurobiology, 82152 Martinsreid, Germany."], ["Sah", "Pankaj", "P", "Queensland Brain Institute, The University of Queensland , Brisbane 4072, Queensland, Australia."]], "date": "2017-03-24", "id": "28374004", "text": "Network activity in the lateral central amygdala (CeL) plays a crucial role in fear learning and emotional processing. However, the local circuits of the CeL are not fully understood and have only recently begun to be explored in detail. Here, we characterized the intrinsic circuits in the CeL using paired whole-call patch-clamp recordings, immunohistochemistry, and optogenetics in C57BL/6J wild-type and somatostatin-cre (SOM-Cre) mice. Our results revealed that throughout the rostrocaudal extent of the CeL, neurons form inhibitory connections at a rate of ∼29% with an average amplitude of 20 ± 3 pA (at -40 mV). Inhibitory input from a single neuron is sufficient to halt firing in the postsynaptic neuron. Post hoc immunostaining for protein kinase Cδ (PKCδ) in wild-type mice and paired recordings in SOM-Cre mice demonstrated that the most common local connections were PKCδ(-) → PKCδ(-) and SOM(+) → SOM(+). Finally, by optogenetically activating either SOM(+) or SOM(-) neurons, we found that almost all neurons in the CeL were innervated by these neuronal populations and that connections between like neurons were stronger than those between different neuronal types. These findings reveal a complex network of connections within the CeL and provide the foundations for future behavior-specific circuit analysis of this complex network.", "doi": "10.1523/ENEURO.0367-16.2017", "title": "Intrinsic Circuits in the Lateral Central Amygdala.", "journal": ["eNeuro", "eNeuro"]}