{"authors": [["Lee", "Dongmin", "D", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida, USA."], ["Creed", "Meaghan", "M", "Department of Basic Neuroscience, University of Geneva, Geneva, Switzerland."], ["Jung", "Kanghoon", "K", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida, USA."], ["Stefanelli", "Thomas", "T", "Department of Basic Neuroscience, University of Geneva, Geneva, Switzerland."], ["Wendler", "Daniel J", "DJ", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida, USA."], ["Oh", "Won Chan", "WC", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida, USA."], ["Mignocchi", "Neymi Layne", "NL", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida, USA."], ["Lüscher", "Christian", "C", "Department of Basic Neuroscience, University of Geneva, Geneva, Switzerland."], ["Kwon", "Hyung-Bae", "HB", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida, USA."]], "date": "2017-04-03", "id": "28369042", "text": "Few tools exist to visualize and manipulate neurons that are targets of neuromodulators. We present iTango, a light- and ligand-gated gene expression system based on a light-inducible split tobacco etch virus protease. Cells expressing the iTango system exhibit increased expression of a marker gene in the presence of dopamine and blue-light exposure, both in vitro and in vivo. We demonstrated the iTango system in a behaviorally relevant context, by inducing expression of optogenetic tools in neurons under dopaminergic control during a behavior of interest. We thereby gained optogenetic control of these behaviorally relevant neurons. We applied the iTango system to decipher the roles of two classes of dopaminergic neurons in the mouse nucleus accumbens in a sensitized locomotor response to cocaine. Thus, the iTango platform allows for control of neuromodulatory circuits in a genetically and functionally defined manner with spatial and temporal precision.", "doi": "10.1038/nmeth.4234", "title": "Temporally precise labeling and control of neuromodulatory circuits in the mammalian brain.", "journal": ["Nature methods", "Nat. Methods"]}