{"authors": [["Wenker", "Ian C", "IC", "Department of Pharmacology, University of Virginia, Charlottesville, Virginia 22908."], ["Abe", "Chikara", "C", "Department of Pharmacology, University of Virginia, Charlottesville, Virginia 22908."], ["Viar", "Kenneth E", "KE", "Department of Pharmacology, University of Virginia, Charlottesville, Virginia 22908."], ["Stornetta", "Daniel S", "DS", "Department of Pharmacology, University of Virginia, Charlottesville, Virginia 22908."], ["Stornetta", "Ruth L", "RL", "Department of Pharmacology, University of Virginia, Charlottesville, Virginia 22908."], ["Guyenet", "Patrice G", "PG", "Department of Pharmacology, University of Virginia, Charlottesville, Virginia 22908 pgg@virginia.edu."]], "date": "2017-03-31", "id": "28363984", "text": "Current understanding of the contribution of C1 neurons to blood pressure (BP) regulation derives predominantly from experiments performed in anesthetized animals or reduced ex vivo preparations. Here, we use ArchaerhodopsinT3.0 (ArchT) loss-of-function optogenetics to explore BP regulation by C1 neurons in intact, unanesthetized rats. Using a lentivirus that expresses ArchT under the Phox2b-activated promoter PRSx8 (PRSx8-ArchT), ∼65% of transduced neurons were C1 (balance retrotrapezoid nucleus, RTN). Other rats received CaMKII-ArchT3.0 AAV2 (CaMKII-ArchT), which transduced C1 neurons and larger numbers of unidentified glutamatergic and GABAergic cells. Under anesthesia, ArchT photoactivation reduced sympathetic nerve activity and BP and silenced/strongly inhibited most (7/12) putative C1 neurons. In unanesthetized PRSx8-ArchT-treated rats breathing room air, bilateral ArchT photoactivation caused a very small BP reduction that was only slightly larger under hypercapnia (6% FiCO2), but was greatly enhanced during hypoxia (10 and 12% FiO2), after sino-aortic denervation, or during isoflurane anesthesia. The degree of hypotension correlated with percentage of ArchT-transduced C1 neurons. ArchT photoactivation produced similar BP changes in CaMKII-ArchT-treated rats. Photoactivation in PRSX8-ArchT rats reduced breathing frequency (FR), whereas FR increased in CaMKII-ArchT rats. We conclude that the BP drop elicited by ArchT activation resulted from C1 neuron inhibition and was unrelated to breathing changes. C1 neurons have low activity under normoxia, but their activation is important to BP stability during hypoxia or anesthesia and contributes greatly to the hypertension caused by baroreceptor deafferentation. Finally, C1 neurons are marginally activated by hypercapnia and the large breathing stimulation caused by this stimulus has very little impact on resting BP.SIGNIFICANCE STATEMENT C1 neurons are glutamatergic/peptidergic/catecholaminergic neurons located in the medulla oblongata, which may operate as a switchboard for differential, behavior-appropriate activation of selected sympathetic efferents. Based largely on experimentation in anesthetized or reduced preparations, a rostrally located subset of C1 neurons may contribute to both BP stabilization and dysregulation (hypertension). Here, we used Archaerhodopsin-based loss-of-function optogenetics to explore the contribution of these neurons to BP in conscious rats. The results suggest that C1 neurons contribute little to resting BP under normoxia or hypercapnia, C1 neuron discharge is restrained continuously by arterial baroreceptors, and C1 neuron activation is critical to stabilize BP under hypoxia or anesthesia. This optogenetic approach could also be useful to explore the role of C1 neurons during specific behaviors or in hypertensive models.", "doi": "10.1523/JNEUROSCI.3922-16.2017", "title": "Blood Pressure Regulation by the Rostral Ventrolateral Medulla in Conscious Rats: Effects of Hypoxia, Hypercapnia, Baroreceptor Denervation, and Anesthesia.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}