{"authors": [["Bouhours", "Brice", "B", "Laboratory of Synaptic Mechanisms, Brain Mind Institute, School of Life Science, École Polytechnique Fédérale de Lausanne, 1015 Lausanne, Switzerland."], ["Gjoni", "Enida", "E", "Laboratory of Synaptic Mechanisms, Brain Mind Institute, School of Life Science, École Polytechnique Fédérale de Lausanne, 1015 Lausanne, Switzerland."], ["Kochubey", "Olexiy", "O", "Laboratory of Synaptic Mechanisms, Brain Mind Institute, School of Life Science, École Polytechnique Fédérale de Lausanne, 1015 Lausanne, Switzerland."], ["Schneggenburger", "Ralf", "R", "Laboratory of Synaptic Mechanisms, Brain Mind Institute, School of Life Science, École Polytechnique Fédérale de Lausanne, 1015 Lausanne, Switzerland ralf.schneggenburger@epfl.ch."]], "date": "2017-03-31", "id": "28363983", "text": "Parvalbumin-expressing inhibitory neurons in the mammalian CNS are specialized for fast transmitter release at their output synapses. However, the Ca2+ sensor(s) used by identified inhibitory synapses, including the output synapses of parvalbumin-expressing inhibitory neurons, have only recently started to be addressed. Here, we investigated the roles of Syt1 and Syt2 at two types of fast-releasing inhibitory connections in the mammalian CNS: the medial nucleus of the trapezoid body to lateral superior olive glycinergic synapse, and the basket/stellate cell-Purkinje GABAergic synapse in the cerebellum. We used conditional and conventional knock-out (KO) mouse lines, with viral expression of Cre-recombinase and a light-activated ion channel for optical stimulation of the transduced fibers, to produce Syt1-Syt2 double KO synapses in vivo Surprisingly, we found that KO of Syt2 alone had only minor effects on evoked transmitter release, despite the clear presence of the protein in inhibitory nerve terminals revealed by immunohistochemistry. We show that Syt1 is weakly coexpressed at these inhibitory synapses and must be genetically inactivated together with Syt2 to achieve a significant reduction and desynchronization of fast release. Thus, our work identifies the functionally relevant Ca2+ sensor(s) at fast-releasing inhibitory synapses and shows that two major Syt isoforms can cooperate to mediate release at a given synaptic connection.SIGNIFICANCE STATEMENT During synaptic transmission, the influx of Ca2+ into the presynaptic nerve terminal activates a Ca2+ sensor for vesicle fusion, a crucial step in the activity-dependent release of neurotransmitter. Synaptotagmin (Syt) proteins, and especially Syt1 and Syt2, have been identified as the Ca2+ sensor at excitatory synapses, but the Ca2+ sensor(s) at inhibitory synapses in native brain tissue are not well known. We found that both Syt1 and Syt2 need to be genetically inactivated to cause a significant reduction of activity-evoked release at two types of fast inhibitory synapses in mouse brain. Thus, we identify Syt2 as a functionally important Ca2+ sensor at fast-releasing inhibitory synapses, and show that Syt1 and Syt2 can redundantly control transmitter release at specific brain synapses.", "doi": "10.1523/JNEUROSCI.3736-16.2017", "title": "Synaptotagmin2 (Syt2) Drives Fast Release Redundantly with Syt1 at the Output Synapses of Parvalbumin-Expressing Inhibitory Neurons.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}