{"authors": [["Alvarez", "Luis", "L", "Center of Advanced European Studies and Research (caesar). Institute affiliated with the Max Planck Society, Ludwig-Erhard-Allee 2, 53175, Bonn, Germany. luis.alvarez@caesar.de."]], "date": "2017-03-29", "id": "28357612", "text": "Sperm are ubiquitous and yet unique. Genes involved in sexual reproduction are more divergent than most genes expressed in non-reproductive tissues. It has been argued that sperm have been altered during evolution more than any somatic cell. Profound variations are found at the level of morphology, motility, search strategy for the egg, and the underlying signalling mechanisms. Sperm evolutionary adaptation may have arisen from sperm competition (sperm from rival males compete within the female's body to fertilize eggs), cryptic female choice (the female's ability to choose among different stored sperm), social cues tuning sperm quality or from the site of fertilization (internal vs. external fertilization), to name a few. Unquestionably, sperm represent an invaluable source for the exploration of biological diversity at the level of signalling, motility, and evolution. Despite the richness in sperm variations, only a few model systems for signalling and motility have been studied in detail. Using fast kinetic techniques, electrophysiological recordings, and optogenetics, the molecular players and the sequence of signalling events of sperm from a few marine invertebrates, mammals, and fish are being elucidated. Furthermore, recent technological advances allow studying sperm motility with unprecedented precision; these studies provide new insights into flagellar motility and navigation in three dimensions (3D). The scope of this review is to highlight variations in motile sperm across species, and discuss the great promise that 3D imaging techniques offer into unravelling sperm mysteries.", "doi": "10.1007/s10265-017-0936-2", "title": "The tailored sperm cell.", "journal": ["Journal of plant research", "J. Plant Res."]}