{"authors": [["Redchuk", "Taras A", "TA", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Omelina", "Evgeniya S", "ES", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Chernov", "Konstantin G", "KG", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."], ["Verkhusha", "Vladislav V", "VV", "Department of Biochemistry and Developmental Biology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."]], "date": "2017-03-27", "id": "28346403", "text": "Multifunctional optogenetic systems are in high demand for use in basic and biomedical research. Near-infrared-light-inducible binding of bacterial phytochrome BphP1 to its natural PpsR2 partner is beneficial for simultaneous use with blue-light-activatable tools. However, applications of the BphP1-PpsR2 pair are limited by the large size, multidomain structure and oligomeric behavior of PpsR2. Here, we engineered a single-domain BphP1 binding partner, Q-PAS1, which is three-fold smaller and lacks oligomerization. We exploited a helix-PAS fold of Q-PAS1 to develop several near-infrared-light-controllable transcription regulation systems, enabling either 40-fold activation or inhibition. The light-induced BphP1-Q-PAS1 interaction allowed modification of the chromatin epigenetic state. Multiplexing the BphP1-Q-PAS1 pair with a blue-light-activatable LOV-domain-based system demonstrated their negligible spectral crosstalk. By integrating the Q-PAS1 and LOV domains in a single optogenetic tool, we achieved tridirectional protein targeting, independently controlled by near-infrared and blue light, thus demonstrating the superiority of Q-PAS1 for spectral multiplexing and engineering of multicomponent systems.", "doi": "10.1038/nchembio.2343", "title": "Near-infrared optogenetic pair for protein regulation and spectral multiplexing.", "journal": ["Nature chemical biology", "Nat. Chem. Biol."]}