{"authors": [["Czapiński", "Jakub", "J", "Department of Biochemistry and Molecular Biology, Medical University of LublinLublin, Poland; Postgraduate School of Molecular Medicine, Medical University of WarsawWarsaw, Poland."], ["Kiełbus", "Michał", "M", "Department of Biochemistry and Molecular Biology, Medical University of Lublin Lublin, Poland."], ["Kałafut", "Joanna", "J", "Department of Biochemistry and Molecular Biology, Medical University of Lublin Lublin, Poland."], ["Kos", "Michał", "M", "Department of Biochemistry and Molecular Biology, Medical University of Lublin Lublin, Poland."], ["Stepulak", "Andrzej", "A", "Department of Biochemistry and Molecular Biology, Medical University of Lublin Lublin, Poland."], ["Rivero-Müller", "Adolfo", "A", "Department of Biochemistry and Molecular Biology, Medical University of LublinLublin, Poland; Turku Centre for Biotechnology, University of Turku and Åbo Akademi UniversityTurku, Finland; Department of Biosciences, Åbo Akademi UniversityTurku, Finland."]], "date": "2017-03-10", "id": "28344971", "text": "In biological systems, the formation of molecular complexes is the currency for all cellular processes. Traditionally, functional experimentation was targeted to single molecular players in order to understand its effects in a cell or animal phenotype. In the last few years, we have been experiencing rapid progress in the development of ground-breaking molecular biology tools that affect the metabolic, structural, morphological, and (epi)genetic instructions of cells by chemical, optical (optogenetic) and mechanical inputs. Such precise dissection of cellular processes is not only essential for a better understanding of biological systems, but will also allow us to better diagnose and fix common dysfunctions. Here, we present several of these emerging and innovative techniques by providing the reader with elegant examples on how these tools have been implemented in cells, and, in some cases, organisms, to unravel molecular processes in minute detail. We also discuss their advantages and disadvantages with particular focus on their translation to multicellular organisms for in vivo spatiotemporal regulation. We envision that further developments of these tools will not only help solve the processes of life, but will give rise to novel clinical and industrial applications.", "doi": "10.3389/fchem.2017.00012", "title": "How to Train a Cell-Cutting-Edge Molecular Tools.", "journal": ["Frontiers in chemistry", "Front Chem"]}