{"authors": [["Adrian", "Max", "M", "Cell Biology, Department of Biology, Faculty of Science, Utrecht University , 3584 CH Utrecht, The Netherlands."], ["Nijenhuis", "Wilco", "W", "Cell Biology, Department of Biology, Faculty of Science, Utrecht University , 3584 CH Utrecht, The Netherlands."], ["Hoogstraaten", "Rein I", "RI", "Cell Biology, Department of Biology, Faculty of Science, Utrecht University , 3584 CH Utrecht, The Netherlands."], ["Willems", "Jelmer", "J", "Cell Biology, Department of Biology, Faculty of Science, Utrecht University , 3584 CH Utrecht, The Netherlands."], ["Kapitein", "Lukas C", "LC", "Cell Biology, Department of Biology, Faculty of Science, Utrecht University , 3584 CH Utrecht, The Netherlands."]], "date": "2017-03-30", "id": "28340532", "text": "Cells depend on the proper positioning of their organelles, suggesting that active manipulation of organelle positions can be used to explore spatial cell biology and to restore cellular defects caused by organelle misplacement. Recently, blue-light dependent recruitment of specific motors to selected organelles has been shown to alter organelle motility and positioning, but these approaches lack rapid and active reversibility. The light-dependent interaction of phytochrome B with its interacting factors has been shown to function as a photoswitch, dimerizing under red light and dissociating under far-red light. Here we engineer phytochrome domains into photoswitches for intracellular transport that enable the reversible interaction between organelles and motor proteins. Using patterned illumination and live-cell imaging, we demonstrate that this system provides unprecedented spatiotemporal control. We also demonstrate that it can be used in combination with a blue-light dependent system to independently control the positioning of two different organelles. Precise optogenetic control of organelle motility and positioning will provide a better understanding of and control over the spatial biology of cells.", "doi": "10.1021/acssynbio.6b00333", "title": "A Phytochrome-Derived Photoswitch for Intracellular Transport.", "journal": ["ACS synthetic biology", "ACS Synth Biol"]}