{"authors": [["Shin", "Samuel S", "SS", "F.M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger InstituteBaltimore, MD, USA; Department of Radiology, Johns Hopkins University School of MedicineBaltimore, MD, USA."], ["Pelled", "Galit", "G", "F.M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger InstituteBaltimore, MD, USA; Department of Radiology, Johns Hopkins University School of MedicineBaltimore, MD, USA."]], "date": "2017-03-09", "id": "28337129", "text": "Interhemispheric interaction has a major role in various neurobehavioral functions. Its disruption is a major contributor to the pathological changes in the setting of brain injury such as traumatic brain injury, peripheral nerve injury, and stroke, as well as neurodegenerative diseases. Because interhemispheric interaction has a crucial role in functional consequence in these neuropathological states, a review of noninvasive and state-of-the-art molecular based neuromodulation methods that focus on or have the potential to elucidate interhemispheric interaction have been performed. This yielded approximately 170 relevant articles on human subjects or animal models. There has been a recent surge of reports on noninvasive methods such as transcranial magnetic stimulation and transcranial direct current stimulation. Since these are noninvasive techniques with little to no side effects, their widespread use in clinical studies can be easily justified. The overview of novel neuromodulation methods and how they can be applied to study the role of interhemispheric communication in neural injury and neurodegenerative disease is provided. Additionally, the potential of each method in therapeutic use as well as investigating the pathophysiology of interhemispheric interaction in neurodegenerative diseases and brain injury is discussed. New technologies such as transcranial magnetic stimulation or transcranial direct current stimulation could have a great impact in understanding interhemispheric pathophysiology associated with acquired injury and neurodegenerative diseases, as well as designing improved rehabilitation therapies. Also, advances in molecular based neuromodulation techniques such as optogenetics and other chemical, thermal, and magnetic based methods provide new capabilities to stimulate or inhibit a specific brain location and a specific neuronal population.", "doi": "10.3389/fncir.2017.00015", "title": "Novel Neuromodulation Techniques to Assess Interhemispheric Communication in Neural Injury and Neurodegenerative Diseases.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}