{"authors": [["Lee", "Kwang", "K", "Department of Neurobiology, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Holley", "Sandra M", "SM", "Intellectual and Developmental Disabilities Research Center, Brain Research Institute, Semel Institute for Neuroscience and Human Behavior, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Shobe", "Justin L", "JL", "Department of Neurobiology, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Chong", "Natalie C", "NC", "Neuroscience Interdepartmental Program, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Cepeda", "Carlos", "C", "Intellectual and Developmental Disabilities Research Center, Brain Research Institute, Semel Institute for Neuroscience and Human Behavior, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Levine", "Michael S", "MS", "Intellectual and Developmental Disabilities Research Center, Brain Research Institute, Semel Institute for Neuroscience and Human Behavior, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Masmanidis", "Sotiris C", "SC", "Department of Neurobiology, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA; California Nanosystems Institute, University of California, Los Angeles, Los Angeles, CA 90095, USA; Brain Research Institute, Integrative Center for Learning and Memory, University of California, Los Angeles, Los Angeles, CA 90095, USA. Electronic address: smasmanidis@ucla.edu."]], "date": null, "id": "28334608", "text": "The prevailing view is that striatal parvalbumin (PV)-positive interneurons primarily function to downregulate medium spiny projection neuron (MSN) activity via monosynaptic inhibitory signaling. Here, by combining in vivo neural recordings and optogenetics, we unexpectedly find that both suppressing and over-activating PV cells attenuates spontaneous MSN activity. To account for this, we find that, in addition to monosynaptic coupling, PV-MSN interactions are mediated by a competing disynaptic inhibitory circuit involving a variety of neuropeptide Y-expressing interneurons. Next we use optogenetic and chemogenetic approaches to show that dorsolateral striatal PV interneurons influence the initial expression of reward-conditioned responses but that their contribution to performance declines with experience. Consistent with this, we observe with large-scale recordings in behaving animals that the relative contribution of PV cells on MSN activity diminishes with training. Together, this work provides a possible mechanism by which PV interneurons modulate striatal output and selectively enhance performance early in learning.", "doi": "10.1016/j.neuron.2017.02.033", "title": "Parvalbumin Interneurons Modulate Striatal Output and Enhance Performance during Associative Learning.", "journal": ["Neuron", "Neuron"]}