{"authors": [["Petersen", "Anders V", "AV", "Department of Neuroscience and Pharmacology, University of Copenhagen Copenhagen, Denmark."], ["Jensen", "Camilla S", "CS", "Department of Biomedical Sciences, University of Copenhagen Copenhagen, Denmark."], ["Crépel", "Valérie", "V", "Institut de Neurobiologie de la Méditerranée (INMED), Institut National de la Santé et de la Recherche Médicale (INSERM) U901, Aix-Marseille Université Marseille, France."], ["Falkerslev", "Mathias", "M", "Department of Neuroscience and Pharmacology, University of Copenhagen Copenhagen, Denmark."], ["Perrier", "Jean-François", "JF", "Department of Neuroscience and Pharmacology, University of Copenhagen Copenhagen, Denmark."]], "date": "2017-03-07", "id": "28326015", "text": "The subiculum is the main output of the hippocampal formation. A high proportion of its principal neurons fire action potentials in bursts triggered by the activation of low threshold calcium currents. This firing pattern promotes synaptic release and regulates spike-timing-dependent plasticity. The subiculum receives a high density of fibers originating from the raphe nuclei, suggesting that serotonin (5-HT) modulates subicular neurons. Here we investigated if and how 5-HT modulates the firing pattern of bursting neurons. By combining electrophysiological analysis with pharmacology, optogenetics and calcium imaging, we demonstrate that 5-HT2C receptors reduce bursting activity by inhibiting a low-threshold calcium current mediated by T-type Ca2+ channels in principal cells of the subiculum. In addition, we show that the activation of this novel pathway decreases bursting activity and the occurrence of epileptiform discharges induced in in vitro models for temporal lobe epilepsy (TLE).", "doi": "10.3389/fncel.2017.00060", "title": "Serotonin Regulates the Firing of Principal Cells of the Subiculum by Inhibiting a T-type Ca2+ Current.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}