{"authors": [["Buchta", "William C", "WC", "Department of Neuroscience, Medical University of South Carolina, Charleston, South Carolina."], ["Mahler", "Stephen V", "SV", "Department of Neuroscience, Medical University of South Carolina, Charleston, South Carolina."], ["Harlan", "Benjamin", "B", "Department of Neuroscience, Medical University of South Carolina, Charleston, South Carolina."], ["Aston-Jones", "Gary S", "GS", "Department of Neuroscience, Medical University of South Carolina, Charleston, South Carolina."], ["Riegel", "Arthur C", "AC", "Department of Neuroscience, Medical University of South Carolina, Charleston, South Carolina riegel@musc.edu."]], "date": null, "id": "28325790", "text": "Spike frequency adaptation (SFA or accommodation) and calcium-activated potassium channels that underlie after-hyperpolarization potentials (AHP) regulate repetitive firing of neurons. Precisely how neuromodulators such as dopamine from the ventral tegmental area (VTA) regulate SFA and AHP (together referred to as intrinsic inhibition) in the prefrontal cortex (PFC) remains unclear. Using whole cell electrophysiology, we measured intrinsic inhibition in prelimbic (PL) layer 5 pyramidal cells of male adult rats. Results demonstrate that bath application of dopamine reduced intrinsic inhibition (EC50: 25.0 μmol/L). This dopamine action was facilitated by coapplication of cocaine (1 μmol/L), a blocker of dopamine reuptake. To evaluate VTA dopamine terminals in PFC slices, we transfected VTA dopamine cells of TH::Cre rats in vivo with Cre-dependent AAVs to express channelrhodopsin-2 (ChR2) or designer receptors exclusively activated by designer drugs (DREADDS). In PFC slices from these animals, stimulation of VTA terminals with either blue light to activate ChR2 or bath application of clozapine-N-oxide (CNO) to activate Gq-DREADDs produced a similar reduction in intrinsic inhibition in PL neurons. Electrophysiological recordings from cells expressing retrograde fluorescent tracers showed that this plasticity occurs in PL neurons projecting to the accumbens core. Collectively, these data highlight an ability of VTA terminals to gate intrinsic inhibition in the PFC, and under appropriate circumstances, enhance PL neuronal firing. These cellular actions of dopamine may be important for dopamine-dependent behaviors involving cocaine and cue-reward associations within cortical-striatal circuits.", "doi": "10.14814/phy2.13198", "title": "Dopamine terminals from the ventral tegmental area gate intrinsic inhibition in the prefrontal cortex.", "journal": ["Physiological reports", "Physiol Rep"]}