{"authors": [["Ryu", "Min-Hyung", "MH", "Department of Molecular Biology, University of Wyoming, Laramie, Wyoming, USA."], ["Fomicheva", "Anastasia", "A", "Department of Molecular Biology, University of Wyoming, Laramie, Wyoming, USA."], ["Moskvin", "Oleg V", "OV", "Department of Molecular Biology, University of Wyoming, Laramie, Wyoming, USA."], ["Gomelsky", "Mark", "M", "Department of Molecular Biology, University of Wyoming, Laramie, Wyoming, USA gomelsky@uwyo.edu."]], "date": "2017-08-22", "id": "28320886", "text": "Many aspects of bacterial physiology and behavior, including motility, surface attachment, and the cell cycle, are controlled by cyclic di-GMP (c-di-GMP)-dependent signaling pathways on the scale of seconds to minutes. Interrogation of such processes in real time requires tools for introducing rapid and reversible changes in intracellular c-di-GMP levels. Inducing the expression of genes encoding c-di-GMP-synthetic (diguanylate cyclases) and -degrading (c-di-GMP phosphodiesterase) enzymes by chemicals may not provide adequate temporal control. In contrast, light-controlled diguanylate cyclases and phosphodiesterases can be quickly activated and inactivated. A red/near-infrared-light-regulated diguanylate cyclase, BphS, was engineered previously, yet a complementary light-activated c-di-GMP phosphodiesterase has been lacking. In search of such a phosphodiesterase, we investigated two homologous proteins from Allochromatium vinosum and Magnetococcus marinus, designated BldP, which contain C-terminal EAL-BLUF modules, where EAL is a c-di-GMP phosphodiesterase domain and BLUF is a blue light sensory domain. Characterization of the BldP proteins in Escherichia coli and in vitro showed that they possess light-activated c-di-GMP phosphodiesterase activities. Interestingly, light activation in both enzymes was dependent on oxygen levels. The truncated EAL-BLUF fragment from A. vinosum BldP lacked phosphodiesterase activity, whereas a similar fragment from M. marinus BldP, designated EB1, possessed such activity that was highly (>30-fold) upregulated by light. Following light withdrawal, EB1 reverted to the inactive ground state with a half-life of ∼6 min. Therefore, the blue-light-activated phosphodiesterase EB1 can be used in combination with the red/near-infrared-light-regulated diguanylate cyclase BphS for the bidirectional regulation of c-di-GMP-dependent processes in E. coli as well as other bacterial and nonbacterial cells.IMPORTANCE Regulation of motility, attachment to surfaces, the cell cycle, and other bacterial processes controlled by the c-di-GMP signaling pathways occur at a fast (seconds-to-minutes) pace. Interrogation of these processes at high temporal and spatial resolution using chemicals is difficult or impossible, while optogenetic approaches may prove useful. We identified and characterized a robust, blue-light-activated c-di-GMP phosphodiesterase (hydrolase) that complements a previously engineered red/near-infrared-light-regulated diguanylate cyclase (c-di-GMP synthase). These two enzymes form a dichromatic module for manipulating intracellular c-di-GMP levels in bacterial and nonbacterial cells.", "doi": "10.1128/JB.00014-17", "title": "Optogenetic Module for Dichromatic Control of c-di-GMP Signaling.", "journal": ["Journal of bacteriology", "J. Bacteriol."]}