{"authors": [["Kainrath", "Stephanie", "S", "Synthetic Physiology, Institute of Science and Technology Austria (IST Austria), Am Campus 1, 3400, Klosterneuburg, Austria."], ["Stadler", "Manuela", "M", "Innovative Cancer Models, Children's Cancer Research Institute (CCRI), Zimmermannplatz 10, 1090, Vienna, Austria."], ["Reichhart", "Eva", "E", "Synthetic Physiology, Institute of Science and Technology Austria (IST Austria), Am Campus 1, 3400, Klosterneuburg, Austria."], ["Distel", "Martin", "M", "Innovative Cancer Models, Children's Cancer Research Institute (CCRI), Zimmermannplatz 10, 1090, Vienna, Austria."], ["Janovjak", "Harald", "H", "Synthetic Physiology, Institute of Science and Technology Austria (IST Austria), Am Campus 1, 3400, Klosterneuburg, Austria."]], "date": "2017-03-20", "id": "28319307", "text": "Optogenetics and photopharmacology provide spatiotemporally precise control over protein interactions and protein function in cells and animals. Optogenetic methods that are sensitive to green light and can be used to break protein complexes are not broadly available but would enable multichromatic experiments with previously inaccessible biological targets. Herein, we repurposed cobalamin (vitamin B12) binding domains of bacterial CarH transcription factors for green-light-induced receptor dissociation. In cultured cells, we observed oligomerization-induced cell signaling for the fibroblast growth factor receptor 1 fused to cobalamin-binding domains in the dark that was rapidly eliminated upon illumination. In zebrafish embryos expressing fusion receptors, green light endowed control over aberrant fibroblast growth factor signaling during development. Green-light-induced domain dissociation and light-inactivated receptors will critically expand the optogenetic toolbox for control of biological processes.", "doi": "10.1002/anie.201611998", "title": "Green-Light-Induced Inactivation of Receptor Signaling Using Cobalamin-Binding Domains.", "journal": ["Angewandte Chemie (International ed. in English)", "Angew. Chem. Int. Ed. Engl."]}