{"authors": [["Murakoshi", "Hideji", "H", "Supportive Center for Brain Research, National Institute for Physiological Sciences, Okazaki, Aichi 444-8585, Japan; Department of Physiological Sciences, Graduate University for Advanced Studies, Okazaki, Aichi 444-8585, Japan; Japan Science and Technology Agency (JST), Kawaguchi, Saitama 332-0012, Japan; Department of Neurobiology, Duke University Medical Center, Durham, NC 27710, USA. Electronic address: murakosh@nips.ac.jp."], ["Shin", "Myung Eun", "ME", "Max Planck Florida Institute for Neuroscience, Jupiter, FL 33458, USA."], ["Parra-Bueno", "Paula", "P", "Max Planck Florida Institute for Neuroscience, Jupiter, FL 33458, USA."], ["Szatmari", "Erzsebet M", "EM", "Max Planck Florida Institute for Neuroscience, Jupiter, FL 33458, USA."], ["Shibata", "Akihiro C E", "ACE", "Supportive Center for Brain Research, National Institute for Physiological Sciences, Okazaki, Aichi 444-8585, Japan."], ["Yasuda", "Ryohei", "R", "Department of Neurobiology, Duke University Medical Center, Durham, NC 27710, USA; Max Planck Florida Institute for Neuroscience, Jupiter, FL 33458, USA. Electronic address: ryohei.yasuda@mpfi.org."]], "date": "2017-03-16", "id": "28318784", "text": "Elucidating temporal windows of signaling activity required for synaptic and behavioral plasticity is crucial for understanding molecular mechanisms underlying these phenomena. Here, we developed photoactivatable autocamtide inhibitory peptide 2 (paAIP2), a genetically encoded, light-inducible inhibitor of CaMKII activity. The photoactivation of paAIP2 in neurons for 1-2 min during the induction of LTP and structural LTP (sLTP) of dendritic spines inhibited these forms of plasticity in hippocampal slices of rodents. However, photoactivation ∼1 min after the induction did not affect them, suggesting that the initial 1 min of CaMKII activation is sufficient for inducing LTP and sLTP. Furthermore, the photoactivation of paAIP2 expressed in amygdalar neurons of mice during an inhibitory avoidance task revealed that CaMKII activity during, but not after, training is required for the memory formation. Thus, we demonstrated that paAIP2 is useful to elucidate the temporal window of CaMKII activation required for synaptic plasticity and learning.", "doi": "10.1016/j.neuron.2017.02.036", "title": "Kinetics of Endogenous CaMKII Required for Synaptic Plasticity Revealed by Optogenetic Kinase Inhibitor.", "journal": ["Neuron", "Neuron"]}