{"authors": [["Richards", "Ryan", "R", "From the Department of Chemistry and Biochemistry, Worcester Polytechnic Institute, Worcester, Massachusetts 01609."], ["Dempski", "Robert E", "RE", "From the Department of Chemistry and Biochemistry, Worcester Polytechnic Institute, Worcester, Massachusetts 01609 rdempski@wpi.edu."]], "date": "2017-03-16", "id": "28302720", "text": "Channelrhodopsin-2 (ChR2) is a light-activated channel that can conduct cations of multiple valencies down the electrochemical gradient. Under continuous light exposure, ChR2 transitions from a high-conducting open state (O1) to a low-conducting open state (O2) with differing ion selectivity. The molecular basis for the O1 → O2 transition and how ChR2 modulates selectivity between states is currently unresolved. To this end, we used steered molecular dynamics, electrophysiology, and kinetic modeling to identify residues that contribute to gating and selectivity in discrete open states. Analysis of steered molecular dynamics experiments identified three transmembrane residues (Val-86, Lys-93, and Asn-258) that form a putative barrier to ion translocation. Kinetic modeling of photocurrents generated from ChR2 proteins with conservative mutations at these positions demonstrated that these residues contribute to cation selectivity (Val-86 and Asn-258), the transition between the two open states (Val-86), open channel stability, and the hydrogen-bonding network (K93I and K93N). These results suggest that this approach can be used to identify residues that contribute to the open-state transitions and the discrete ion selectivity within these states. With the rise of ChR2 use in optogenetics, it will be critical to identify residues that contribute to O1 or O2 selectivity and gating to minimize undesirable effects.", "doi": "10.1074/jbc.M116.770321", "title": "Adjacent channelrhodopsin-2 residues within transmembranes 2 and 7 regulate cation selectivity and distribution of the two open states.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}