{"authors": [["Yoshida", "Kazuho", "K", "From the Department of Life Science and Applied Chemistry and."], ["Tsunoda", "Satoshi P", "SP", "From the Department of Life Science and Applied Chemistry and tsunoda.satoshi@nitech.ac.jp."], ["Brown", "Leonid S", "LS", "the Department of Physics, University of Guelph, Guelph, Ontario N1G 2W1, Canada."], ["Kandori", "Hideki", "H", "From the Department of Life Science and Applied Chemistry and kandori@nitech.ac.jp."]], "date": "2017-03-16", "id": "28302718", "text": "Photoactivated adenylyl cyclase (PAC) and guanylyl cyclase rhodopsin increase the concentrations of intracellular cyclic nucleotides upon illumination, serving as promising second-generation tools in optogenetics. To broaden the arsenal of such tools, it is desirable to have light-activatable enzymes that can decrease cyclic nucleotide concentrations in cells. Here, we report on an unusual microbial rhodopsin that may be able to meet the demand. It is found in the choanoflagellate Salpingoeca rosetta and contains a C-terminal cyclic nucleotide phosphodiesterase (PDE) domain. We examined the enzymatic activity of the protein (named Rh-PDE) both in HEK293 membranes and whole cells. Although Rh-PDE was constitutively active in the dark, illumination increased its hydrolytic activity 1.4-fold toward cGMP and 1.6-fold toward cAMP, as measured in isolated crude membranes. Purified full-length Rh-PDE displayed maximal light absorption at 492 nm and formed the M intermediate with the deprotonated Schiff base upon illumination. The M state decayed to the parent spectral state in 7 s, producing long-lasting activation of the enzyme domain with increased activity. We discuss a possible mechanism of the Rh-PDE activation by light. Furthermore, Rh-PDE decreased cAMP concentration in HEK293 cells in a light-dependent manner and could do so repeatedly without losing activity. Thus, Rh-PDE may hold promise as a potential optogenetic tool for light control of intracellular cyclic nucleotides (e.g. to study cyclic nucleotide-associated signal transduction cascades).", "doi": "10.1074/jbc.M117.775569", "title": "A unique choanoflagellate enzyme rhodopsin exhibits light-dependent cyclic nucleotide phosphodiesterase activity.", "journal": ["The Journal of biological chemistry", "J. Biol. Chem."]}