{"authors": [["VanGordon", "Monika R", "MR", "Department of Chemistry, University of New Orleans, New Orleans, Louisiana."], ["Gyawali", "Gaurav", "G", "Department of Physics, University of New Orleans, New Orleans, Louisiana."], ["Rick", "Steven W", "SW", "Department of Chemistry, University of New Orleans, New Orleans, Louisiana."], ["Rempe", "Susan B", "SB", "Sandia National Laboratories, Albuquerque, New Mexico. Electronic address: slrempe@sandia.gov."]], "date": null, "id": "28297653", "text": "Channelrhodopsins (ChR1 and ChR2) are light-activated ion channels that enable photomobility of microalgae from the genus Chlamydomonas. Despite common use of ChR2 in optogenetics for selective control and monitoring of individual neurons in living tissue, the protein structures remain unresolved. Instead, a crystal structure of the ChR chimera (C1C2), an engineered combination of helices I-V from ChR1, without its C-terminus, and helices VI-VII from ChR2, is used as a template for ChR2 structure prediction. Surprisingly few studies have focused in detail on the chimera. Here, we present atomistic molecular dynamics studies of the closed-state, non-conducting C1C2 structure and protonation states. A new and comprehensive characterization of interactions in the vicinity of the gating region of the pore, namely between residues E90, E123, D253, N258, and the protonated Schiff base (SBH), as well as nearby residues K93, T127, and C128, indicates that the equilibrated C1C2 structure with both E123 and D253 deprotonated closely resembles the available crystal structure. In agreement with experimental studies on C1C2, no direct or water-mediated hydrogen bonding between an aspartate and a cysteine (D156-O…S-C128) that would define a direct-current gate in C1C2 was observed in our simulations. Finally, we show that a single hydrogen bond between a glutamic acid (E90) and an asparagine (N258) residue suffices to keep the gate of C1C2 closed and to disable free water and ion passage through the putative pore, in contrast to the double bond proposed earlier for ChR2. We anticipate that this work will provide context for studies of both the gating process and water and ion transport in C1C2, and will spark interest in further experimental studies on the chimera.", "doi": "10.1016/j.bpj.2017.01.023", "title": "Atomistic Study of Intramolecular Interactions in the Closed-State Channelrhodopsin Chimera, C1C2.", "journal": ["Biophysical journal", "Biophys. J."]}