{"authors": [["Howard", "Christopher D", "CD", "Molecular Neurobiology Laboratory, The Salk Institute for Biological Studies, 10010 North Torrey Pines Road, La Jolla, CA 92037, USA."], ["Li", "Hao", "H", "Molecular Neurobiology Laboratory, The Salk Institute for Biological Studies, 10010 North Torrey Pines Road, La Jolla, CA 92037, USA."], ["Geddes", "Claire E", "CE", "Molecular Neurobiology Laboratory, The Salk Institute for Biological Studies, 10010 North Torrey Pines Road, La Jolla, CA 92037, USA; Neurosciences Graduate Program, University of California, San Diego, La Jolla, CA 92093, USA."], ["Jin", "Xin", "X", "Molecular Neurobiology Laboratory, The Salk Institute for Biological Studies, 10010 North Torrey Pines Road, La Jolla, CA 92037, USA. Electronic address: xjin@salk.edu."]], "date": "2017-03-09", "id": "28285820", "text": "Dopamine is thought to play a critical role in reinforcement learning and goal-directed behavior, but its function in action selection remains largely unknown. Here we demonstrate that nigrostriatal dopamine biases ongoing action selection. When mice were trained to dynamically switch the action selected at different time points, changes in firing rate of nigrostriatal dopamine neurons, as well as dopamine signaling in the dorsal striatum, were found to be associated with action selection. This dopamine profile is specific to behavioral choice, scalable with interval duration, and doesn't reflect reward prediction error, timing, or value as single factors alone. Genetic deletion of NMDA receptors on dopamine or striatal neurons or optogenetic manipulation of dopamine concentration alters dopamine signaling and biases action selection. These results unveil a crucial role of nigrostriatal dopamine in integrating diverse information for regulating upcoming actions, and they have important implications for neurological disorders, including Parkinson's disease and substance dependence.", "doi": "10.1016/j.neuron.2017.02.029", "title": "Dynamic Nigrostriatal Dopamine Biases Action Selection.", "journal": ["Neuron", "Neuron"]}