{"authors": [["Suhan", "Senova", "S", "Neurosurgery Department, Assistance Publique-Hôpitaux de Paris (APHP), Groupe Henri-Mondor Albert-Chenevier, PePsy department, Créteil, F-94000, France."], ["Ilona", "Scisniak", "S", "IMNC, CNRS Univ. Paris Sud, Univ. Paris Saclay Orsay F-91405, France."], ["Chih-Chieh", "Chiang", "C", "IMNC, CNRS Univ. Paris Sud, Univ. Paris Saclay Orsay F-91405, France."], ["Isabelle", "Doignon", "D", "Laboratory of Cellular interactions and liver physiopathology, INSERM, Univ. Paris-Sud, Univ. Paris Saclay, Orsay, F-91405 France."], ["Stéphane", "Palfi", "P", "Neurosurgery Department, Assistance Publique-Hôpitaux de Paris (APHP), Groupe Henri-Mondor Albert-Chenevier, PePsy department, Créteil, F-94000, France."], ["Antoine", "Chaillet", "C", "L2S, CentraleSupélec, Univ. Paris Saclay, Gif sur Yvette, F-91192 France."], ["Claire", "Martin", "M", "IMNC, CNRS Univ. Paris Sud, Univ. Paris Saclay Orsay F-91405, France."], ["Frédéric", "Pain", "P", "IMNC, CNRS Univ. Paris Sud, Univ. Paris Saclay Orsay F-91405, France."]], "date": "2017-03-09", "id": "28276522", "text": "Optogenetics is widely used in fundamental neuroscience. Its potential clinical translation for brain neuromodulation requires a careful assessment of the safety and efficacy of repeated, sustained optical stimulation of large volumes of brain tissues. This study was performed in rats and not in non-human primates for ethical reasons. We studied the spatial distribution of light, potential damage, and non-physiological effects in vivo, in anesthetized rat brains, on large brain volumes, following repeated high irradiance photo-stimulation. We generated 2D irradiance and temperature increase surface maps based on recordings taken during optical stimulation using irradiance and temporal parameters representative of common optogenetics experiments. Irradiances of 100 to 600 mW/mm2 with 5 ms pulses at 20, 40, and 60 Hz were applied during 90 s. In vivo electrophysiological recordings and post-mortem histological analyses showed that high power light stimulation had no obvious phototoxic effects and did not trigger non-physiological functional activation. This study demonstrates the ability to illuminate cortical layers to a depth of several millimeters using pulsed red light without detrimental thermal damages.", "doi": "10.1038/srep43997", "title": "Experimental assessment of the safety and potential efficacy of high irradiance photostimulation of brain tissues.", "journal": ["Scientific reports", "Sci Rep"]}