{"authors": [["Chen", "Audrey", "A", "Division of Biology and Biological Engineering, California Institute of Technology , Pasadena, CA 91125."], ["Singh", "Chanpreet", "C", "Division of Biology and Biological Engineering, California Institute of Technology , Pasadena, CA 91125."], ["Oikonomou", "Grigorios", "G", "Division of Biology and Biological Engineering, California Institute of Technology , Pasadena, CA 91125."], ["Prober", "David A", "DA", "Division of Biology and Biological Engineering, California Institute of Technology , Pasadena, CA 91125."]], "date": "2017-03-02", "id": "28275716", "text": "Pharmacological studies in mammals and zebrafish suggest that histamine plays an important role in promoting arousal. However, genetic studies using rodents with disrupted histamine synthesis or signaling have revealed only subtle or no sleep/wake phenotypes. Studies of histamine function in mammalian arousal are complicated by its production in cells of the immune system and its roles in humoral and cellular immunity, which can have profound effects on sleep/wake states. To avoid this potential confound, we used genetics to explore the role of histamine in regulating sleep in zebrafish, a diurnal vertebrate in which histamine production is restricted to neurons in the brain. Similar to rodent genetic studies, we found that zebrafish that lack histamine due to mutation of histidine decarboxylase (hdc) exhibit largely normal sleep/wake behaviors. Zebrafish containing predicted null mutations in several histamine receptors also lack robust sleep/wake phenotypes, although we are unable to verify that these mutants are completely nonfunctional. Consistent with some rodent studies, we found that arousal induced by overexpression of the neuropeptide hypocretin (Hcrt) or by stimulation of hcrt-expressing neurons is not blocked in hdc or hrh1 mutants. We also found that the number of hcrt-expressing or histaminergic neurons is unaffected in animals that lack histamine or Hcrt signaling, respectively. Thus, while acute pharmacological manipulation of histamine signaling has been shown to have profound effects on zebrafish and mammalian sleep, our results suggest that chronic loss of histamine signaling due to genetic mutations has only subtle effects on sleep in zebrafish, similar to rodents.", "doi": "10.1523/ENEURO.0286-16.2017", "title": "Genetic Analysis of Histamine Signaling in Larval Zebrafish Sleep.", "journal": ["eNeuro", "eNeuro"]}