{"authors": [["Hilgen", "Gerrit", "G", "Institute of Neuroscience, Newcastle University, Newcastle NE2 4HH, UK."], ["Sorbaro", "Martino", "M", "Institute for Adaptive and Neural Computation, School of Informatics, University of Edinburgh, Edinburgh EH8 9AB, UK; Department of Computational Biology, School of Computer Science and Communication, Royal Institute of Technology, Stockholm 100 44, Sweden."], ["Pirmoradian", "Sahar", "S", "Institute for Adaptive and Neural Computation, School of Informatics, University of Edinburgh, Edinburgh EH8 9AB, UK."], ["Muthmann", "Jens-Oliver", "JO", "Institute for Adaptive and Neural Computation, School of Informatics, University of Edinburgh, Edinburgh EH8 9AB, UK; Manipal University, Manipal 576104, India; National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore 560065, India."], ["Kepiro", "Ibolya Edit", "IE", "Nanophysics (NAPH), Istituto Italiano di Tecnologia, Genova 16163, Italy; Faculty of Science, Engineering and Computing, Kingston University, Kingston KT1 2EE, UK."], ["Ullo", "Simona", "S", "Pattern Analysis and Computer Vision (PAVIS), Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Ramirez", "Cesar Juarez", "CJ", "Institute for Adaptive and Neural Computation, School of Informatics, University of Edinburgh, Edinburgh EH8 9AB, UK."], ["Puente Encinas", "Albert", "A", "Institute for Adaptive and Neural Computation, School of Informatics, University of Edinburgh, Edinburgh EH8 9AB, UK."], ["Maccione", "Alessandro", "A", "Neuroscience and Brain Technologies (NBT), Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Berdondini", "Luca", "L", "Neuroscience and Brain Technologies (NBT), Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Murino", "Vittorio", "V", "Pattern Analysis and Computer Vision (PAVIS), Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Sona", "Diego", "D", "Pattern Analysis and Computer Vision (PAVIS), Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Cella Zanacchi", "Francesca", "F", "Nanophysics (NAPH), Istituto Italiano di Tecnologia, Genova 16163, Italy."], ["Sernagor", "Evelyne", "E", "Institute of Neuroscience, Newcastle University, Newcastle NE2 4HH, UK."], ["Hennig", "Matthias Helge", "MH", "Institute for Adaptive and Neural Computation, School of Informatics, University of Edinburgh, Edinburgh EH8 9AB, UK. Electronic address: m.hennig@ed.ac.uk."]], "date": null, "id": "28273464", "text": "We present a method for automated spike sorting for recordings with high-density, large-scale multielectrode arrays. Exploiting the dense sampling of single neurons by multiple electrodes, an efficient, low-dimensional representation of detected spikes consisting of estimated spatial spike locations and dominant spike shape features is exploited for fast and reliable clustering into single units. Millions of events can be sorted in minutes, and the method is parallelized and scales better than quadratically with the number of detected spikes. Performance is demonstrated using recordings with a 4,096-channel array and validated using anatomical imaging, optogenetic stimulation, and model-based quality control. A comparison with semi-automated, shape-based spike sorting exposes significant limitations of conventional methods. Our approach demonstrates that it is feasible to reliably isolate the activity of up to thousands of neurons and that dense, multi-channel probes substantially aid reliable spike sorting.", "doi": "10.1016/j.celrep.2017.02.038", "title": "Unsupervised Spike Sorting for Large-Scale, High-Density Multielectrode Arrays.", "journal": ["Cell reports", "Cell Rep"]}