{"authors": [["Burton", "Charles E", "CE", "Winchester Thurston School, Pittsburgh, PA, USA."], ["Zhou", "Yangzhong", "Y", "Pittsburgh Institute for Neurodegenerative Diseases, University of Pittsburgh, Pittsburgh, PA, USA; Department of Neurology, University of Pittsburgh, Pittsburgh, PA, USA; Tsinghua University Medical School, Beijing, China."], ["Bai", "Qing", "Q", "Pittsburgh Institute for Neurodegenerative Diseases, University of Pittsburgh, Pittsburgh, PA, USA; Department of Neurology, University of Pittsburgh, Pittsburgh, PA, USA."], ["Burton", "Edward A", "EA", "Pittsburgh Institute for Neurodegenerative Diseases, University of Pittsburgh, Pittsburgh, PA, USA; Department of Neurology, University of Pittsburgh, Pittsburgh, PA, USA. Electronic address: eab25@pitt.edu."]], "date": "2017-03-04", "id": "28267562", "text": "Larval zebrafish react to changes in ambient illumination with a series of stereotyped motor responses, called the visual motor response (VMR). The VMR has been used widely in zebrafish models to analyze how genetic or environmental manipulations alter neurological function. Prior studies elicited the VMR using white light. In order to elucidate the underlying afferent pathways and to identify light wavelengths that elicit the VMR without also activating optogenetic reagents, we employed calibrated narrow-waveband light sources to analyze the spectral properties of the response. Narrow light wavebands with peaks between 399nm and 632nm triggered the characteristic phases of the VMR, but there were quantitative differences between responses to different light wavelengths at the same irradiant flux density. The O-bend component of the VMR was elicited readily at dark onset following illumination in 399nm or 458nm light, but was less prominent at the transition from 632nm light to dark. Conversely, stable motor activity in light was observed at 458nm, 514nm, and 632nm, but not at 399nm. The differential effect of discrete light wavebands on components of the VMR suggests they are driven by distinct photoreceptor populations. Furthermore, these data enable the selection of light wavebands to drive the VMR in a separate channel to the activation of optogenetic reagents and photosensitizers.", "doi": "10.1016/j.neulet.2017.03.002", "title": "Spectral properties of the zebrafish visual motor response.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}