{"authors": [["O'Neal", "Lindsey", "L", "Department of Biochemistry, Cellular and Molecular Biology, University of Tennessee, Knoxville, Tennessee, USA."], ["Ryu", "Min-Hyung", "MH", "Department of Molecular Biology, University of Wyoming, Laramie, Wyoming, USA."], ["Gomelsky", "Mark", "M", "Department of Molecular Biology, University of Wyoming, Laramie, Wyoming, USA."], ["Alexandre", "Gladys", "G", "Department of Biochemistry, Cellular and Molecular Biology, University of Tennessee, Knoxville, Tennessee, USA galexan2@utk.edu."]], "date": "2017-08-22", "id": "28264994", "text": "Bacterial chemotaxis receptors provide the sensory inputs that inform the direction of navigation in changing environments. Recently, we described the bacterial second messenger cyclic di-GMP (c-di-GMP) as a novel regulator of a subclass of chemotaxis receptors. In Azospirillum brasilense, c-di-GMP binds to a chemotaxis receptor, Tlp1, and modulates its signaling function during aerotaxis. Here, we further characterize the role of c-di-GMP in aerotaxis using a novel dichromatic optogenetic system engineered for manipulating intracellular c-di-GMP levels in real time. This system comprises a red/near-infrared-light-regulated diguanylate cyclase and a blue-light-regulated c-di-GMP phosphodiesterase. It allows the generation of transient changes in intracellular c-di-GMP concentrations within seconds of irradiation with appropriate light, which is compatible with the time scale of chemotaxis signaling. We provide experimental evidence that binding of c-di-GMP to the Tlp1 receptor activates its signaling function during aerotaxis, which supports the role of transient changes in c-di-GMP levels as a means of adjusting the response of A. brasilense to oxygen gradients. We also show that intracellular c-di-GMP levels in A. brasilense change with carbon metabolism. Our data support a model whereby c-di-GMP functions to imprint chemotaxis receptors with a record of recent metabolic experience, to adjust their contribution to the signaling output, thus allowing the cells to continually fine-tune chemotaxis sensory perception to their metabolic state.IMPORTANCE Motile bacteria use chemotaxis to change swimming direction in response to changes in environmental conditions. Chemotaxis receptors sense environmental signals and relay sensory information to the chemotaxis machinery, which ultimately controls the swimming pattern of cells. In bacteria studied to date, differential methylation has been known as a mechanism to control the activity of chemotaxis receptors and modulates their contribution to the overall chemotaxis response. Here, we used an optogenetic system to perturb intracellular concentrations of the bacterial second messenger c-di-GMP to show that in some chemotaxis receptors, c-di-GMP functions in a similar feedback loop to connect the metabolic status of the cells to the sensory activity of chemotaxis receptors.", "doi": "10.1128/JB.00020-17", "title": "Optogenetic Manipulation of Cyclic Di-GMP (c-di-GMP) Levels Reveals the Role of c-di-GMP in Regulating Aerotaxis Receptor Activity in Azospirillum brasilense.", "journal": ["Journal of bacteriology", "J. Bacteriol."]}