{"authors": [["Wallace", "Veronica J", "VJ", "Neuronal Ensembles in Addiction Section, Behavioral Neuroscience Research Branch, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Cimbro", "Raffaello", "R", "Division of Rheumatology, Bayview Flow Cytometry Core, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Rubio", "F Javier", "FJ", "Neuronal Ensembles in Addiction Section, Behavioral Neuroscience Research Branch, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Fortuno", "Lowella V", "LV", "Optogenetics and Transgenic Technology Core, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Necarsulmer", "Julie C", "JC", "Optogenetics and Transgenic Technology Core, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Koivula", "Pyry P", "PP", "Optogenetics and Transgenic Technology Core, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Henderson", "Mark J", "MJ", "Optogenetics and Transgenic Technology Core, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["DeBiase", "Lindsay M", "LM", "Synaptic Plasticity Section, Cellular Neurobiology Research Branch, IRP/NIDA/NIH/DHHS, 251 Bayview Blvd, Suite 200, Baltimore, MD, 21224, USA."], ["Warren", "Brandon L", "BL", "Neuronal Ensembles in Addiction Section, Behavioral Neuroscience Research Branch, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Harvey", "Brandon K", "BK", "Optogenetics and Transgenic Technology Core, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA."], ["Hope", "Bruce T", "BT", "Neuronal Ensembles in Addiction Section, Behavioral Neuroscience Research Branch, IRP/NIDA/NIH, 251 Bayview Drive, Baltimore, MD, 21224, USA. bhope@intra.nida.nih.gov."]], "date": "2017-03-04", "id": "28260198", "text": "Microparticles have potential as neuron-specific delivery platforms and devices with many applications in neuroscience, pharmacology, and biomedicine. To date, most literature suggests that neurons are not phagocytic cells capable of internalizing microparticles larger than 0.5 μm. We report that neurons transport fluorescently labeled silica microspheres with diameters of 1-2 μm into neurons in vitro and in rat brain without having overt effects on cell viability. Using flow cytometry, fluorescence-activated cell sorting, and confocal and electron microscopy, we first found that SH-SY5Y human neuroblastoma cells internalized 1-μm silicon microspheres with surface charges of -70 mV (hydroxyl and carboxyl), -30 mV (amino), and +40 mV (ammonio). Uptake was rapid, within 2-4 h, and did not affect cell viability 48 h later. Flow cytometry assays indicate that SH-SY5Y cells internalize 1- and 1.5-μm microspheres at the same rate over a 24-h incubation period. Electron microscopy confirms that SH-SY5Y cells internalize 1-, 1.5-, and 2-μm microspheres. Confocal microscopy demonstrated that primary cortical neurons also internalized 1-, 1.5-, and 2-μm amino microspheres within 4 h. Finally, we injected 1-μm amino microspheres into rat striatum and found microspheres inside neurons. Overall, neurons can internalize microspheres up to 2 μm in diameter with a range of surface chemical groups and charges. These findings allow a host of neuroscience and neuroengineering applications including intracellular microdevices within neurons.", "doi": "10.1007/s10571-017-0479-z", "title": "Neurons Internalize Functionalized Micron-Sized Silicon Dioxide Microspheres.", "journal": ["Cellular and molecular neurobiology", "Cell. Mol. Neurobiol."]}