{"authors": [["Govorunova", "Elena G", "EG", "Center for Membrane Biology, Department of Biochemistry &Molecular Biology, The University of Texas Health Science Center at Houston, McGovern Medical School, Houston, Texas, USA."], ["Sineshchekov", "Oleg A", "OA", "Center for Membrane Biology, Department of Biochemistry &Molecular Biology, The University of Texas Health Science Center at Houston, McGovern Medical School, Houston, Texas, USA."], ["Rodarte", "Elsa M", "EM", "Department of Neurobiology &Anatomy, The University of Texas Health Science Center at Houston, McGovern Medical School, Houston, Texas, USA."], ["Janz", "Roger", "R", "Department of Neurobiology &Anatomy, The University of Texas Health Science Center at Houston, McGovern Medical School, Houston, Texas, USA."], ["Morelle", "Olivier", "O", "Institute of Botany, Cologne Biocenter, University of Cologne, Cologne, Germany."], ["Melkonian", "Michael", "M", "Institute of Botany, Cologne Biocenter, University of Cologne, Cologne, Germany."], ["Wong", "Gane K-S", "GK", "Departments of Biological Sciences and of Medicine, University of Alberta, Edmonton, Alberta, Canada."], ["Spudich", "John L", "JL", "Center for Membrane Biology, Department of Biochemistry &Molecular Biology, The University of Texas Health Science Center at Houston, McGovern Medical School, Houston, Texas, USA."]], "date": "2017-03-03", "id": "28256618", "text": "Natural anion channelrhodopsins (ACRs) discovered in the cryptophyte alga Guillardia theta generate large hyperpolarizing currents at membrane potentials above the Nernst equilibrium potential for Cl- and thus can be used as efficient inhibitory tools for optogenetics. We have identified and characterized new ACR homologs in different cryptophyte species, showing that all of them are anion-selective, and thus expanded this protein family to 20 functionally confirmed members. Sequence comparison of natural ACRs and engineered Cl--conducting mutants of cation channelrhodopsins (CCRs) showed radical differences in their anion selectivity filters. In particular, the Glu90 residue in channelrhodopsin 2, which needed to be mutated to a neutral or alkaline residue to confer anion selectivity to CCRs, is nevertheless conserved in all of the ACRs identified. The new ACRs showed a large variation of the amplitude, kinetics, and spectral sensitivity of their photocurrents. A notable variant, designated \"ZipACR\", is particularly promising for inhibitory optogenetics because of its combination of larger current amplitudes than those of previously reported ACRs and an unprecedentedly fast conductance cycle (current half-decay time 2-4 ms depending on voltage). ZipACR expressed in cultured mouse hippocampal neurons enabled precise photoinhibition of individual spikes in trains of up to 50 Hz frequency.", "doi": "10.1038/srep43358", "title": "The Expanding Family of Natural Anion Channelrhodopsins Reveals Large Variations in Kinetics, Conductance, and Spectral Sensitivity.", "journal": ["Scientific reports", "Sci Rep"]}