{"authors": [["F Hernández", "Ledia", "L", "HM-CINAC, Hospital Universitario HM Puerta del Sur, Mostoles and Medical School, CEU-San Pablo University, Madrid, Spain."], ["Castela", "Ivan", "I", "HM-CINAC, Hospital Universitario HM Puerta del Sur, Mostoles and Medical School, CEU-San Pablo University, Madrid, Spain."], ["Ruiz-DeDiego", "Irene", "I", "CIBERNED, Instituto Carlos III, Madrid, Spain."], ["Obeso", "Jose A", "JA", "HM-CINAC, Hospital Universitario HM Puerta del Sur, Mostoles and Medical School, CEU-San Pablo University, Madrid, Spain."], ["Moratalla", "Rosario", "R", "CIBERNED, Instituto Carlos III, Madrid, Spain."]], "date": "2017-03-03", "id": "28256089", "text": "Long-term levodopa (l-dopa) treatment is associated with the development of l-dopa-induced dyskinesias in the majority of patients with Parkinson disease (PD). The etiopathogonesis and mechanisms underlying l-dopa-induced dyskinesias are not well understood.We used striatal optogenetic stimulation to induce dyskinesias in a hemiparkinsonian model of PD in rats. Striatal dopamine depletion was induced unilaterally by 6-hydroxydopamine injection into the medial forebrain bundle. For the optogenetic manipulation, we injected adeno-associated virus particles expressing channelrhodopsin to stimulate striatal medium spiny neurons with a laser source.Simultaneous optical activation of medium spiny neurons of the direct and indirect striatal pathways in the 6-hydroxydopamine lesion but l-dopa naïve rats induced involuntary movements similar to l-dopa-induced dyskinesias, labeled here as optodyskinesias. Noticeably, optodyskinesias were facilitated by l-dopa in animals that did not respond initially to the laser stimulation. In general, optodyskinesias lasted while the laser stimulus was applied, but in some instances remained ongoing for a few seconds after the laser was off. Postmortem tissue analysis revealed increased FosB expression, a molecular marker of l-dopa-induced dyskinesias, primarily in medium spiny neurons of the direct pathway in the dopamine-depleted hemisphere.Selective optogenetic activation of the dorsolateral striatum elicits dyskinesias in the 6-hydroxydopamine rat model of PD. This effect was associated with a preferential activation of the direct striato-nigral pathway. These results potentially open new avenues in the understanding of mechanisms involved in l-dopa-induced dyskinesias. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.26947", "title": "Striatal activation by optogenetics induces dyskinesias in the 6-hydroxydopamine rat model of Parkinson disease.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}