{"authors": [["Perez", "Xiomara A", "XA", "Bioscience Division, SRI International, Menlo Park, California, USA."], ["Zhang", "Danhui", "D", "Bioscience Division, SRI International, Menlo Park, California, USA."], ["Bordia", "Tanuja", "T", "Bioscience Division, SRI International, Menlo Park, California, USA."], ["Quik", "Maryka", "M", "Bioscience Division, SRI International, Menlo Park, California, USA."]], "date": "2017-03-03", "id": "28256010", "text": "Dyskinesias are a disabling motor complication that arises with prolonged l-dopa treatment. Studies using D1 receptor drugs and genetically modified mice suggest that medium spiny neurons expressing D1 receptors play a primary role in l-dopa-induced dyskinesias. However, the specific role of these neurons in dyskinesias is not fully understood.We used optogenetics, which allows for precise modulation of select neurons in vivo, to investigate whether striatal D1-expressing medium spiny neuron activity regulates abnormal involuntary movements or dyskinesia in parkinsonian mice. D1-cre mice unilaterally lesioned with 6-hydroxydopamine received striatal injections of cre-dependent channelrhodopsin2 virus or control virus. After stable virus expression, the effect of optical stimulation on dyskinesia was tested in l-dopa-naïve and l-dopa-primed mice.Single-pulse and burst-optical stimulation of D1-expressing medium spiny neurons induced dyskinesias in l-dopa-naïve channelrhodopsin2 mice. In stably dyskinetic mice, l-dopa injection induced dyskinesia to a similar or somewhat greater extent than optical stimulation. Combined l-dopa administration and stimulation resulted in an additive increase in dyskinesias, indicating that other mechanisms also contribute. Molecular studies indicate that changes in extracellular signal-regulated kinase phosphorylation in D1-expressing medium spiny neurons are involved. Optical stimulation did not ameliorate parkinsonism in l-dopa-naïve mice. However, it improved parkinsonism in l-dopa-primed mice to a similar extent as l-dopa administration. None of the stimulation paradigms enhanced dyskinesia or modified parkinsonism in l-dopa-naïve or l-dopa-primed control virus mice.The data provide direct evidence that striatal D1-expressing medium spiny neuron stimulation is sufficient to induce dyskinesias and contributes to the regulation of motor control. © 2017 International Parkinson and Movement Disorder Society.", "doi": "10.1002/mds.26955", "title": "Striatal D1 medium spiny neuron activation induces dyskinesias in parkinsonian mice.", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}