{"authors": [["Swiersy", "A", "A", "DFG-Forschungszentrum für Regenerative Therapien Dresden (CRTD), Technische Universität Dresden."], ["Klapper", "S D", "SD", "DFG-Forschungszentrum für Regenerative Therapien Dresden (CRTD), Technische Universität Dresden."], ["Busskamp", "V", "V", "DFG-Forschungszentrum für Regenerative Therapien Dresden (CRTD), Technische Universität Dresden."]], "date": "2017-03-02", "id": "28255969", "text": "Optogenetics refers to the genetic modification of cells to express light-sensitive proteins, which mediate ion flow or secondary signalling cascades upon light exposure. Channelrhodopsin, the most famous example, is an unselective cation channel, which opens when exposed to blue light, thus mediating the depolarisation of the expressing cell. Along with other light-sensitive proteins such as the chloride pump eNpHR, which mediates light-activated hyperpolarisation, the optogenetic toolset offers a wide range of non-invasive single cell manipulations. Due to the direct modulation of the membrane potential, the in-vivo and in-vitro application of optogenetics in neuronal cells seemed to be of outstanding interest. Soon it became evident that these tools are well-suited to treat retinas of patients suffering from photoreceptor degeneration, independently of the underlying mutation. The ectopic expression of channelrhodopsin or eNpHR may cause inactive photoreceptors or other, intact cells of the retina to become sensitive to light. Thus, the most basic function of the retina, the perception of light, can be restored. This review gives a short overview of the retinal structure as well as its physiological and pathological function as the primary light-perceiving tissue. We will focus on different optogenetic strategies to restore visual function in previously blind retinas.", "doi": "10.1055/s-0043-101820", "title": "[Optogenetics: A Therapeutic Option for Advanced Retinal Dystrophies].", "journal": ["Klinische Monatsblatter fur Augenheilkunde", "Klin Monbl Augenheilkd"]}