{"authors": [["Makinson", "Christopher D", "CD", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94304, USA."], ["Tanaka", "Brian S", "BS", "Departments of Microbiology and Molecular Genetics and Anatomy and Neurobiology, University of California, Irvine, CA 92697, USA."], ["Sorokin", "Jordan M", "JM", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94304, USA."], ["Wong", "Jennifer C", "JC", "Department of Human Genetics, Emory University, Atlanta, GA 30322, USA."], ["Christian", "Catherine A", "CA", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94304, USA."], ["Goldin", "Alan L", "AL", "Departments of Microbiology and Molecular Genetics and Anatomy and Neurobiology, University of California, Irvine, CA 92697, USA."], ["Escayg", "Andrew", "A", "Department of Human Genetics, Emory University, Atlanta, GA 30322, USA. Electronic address: aescayg@emory.edu."], ["Huguenard", "John R", "JR", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94304, USA. Electronic address: john.huguenard@stanford.edu."]], "date": "2017-02-23", "id": "28238546", "text": "Voltage-gated sodium channel (VGSC) mutations cause severe epilepsies marked by intermittent, pathological hypersynchronous brain states. Here we present two mechanisms that help to explain how mutations in one VGSC gene, Scn8a, contribute to two distinct seizure phenotypes: (1) hypoexcitation of cortical circuits leading to convulsive seizure resistance, and (2) hyperexcitation of thalamocortical circuits leading to non-convulsive absence epilepsy. We found that loss of Scn8a leads to altered RT cell intrinsic excitability and a failure in recurrent RT synaptic inhibition. We propose that these deficits cooperate to enhance thalamocortical network synchrony and generate pathological oscillations. To our knowledge, this finding is the first clear demonstration of a pathological state tied to disruption of the RT-RT synapse. Our observation that loss of a single gene in the thalamus of an adult wild-type animal is sufficient to cause spike-wave discharges is striking and represents an example of absence epilepsy of thalamic origin.", "doi": "10.1016/j.neuron.2017.01.031", "title": "Regulation of Thalamic and Cortical Network Synchrony by Scn8a.", "journal": ["Neuron", "Neuron"]}