{"authors": [["Chu", "Y-P", "YP", "Institute of Biological Chemistry, Academia Sinica, Taipei, Taiwan."], ["Hung", "Y-H", "YH", "Institute of Biological Chemistry, Academia Sinica, Taipei, Taiwan; Institute of Biochemical Sciences, College of Life Sciences, National Taiwan University, Taipei, Taiwan."], ["Chang", "H-Y", "HY", "Institute of Biological Chemistry, Academia Sinica, Taipei, Taiwan; Genome and Systems Biology Degree Program, National Taiwan University, Taipei, Taiwan."], ["Yang", "W Y", "WY", "Institute of Biological Chemistry, Academia Sinica, Taipei, Taiwan; Institute of Biochemical Sciences, College of Life Sciences, National Taiwan University, Taipei, Taiwan; Genome and Systems Biology Degree Program, National Taiwan University, Taipei, Taiwan. Electronic address: weiyang@gate.sinica.edu.tw."]], "date": "2016-11-29", "id": "28237104", "text": "Lysophagy belongs to one of the many pathways cells activate in response to lysosomal damage. Damaged lysosomes attract glycan-binding galectins, become ubiquitinated, and are later on targeted for engulfment and degradation through lysophagy. Many triggers that are known to cause lysosomal membrane permeabilization have all been shown to induce lysophagy and can therefore be used to construct platforms for further molecular-level characterization of this process. In this chapter, we describe experimental parameters for triggering lysophagy through combined use of lysosome-specific dyes and light illumination. Within single cells, this optogenetic scheme allows easy manipulation on the amount of lysosomes to be impaired, the degree of damage desired, as well as when and where this should happen. On the other hand it can also be used to target all lysosomes within the entire cell population of a culture, allowing screening or bulk biochemical analyses to be carried out. The methodology will find use not only in monitoring lysophagy but also in probing lysosome damage responses in general.", "doi": "10.1016/bs.mie.2016.09.083", "title": "Assays to Monitor Lysophagy.", "journal": ["Methods in enzymology", "Meth. Enzymol."]}