{"authors": [["Nguyen-Vu", "Td Barbara", "TB", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."], ["Zhao", "Grace Q", "GQ", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."], ["Lahiri", "Subhaneil", "S", "Department of Applied Physics, Stanford University, Stanford, United States."], ["Kimpo", "Rhea R", "RR", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."], ["Lee", "Hanmi", "H", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."], ["Ganguli", "Surya", "S", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."], ["Shatz", "Carla J", "CJ", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."], ["Raymond", "Jennifer L", "JL", "Department of Neurobiology, Stanford School of Medicine, Stanford, United States."]], "date": "2017-02-24", "id": "28234229", "text": "Across many studies, animals with enhanced synaptic plasticity exhibit either enhanced or impaired learning, raising a conceptual puzzle: how enhanced plasticity can yield opposite learning outcomes? Here, we show that the recent history of experience can determine whether mice with enhanced plasticity exhibit enhanced or impaired learning in response to the same training. Mice with enhanced cerebellar LTD, due to double knockout (DKO) of MHCI H2-Kb/H2-Db (KbDb-/-), exhibited oculomotor learning deficits. However, the same mice exhibited enhanced learning after appropriate pre-training. Theoretical analysis revealed that synapses with history-dependent learning rules could recapitulate the data, and suggested that saturation may be a key factor limiting the ability of enhanced plasticity to enhance learning. Optogenetic stimulation designed to saturate LTD produced the same impairment in WT as observed in DKO mice. Overall, our results suggest that the recent history of activity and the threshold for synaptic plasticity conspire to effect divergent learning outcomes.", "doi": "10.7554/eLife.20147", "title": "A saturation hypothesis to explain both enhanced and impaired learning with enhanced plasticity.", "journal": ["eLife", "Elife"]}