{"authors": [["Sadler", "Katelyn E", "KE", "Department of Biological Sciences and Chronic Pain Research Consortium, Duquesne University, Pittsburgh, PA, USA."], ["McQuaid", "Neal A", "NA", null], ["Cox", "Abigail C", "AC", null], ["Behun", "Marissa N", "MN", null], ["Trouten", "Allison M", "AM", null], ["Kolber", "Benedict J", "BJ", null]], "date": null, "id": "28225716", "text": "The left and right central amygdalae (CeA) are limbic regions involved in somatic and visceral pain processing. These 2 nuclei are asymmetrically involved in somatic pain modulation; pain-like responses on both sides of the body are preferentially driven by the right CeA, and in a reciprocal fashion, nociceptive somatic stimuli on both sides of the body predominantly alter molecular and physiological activities in the right CeA. Unknown, however, is whether this lateralization also exists in visceral pain processing and furthermore what function the left CeA has in modulating nociceptive information. Using urinary bladder distension (UBD) and excitatory optogenetics, a pronociceptive function of the right CeA was demonstrated in mice. Channelrhodopsin-2-mediated activation of the right CeA increased visceromotor responses (VMRs), while activation of the left CeA had no effect. Similarly, UBD-evoked VMRs increased after unilateral infusion of pituitary adenylate cyclase-activating polypeptide in the right CeA. To determine intrinsic left CeA involvement in bladder pain modulation, this region was optogenetically silenced during noxious UBD. Halorhodopsin (NpHR)-mediated inhibition of the left CeA increased VMRs, suggesting an ongoing antinociceptive function for this region. Finally, divergent left and right CeA functions were evaluated during abdominal mechanosensory testing. In naive animals, channelrhodopsin-2-mediated activation of the right CeA induced mechanical allodynia, and after cyclophosphamide-induced bladder sensitization, activation of the left CeA reversed referred bladder pain-like behaviors. Overall, these data provide evidence for functional brain lateralization in the absence of peripheral anatomical asymmetries.", "doi": "10.1097/j.pain.0000000000000830", "title": "Divergent functions of the left and right central amygdala in visceral nociception.", "journal": ["Pain", "Pain"]}