{"authors": [["Weible", "Aldis P", "AP", "Institute of Neuroscience, University of Oregon, Eugene, OR 97403."], ["Piscopo", "Denise M", "DM", "Department of Biology, University of Oregon, Eugene, OR 97403."], ["Rothbart", "Mary K", "MK", "Department of Psychology, University of Oregon, Eugene, OR 97403."], ["Posner", "Michael I", "MI", "Institute of Neuroscience, University of Oregon, Eugene, OR 97403; mposner@uoregon.edu."], ["Niell", "Cristopher M", "CM", "Institute of Neuroscience, University of Oregon, Eugene, OR 97403."]], "date": "2017-02-21", "id": "28223484", "text": "Meditation training induces changes at both the behavioral and neural levels. A month of meditation training can reduce self-reported anxiety and other dimensions of negative affect. It also can change white matter as measured by diffusion tensor imaging and increase resting-state midline frontal theta activity. The current study tests the hypothesis that imposing rhythms in the mouse anterior cingulate cortex (ACC), by using optogenetics to induce oscillations in activity, can produce behavioral changes. Mice were randomly assigned to groups and were given twenty 30-min sessions of light pulses delivered at 1, 8, or 40 Hz over 4 wk or were assigned to a no-laser control condition. Before and after the month all mice were administered a battery of behavioral tests. In the light/dark box, mice receiving cortical stimulation had more light-side entries, spent more time in the light, and made more vertical rears than mice receiving rhythmic cortical suppression or no manipulation. These effects on light/dark box exploratory behaviors are associated with reduced anxiety and were most pronounced following stimulation at 1 and 8 Hz. No effects were seen related to basic motor behavior or exploration during tests of novel object and location recognition. These data support a relationship between lower-frequency oscillations in the mouse ACC and the expression of anxiety-related behaviors, potentially analogous to effects seen with human practitioners of some forms of meditation.", "doi": "10.1073/pnas.1700756114", "title": "Rhythmic brain stimulation reduces anxiety-related behavior in a mouse model based on meditation training.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}