{"authors": [["Chen", "Chang Hao", "CH", null], ["McCullagh", "Elizabeth A", "EA", null], ["Pun", "Sio Hang", "SH", null], ["Mak", "Peng Un", "PU", null], ["Vai", "Mang I", "MI", null], ["Mak", "Pui In", "PI", null], ["Klug", "Achim", "A", null], ["Lei", "Tim C", "TC", null]], "date": null, "id": "28221990", "text": "The ability to record and to control action potential firing in neuronal circuits is critical to understand how the brain functions. The objective of this study is to develop a monolithic integrated circuit (IC) to record action potentials and simultaneously control action potential firing using optogenetics.A low-noise and high input impedance (or low input capacitance) neural recording amplifier is combined with a high current laser/light-emitting diode (LED) driver in a single IC.The low input capacitance of the amplifier (9.7 pF) was achieved by adding a dedicated unity gain stage optimized for high impedance metal electrodes. The input referred noise of the amplifier is [Formula: see text], which is lower than the estimated thermal noise of the metal electrode. Thus, the action potentials originating from a single neuron can be recorded with a signal-to-noise ratio of at least 6.6. The LED/laser current driver delivers a maximum current of 330 mA, which is adequate for optogenetic control. The functionality of the IC was tested with an anesthetized Mongolian gerbil and auditory stimulated action potentials were recorded from the inferior colliculus. Spontaneous firings of fifth (trigeminal) nerve fibers were also inhibited using the optogenetic protein Halorhodopsin. Moreover, a noise model of the system was derived to guide the design.A single IC to measure and control action potentials using optogenetic proteins is realized so that more complicated behavioral neuroscience research and the translational neural disorder treatments become possible in the future.", "doi": "10.1109/TBME.2016.2609412", "title": "An Integrated Circuit for Simultaneous Extracellular Electrophysiology Recording and Optogenetic Neural Manipulation.", "journal": ["IEEE transactions on bio-medical engineering", "IEEE Trans Biomed Eng"]}