{"authors": [["Sundaramoorthy", "Sriramkumar", "S", "Department of Pathology and Cell Biology, Columbia University , New York, New York 10032, United States."], ["Garcia Badaracco", "Adrian", "A", "Section of Chemical and Materials Science, University of California, San Diego , La Jolla, California 92093, United States."], ["Hirsch", "Sophia M", "SM", "Department of Genetics and Development, Columbia University , New York, New York 10032, United States."], ["Park", "Jun Hong", "JH", "Section of Chemical and Materials Science, University of California, San Diego , La Jolla, California 92093, United States."], ["Davies", "Tim", "T", "Department of Pathology and Cell Biology, Columbia University , New York, New York 10032, United States."], ["Dumont", "Julien", "J", "Institut Jacques Monod, CNRS, UMR 7592, University Paris Diderot , Sorbonne Paris Cité, F-75205 Paris, France."], ["Shirasu-Hiza", "Mimi", "M", "Department of Genetics and Development, Columbia University , New York, New York 10032, United States."], ["Kummel", "Andrew C", "AC", "Section of Chemical and Materials Science, University of California, San Diego , La Jolla, California 92093, United States."], ["Canman", "Julie C", "JC", "Department of Pathology and Cell Biology, Columbia University , New York, New York 10032, United States."]], "date": "2017-02-21", "id": "28221018", "text": "The combination of near-infrared (NIR) and visible wavelengths in light microscopy for biological studies is increasingly common. For example, many fields of biology are developing the use of NIR for optogenetics, in which an NIR laser induces a change in gene expression and/or protein function. One major technical barrier in working with both NIR and visible light on an optical microscope is obtaining their precise coalignment at the imaging plane position. Photon upconverting particles (UCPs) can bridge this gap as they are excited by NIR light but emit in the visible range via an anti-Stokes luminescence mechanism. Here, two different UCPs have been identified, high-efficiency micro540-UCPs and lower efficiency nano545-UCPs, that respond to NIR light and emit visible light with high photostability even at very high NIR power densities (>25 000 Suns). Both of these UCPs can be rapidly and reversibly excited by visible and NIR light and emit light at visible wavelengths detectable with standard emission settings used for Green Fluorescent Protein (GFP), a commonly used genetically encoded fluorophore. However, the high efficiency micro540-UCPs were suboptimal for NIR and visible light coalignment, due to their larger size and spatial broadening from particle-to-particle energy transfer consistent with a long-lived excited state and saturated power dependence. In contrast, the lower efficiency nano-UCPs were superior for precise coalignment of the NIR beam with the visible light path (∼2 μm versus ∼8 μm beam broadening, respectively) consistent with limited particle-to-particle energy transfer, superlinear power dependence for emission, and much smaller particle size. Furthermore, the nano-UCPs were superior to a traditional two-camera method for NIR and visible light path alignment in an in vivo Infrared-Laser-Evoked Gene Operator (IR-LEGO) optogenetics assay in the budding yeast Saccharomyces cerevisiae. In summary, nano-UCPs are powerful new tools for coaligning NIR and visible light paths on a light microscope.", "doi": "10.1021/acsami.6b15322", "title": "Low Efficiency Upconversion Nanoparticles for High-Resolution Coalignment of Near-Infrared and Visible Light Paths on a Light Microscope.", "journal": ["ACS applied materials & interfaces", "ACS Appl Mater Interfaces"]}