{"authors": [["de Kloet", "Annette D", "AD", "Department of Physiology and Functional Genomics, College of Medicine, and."], ["Wang", "Lei", "L", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and."], ["Pitra", "Soledad", "S", "Department of Physiology, Medical College of Georgia, Augusta University, Augusta, Georgia 30909."], ["Hiller", "Helmut", "H", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and."], ["Smith", "Justin A", "JA", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and."], ["Tan", "Yalun", "Y", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and."], ["Nguyen", "Dani", "D", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and."], ["Cahill", "Karlena M", "KM", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and."], ["Sumners", "Colin", "C", "Department of Physiology and Functional Genomics, College of Medicine, and."], ["Stern", "Javier E", "JE", "Department of Physiology, Medical College of Georgia, Augusta University, Augusta, Georgia 30909."], ["Krause", "Eric G", "EG", "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, Florida 32611, and ekrause@cop.ufl.edu."]], "date": "2017-02-20", "id": "28219987", "text": "Stress elicits neuroendocrine, autonomic, and behavioral responses that mitigate homeostatic imbalance and ensure survival. However, chronic engagement of such responses promotes psychological, cardiovascular, and metabolic impairments. In recent years, the renin-angiotensin system has emerged as a key mediator of stress responding and its related pathologies, but the neuronal circuits that orchestrate these interactions are not known. These studies combine the use of the Cre-recombinase/loxP system in mice with optogenetics to structurally and functionally characterize angiotensin type-1a receptor-containing neurons of the paraventricular nucleus of the hypothalamus, the goal being to determine the extent of their involvement in the regulation of stress responses. Initial studies use neuroanatomical techniques to reveal that angiotensin type-1a receptors are localized predominantly to the parvocellular neurosecretory neurons of the paraventricular nucleus of the hypothalamus. These neurons are almost exclusively glutamatergic and send dense projections to the exterior portion of the median eminence. Furthermore, these neurons largely express corticotrophin-releasing hormone or thyrotropin-releasing hormone and do not express arginine vasopressin or oxytocin. Functionally, optogenetic stimulation of these neurons promotes the activation of the hypothalamic-pituitary-adrenal and hypothalamic-pituitary-thyroid axes, as well as a rise in systolic blood pressure. When these neurons are optogenetically inhibited, the activity of these neuroendocrine axes are suppressed and anxiety-like behavior in the elevated plus maze is dampened. Collectively, these studies implicate this neuronal population in the integration and coordination of the physiological responses to stress and may therefore serve as a potential target for therapeutic intervention for stress-related pathology.SIGNIFICANCE STATEMENT Chronic stress leads to an array of physiological responses that ultimately rouse psychological, cardiovascular, and metabolic impairments. As a consequence, there is an urgent need for the development of novel therapeutic approaches to prevent or dampen deleterious aspects of \"stress.\" While the renin-angiotensin system has received some attention in this regard, the neural mechanisms by which this endocrine system may impact stress-related pathologies and consequently serve as targets for therapeutic intervention are not clear. The present studies provide substantial insight in this regard. That is, they reveal that a distinct population of angiotensin-sensitive neurons is integral to the coordination of stress responses. The implication is that this neuronal phenotype may serve as a target for stress-related disease.", "doi": "10.1523/JNEUROSCI.3674-16.2017", "title": "A Unique \"Angiotensin-Sensitive\" Neuronal Population Coordinates Neuroendocrine, Cardiovascular, and Behavioral Responses to Stress.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}