{"authors": [["Park", "Seongjun", "S", "Department of Electrical Engineering and Computer Science, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Guo", "Yuanyuan", "Y", "Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Jia", "Xiaoting", "X", "Department of Electrical and Computer Engineering, Virginia Polytechnic Institute and State University, Blacksburg, Virginia, USA."], ["Choe", "Han Kyoung", "HK", "McGovern Institute for Brain Research and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Grena", "Benjamin", "B", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Kang", "Jeewoo", "J", "Department of Chemical Engineering, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Park", "Jiyeon", "J", "Department of Mechanical Engineering, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Lu", "Chi", "C", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Canales", "Andres", "A", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Chen", "Ritchie", "R", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Yim", "Yeong Shin", "YS", "McGovern Institute for Brain Research and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Choi", "Gloria B", "GB", "McGovern Institute for Brain Research and Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Fink", "Yoel", "Y", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Anikeeva", "Polina", "P", "Research Laboratory of Electronics, Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."]], "date": "2017-02-20", "id": "28218915", "text": "Optogenetic interrogation of neural pathways relies on delivery of light-sensitive opsins into tissue and subsequent optical illumination and electrical recording from the regions of interest. Despite the recent development of multifunctional neural probes, integration of these modalities in a single biocompatible platform remains a challenge. We developed a device composed of an optical waveguide, six electrodes and two microfluidic channels produced via fiber drawing. Our probes facilitated injections of viral vectors carrying opsin genes while providing collocated neural recording and optical stimulation. The miniature (<200 μm) footprint and modest weight (<0.5 g) of these probes allowed for multiple implantations into the mouse brain, which enabled opto-electrophysiological investigation of projections from the basolateral amygdala to the medial prefrontal cortex and ventral hippocampus during behavioral experiments. Fabricated solely from polymers and polymer composites, these flexible probes minimized tissue response to achieve chronic multimodal interrogation of brain circuits with high fidelity.", "doi": "10.1038/nn.4510", "title": "One-step optogenetics with multifunctional flexible polymer fibers.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}