{"authors": [["Bitzenhofer", "Sebastian H", "SH", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Ahlbeck", "Joachim", "J", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Wolff", "Amy", "A", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Wiegert", "J Simon", "JS", "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Gee", "Christine E", "CE", "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Oertner", "Thomas G", "TG", "Institute for Synaptic Physiology, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."], ["Hanganu-Opatz", "Ileana L", "IL", "Developmental Neurophysiology, Institute of Neuroanatomy, University Medical Center Hamburg-Eppendorf, 20251 Hamburg, Germany."]], "date": "2017-02-20", "id": "28216627", "text": "Coordinated activity patterns in the developing brain may contribute to the wiring of neuronal circuits underlying future behavioural requirements. However, causal evidence for this hypothesis has been difficult to obtain owing to the absence of tools for selective manipulation of oscillations during early development. We established a protocol that combines optogenetics with electrophysiological recordings from neonatal mice in vivo to elucidate the substrate of early network oscillations in the prefrontal cortex. We show that light-induced activation of layer II/III pyramidal neurons that are transfected by in utero electroporation with a high-efficiency channelrhodopsin drives frequency-specific spiking and boosts network oscillations within beta-gamma frequency range. By contrast, activation of layer V/VI pyramidal neurons causes nonspecific network activation. Thus, entrainment of neonatal prefrontal networks in fast rhythms relies on the activation of layer II/III pyramidal neurons. This approach used here may be useful for further interrogation of developing circuits, and their behavioural readout.", "doi": "10.1038/ncomms14563", "title": "Layer-specific optogenetic activation of pyramidal neurons causes beta-gamma entrainment of neonatal networks.", "journal": ["Nature communications", "Nat Commun"]}