{"authors": [["Salinas", "Francisco", "F", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Pontificia Universidad Católica de Chile, Casilla 114-D, Santiago, Chile."], ["Rojas", "Vicente", "V", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Pontificia Universidad Católica de Chile, Casilla 114-D, Santiago, Chile."], ["Delgado", "Verónica", "V", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Pontificia Universidad Católica de Chile, Casilla 114-D, Santiago, Chile."], ["Agosin", "Eduardo", "E", "Millennium Nucleus for Fungal Integrative and Synthetic Biology (MN-FISB), Santiago, Chile."], ["Larrondo", "Luis F", "LF", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Pontificia Universidad Católica de Chile, Casilla 114-D, Santiago, Chile. llarrondo@bio.puc.cl."]], "date": "2017-02-16", "id": "28210796", "text": "Light is increasingly recognized as an efficient means of controlling diverse biological processes with high spatiotemporal resolution. Optogenetic switches are molecular devices for regulating light-controlled gene expression, protein localization, signal transduction and protein-protein interactions. Such molecular components have been mainly developed through the use of photoreceptors, which upon light stimulation undergo conformational changes passing to an active state. The current repertoires of optogenetic switches include red, blue and UV-B light photoreceptors and have been implemented in a broad spectrum of biological platforms. In this review, we revisit different optogenetic switches that have been used in diverse biological platforms, with emphasis on those used for light-controlled gene expression in the budding yeast Saccharomyces cerevisiae. The implementation of these switches overcomes the use of traditional chemical inducers, allowing precise control of gene expression at lower costs, without leaving chemical traces, and positively impacting the production of high-value metabolites and heterologous proteins. Additionally, we highlight the potential of utilizing this technology beyond laboratory strains, by optimizing it for use in yeasts tamed for industrial processes. Finally, we discuss how fungal photoreceptors could serve as a source of biological parts for the development of novel optogenetic switches with improved characteristics. Although optogenetic tools have had a strong impact on basic research, their use in applied sciences is still undervalued. Therefore, the invitation for the future is to utilize this technology in biotechnological and industrial settings.", "doi": "10.1007/s00253-017-8178-8", "title": "Optogenetic switches for light-controlled gene expression in yeast.", "journal": ["Applied microbiology and biotechnology", "Appl. Microbiol. Biotechnol."]}