{"authors": [["Shiri", "Zahra", "Z", "Montreal Neurological Institute, and Departments of Neurology & Neurosurgery and Physiology, McGill University, Montréal, Québec H3A 2B4, Canada, and."], ["Lévesque", "Maxime", "M", "Montreal Neurological Institute, and Departments of Neurology & Neurosurgery and Physiology, McGill University, Montréal, Québec H3A 2B4, Canada, and."], ["Etter", "Guillaume", "G", "Douglas Mental Health University Institute, McGill University, Montréal, Québec H4H 1R3, Canada."], ["Manseau", "Frédéric", "F", "Douglas Mental Health University Institute, McGill University, Montréal, Québec H4H 1R3, Canada."], ["Williams", "Sylvain", "S", "Douglas Mental Health University Institute, McGill University, Montréal, Québec H4H 1R3, Canada."], ["Avoli", "Massimo", "M", "Montreal Neurological Institute, and Departments of Neurology & Neurosurgery and Physiology, McGill University, Montréal, Québec H3A 2B4, Canada, and massimo.avoli@mcgill.ca."]], "date": "2017-02-16", "id": "28209738", "text": "Despite many advances made in understanding the pathophysiology of epileptic disorders, seizures remain poorly controlled in approximately one-third of patients with mesial temporal lobe epilepsy. Here, we established the efficacy of cell type-specific low-frequency stimulation (LFS) in controlling ictogenesis in the mouse entorhinal cortex (EC) in an in vitro brain slice preparation. Specifically, we used 1 Hz optogenetic stimulation of calcium/calmodulin-dependent protein kinase II-positive principal cells as well as of parvalbumin- or somatostatin-positive interneurons to study the effects of such repetitive activation on epileptiform discharges induced by 4-aminopyridine. We found that 1 Hz stimulation of any of these cell types reduced the frequency and duration of ictal discharges in some trials, while completely blocking them in others. The field responses evoked by the stimulation of each cell type revealed that their duration and amplitude were higher when principal cells were targeted. Furthermore, following a short period of silence ranging from 67 to 135 s, ictal discharges were re-established with similar duration and frequency as before stimulation; however, this period of silence was longer following principal cell stimulation compared with parvalbumin- or somatostatin-positive interneuron stimulation. Our results show that LFS of either excitatory or inhibitory cell networks in EC are effective in controlling ictogenesis. Although optogenetic stimulation of either cell type significantly reduced the occurrence of ictal discharges, principal cell stimulation resulted in a more prolonged suppression of ictogenesis, and, thus, it may constitute a better approach for controlling seizures.SIGNIFICANCE STATEMENT Epilepsy is a neurological disorder characterized by an imbalance between excitation and inhibition leading to seizures. Many epileptic patients do not achieve adequate seizure control using antiepileptic drugs. Low-frequency stimulation (LFS) is an alternative tool for controlling epileptiform activity in these patients. However, despite the temporal and spatial control offered by LFS, such a procedure lacks cell specificity, which may limit its efficacy. Using an optogenetic approach, we report here that LFS of two interneuron subtypes and, even more so, of principal cells can reliably shorten or abolish seizures in vitro Our work suggests that targeted LFS may constitute a reliable means for controlling seizures in patients presenting with focal seizures.", "doi": "10.1523/JNEUROSCI.2244-16.2017", "title": "Optogenetic Low-Frequency Stimulation of Specific Neuronal Populations Abates Ictogenesis.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}