{"authors": [["Kovács", "Adrienn", "A", "Department of Physiology, Faculty of Medicine, University of Debrecen Debrecen, Hungary."], ["Pál", "Balázs", "B", "Department of Physiology, Faculty of Medicine, University of Debrecen Debrecen, Hungary."]], "date": "2017-02-01", "id": "28203147", "text": "Slow inward currents (SICs) are known as excitatory events of neurons caused by astrocytic glutamate release and consequential activation of neuronal extrasynaptic NMDA receptors. In the present article we investigate the role of these astrocyte-dependent excitatory events on a cholinergic nucleus of the reticular activating system (RAS), the pedunculopontine nucleus (PPN). It is well known about this and other elements of the RAS, that they do not only give rise to neuromodulatory innervation of several areas, but also targets neuromodulatory actions from other members of the RAS or factors providing the homeostatic drive for sleep. Using slice electrophysiology, optogenetics and morphological reconstruction, we revealed that SICs are present in a population of PPN neurons. The frequency of SICs recorded on PPN neurons was higher when the soma of the given neuron was close to an astrocytic soma. SICs do not appear simultaneously on neighboring neurons, thus it is unlikely that they synchronize neuronal activity in this structure. Occurrence of SICs is regulated by cannabinoid, muscarinic and serotonergic neuromodulatory mechanisms. In most cases, SICs occurred independently from tonic neuronal currents. SICs were affected by different neuromodulatory agents in a rather uniform way: if control SIC activity was low, the applied drugs increased it, but if SIC activity was increased in control, the same drugs lowered it. SICs of PPN neurons possibly represent a mechanism which elicits network-independent spikes on certain PPN neurons; forming an alternative, astrocyte-dependent pathway of neuromodulatory mechanisms.", "doi": "10.3389/fncel.2017.00016", "title": "Astrocyte-Dependent Slow Inward Currents (SICs) Participate in Neuromodulatory Mechanisms in the Pedunculopontine Nucleus (PPN).", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}