{"authors": [["Mendoza", "Skyler D", "SD", "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington."], ["El-Shamayleh", "Yasmine", "Y", "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington."], ["Horwitz", "Gregory D", "GD", "Department of Physiology and Biophysics, Washington National Primate Research Center, University of Washington, Seattle, Washington ghorwitz@u.washington.edu."]], "date": "2017-02-15", "id": "28202570", "text": "Gene delivery to the primate central nervous system via recombinant adeno-associated viral vectors (AAV) allows neurophysiologists to control and observe neural activity precisely. A current limitation of this approach is variability in vector transduction efficiency. Low levels of transduction can foil experimental manipulations, prompting vector readministration. The ability to make multiple vector injections into the same animal, even in cases where successful vector transduction has already been achieved, is also desirable. However, vector readministration has consequences for humoral immunity and gene delivery that depend on vector dosage and route of administration in complex ways. As part of optogenetic experiments in rhesus monkeys, we analyzed blood sera collected before and after AAV injections into the brain and quantified neutralizing antibodies to AAV using an in vitro assay. We found that injections of AAV1 and AAV9 vectors elevated neutralizing antibody titers consistently. These immune responses were specific to the serotype injected and were long lasting. These results demonstrate that optogenetic manipulations in monkeys trigger immune responses to AAV capsids, suggesting that vector readministration may have a higher likelihood of success by avoiding serotypes injected previously.NEW & NOTEWORTHY Adeno-associated viral vector (AAV)-mediated gene delivery is a valuable tool for neurophysiology, but variability in transduction efficiency remains a bottleneck for experimental success. Repeated vector injections can help overcome this limitation but affect humoral immune state and transgene expression in ways that are poorly understood. We show that AAV vector injections into the primate central nervous system trigger long-lasting and serotype-specific immune responses, raising the possibility that switching serotypes may promote successful vector readministration.", "doi": "10.1152/jn.00780.2016", "title": "AAV-mediated delivery of optogenetic constructs to the macaque brain triggers humoral immune responses.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}