{"authors": [["Machida", "Mayumi", "M", "Sleep Research Laboratory."], ["Wellman", "Laurie L", "LL", "Sleep Research Laboratory."], ["Fitzpatrick Bs", "Mairen E", "ME", "Sleep Research Laboratory."], ["Hallum Bs", "Olga", "O", "Sleep Research Laboratory."], ["Sutton Bs", "Amy M", "AM", "Sleep Research Laboratory."], ["Lonart", "György", "G", "Department of Pathology and Anatomy, Eastern Virginia Medical School."], ["Sanford", "Larry D", "LD", "Sleep Research Laboratory."]], "date": null, "id": "28199723", "text": "Stressful events can directly produce significant alterations in subsequent sleep, in particular rapid eye movement sleep (REM); however, the neural mechanisms underlying the process are not fully known. Here, we investigated the role of the basolateral nuclei of the amygdala (BLA) in regulating the effects of stressful experience on sleep.We used optogenetics to briefly inhibit glutamatergic cells in BLA during the presentation of inescapable footshock (IS) and assessed effects on sleep, the acute stress response, and fear memory. c-Fos expression was also assessed in the amygdala and the medial prefrontal cortex (mPFC), both regions involved in coping with stress, and in brain stem regions implicated in the regulation of REM.Compared to control mice, peri-shock inhibition of BLA attenuated an immediate reduction in REM after IS and produced a significant overall increase in REM. Moreover, upon exposure to the shock context alone, mice receiving peri-shock inhibition of BLA during training showed increased REM without altered freezing (an index of fear memory) or stress-induced hyperthermia (an index of acute stress response). Inhibition of BLA during REM under freely sleeping conditions enhanced REM only when body temperature was high, suggesting the effect was influenced by stress. Peri-shock inhibition of BLA also led to elevated c-Fos expression in the central nucleus of the amygdala and mPFC and differentially altered c-Fos activity in the selected brain stem regions.Glutamatergic cells in BLA can modulate the effects of stress on REM and can mediate effects of fear memory on sleep that can be independent of behavioral fear.", "doi": "10.1093/sleep/zsx020", "title": "Effects of Optogenetic inhibition of BLA on Sleep Brief Optogenetic Inhibition of the Basolateral Amygdala in Mice Alters Effects of Stressful Experiences on Rapid Eye Movement Sleep.", "journal": ["Sleep", "Sleep"]}