{"authors": [["Padilla", "Stephanie L", "SL", "Howard Hughes Medical Institute, University of Washington, Seattle, WA 98195."], ["Qiu", "Jian", "J", "Department of Physiology and Pharmacology, Oregon Health and Science University, Portland, OR 97239."], ["Nestor", "Casey C", "CC", "Department of Physiology and Pharmacology, Oregon Health and Science University, Portland, OR 97239."], ["Zhang", "Chunguang", "C", "Department of Physiology and Pharmacology, Oregon Health and Science University, Portland, OR 97239."], ["Smith", "Arik W", "AW", "Department of Physiology and Pharmacology, Oregon Health and Science University, Portland, OR 97239."], ["Whiddon", "Benjamin B", "BB", "Howard Hughes Medical Institute, University of Washington, Seattle, WA 98195."], ["Rønnekleiv", "Oline K", "OK", "Department of Physiology and Pharmacology, Oregon Health and Science University, Portland, OR 97239."], ["Kelly", "Martin J", "MJ", "Department of Physiology and Pharmacology, Oregon Health and Science University, Portland, OR 97239."], ["Palmiter", "Richard D", "RD", "Howard Hughes Medical Institute, University of Washington, Seattle, WA 98195; palmiter@uw.edu."]], "date": "2017-02-14", "id": "28196880", "text": "Mammalian reproductive function depends upon a neuroendocrine circuit that evokes the pulsatile release of gonadotropin hormones (luteinizing hormone and follicle-stimulating hormone) from the pituitary. This reproductive circuit is sensitive to metabolic perturbations. When challenged with starvation, insufficient energy reserves attenuate gonadotropin release, leading to infertility. The reproductive neuroendocrine circuit is well established, composed of two populations of kisspeptin-expressing neurons (located in the anteroventral periventricular hypothalamus, Kiss1AVPV, and arcuate hypothalamus, Kiss1ARH), which drive the pulsatile activity of gonadotropin-releasing hormone (GnRH) neurons. The reproductive axis is primarily regulated by gonadal steroid and circadian cues, but the starvation-sensitive input that inhibits this circuit during negative energy balance remains controversial. Agouti-related peptide (AgRP)-expressing neurons are activated during starvation and have been implicated in leptin-associated infertility. To test whether these neurons relay information to the reproductive circuit, we used AgRP-neuron ablation and optogenetics to explore connectivity in acute slice preparations. Stimulation of AgRP fibers revealed direct, inhibitory synaptic connections with Kiss1ARH and Kiss1AVPV neurons. In agreement with this finding, Kiss1ARH neurons received less presynaptic inhibition in the absence of AgRP neurons (neonatal toxin-induced ablation). To determine whether enhancing the activity of AgRP neurons is sufficient to attenuate fertility in vivo, we artificially activated them over a sustained period and monitored fertility. Chemogenetic activation with clozapine N-oxide resulted in delayed estrous cycles and decreased fertility. These findings are consistent with the idea that, during metabolic deficiency, AgRP signaling contributes to infertility by inhibiting Kiss1 neurons.", "doi": "10.1073/pnas.1621065114", "title": "AgRP to Kiss1 neuron signaling links nutritional state and fertility.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}