{"authors": [["Furuya", "Akihiro", "A", "Graduate School of Arts and Sciences, The University of Tokyo , 3-8-1 Komaba, Meguro-ku, Tokyo 153-8902, Japan."], ["Kawano", "Fuun", "F", "Graduate School of Arts and Sciences, The University of Tokyo , 3-8-1 Komaba, Meguro-ku, Tokyo 153-8902, Japan."], ["Nakajima", "Takahiro", "T", "Graduate School of Arts and Sciences, The University of Tokyo , 3-8-1 Komaba, Meguro-ku, Tokyo 153-8902, Japan."], ["Ueda", "Yoshibumi", "Y", "Graduate School of Arts and Sciences, The University of Tokyo , 3-8-1 Komaba, Meguro-ku, Tokyo 153-8902, Japan."], ["Sato", "Moritoshi", "M", "Graduate School of Arts and Sciences, The University of Tokyo , 3-8-1 Komaba, Meguro-ku, Tokyo 153-8902, Japan."]], "date": "2017-03-03", "id": "28195693", "text": "We previously developed the Magnet system, which consists of two distinct Vivid protein variants, one positively and one negatively charged, designated the positive Magnet (pMag) and negative Magnet (nMag), respectively. These two proteins bind to each other through electrostatic interactions, preventing unwanted homodimerization and providing selective light-induced heterodimerization. The Magnet system enables the manipulation of cellular functions such as protein-protein interactions and genome editing, although the system could be improved further. To enhance the ability of pMagFast2 (a pMag variant with fast kinetics) to bind nMag, we introduced several pMagFast2 modules in tandem into a single construct, pMagFast2(3×). However, the expression level of this construct decreased drastically with increasing number of pMagFast2 molecules integrated into a single construct. In the present study, we applied a new approach to improve the Magnet system based on an assembly domain (AD). Among several ADs, the Ca2+/calmodulin-dependent protein kinase IIα association domain (CAD) most enhanced the Magnet system. The present CAD-Magnet system overcame a trade-off issue between the expression level and binding affinity. The CAD-converged 12 pMag photoswitches exhibited a stronger interaction with nMag after blue light irradiation compared with monomeric pMag. Additionally, the CAD played a key role in converging effector proteins as well in a single complex. Owing to these substantial improvements, the CAD-Magnet system combined with Tiam1 allowed us to robustly induce localized formation of vertical ruffles on the apical plasma membrane. The CAD-Magnet system combined with 4D imaging was instrumental in revealing the dynamics of ruffle formation.", "doi": "10.1021/acssynbio.7b00022", "title": "Assembly Domain-Based Optogenetic System for the Efficient Control of Cellular Signaling.", "journal": ["ACS synthetic biology", "ACS Synth Biol"]}