{"authors": [["Arruda-Carvalho", "Maithe", "M", "Fishberg Department of Neuroscience, Friedman Brain Institute and the Graduate School of Biomedical Sciences, Icahn School of Medicine at Mount Sinai, New York, New York 10029, and."], ["Wu", "Wan-Chen", "WC", "Fishberg Department of Neuroscience, Friedman Brain Institute and the Graduate School of Biomedical Sciences, Icahn School of Medicine at Mount Sinai, New York, New York 10029, and."], ["Cummings", "Kirstie A", "KA", "Fishberg Department of Neuroscience, Friedman Brain Institute and the Graduate School of Biomedical Sciences, Icahn School of Medicine at Mount Sinai, New York, New York 10029, and."], ["Clem", "Roger L", "RL", "Fishberg Department of Neuroscience, Friedman Brain Institute and the Graduate School of Biomedical Sciences, Icahn School of Medicine at Mount Sinai, New York, New York 10029, and roger.clem@mssm.edu."]], "date": "2017-02-13", "id": "28193691", "text": "A brain network comprising the medial prefrontal cortex (mPFC) and amygdala plays important roles in developmentally regulated cognitive and emotional processes. However, very little is known about the maturation of mPFC-amygdala circuitry. We conducted anatomical tracing of mPFC projections and optogenetic interrogation of their synaptic connections with neurons in the basolateral amygdala (BLA) at neonatal to adult developmental stages in mice. Results indicate that mPFC-BLA projections exhibit delayed emergence relative to other mPFC pathways and establish synaptic transmission with BLA excitatory and inhibitory neurons in late infancy, events that coincide with a massive increase in overall synaptic drive. During subsequent adolescence, mPFC-BLA circuits are further modified by excitatory synaptic strengthening as well as a transient surge in feedforward inhibition. The latter was correlated with increased spontaneous inhibitory currents in excitatory neurons, suggesting that mPFC-BLA circuit maturation culminates in a period of exuberant GABAergic transmission. These findings establish a time course for the onset and refinement of mPFC-BLA transmission and point to potential sensitive periods in the development of this critical network.SIGNIFICANCE STATEMENT Human mPFC-amygdala functional connectivity is developmentally regulated and figures prominently in numerous psychiatric disorders with a high incidence of adolescent onset. However, it remains unclear when synaptic connections between these structures emerge or how their properties change with age. Our work establishes developmental windows and cellular substrates for synapse maturation in this pathway involving both excitatory and inhibitory circuits. The engagement of these substrates by early life experience may support the ontogeny of fundamental behaviors but could also lead to inappropriate circuit refinement and psychopathology in adverse situations.", "doi": "10.1523/JNEUROSCI.3097-16.2017", "title": "Optogenetic Examination of Prefrontal-Amygdala Synaptic Development.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}