{"authors": [["Hardung", "Stefanie", "S", "Ernst Strüngmann Institute, Deutschordenstraße 46, 60579 Frankfurt/Main, Germany; Faculty of Biology, University of Freiburg, Albertstraße 23, 79104 Freiburg, Germany; BrainLinks-BrainTools, University of Freiburg, Georges-Köhler-Allee 079, 79110 Freiburg, Germany."], ["Epple", "Robert", "R", "Faculty of Biology, University of Freiburg, Albertstraße 23, 79104 Freiburg, Germany; BIOTEC, Technische Universität Dresden, Tatzberg 47/49, 01307 Dresden, Germany."], ["Jäckel", "Zoe", "Z", "Faculty of Biology, University of Freiburg, Albertstraße 23, 79104 Freiburg, Germany; BrainLinks-BrainTools, University of Freiburg, Georges-Köhler-Allee 079, 79110 Freiburg, Germany."], ["Eriksson", "David", "D", "Ernst Strüngmann Institute, Deutschordenstraße 46, 60579 Frankfurt/Main, Germany; Faculty of Biology, University of Freiburg, Albertstraße 23, 79104 Freiburg, Germany; BrainLinks-BrainTools, University of Freiburg, Georges-Köhler-Allee 079, 79110 Freiburg, Germany."], ["Uran", "Cem", "C", "Ernst Strüngmann Institute, Deutschordenstraße 46, 60579 Frankfurt/Main, Germany; Faculty of Biology, University of Freiburg, Albertstraße 23, 79104 Freiburg, Germany; BrainLinks-BrainTools, University of Freiburg, Georges-Köhler-Allee 079, 79110 Freiburg, Germany."], ["Senn", "Verena", "V", "Ernst Strüngmann Institute, Deutschordenstraße 46, 60579 Frankfurt/Main, Germany; Max Planck Institute for Brain Research, Max-von-Laue-Straße 4, 60438 Frankfurt/Main, Germany."], ["Gibor", "Lihi", "L", "Department of Neurobiology, Weizmann Institute of Science, Arison Building, Rehovot 76100, Israel."], ["Yizhar", "Ofer", "O", "Department of Neurobiology, Weizmann Institute of Science, Arison Building, Rehovot 76100, Israel."], ["Diester", "Ilka", "I", "Ernst Strüngmann Institute, Deutschordenstraße 46, 60579 Frankfurt/Main, Germany; Faculty of Biology, University of Freiburg, Albertstraße 23, 79104 Freiburg, Germany; BrainLinks-BrainTools, University of Freiburg, Georges-Köhler-Allee 079, 79110 Freiburg, Germany; Bernstein Center Freiburg, University of Freiburg, Hansastr. 9a, 79104 Freiburg, Germany. Electronic address: ilka.diester@biologie.uni-freiburg.de."]], "date": "2017-02-09", "id": "28190729", "text": "The ability to plan and execute appropriately timed responses to external stimuli is based on a well-orchestrated balance between movement initiation and inhibition. In impulse control disorders involving the prefrontal cortex (PFC) [1], this balance is disturbed, emphasizing the critical role that PFC plays in appropriately timing actions [2-4]. Here, we employed optogenetic and electrophysiological techniques to systematically analyze the functional role of five key subareas of the rat medial PFC (mPFC) and orbitofrontal cortex (OFC) in action control [5-9]. Inactivation of mPFC subareas induced drastic changes in performance, namely an increase (prelimbic cortex, PL) or decrease (infralimbic cortex, IL) of premature responses. Additionally, electrophysiology revealed a significant decrease in neuronal activity of a PL subpopulation prior to premature responses. In contrast, inhibition of OFC subareas (mainly the ventral OFC, i.e., VO) significantly impaired the ability to respond rapidly after external cues. Consistent with these findings, mPFC activity during response preparation predicted trial outcomes and reaction times significantly better than OFC activity. These data support the concept of opposing roles of IL and PL in directing proactive behavior and argue for an involvement of OFC in predominantly reactive movement control. By attributing defined roles to rodent PFC sections, this study contributes to a deeper understanding of the functional heterogeneity of this brain area and thus may guide medically relevant studies of PFC-associated impulse control disorders in this animal model for neural disorders [10-12].", "doi": "10.1016/j.cub.2016.12.052", "title": "A Functional Gradient in the Rodent Prefrontal Cortex Supports Behavioral Inhibition.", "journal": ["Current biology : CB", "Curr. Biol."]}