{"authors": [["Panzeri", "Stefano", "S", "Neural Computation Laboratory, Istituto Italiano di Tecnologia, 38068 Rovereto, Italy; Neural Coding Laboratory, Istituto Italiano di Tecnologia, 38068 Rovereto, Italy. Electronic address: stefano.panzeri@iit.it."], ["Harvey", "Christopher D", "CD", "Department of Neurobiology, Harvard Medical School, Boston, MA 02115, USA. Electronic address: christopher_harvey@hms.harvard.edu."], ["Piasini", "Eugenio", "E", "Neural Computation Laboratory, Istituto Italiano di Tecnologia, 38068 Rovereto, Italy."], ["Latham", "Peter E", "PE", "Gatsby Computational Neuroscience Unit, University College London, London, W1T 4JG, UK."], ["Fellin", "Tommaso", "T", "Neural Coding Laboratory, Istituto Italiano di Tecnologia, 38068 Rovereto, Italy; Optical Approaches to Brain Function Laboratory, Istituto Italiano di Tecnologia, 16163 Genoa, Italy. Electronic address: tommaso.fellin@iit.it."]], "date": null, "id": "28182905", "text": "The two basic processes underlying perceptual decisions-how neural responses encode stimuli, and how they inform behavioral choices-have mainly been studied separately. Thus, although many spatiotemporal features of neural population activity, or \"neural codes,\" have been shown to carry sensory information, it is often unknown whether the brain uses these features for perception. To address this issue, we propose a new framework centered on redefining the neural code as the neural features that carry sensory information used by the animal to drive appropriate behavior; that is, the features that have an intersection between sensory and choice information. We show how this framework leads to a new statistical analysis of neural activity recorded during behavior that can identify such neural codes, and we discuss how to combine intersection-based analysis of neural recordings with intervention on neural activity to determine definitively whether specific neural activity features are involved in a task.", "doi": "10.1016/j.neuron.2016.12.036", "title": "Cracking the Neural Code for Sensory Perception by Combining Statistics, Intervention, and Behavior.", "journal": ["Neuron", "Neuron"]}