{"authors": [["Hilscher", "Markus M", "MM", "Unit of Developmental Genetics, Department of Neuroscience, Uppsala University, Uppsala, Sweden."], ["Leão", "Richardson N", "RN", "Unit of Developmental Genetics, Department of Neuroscience, Uppsala University, Uppsala, Sweden."], ["Edwards", "Steven J", "SJ", "Unit of Developmental Genetics, Department of Neuroscience, Uppsala University, Uppsala, Sweden."], ["Leão", "Katarina E", "KE", "Brain Institute, Federal University of Rio Grande do Norte, Natal, Rio Grande do Norte, Brazil."], ["Kullander", "Klas", "K", "Unit of Developmental Genetics, Department of Neuroscience, Uppsala University, Uppsala, Sweden."]], "date": "2017-02-09", "id": "28182735", "text": "Martinotti cells are the most prominent distal dendrite-targeting interneurons in the cortex, but their role in controlling pyramidal cell (PC) activity is largely unknown. Here, we show that the nicotinic acetylcholine receptor α2 subunit (Chrna2) specifically marks layer 5 (L5) Martinotti cells projecting to layer 1. Furthermore, we confirm that Chrna2-expressing Martinotti cells selectively target L5 thick-tufted type A PCs but not thin-tufted type B PCs. Using optogenetic activation and inhibition, we demonstrate how Chrna2-Martinotti cells robustly reset and synchronize type A PCs via slow rhythmic burst activity and rebound excitation. Moreover, using optical feedback inhibition, in which PC spikes controlled the firing of surrounding Chrna2-Martinotti cells, we found that neighboring PC spike trains became synchronized by Martinotti cell inhibition. Together, our results show that L5 Martinotti cells participate in defined cortical circuits and can synchronize PCs in a frequency-dependent manner. These findings suggest that Martinotti cells are pivotal for coordinated PC activity, which is involved in cortical information processing and cognitive control.", "doi": "10.1371/journal.pbio.2001392", "title": "Chrna2-Martinotti Cells Synchronize Layer 5 Type A Pyramidal Cells via Rebound Excitation.", "journal": ["PLoS biology", "PLoS Biol."]}