{"authors": [["Amadi", "Ugwechi", "U", "McGovern Institute for Brain Research and the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."], ["Lim", "Seh Hong", "SH", "McGovern Institute for Brain Research and the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."], ["Liu", "Elizabeth", "E", "McGovern Institute for Brain Research and the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."], ["Baratta", "Michael V", "MV", "McGovern Institute for Brain Research and the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."], ["Goosens", "Ki A", "KA", "McGovern Institute for Brain Research and the Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology."]], "date": "2016-12-19", "id": "28182526", "text": "Despite the ubiquitous use of Pavlovian fear conditioning as a model for fear learning, the highly predictable conditions used in the laboratory do not resemble real-world conditions, in which dangerous situations can lead to unpleasant outcomes in unpredictable ways. In the current experiments, we varied the timing of aversive events after predictive cues in rodents and discovered that temporal ambiguity of aversive events greatly enhances fear. During fear conditioning with unpredictably timed aversive events, pharmacological inactivation of the dorsal hippocampus or optogenetic silencing of cornu ammonis 1 cells during aversive negative prediction errors prevented this enhancement of fear without affecting fear learning for predictable events. Dorsal hippocampal inactivation also prevented ambiguity-related enhancement of fear during auditory fear conditioning under a partial-reinforcement schedule. These results reveal that information about the timing and occurrence of aversive events is rapidly acquired and that unexpectedly timed or omitted aversive events generate hippocampal signals to enhance fear learning.", "doi": "10.1177/0956797616674055", "title": "Hippocampal Processing of Ambiguity Enhances Fear Memory.", "journal": ["Psychological science", "Psychol Sci"]}