{"authors": [["Lo", "Chiao-Ling", "CL", "Department of Anatomy &Cell Biology, Indiana University School of Medicine, Indianapolis, IN, USA."], ["Choudhury", "Samrat Roy", "SR", "Bindley Bioscience Center, Department of Agricultural &Biological Engineering, Purdue University, West Lafayette, IN, USA."], ["Irudayaraj", "Joseph", "J", "Bindley Bioscience Center, Department of Agricultural &Biological Engineering, Purdue University, West Lafayette, IN, USA."], ["Zhou", "Feng C", "FC", "Department of Anatomy &Cell Biology, Indiana University School of Medicine, Indianapolis, IN, USA."]], "date": "2017-02-09", "id": "28181538", "text": "Enzymes involved in epigenetic processes such as methyltransferases or demethylases are becoming highly utilized for their persistent DNA or histone modifying efficacy. Herein, we have developed an optogenetic toolbox fused to the catalytic domain (CD) of DNA-methyltransferase3A (DNMT3A-CD) or Ten-Eleven Dioxygenase-1 (TET1-CD) for loci-specific alteration of the methylation state at the promoter of Ascl1 (Mash1), a candidate proneuron gene. Optogenetical protein pairs, CRY2 linked to DNMT3A-CD or TET1-CD and CIB1 fused to a Transcription Activator-Like Element (TALE) locating an Ascl1 promoter region, were designed for site specific epigenetic editing. A differentially methylated region at the Ascl1 promoter, isolated from murine dorsal root ganglion (hypermethylated) and striated cells (hypomethylated), was targeted with these optogenetic-epigenetic constructs. Optimized blue-light illumination triggered the co-localization of TALE constructs with DNMT3A-CD or TET1-CD fusion proteins at the targeted site of the Ascl1 promoter. We found that this spatiotemporal association of the fusion proteins selectively alters the methylation state and also regulates gene activity. This proof of concept developed herein holds immense promise for the ability to regulate gene activity via epigenetic modulation with spatiotemporal precision.", "doi": "10.1038/srep42047", "title": "Epigenetic Editing of Ascl1 Gene in Neural Stem Cells by Optogenetics.", "journal": ["Scientific reports", "Sci Rep"]}