{"authors": [["O'Neill", "Brian", "B", "Department of Neurosurgery, New York University School of Medicine , New York, New York 10016, United States."], ["Patel", "Jyoti C", "JC", "Department of Neurosurgery, New York University School of Medicine , New York, New York 10016, United States."], ["Rice", "Margaret E", "ME", "Department of Neurosurgery, New York University School of Medicine , New York, New York 10016, United States."]], "date": "2017-02-08", "id": "28177213", "text": "Fast-scan cyclic voltammetry (FCV) is an established method to monitor increases in extracellular dopamine (DA) concentration ([DA]o) in the striatum, which is densely innervated by DA axons. Ex vivo brain slice preparations provide an opportunity to identify endogenous modulators of DA release. For these experiments, local electrical stimulation is often used to elicit release of DA, as well as other transmitters, in the striatal microcircuitry; changes in evoked increases in [DA]o after application of a pharmacological agent (e.g., a receptor antagonist) indicate a regulatory role for the transmitter system interrogated. Optogenetic methods that allow specific stimulation of DA axons provide a complementary, bottom-up approach for elucidating factors that regulate DA release. To this end, we have characterized DA release evoked by local electrical and optical stimulation in striatal slices from mice that genetically express a variant of channelrhodopsin-2 (ChR2). Evoked increases in [DA]o in the dorsal and ventral striatum (dStr and vStr) were examined in a cross of a Cre-dependent ChR2 line (\"Ai32\" mice) with a DAT::Cre mouse line. In dStr, repeated optical pulse-train stimulation at the same recording site resulted in rundown of evoked [DA]o using heterozygous mice, which contrasted with the stability seen with electrical stimulation. Similar rundown was seen in the presence of a nicotinic acetylcholine receptor (nAChR) antagonist, implicating the absence of concurrent nAChR activation in DA release instability in slices. Rundown with optical stimulation in dStr could be circumvented by recording from a population of sites, each stimulated only once. Same-site rundown was less pronounced with single-pulse stimulation, and a stable baseline could be attained. In vStr, stable optically evoked increases in [DA]o at single sites could be achieved using heterozygous mice, although with relatively low peak [DA]o. Low release could be overcome by using mice with a second copy of the Ai32 allele, which doubled ChR2 expression. The characteristics reported here should help future practitioners decide which Ai32;DAT::Cre genotype and recording protocol is optimal for the striatal subregion to be examined.", "doi": "10.1021/acschemneuro.6b00300", "title": "Characterization of Optically and Electrically Evoked Dopamine Release in Striatal Slices from Digenic Knock-in Mice with DAT-Driven Expression of Channelrhodopsin.", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"]}