{"authors": [["Rock", "Crystal", "C", "Department of Biology, Neurosciences Institute, University of Texas at San Antonio, Biosciences Building 1.03.26, One UTSA Circle, San Antonio, TX 78249, USA."], ["Zurita", "Hector", "H", "Department of Biology, Neurosciences Institute, University of Texas at San Antonio, Biosciences Building 1.03.26, One UTSA Circle, San Antonio, TX 78249, USA."], ["Lebby", "Sharmon", "S", "Department of Biology, Neurosciences Institute, University of Texas at San Antonio, Biosciences Building 1.03.26, One UTSA Circle, San Antonio, TX 78249, USA."], ["Wilson", "Charles J", "CJ", "Department of Biology, Neurosciences Institute, University of Texas at San Antonio, Biosciences Building 1.03.26, One UTSA Circle, San Antonio, TX 78249, USA."], ["Apicella", "Alfonso Junior", "AJ", "Department of Biology, Neurosciences Institute, University of Texas at San Antonio, Biosciences Building 1.03.26, One UTSA Circle, San Antonio, TX 78249, USA."]], "date": "2017-02-08", "id": "28174907", "text": "Anatomical studies have shown that the majority of callosal axons are glutamatergic. However, a small proportion of callosal axons are also immunoreactive for glutamic acid decarboxylase, an enzyme required for gamma-aminobutyric acid (GABA) synthesis and a specific marker for GABAergic neurons. Here, we test the hypothesis that corticocortical parvalbumin-expressing (CC-Parv) neurons connect the two hemispheres of multiple cortical areas, project through the corpus callosum, and are a functional part of the local cortical circuit. Our investigation of this hypothesis takes advantage of viral tracing and optogenetics to determine the anatomical and electrophysiological properties of CC-Parv neurons of the mouse auditory, visual, and motor cortices. We found a direct inhibitory pathway made up of parvalbumin-expressing (Parv) neurons which connects corresponding cortical areas (CC-Parv neurons → contralateral cortex). Like other Parv cortical neurons, these neurons provide local inhibition onto nearby pyramidal neurons and receive thalamocortical input. These results demonstrate a previously unknown long-range inhibitory circuit arising from a genetically defined type of GABAergic neuron that is engaged in interhemispheric communication.", "doi": "10.1093/cercor/bhx025", "title": "Cortical Circuits of Callosal GABAergic Neurons.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}