{"authors": [["Weitkunat", "Manuela", "M", "Muscle Dynamics Group, Max Planck Institute of Biochemistry, Am Klopferspitz 18, Martinsried 82152, Germany."], ["Brasse", "Martina", "M", "Lehrstuhl für Biophysik E27, Technische Universität München, James-Franck-Straße 1, Garching 85748, Germany."], ["Bausch", "Andreas R", "AR", "Lehrstuhl für Biophysik E27, Technische Universität München, James-Franck-Straße 1, Garching 85748, Germany abausch@mytum.de frank.schnorrer@univ-amu.fr."], ["Schnorrer", "Frank", "F", "Muscle Dynamics Group, Max Planck Institute of Biochemistry, Am Klopferspitz 18, Martinsried 82152, Germany abausch@mytum.de frank.schnorrer@univ-amu.fr."]], "date": "2017-02-07", "id": "28174246", "text": "Muscle forces are produced by repeated stereotypical actomyosin units called sarcomeres. Sarcomeres are chained into linear myofibrils spanning the entire muscle fiber. In mammalian body muscles, myofibrils are aligned laterally, resulting in their typical cross-striated morphology. Despite this detailed textbook knowledge about the adult muscle structure, it is still unclear how cross-striated myofibrils are built in vivo Here, we investigate the morphogenesis of Drosophila abdominal muscles and establish them as an in vivo model for cross-striated muscle development. By performing live imaging, we find that long immature myofibrils lacking a periodic actomyosin pattern are built simultaneously in the entire muscle fiber and then align laterally to give mature cross-striated myofibrils. Interestingly, laser micro-lesion experiments demonstrate that mechanical tension precedes the formation of the immature myofibrils. Moreover, these immature myofibrils do generate spontaneous Ca2+-dependent contractions in vivo, which, when chemically blocked, result in cross-striation defects. Taken together, these results suggest a myofibrillogenesis model in which mechanical tension and spontaneous muscle twitching synchronize the simultaneous self-organization of different sarcomeric protein complexes to build highly regular cross-striated myofibrils spanning the length of large muscle fibers.", "doi": "10.1242/dev.140723", "title": "Mechanical tension and spontaneous muscle twitching precede the formation of cross-striated muscle in vivo.", "journal": ["Development (Cambridge, England)", "Development"]}