{"authors": [["Mondal", "Payel", "P", "Department of Biochemistry, University of Illinois at Urbana-Champaign Urbana, IL, USA."], ["Khamo", "John S", "JS", "Department of Biochemistry, University of Illinois at Urbana-Champaign Urbana, IL, USA."], ["Krishnamurthy", "Vishnu V", "VV", "Department of Biochemistry, University of Illinois at Urbana-Champaign Urbana, IL, USA."], ["Cai", "Qi", "Q", "Department of Biochemistry, University of Illinois at Urbana-Champaign Urbana, IL, USA."], ["Zhang", "Kai", "K", "Department of Biochemistry, University of Illinois at Urbana-ChampaignUrbana, IL, USA; Neuroscience Program, University of Illinois at Urbana-ChampaignUrbana, IL, USA; Center for Biophysics and Quantitative Biology, University of Illinois at Urbana-ChampaignUrbana, IL, USA."]], "date": "2017-01-20", "id": "28163671", "text": "Synaptic transmission is a fundamental molecular process underlying learning and memory. Successful synaptic transmission involves coupled interaction between electrical signals (action potentials) and chemical signals (neurotransmitters). Defective synaptic transmission has been reported in a variety of neurological disorders such as Autism and Alzheimer's disease. A large variety of macromolecules and organelles are enriched near functional synapses. Although a portion of macromolecules can be produced locally at the synapse, a large number of synaptic components especially the membrane-bound receptors and peptide neurotransmitters require active transport machinery to reach their sites of action. This spatial relocation is mediated by energy-consuming, motor protein-driven cargo trafficking. Properly regulated cargo trafficking is of fundamental importance to neuronal functions, including synaptic transmission. In this review, we discuss the molecular machinery of cargo trafficking with emphasis on new experimental strategies that enable direct modulation of cargo trafficking in live cells. These strategies promise to provide insights into a quantitative understanding of cargo trafficking, which could lead to new intervention strategies for the treatment of neurological diseases.", "doi": "10.3389/fnmol.2017.00004", "title": "Drive the Car(go)s-New Modalities to Control Cargo Trafficking in Live Cells.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}