{"authors": [["Steuer Costa", "Wagner", "W", "Buchmann Institute for Molecular Life Sciences, Goethe University, Max-von-Laue-Strasse 15, 60438 Frankfurt, Germany; Department of Biochemistry, Chemistry and Pharmacy, Institute for Biophysical Chemistry, Goethe University, Max-von-Laue-Strasse 9, 60438 Frankfurt, Germany."], ["Yu", "Szi-Chieh", "SC", "Buchmann Institute for Molecular Life Sciences, Goethe University, Max-von-Laue-Strasse 15, 60438 Frankfurt, Germany; Department of Biochemistry, Chemistry and Pharmacy, Institute for Biophysical Chemistry, Goethe University, Max-von-Laue-Strasse 9, 60438 Frankfurt, Germany."], ["Liewald", "Jana F", "JF", "Buchmann Institute for Molecular Life Sciences, Goethe University, Max-von-Laue-Strasse 15, 60438 Frankfurt, Germany; Department of Biochemistry, Chemistry and Pharmacy, Institute for Biophysical Chemistry, Goethe University, Max-von-Laue-Strasse 9, 60438 Frankfurt, Germany."], ["Gottschalk", "Alexander", "A", "Buchmann Institute for Molecular Life Sciences, Goethe University, Max-von-Laue-Strasse 15, 60438 Frankfurt, Germany; Department of Biochemistry, Chemistry and Pharmacy, Institute for Biophysical Chemistry, Goethe University, Max-von-Laue-Strasse 9, 60438 Frankfurt, Germany. Electronic address: a.gottschalk@em.uni-frankfurt.de."]], "date": "2017-02-02", "id": "28162892", "text": "Cyclic AMP (cAMP) signaling augments synaptic transmission, but because many targets of cAMP and protein kinase A (PKA) may be involved, mechanisms underlying this pathway remain unclear. To probe this mechanism, we used optogenetic stimulation of cAMP signaling by Beggiatoa-photoactivated adenylyl cyclase (bPAC) in Caenorhabditis elegans motor neurons. Behavioral, electron microscopy (EM), and electrophysiology analyses revealed cAMP effects on both the rate and on quantal size of transmitter release and led to the identification of a neuropeptidergic pathway affecting quantal size. cAMP enhanced synaptic vesicle (SV) fusion by increasing mobilization and docking/priming. cAMP further evoked dense core vesicle (DCV) release of neuropeptides, in contrast to channelrhodopsin (ChR2) stimulation. cAMP-evoked DCV release required UNC-31/Ca2+-dependent activator protein for secretion (CAPS). Thus, DCVs accumulated in unc-31 mutant synapses. bPAC-induced neuropeptide signaling acts presynaptically to enhance vAChT-dependent SV loading with acetylcholine, thus causing increased miniature postsynaptic current amplitudes (mPSCs) and significantly enlarged SVs.", "doi": "10.1016/j.cub.2016.12.055", "title": "Fast cAMP Modulation of Neurotransmission via Neuropeptide Signals and Vesicle Loading.", "journal": ["Current biology : CB", "Curr. Biol."]}