{"authors": [["François", "Amaury", "A", "Department of Anesthesiology, Perioperative and Pain Medicine, Department of Molecular and Cellular Physiology, Department of Neurosurgery, Stanford Neurosciences Institute, Stanford University, Stanford, CA 94305, USA."], ["Low", "Sarah A", "SA", "Department of Anesthesiology, Perioperative and Pain Medicine, Department of Molecular and Cellular Physiology, Department of Neurosurgery, Stanford Neurosciences Institute, Stanford University, Stanford, CA 94305, USA."], ["Sypek", "Elizabeth I", "EI", "Department of Anesthesiology, Perioperative and Pain Medicine, Department of Molecular and Cellular Physiology, Department of Neurosurgery, Stanford Neurosciences Institute, Stanford University, Stanford, CA 94305, USA."], ["Christensen", "Amelia J", "AJ", "Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA."], ["Sotoudeh", "Chaudy", "C", "Department of Anesthesiology, Perioperative and Pain Medicine, Department of Molecular and Cellular Physiology, Department of Neurosurgery, Stanford Neurosciences Institute, Stanford University, Stanford, CA 94305, USA."], ["Beier", "Kevin T", "KT", "Howard Hughes Medical Institute, Department of Biology, Stanford University, Stanford, CA 94305, USA; Nancy Pritzker Laboratory, Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Ramakrishnan", "Charu", "C", "Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Ritola", "Kimberly D", "KD", "Virus Services, Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Sharif-Naeini", "Reza", "R", "Department of Physiology and Cell Information Systems Group, McGill University, Montreal, H3G0B1 QC, Canada."], ["Deisseroth", "Karl", "K", "Howard Hughes Medical Institute, Department of Bioengineering, Department of Psychiatry, CNC Program, Stanford University, Stanford, CA 94305, USA."], ["Delp", "Scott L", "SL", "Department of Bioengineering, Department of Mechanical Engineering, Stanford University, Stanford, CA 94305, USA."], ["Malenka", "Robert C", "RC", "Nancy Pritzker Laboratory, Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Luo", "Liqun", "L", "Howard Hughes Medical Institute, Department of Biology, Stanford University, Stanford, CA 94305, USA."], ["Hantman", "Adam W", "AW", "Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA 20147, USA."], ["Scherrer", "Grégory", "G", "Department of Anesthesiology, Perioperative and Pain Medicine, Department of Molecular and Cellular Physiology, Department of Neurosurgery, Stanford Neurosciences Institute, Stanford University, Stanford, CA 94305, USA. Electronic address: gs25@stanford.edu."]], "date": "2017-02-02", "id": "28162807", "text": "Pain thresholds are, in part, set as a function of emotional and internal states by descending modulation of nociceptive transmission in the spinal cord. Neurons of the rostral ventromedial medulla (RVM) are thought to critically contribute to this process; however, the neural circuits and synaptic mechanisms by which distinct populations of RVM neurons facilitate or diminish pain remain elusive. Here we used in vivo opto/chemogenetic manipulations and trans-synaptic tracing of genetically identified dorsal horn and RVM neurons to uncover an RVM-spinal cord-primary afferent circuit controlling pain thresholds. Unexpectedly, we found that RVM GABAergic neurons facilitate mechanical pain by inhibiting dorsal horn enkephalinergic/GABAergic interneurons. We further demonstrate that these interneurons gate sensory inputs and control pain through temporally coordinated enkephalin- and GABA-mediated presynaptic inhibition of somatosensory neurons. Our results uncover a descending disynaptic inhibitory circuit that facilitates mechanical pain, is engaged during stress, and could be targeted to establish higher pain thresholds. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2017.01.008", "title": "A Brainstem-Spinal Cord Inhibitory Circuit for Mechanical Pain Modulation by GABA and Enkephalins.", "journal": ["Neuron", "Neuron"]}