{"authors": [["Dergacheva", "Olga", "O", "Department of Pharmacology and Physiology, The George Washington University, Washington, District of Columbia; olgad@gwu.edu."], ["Yamanaka", "Akihiro", "A", "Research Institute of Environmental Medicine, Nagoya University, Nagoya, Japan; and."], ["Schwartz", "Alan R", "AR", "Johns Hopkins University School of Medicine, Baltimore, Maryland."], ["Polotsky", "Vsevolod Y", "VY", "Johns Hopkins University School of Medicine, Baltimore, Maryland."], ["Mendelowitz", "David", "D", "Department of Pharmacology and Physiology, The George Washington University, Washington, District of Columbia."]], "date": "2017-02-03", "id": "28159808", "text": "Orexin neurons, and activation of orexin receptors, are generally thought to be sympathoexcitatory; however, the functional connectivity between orexin neurons and a likely sympathetic target, the hypothalamic spinally projecting neurons (SPNs) in the paraventricular nucleus of the hypothalamus (PVN) has not been established. To test the hypothesis that orexin neurons project directly to SPNs in the PVN, channelrhodopsin-2 (ChR2) was selectively expressed in orexin neurons to enable photoactivation of ChR2-expressing fibers while examining evoked postsynaptic currents in SPNs in rat hypothalamic slices. Selective photoactivation of orexin fibers elicited short-latency postsynaptic currents in all SPNs tested (n = 34). These light-triggered responses were heterogeneous, with a majority being excitatory glutamatergic responses (59%) and a minority of inhibitory GABAergic (35%) and mixed glutamatergic and GABAergic currents (6%). Both glutamatergic and GABAergic responses were present in the presence of tetrodotoxin and 4-aminopyridine, suggesting a monosynaptic connection between orexin neurons and SPNs. In addition to generating postsynaptic responses, photostimulation facilitated action potential firing in SPNs (current clamp configuration). Glutamatergic, but not GABAergic, postsynaptic currents were diminished by application of the orexin receptor antagonist almorexant, indicating orexin release facilitates glutamatergic neurotransmission in this pathway. This work identifies a neuronal circuit by which orexin neurons likely exert sympathoexcitatory control of cardiovascular function.NEW & NOTEWORTHY This is the first study to establish, using innovative optogenetic approaches in a transgenic rat model, that there are robust heterogeneous projections from orexin neurons to paraventricular spinally projecting neurons, including excitatory glutamatergic and inhibitory GABAergic neurotransmission. Endogenous orexin release modulates glutamatergic, but not GABAergic, neurotransmission in these pathways.", "doi": "10.1152/ajpheart.00572.2016", "title": "Optogenetic identification of hypothalamic orexin neuron projections to paraventricular spinally projecting neurons.", "journal": ["American journal of physiology. Heart and circulatory physiology", "Am. J. Physiol. Heart Circ. Physiol."]}