{"authors": [["Lenguito", "Giovanni", "G", "Department of Biomedical Engineering, Department of Pathology & Laboratory Medicine, University of Miami, Miami, FL 33136, USA. A.agarwal2@miami.edu."], ["Chaimov", "Deborah", "D", "Department of Biomedical Engineering, University of Florida, USA."], ["Weitz", "Jonathan R", "JR", "Department of Endo-Diabetes, University of Miami, USA."], ["Rodriguez-Diaz", "Rayner", "R", "Department of Endo-Diabetes, University of Miami, USA."], ["Rawal", "Siddarth A K", "SA", "Department of Biomedical Engineering, Department of Pathology & Laboratory Medicine, University of Miami, Miami, FL 33136, USA. A.agarwal2@miami.edu."], ["Tamayo-Garcia", "Alejandro", "A", "Diabetes Research Institute, University of Miami, USA."], ["Caicedo", "Alejandro", "A", "Department of Endo-Diabetes, University of Miami, USA."], ["Stabler", "Cherie L", "CL", "Department of Biomedical Engineering, University of Florida, USA."], ["Buchwald", "Peter", "P", "Diabetes Research Institute, University of Miami, USA and Department of Molecular and Cellular Pharmacology, University of Miami, USA."], ["Agarwal", "Ashutosh", "A", "Department of Biomedical Engineering, Department of Pathology & Laboratory Medicine, University of Miami, Miami, FL 33136, USA. A.agarwal2@miami.edu and Diabetes Research Institute, University of Miami, USA."]], "date": null, "id": "28157238", "text": "We report the design and fabrication of a robust fluidic platform built out of inert plastic materials and micromachined features that promote optimized convective fluid transport. The platform is tested for perfusion interrogation of rodent and human pancreatic islets, dynamic secretion of hormones, concomitant live-cell imaging, and optogenetic stimulation of genetically engineered islets. A coupled quantitative fluid dynamics computational model of glucose stimulated insulin secretion and fluid dynamics was first utilized to design device geometries that are optimal for complete perfusion of three-dimensional islets, effective collection of secreted insulin, and minimization of system volumes and associated delays. Fluidic devices were then fabricated through rapid prototyping techniques, such as micromilling and laser engraving, as two interlocking parts from materials that are non-absorbent and inert. Finally, the assembly was tested for performance using both rodent and human islets with multiple assays conducted in parallel, such as dynamic perfusion, staining and optogenetics on standard microscopes, as well as for integration with commercial perfusion machines. The optimized design of convective fluid flows, use of bio-inert and non-absorbent materials, reversible assembly, manual access for loading and unloading of islets, and straightforward integration with commercial imaging and fluid handling systems proved to be critical for perfusion assay, and particularly suited for time-resolved optogenetics studies.", "doi": "10.1039/c6lc01504b", "title": "Resealable, optically accessible, PDMS-free fluidic platform for ex vivo interrogation of pancreatic islets.", "journal": ["Lab on a chip", "Lab Chip"]}