{"authors": [["Madelaine", "Romain", "R", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Lovett-Barron", "Matthew", "M", "Department of Bioengineering and CNC program, Stanford University, Stanford, CA 94305, USA."], ["Halluin", "Caroline", "C", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Andalman", "Aaron S", "AS", "Department of Bioengineering and CNC program, Stanford University, Stanford, CA 94305, USA."], ["Liang", "Jin", "J", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Skariah", "Gemini M", "GM", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Leung", "Louis C", "LC", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."], ["Burns", "Vanessa M", "VM", "Department of Chemical and Systems Biology, Stanford University, Stanford, CA 94305, USA."], ["Mourrain", "Philippe", "P", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA."]], "date": "2017-01-31", "id": "28139691", "text": "RFamide neuropeptide VF (NPVF) is expressed by neurons in the hypothalamus and has been implicated in nociception, but the circuit mechanisms remain unexplored. Here, we studied the structural and functional connections from NPVF neurons to downstream targets in the context of nociception, using novel transgenic lines, optogenetics, and calcium imaging in behaving larval zebrafish. We found a specific projection from NPVF neurons to serotonergic neurons in the ventral raphe nucleus (vRN). We showed NPVF neurons and vRN are suppressed and excited by noxious stimuli, respectively. We combined optogenetics with calcium imaging and pharmacology to demonstrate that stimulation of NPVF cells suppresses neuronal activity in vRN. During noxious stimuli, serotonergic neurons activation was due to a suppression of an inhibitory NPVF-ventral raphe peptidergic projection. This study reveals a novel NPVF-vRN functional circuit modulated by noxious stimuli in vertebrates.", "doi": "10.1038/srep41528", "title": "The hypothalamic NPVF circuit modulates ventral raphe activity during nociception.", "journal": ["Scientific reports", "Sci Rep"]}