{"authors": [["Rungta", "Ravi L", "RL", "INSERM U1128, Laboratory of Neurophysiology and New Microscopies, Université Paris Descartes, Paris 75006, France."], ["Osmanski", "Bruno-Félix", "BF", "INSERM U1128, Laboratory of Neurophysiology and New Microscopies, Université Paris Descartes, Paris 75006, France."], ["Boido", "Davide", "D", "INSERM U1128, Laboratory of Neurophysiology and New Microscopies, Université Paris Descartes, Paris 75006, France."], ["Tanter", "Mickael", "M", "Institut Langevin, Espci Paris, CNRS UMR 7587, INSERM U979, PSL Research University, 17 rue Moreau, Paris 75012, France."], ["Charpak", "Serge", "S", "INSERM U1128, Laboratory of Neurophysiology and New Microscopies, Université Paris Descartes, Paris 75006, France."]], "date": "2017-01-31", "id": "28139643", "text": "Optogenetics is increasingly used to map brain activation using techniques that rely on functional hyperaemia, such as opto-fMRI. Here we test whether light stimulation protocols similar to those commonly used in opto-fMRI or to study neurovascular coupling modulate blood flow in mice that do not express light sensitive proteins. Combining two-photon laser scanning microscopy and ultrafast functional ultrasound imaging, we report that in the naive mouse brain, light per se causes a calcium decrease in arteriolar smooth muscle cells, leading to pronounced vasodilation, without excitation of neurons and astrocytes. This photodilation is reversible, reproducible and energy-dependent, appearing at about 0.5 mJ. These results impose careful consideration on the use of photo-activation in studies involving blood flow regulation, as well as in studies requiring prolonged and repetitive stimulations to correct cellular defects in pathological models. They also suggest that light could be used to locally increase blood flow in a controlled fashion.", "doi": "10.1038/ncomms14191", "title": "Light controls cerebral blood flow in naive animals.", "journal": ["Nature communications", "Nat Commun"]}