{"authors": [["Tortiglione", "Claudia", "C", "Istituto di Scienze Applicate e Sistemi Intelligenti \"Eduardo Caianiello,\" Consiglio Nazionale delle Ricerche, Via Campi Flegrei 34, 80078 Pozzuoli, Italy."], ["Antognazza", "Maria Rosa", "MR", "Center for Nano Science and Technology @PoliMi, Istituto Italiano di Tecnologia, Via Pascoli 70/3, 20133 Milano, Italy."], ["Tino", "Angela", "A", "Istituto di Scienze Applicate e Sistemi Intelligenti \"Eduardo Caianiello,\" Consiglio Nazionale delle Ricerche, Via Campi Flegrei 34, 80078 Pozzuoli, Italy."], ["Bossio", "Caterina", "C", "Center for Nano Science and Technology @PoliMi, Istituto Italiano di Tecnologia, Via Pascoli 70/3, 20133 Milano, Italy."], ["Marchesano", "Valentina", "V", "Istituto di Scienze Applicate e Sistemi Intelligenti \"Eduardo Caianiello,\" Consiglio Nazionale delle Ricerche, Via Campi Flegrei 34, 80078 Pozzuoli, Italy."], ["Bauduin", "Antonella", "A", "Istituto di Scienze Applicate e Sistemi Intelligenti \"Eduardo Caianiello,\" Consiglio Nazionale delle Ricerche, Via Campi Flegrei 34, 80078 Pozzuoli, Italy."], ["Zangoli", "Mattia", "M", "Istituto per la Sintesi Organica e la Fotoreattività, Consiglio Nazionale delle Ricerche, Via P. Gobetti 101, 40129 Bologna, Italy."], ["Morata", "Susana Vaquero", "SV", "Center for Nano Science and Technology @PoliMi, Istituto Italiano di Tecnologia, Via Pascoli 70/3, 20133 Milano, Italy."], ["Lanzani", "Guglielmo", "G", "Center for Nano Science and Technology @PoliMi, Istituto Italiano di Tecnologia, Via Pascoli 70/3, 20133 Milano, Italy.; Department of Physics, Politecnico di Milano, Piazza Leonardo da Vinci 32, 20133 Milano, Italy."]], "date": "2017-01-25", "id": "28138549", "text": "Current implant technology uses electrical signals at the electrode-neural interface. This rather invasive approach presents important issues in terms of performance, tolerability, and overall safety of the implants. Inducing light sensitivity in living organisms is an alternative method that provides groundbreaking opportunities in neuroscience. Optogenetics is a spectacular demonstration of this, yet is limited by the viral transfection of exogenous genetic material. We propose a nongenetic approach toward light control of biological functions in living animals. We show that nanoparticles based on poly(3-hexylthiophene) can be internalized in eyeless freshwater polyps and are fully biocompatible. Under light, the nanoparticles modify the light response of the animals, at two different levels: (i) they enhance the contraction events of the animal body, and (ii) they change the transcriptional activation of the opsin3-like gene. This suggests the establishment of a seamless and biomimetic interface between the living organism and the polymer nanoparticles that behave as light nanotransducers, coping with or amplifying the function of primitive photoreceptors.", "doi": "10.1126/sciadv.1601699", "title": "Semiconducting polymers are light nanotransducers in eyeless animals.", "journal": ["Science advances", "Sci Adv"]}