{"authors": [["Saiki", "Akiko", "A", "Brain Science Institute,Tamagawa University, Tokyo 194-8610, Japan."], ["Sakai", "Yutaka", "Y", "Brain Science Institute,Tamagawa University, Tokyo 194-8610, Japan."], ["Fukabori", "Ryoji", "R", "JST CREST, Tokyo 102-0076, Japan."], ["Soma", "Shogo", "S", "Brain Science Institute,Tamagawa University, Tokyo 194-8610, Japan."], ["Yoshida", "Junichi", "J", "Graduate School of Brain Sciences, Tamagawa University, Tokyo 194-8610, Japan."], ["Kawabata", "Masanori", "M", "Graduate School of Brain Sciences, Tamagawa University, Tokyo 194-8610, Japan."], ["Yawo", "Hiromu", "H", "Department of Developmental Biology and Neuroscience, Tohoku University Graduate School of Life Sciences, Sendai 980-8577, Japan."], ["Kobayashi", "Kazuto", "K", "JST CREST, Tokyo 102-0076, Japan."], ["Kimura", "Minoru", "M", "Brain Science Institute,Tamagawa University, Tokyo 194-8610, Japan."], ["Isomura", "Yoshikazu", "Y", "Brain Science Institute,Tamagawa University, Tokyo 194-8610, Japan isomura@lab.tamagawa.ac.jp."]], "date": "2017-01-30", "id": "28137723", "text": "In motor cortex, 2 types of deep layer pyramidal cells send their axons to other areas: intratelencephalic (IT)-type neurons specifically project bilaterally to the cerebral cortex and striatum, whereas neurons of the extratelencephalic (ET)-type, termed conventionally pyramidal tract-type, project ipsilaterally to the thalamus and other areas. Although they have totally different synaptic and membrane potential properties in vitro, little is known about the differences between them in ongoing spiking dynamics in vivo. We identified IT-type and ET-type neurons, as well as fast-spiking-type interneurons, using novel multineuronal analysis based on optogenetically evoked spike collision along their axons in behaving/resting rats expressing channelrhodopsin-2 (Multi-Linc method). We found \"postspike suppression\" (~100 ms) as a characteristic of ET-type neurons in spike auto-correlograms, and it remained constant independent of behavioral conditions in functionally different ET-type neurons. Postspike suppression followed even solitary spikes, and spike bursts significantly extended its duration. We also observed relatively strong spike synchrony in pairs containing IT-type neurons. Thus, spiking dynamics in IT-type and ET-type neurons may be optimized differently for precise and coordinated motor control.", "doi": "10.1093/cercor/bhx012", "title": "In Vivo Spiking Dynamics of Intra- and Extratelencephalic Projection Neurons in Rat Motor Cortex.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}