{"authors": [["Bernal-Casas", "David", "D", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94305, USA."], ["Lee", "Hyun Joo", "HJ", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94305, USA."], ["Weitz", "Andrew J", "AJ", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA 94305, USA."], ["Lee", "Jin Hyung", "JH", "Department of Neurology and Neurological Sciences, Stanford University, Stanford, CA 94305, USA; Department of Bioengineering, Stanford University, Stanford, CA 94305, USA; Department of Neurosurgery, Stanford University, Stanford, CA 94305, USA; Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA. Electronic address: ljinhy@stanford.edu."]], "date": "2017-01-26", "id": "28132829", "text": "Defining the large-scale behavior of brain circuits with cell type specificity is a major goal of neuroscience. However, neuronal circuit diagrams typically draw upon anatomical and electrophysiological measurements acquired in isolation. Consequently, a dynamic and cell-type-specific connectivity map has never been constructed from simultaneous measurements across the brain. Here, we introduce dynamic causal modeling (DCM) for optogenetic fMRI experiments-which uniquely allow cell-type-specific, brain-wide functional measurements-to parameterize the causal relationships among regions of a distributed brain network with cell type specificity. Strikingly, when applied to the brain-wide basal ganglia-thalamocortical network, DCM accurately reproduced the empirically observed time series, and the strongest connections were key connections of optogenetically stimulated pathways. We predict that quantitative and cell-type-specific descriptions of dynamic connectivity, as illustrated here, will empower novel systems-level understanding of neuronal circuit dynamics and facilitate the design of more effective neuromodulation therapies.", "doi": "10.1016/j.neuron.2016.12.035", "title": "Studying Brain Circuit Function with Dynamic Causal Modeling for Optogenetic fMRI.", "journal": ["Neuron", "Neuron"]}