{"authors": [["Sinnen", "Brooke L", "BL", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Bowen", "Aaron B", "AB", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Forte", "Jeffrey S", "JS", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Hiester", "Brian G", "BG", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Crosby", "Kevin C", "KC", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Gibson", "Emily S", "ES", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Dell'Acqua", "Mark L", "ML", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA."], ["Kennedy", "Matthew J", "MJ", "Department of Pharmacology, University of Colorado School of Medicine, Aurora, CO 80045, USA. Electronic address: matthew.kennedy@ucdenver.edu."]], "date": "2017-01-26", "id": "28132827", "text": "The molecular composition of the postsynaptic membrane is sculpted by synaptic activity. During synaptic plasticity at excitatory synapses, numerous structural, signaling, and receptor molecules concentrate at the postsynaptic density (PSD) to regulate synaptic strength. We developed an approach that uses light to tune the abundance of specific molecules in the PSD. We used this approach to investigate the relationship between the number of AMPA-type glutamate receptors in the PSD and synaptic strength. Surprisingly, adding more AMPA receptors to excitatory contacts had little effect on synaptic strength. Instead, we observed increased excitatory input through the apparent addition of new functional sites. Our data support a model where adding AMPA receptors is sufficient to activate synapses that had few receptors to begin with, but that additional remodeling events are required to strengthen established synapses. More broadly, this approach introduces the precise spatiotemporal control of optogenetics to the molecular control of synaptic function.", "doi": "10.1016/j.neuron.2016.12.037", "title": "Optogenetic Control of Synaptic Composition and Function.", "journal": ["Neuron", "Neuron"]}