{"authors": [["Wang", "Lifang", "L", "Department of Biological Sciences, Graduate School of Science, and."], ["Sato", "Hirofumi", "H", "Department of Biological Sciences, Graduate School of Science, and."], ["Satoh", "Yohsuke", "Y", "Department of Biological Sciences, Graduate School of Science, and."], ["Tomioka", "Masahiro", "M", "Department of Biological Sciences, Graduate School of Science, and."], ["Kunitomo", "Hirofumi", "H", "Department of Biological Sciences, Graduate School of Science, and."], ["Iino", "Yuichi", "Y", "Department of Biological Sciences, Graduate School of Science, and iino@bs.s.u-tokyo.ac.jp."]], "date": "2017-01-26", "id": "28126744", "text": "Animals show various behaviors in response to environmental chemicals. These behaviors are often plastic depending on previous experiences. Caenorhabditis elegans, which has highly developed chemosensory system with a limited number of sensory neurons, is an ideal model for analyzing the role of each neuron in innate and learned behaviors. Here, we report a new type of memory-dependent behavioral plasticity in Na+ chemotaxis generated by the left member of bilateral gustatory neuron pair ASE (ASEL neuron). When worms were cultivated in the presence of Na+, they showed positive chemotaxis toward Na+, but when cultivated under Na+-free conditions, they showed no preference regarding Na+ concentration. Both channelrhodopsin-2 (ChR2) activation with blue light and up-steps of Na+ concentration activated ASEL only after cultivation with Na+, as judged by increase in intracellular Ca2+ Under cultivation conditions with Na+, photoactivation of ASEL caused activation of its downstream interneurons AIY and AIA, which stimulate forward locomotion, and inhibition of its downstream interneuron AIB, which inhibits the turning/reversal behavior, and overall drove worms toward higher Na+ concentrations. We also found that the Gq signaling pathway and the neurotransmitter glutamate are both involved in the behavioral response generated by ASEL.SIGNIFICANCE STATEMENT Animals have acquired various types of behavioral plasticity during their long evolutionary history. Caenorhabditis elegans prefers odors associated with food, but plastically changes its behavioral response according to previous experience. Here, we report a new type of behavioral response generated by a single gustatory sensory neuron, the ASE-left (ASEL) neuron. ASEL did not respond to photostimulation or upsteps of Na+ concentration when worms were cultivated in Na+-free conditions; however, when worms were cultivated with Na+, ASEL responded and inhibited AIB to avoid turning and stimulated AIY and AIA to promote forward locomotion, which collectively drove worms toward higher Na+ concentrations. Glutamate and the Gq signaling pathway are essential for driving worms toward higher Na+ concentrations.", "doi": "10.1523/JNEUROSCI.1774-16.2017", "title": "A Gustatory Neural Circuit of Caenorhabditis elegans Generates Memory-Dependent Behaviors in Na+ Chemotaxis.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}