{"authors": [["Heinsbroek", "Jasper A", "JA", "Department of Neuroscience and heinsbro@musc.edu kalivasp@musc.edu."], ["Neuhofer", "Daniela N", "DN", "Department of Neuroscience and."], ["Griffin", "William C", "WC", "Department of Psychiatry and Behavioral Science, Medical University of South Carolina, Charleston, South Carolina 29425, and."], ["Siegel", "Griffin S", "GS", "Department of Psychiatry and Behavioral Science, Medical University of South Carolina, Charleston, South Carolina 29425, and."], ["Bobadilla", "Ana-Clara", "AC", "Department of Neuroscience and."], ["Kupchik", "Yonatan M", "YM", "Department of Neuroscience, Hebrew University, Jerusalem, 91120 Israel."], ["Kalivas", "Peter W", "PW", "Department of Neuroscience and heinsbro@musc.edu kalivasp@musc.edu."]], "date": null, "id": "28123013", "text": "Distinct populations of D1- and D2-dopamine receptor-expressing medium spiny neurons (D1-/D2-MSNs) comprise the nucleus accumbens, and activity in D1-MSNs promotes, whereas activity in D2-MSNs inhibits, motivated behaviors. We used chemogenetics to extend D1-/D2-MSN cell specific regulation to cue-reinstated cocaine seeking in a mouse model of self-administration and relapse, and found that either increasing activity in D1-MSNs or decreasing activity in D2-MSNs augmented cue-induced reinstatement. Both D1- and D2-MSNs provide substantial GABAergic innervation to the ventral pallidum, and chemogenetic inhibition of ventral pallidal neurons blocked the augmented reinstatement elicited by chemogenetic regulation of either D1- or D2-MSNs. Because D1- and D2-MSNs innervate overlapping populations of ventral pallidal neurons, we next used optogenetics to examine whether changes in synaptic plasticity in D1- versus D2-MSN GABAergic synapses in the ventral pallidum could explain the differential regulation of VP activity. In mice trained to self-administer cocaine, GABAergic LTD was abolished in D2-, but not in D1-MSN synapses. A μ opioid receptor antagonist restored GABA currents in D2-, but not D1-MSN synapses of cocaine-trained mice, indicating that increased enkephalin tone on presynaptic μ opioid receptors was responsible for occluding the LTD. These results identify a behavioral function for D1-MSN innervation of the ventral pallidum, and suggest that losing LTDGABA in D2-MSN, but not D1-MSN input to ventral pallidum may promote cue-induced reinstatement of cocaine-seeking.More than 90% of ventral striatum is composed of two cell types, those expressing dopamine D1 or D2 receptors, which exert opposing roles on motivated behavior. Both cell types send GABAergic projections to the ventral pallidum and were found to differentially promote cue-induced reinstatement of cocaine seeking via the ventral pallidum. Furthermore, after cocaine self-administration, synaptic plasticity was selectively lost in D2, but not D1 inputs to the ventral pallidum. The selective impairment in D2 afferents may promote the influence of D1 inputs to drive relapse to cocaine seeking.", "doi": "10.1523/JNEUROSCI.2659-16.2016", "title": "Loss of Plasticity in the D2-Accumbens Pallidal Pathway Promotes Cocaine Seeking.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}