{"authors": [["Johnson", "Heath E", "HE", "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."], ["Goyal", "Yogesh", "Y", "Department of Chemical and Biological Engineering, Princeton University, Princeton, NJ 08544, USA; Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ 08544, USA."], ["Pannucci", "Nicole L", "NL", "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."], ["Schüpbach", "Trudi", "T", "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."], ["Shvartsman", "Stanislav Y", "SY", "Department of Chemical and Biological Engineering, Princeton University, Princeton, NJ 08544, USA; Lewis-Sigler Institute for Integrative Genomics, Princeton University, Princeton, NJ 08544, USA."], ["Toettcher", "Jared E", "JE", "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA. Electronic address: toettcher@princeton.edu."]], "date": null, "id": "28118601", "text": "Animal development is characterized by signaling events that occur at precise locations and times within the embryo, but determining when and where such precision is needed for proper embryogenesis has been a long-standing challenge. Here we address this question for extracellular signal regulated kinase (Erk) signaling, a key developmental patterning cue. We describe an optogenetic system for activating Erk with high spatiotemporal precision in vivo. Implementing this system in Drosophila, we find that embryogenesis is remarkably robust to ectopic Erk signaling, except from 1 to 4 hr post-fertilization, when perturbing the spatial extent of Erk pathway activation leads to dramatic disruptions of patterning and morphogenesis. Later in development, the effects of ectopic signaling are buffered, at least in part, by combinatorial mechanisms. Our approach can be used to systematically probe the differential contributions of the Ras/Erk pathway and concurrent signals, leading to a more quantitative understanding of developmental signaling.", "doi": "10.1016/j.devcel.2016.12.002", "title": "The Spatiotemporal Limits of Developmental Erk Signaling.", "journal": ["Developmental cell", "Dev. Cell"]}