{"authors": [["Heitmann", "Stewart", "S", "Department of Mathematics, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Rule", "Michael", "M", "Department of Neuroscience, Brown University, Providence, Rhode Island, USA."], ["Truccolo", "Wilson", "W", "Department of Neuroscience, Brown University, Providence, Rhode Island, USA."], ["Ermentrout", "Bard", "B", "Department of Mathematics, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."]], "date": "2017-01-24", "id": "28118355", "text": "Constant optogenetic stimulation targeting both pyramidal cells and inhibitory interneurons has recently been shown to elicit propagating waves of gamma-band (40-80 Hz) oscillations in the local field potential of non-human primate motor cortex. The oscillations emerge with non-zero frequency and small amplitude-the hallmark of a type II excitable medium-yet they also propagate far beyond the stimulation site in the manner of a type I excitable medium. How can neural tissue exhibit both type I and type II excitability? We investigated the apparent contradiction by modeling the cortex as a Wilson-Cowan neural field in which optogenetic stimulation was represented by an external current source. In the absence of any external current, the model operated as a type I excitable medium that supported propagating waves of gamma oscillations similar to those observed in vivo. Applying an external current to the population of inhibitory neurons transformed the model into a type II excitable medium. The findings suggest that cortical tissue normally operates as a type I excitable medium but it is locally transformed into a type II medium by optogenetic stimulation which predominantly targets inhibitory neurons. The proposed mechanism accounts for the graded emergence of gamma oscillations at the stimulation site while retaining propagating waves of gamma oscillations in the non-stimulated tissue. It also predicts that gamma waves can be emitted on every second cycle of a 100 Hz oscillation. That prediction was subsequently confirmed by re-analysis of the neurophysiological data. The model thus offers a theoretical account of how optogenetic stimulation alters the excitability of cortical neural fields.", "doi": "10.1371/journal.pcbi.1005349", "title": "Optogenetic Stimulation Shifts the Excitability of Cerebral Cortex from Type I to Type II: Oscillation Onset and Wave Propagation.", "journal": ["PLoS computational biology", "PLoS Comput. Biol."]}