{"authors": [["Fadok", "Jonathan P", "JP", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Krabbe", "Sabine", "S", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Markovic", "Milica", "M", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Courtin", "Julien", "J", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Xu", "Chun", "C", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Massi", "Lema", "L", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Botta", "Paolo", "P", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Bylund", "Kristine", "K", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Müller", "Christian", "C", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Kovacevic", "Aleksandar", "A", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Tovote", "Philip", "P", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."], ["Lüthi", "Andreas", "A", "Friedrich Miescher Institute for Biomedical Research, Maulbeerstrasse 66, 4058 Basel, Switzerland."]], "date": "2017-01-25", "id": "28117439", "text": "When faced with threat, the survival of an organism is contingent upon the selection of appropriate active or passive behavioural responses. Freezing is an evolutionarily conserved passive fear response that has been used extensively to study the neuronal mechanisms of fear and fear conditioning in rodents. However, rodents also exhibit active responses such as flight under natural conditions. The central amygdala (CEA) is a forebrain structure vital for the acquisition and expression of conditioned fear responses, and the role of specific neuronal sub-populations of the CEA in freezing behaviour is well-established. Whether the CEA is also involved in flight behaviour, and how neuronal circuits for active and passive fear behaviour interact within the CEA, are not yet understood. Here, using in vivo optogenetics and extracellular recordings of identified cell types in a behavioural model in which mice switch between conditioned freezing and flight, we show that active and passive fear responses are mediated by distinct and mutually inhibitory CEA neurons. Cells expressing corticotropin-releasing factor (CRF+) mediate conditioned flight, and activation of somatostatin-positive (SOM+) neurons initiates passive freezing behaviour. Moreover, we find that the balance between conditioned flight and freezing behaviour is regulated by means of local inhibitory connections between CRF+ and SOM+ neurons, indicating that the selection of appropriate behavioural responses to threat is based on competitive interactions between two defined populations of inhibitory neurons, a circuit motif allowing for rapid and flexible action selection.", "doi": "10.1038/nature21047", "title": "A competitive inhibitory circuit for selection of active and passive fear responses.", "journal": ["Nature", "Nature"]}