{"authors": [["Matsunaga", "Teruyuki", "T", "Department of Complexity Science and Engineering, University of Tokyo, Chiba 277-8561, Japan and."], ["Kohsaka", "Hiroshi", "H", "Department of Complexity Science and Engineering, University of Tokyo, Chiba 277-8561, Japan and."], ["Nose", "Akinao", "A", "Department of Complexity Science and Engineering, University of Tokyo, Chiba 277-8561, Japan and nose@neuro.k.u-tokyo.ac.jp."]], "date": "2017-01-23", "id": "28115483", "text": "In this study, we used the peristaltic crawling of Drosophila larvae as a model to study how motor patterns are regulated by central circuits. We built an experimental system that allows simultaneous application of optogenetics and calcium imaging to the isolated ventral nerve cord (VNC). We then investigated the effects of manipulating local activity of motor neurons (MNs) on fictive locomotion observed as waves of MN activity propagating along neuromeres. Optical inhibition of MNs with halorhodopsin3 in a middle segment (A4, A5, or A6), but not other segments, dramatically decreased the frequency of the motor waves. Conversely, local activation of MNs with channelrhodopsin2 in a posterior segment (A6 or A7) increased the frequency of the motor waves. Since peripheral nerves mediating sensory feedback were severed in the VNC preparation, these results indicate that MNs send signals to the central circuits to regulate motor pattern generation. Our results also indicate segmental specificity in the roles of MNs in motor control. The effects of the local MN activity manipulation were lost in shaking-B2 (shakB2 ) or ogre2 , gap-junction mutations in Drosophila, or upon acute application of the gap junction blocker carbenoxolone, implicating electrical synapses in the signaling from MNs. Cell-type-specific RNAi suggested shakB and ogre function in MNs and interneurons, respectively, during the signaling. Our results not only reveal an unexpected role for MNs in motor pattern regulation, but also introduce a powerful experimental system that enables examination of the input-output relationship among the component neurons in this system.SIGNIFICANCE STATEMENT Motor neurons are generally considered passive players in motor pattern generation, simply relaying information from upstream interneuronal circuits to the target muscles. This study shows instead that MNs play active roles in the control of motor generation by conveying information via gap junctions to the central pattern-generating circuits in larval Drosophila, providing novel insights into motor circuit control. The experimental system introduced in this study also presents a new approach for studying intersegmentally coordinated locomotion. Unlike traditional electrophysiology methods, this system enables the simultaneous recording and manipulation of populations of neurons that are genetically specified and span multiple segments.", "doi": "10.1523/JNEUROSCI.1453-16.2017", "title": "Gap Junction-Mediated Signaling from Motor Neurons Regulates Motor Generation in the Central Circuits of Larval Drosophila.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}