{"authors": [["Stamp", "Lincon A", "LA", "Department of Anatomy and Neuroscience, University of Melbourne, Melbourne, Victoria, Australia."], ["Gwynne", "Rachel M", "RM", "Department of Anatomy and Neuroscience, University of Melbourne, Melbourne, Victoria, Australia."], ["Foong", "Jaime P P", "JPP", "Department of Physiology, University of Melbourne, Melbourne, Victoria, Australia."], ["Lomax", "Alan E", "AE", "Gastrointestinal Diseases Research Unit, Queen's University, Kingston, Ontario, Canada."], ["Hao", "Marlene M", "MM", "Department of Anatomy and Neuroscience, University of Melbourne, Melbourne, Victoria, Australia."], ["Kaplan", "David I", "DI", "The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia."], ["Reid", "Christopher A", "CA", "The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia."], ["Petrou", "Steven", "S", "The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia."], ["Allen", "Andrew M", "AM", "Department of Physiology, University of Melbourne, Melbourne, Victoria, Australia."], ["Bornstein", "Joel C", "JC", "Department of Physiology, University of Melbourne, Melbourne, Victoria, Australia."], ["Young", "Heather M", "HM", "Department of Anatomy and Neuroscience, University of Melbourne, Melbourne, Victoria, Australia. Electronic address: h.young@unimelb.edu.au."]], "date": "2017-01-20", "id": "28115057", "text": "Cell therapy offers the potential to treat gastrointestinal motility disorders caused by diseased or absent enteric neurons. We examined whether neurons generated from transplanted enteric neural cells provide a functional innervation of bowel smooth muscle in mice.Enteric neural cells expressing the light-sensitive ion channel, channelrhodopsin, were isolated from the fetal or postnatal mouse bowel and transplanted into the distal colon of 3- to 4-week-old wild-type recipient mice. Intracellular electrophysiological recordings of responses to light stimulation of the transplanted cells were made from colonic smooth muscle cells in recipient mice. Electrical stimulation of endogenous enteric neurons was used as a control.The axons of graft-derived neurons formed a plexus in the circular muscle layer. Selective stimulation of graft-derived cells by light resulted in excitatory and inhibitory junction potentials, the electrical events underlying contraction and relaxation, respectively, in colonic muscle cells. Graft-derived excitatory and inhibitory motor neurons released the same neurotransmitters as endogenous motor neurons-acetylcholine and a combination of adenosine triphosphate and nitric oxide, respectively. Graft-derived neurons also included interneurons that provided synaptic inputs to motor neurons, but the pharmacologic properties of interneurons varied with the age of the donors from which enteric neural cells were obtained.Enteric neural cells transplanted into the bowel give rise to multiple functional types of neurons that integrate and provide a functional innervation of the smooth muscle of the bowel wall. Circuits composed of both motor neurons and interneurons were established, but the age at which cells are isolated influences the neurotransmitter phenotype of interneurons that are generated.", "doi": "10.1053/j.gastro.2017.01.005", "title": "Optogenetic Demonstration of Functional Innervation of Mouse Colon by Neurons Derived From Transplanted Neural Cells.", "journal": ["Gastroenterology", "Gastroenterology"]}