{"authors": [["Edwards", "Nicholas J", "NJ", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["Tejeda", "Hugo A", "HA", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["Pignatelli", "Marco", "M", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["Zhang", "Shiliang", "S", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["McDevitt", "Ross A", "RA", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["Wu", "Jocelyn", "J", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["Bass", "Caroline E", "CE", "Department of Pharmacology and Toxicology, University at Buffalo, Buffalo, New York, USA."], ["Bettler", "Bernhard", "B", "Department of Biomedicine, Pharmazentrum, University of Basel, Basel, Switzerland."], ["Morales", "Marisela", "M", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."], ["Bonci", "Antonello", "A", "Intramural Research Program, National Institute on Drug Abuse, US National Institutes of Health, Baltimore, Maryland, USA."]], "date": "2017-01-23", "id": "28114294", "text": "Afferent inputs to the ventral tegmental area (VTA) control reward-related behaviors through regulation of dopamine neuron activity. The nucleus accumbens (NAc) provides one of the most prominent projections to the VTA; however, recent studies have provided conflicting evidence regarding the function of these inhibitory inputs. Using optogenetics, cell-specific ablation, whole cell patch-clamp and immuno-electron microscopy, we found that NAc inputs synapsed directly onto dopamine neurons, preferentially activating GABAB receptors. GABAergic inputs from the NAc and local VTA GABA neurons were differentially modulated and activated separate receptor populations in dopamine neurons. Genetic deletion of GABAB receptors from dopamine neurons in adult mice did not affect general or morphine-induced locomotor activity, but markedly increased cocaine-induced locomotion. Collectively, our findings demonstrate notable selectivity in the inhibitory architecture of the VTA and suggest that long-range GABAergic inputs to dopamine neurons fundamentally regulate behavioral responses to cocaine.", "doi": "10.1038/nn.4482", "title": "Circuit specificity in the inhibitory architecture of the VTA regulates cocaine-induced behavior.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}