{"authors": [["Risse", "Benjamin", "B", null], ["Otto", "Nils", "N", null], ["Berh", "Dimitri", "D", null], ["Xiaoyi Jiang", null, null, null], ["Kiel", "Matthias", "M", null], ["Klambt", "Christian", "C", null]], "date": "2016-05-18", "id": "28113210", "text": "In vivo whole-body imaging of small animals plays an important role for biomedical studies. In particular, animals like the fruit fly Drosophila melanogaster or the nematode Caenorhabditis elegans are popular model organisms for preclinical research since they offer sophisticated genetic tool-kits. Recording these translucent animals with high contrast in a large arena is however not trivial. Furthermore, fluorescent proteins are widely used to mark cells in vivo and report their functions. This paper introduces a novel optical imaging technique called FIM2c enabling simultaneous detection of the animals posture and movement as well as fluorescent markers like green fluorescent protein (GFP). FIM2c utilizes frustrated total internal reflection of two distinct wavelengths and captures both, reflected and emitted light. The resultant two-color high-contrast images are superb compared to other imaging systems for larvae or worms. This multipurpose method enables a large variety of different experimental approaches. For example, FIM2c can be used to image GFP positive cells/tissues/animals and supports the integration of fluorescent tracers into multitarget tracking paradigms. Moreover, optogenetic tools can be applied in large-scale behavioral analysis to manipulate and study neuronal functions. To demonstrate the benefit of our system, we use FIM2c to resolve colliding larvae in a high-throughput approach, which was impossible given the existing tools. Finally, we present a comprehensive database including images and locomotion features of more than 1300 resolved collisions available for the community. In conclusion, FIM2c is a versatile tool for advanced imaging and locomotion analysis for a variety of different model organisms.", "doi": "10.1109/TBME.2016.2570598", "title": "FIM$^{2c\\;}$: Multicolor, Multipurpose Imaging System to Manipulate and Analyze Animal Behavior.", "journal": ["IEEE transactions on bio-medical engineering", "IEEE Trans Biomed Eng"]}