{"authors": [["Rolland", "Anne-Sophie", "AS", "Department of Neurology, Columbia University, 650 W 168th Street, New York, NY 10032, USA."], ["Kareva", "Tatyana", "T", "Department of Neurology, Columbia University, 650 W 168th Street, New York, NY 10032, USA."], ["Kholodilov", "Nikolai", "N", "Department of Neurology, Columbia University, 650 W 168th Street, New York, NY 10032, USA."], ["Burke", "Robert E", "RE", "Department of Neurology, Columbia University, 650 W 168th Street, New York, NY 10032, USA; Department of Pathology and Cell Biology, Columbia University, 650 W 168th Street, New York, NY 10032, USA. Electronic address: rb43@cumc.columbia.edu."]], "date": "2017-01-18", "id": "28108256", "text": "Adeno-associated viruses (AAVs) have become powerful tools in neuroscience for both basic research and potential therapeutic use. They have become especially important tools for optogenetic experiments based on their ability to achieve transgene expression in postmitotic neurons with regional selectivity. With the use of appropriate promoter elements they can achieve cellular specificity as well. One population of neurons that plays a central role in human neurodegenerative and psychiatric diseases are the dopamine neurons of the midbrain. To study these neurons in vivo with advanced techniques it would be highly advantageous to characterize an appropriate specific promoter. To this end we have characterized a 2.5-kb sequence of the rat tyrosine hydroxylase (TH) promoter. The rTHp(2.5) promoter induced expression of the fluorescent reporter protein mCherry in SN dopamine neurons. Although it showed excellent specificity in cortex and striatum, where no reporter expression was observed, in the SN region many neurons expressed reporter but not TH. We show that some of the TH negativity is due to the suppression of its expression by the transgene. We conclude that rTHp(2.5) does preferentially label dopamine neurons but its specificity is not complete within the substantia nigra and caution must be used.", "doi": "10.1016/j.neuroscience.2017.01.014", "title": "A quantitative evaluation of a 2.5-kb rat tyrosine hydroxylase promoter to target expression in ventral mesencephalic dopamine neurons in vivo.", "journal": ["Neuroscience", "Neuroscience"]}