{"authors": [["Ma", "Guolin", "G", "Center for Translational Cancer Research, Institute of Biosciences and Technology Texas A&M University, Houston, TX 77030, USA."], ["Wen", "Shufan", "S", "Center for Translational Cancer Research, Institute of Biosciences and Technology Texas A&M University, Houston, TX 77030, USA."], ["He", "Lian", "L", "Center for Translational Cancer Research, Institute of Biosciences and Technology Texas A&M University, Houston, TX 77030, USA."], ["Huang", "Yun", "Y", "Center for Epigenetics and Disease Prevention, Institute of Biosciences and Technology, Texas A&M University, Houston, TX 77030, USA; Department of Molecular and Cellular Medicine, College of Medicine, Texas A&M University, Bryan, TX 77807, USA."], ["Wang", "Youjun", "Y", "Beijing Key Laboratory of Gene Resource and Molecular Development, College of Life Sciences, Beijing Normal University, Beijing 100875, China. Electronic address: wyoujun@bnu.edu.cn."], ["Zhou", "Yubin", "Y", "Center for Translational Cancer Research, Institute of Biosciences and Technology Texas A&M University, Houston, TX 77030, USA; Department of Medical Physiology, College of Medicine Texas A&M University, Temple, TX 76504, USA, USA. Electronic address: yzhou@ibt.tamhsc.edu."]], "date": "2017-01-16", "id": "28104276", "text": "Calcium acts as a second messenger to regulate a myriad of cell functions, ranging from short-term muscle contraction and cell motility to long-term changes in gene expression and metabolism. To study the impact of Ca2+-modulated 'ON' and 'OFF' reactions in mammalian cells, pharmacological tools and 'caged' compounds are commonly used under various experimental conditions. The use of these reagents for precise control of Ca2+ signals, nonetheless, is impeded by lack of reversibility and specificity. The recently developed optogenetic tools, particularly those built upon engineered Ca2+ release-activated Ca2+ (CRAC) channels, provide exciting opportunities to remotely and non-invasively modulate Ca2+ signaling due to their superior spatiotemporal resolution and rapid reversibility. In this review, we briefly summarize the latest advances in the development of optogenetic tools (collectively termed as 'genetically encoded Ca2+ actuators', or GECAs) that are tailored for the interrogation of Ca2+ signaling, as well as their applications in remote neuromodulation and optogenetic immunomodulation. Our goal is to provide a general guide to choosing appropriate GECAs for optical control of Ca2+ signaling in cellulo, and in parallel, to stimulate further thoughts on evolving non-opsin-based optogenetics into a fully fledged technology for the study of Ca2+-dependent activities in vivo.", "doi": "10.1016/j.ceca.2017.01.004", "title": "Optogenetic toolkit for precise control of calcium signaling.", "journal": ["Cell calcium", "Cell Calcium"]}