{"authors": [["Liu", "Yanling", "Y", "Department of Psychiatry and Psychotherapy, University Medical Center, D-37075 Göttingen, Germany."], ["Cui", "Lei", "L", "Department of Psychiatry and Psychotherapy, University Medical Center, D-37075 Göttingen, Germany; Cluster of Excellence \"Nanoscale Microscopy and Molecular Physiology of the Brain\", University Medical Center, D-37075 Göttingen, Germany; Göttingen Graduate School for Neurosciences and Molecular Biosciences, D-37077 Göttingen, Germany."], ["Schwarz", "Martin K", "MK", "Functional Neuroconnectomics Group, Clinic for Epileptology, University Clinic of Bonn, D-53105 Bonn, Germany."], ["Dong", "Yan", "Y", "Department of Neuroscience, University of Pittsburgh, Pittsburgh, PA 15260, USA."], ["Schlüter", "Oliver M", "OM", "Department of Psychiatry and Psychotherapy, University Medical Center, D-37075 Göttingen, Germany; Cluster of Excellence \"Nanoscale Microscopy and Molecular Physiology of the Brain\", University Medical Center, D-37075 Göttingen, Germany; Department of Neuroscience, University of Pittsburgh, Pittsburgh, PA 15260, USA. Electronic address: schluter@pitt.edu."]], "date": null, "id": "28103480", "text": "Spike timing-dependent synaptic plasticity (STDP) serves as a key cellular correlate of associative learning, which is facilitated by elevated attentional and emotional states involving activation of adrenergic signaling. At cellular levels, adrenergic signaling increases dendrite excitability, but the underlying mechanisms remain elusive. Here we show that activation of β2-adrenoceptors promoted STD long-term synaptic potentiation at mouse hippocampal excitatory synapses by inactivating dendritic Kv1.1-containing potassium channels, which increased dendrite excitability and facilitated dendritic propagation of postsynaptic depolarization, potentially improving coincidental activation of pre- and postsynaptic terminals. We further demonstrate that adrenergic modulation of Kv1.1 was mediated by the signaling scaffold SAP97, which, through direct protein-protein interactions, escorts β2 signaling to remove Kv1.1 from the dendrite surface. These results reveal a mechanism through which the postsynaptic signaling scaffolds bridge the aroused brain state to promote induction of synaptic plasticity and potentially to enhance spike timing and memory encoding.", "doi": "10.1016/j.neuron.2016.12.039", "title": "Adrenergic Gate Release for Spike Timing-Dependent Synaptic Potentiation.", "journal": ["Neuron", "Neuron"]}