{"authors": [["Ganapathy", "Srividya", "S", "Leiden Institute of Chemistry, Leiden University , 2333 CC Leiden, The Netherlands."], ["Venselaar", "Hanka", "H", "Centre for Molecular and Biomolecular Informatics, Radboud University Medical Center , 6500 HB Nijmegen, The Netherlands."], ["Chen", "Que", "Q", "Swammerdam Institute for Life Sciences, University of Amsterdam , 1090 GE Amsterdam, The Netherlands."], ["de Groot", "Huub J M", "HJ", "Leiden Institute of Chemistry, Leiden University , 2333 CC Leiden, The Netherlands."], ["Hellingwerf", "Klaas J", "KJ", "Swammerdam Institute for Life Sciences, University of Amsterdam , 1090 GE Amsterdam, The Netherlands."], ["de Grip", "Willem J", "WJ", "Leiden Institute of Chemistry, Leiden University , 2333 CC Leiden, The Netherlands."]], "date": "2017-02-02", "id": "28094925", "text": "Proteorhodopsin (PR) and Gloeobacter rhodopsin (GR) are retinal-based light-driven proton pumps that absorb visible light (maxima at 520-540 nm). Shifting the action spectra of these proton pumps beyond 700 nm would generate new prospects in optogenetics, membrane sensor technology, and complementation of oxygenic phototrophy. We therefore investigated the effect of red-shifting analogues of retinal, combined with red-shifting mutations, on the spectral properties and pump activity of the resulting pigments. We investigated a variety of analogues, including many novel ones. One of the novel analogues we tested, 3-methylamino-16-nor-1,2,3,4-didehydroretinal (MMAR), produced exciting results. This analogue red-shifted all of the rhodopsin variants tested, accompanied by a strong broadening of the absorbance band, tailing out to 850-950 nm. In particular, MMAR showed a strong synergistic effect with the PR-D212N,F234S double mutant, inducing an astonishing 200 nm red shift in the absorbance maximum. To our knowledge, this is by far the largest red shift reported for any retinal protein. Very importantly, all MMAR-containing holoproteins are the first rhodopsins retaining significant pump activity under near-infrared illumination (730 nm light-emitting diode). Such MMAR-based rhodopsin variants present very promising opportunities for further synthetic biology modification and for a variety of biotechnological and biophysical applications.", "doi": "10.1021/jacs.6b11366", "title": "Retinal-Based Proton Pumping in the Near Infrared.", "journal": ["Journal of the American Chemical Society", "J. Am. Chem. Soc."]}