{"authors": [["Li", "Anan", "A", "Department of Cell and Developmental Biology."], ["Guthman", "Ethan M", "EM", "Neuroscience Program, and."], ["Doucette", "Wilder T", "WT", "Department of Psychiatry, Geisel School of Medicine at Dartmouth College, Hanover, New Hampshire 03755."], ["Restrepo", "Diego", "D", "Department of Cell and Developmental Biology, diego.restrepo@ucdenver.edu."]], "date": "2017-01-16", "id": "28093474", "text": "The firing rate of the mitral/tufted cells in the olfactory bulb is known to undergo significant trial-to-trial variability and is affected by anesthesia. Here we ask whether odorant-elicited changes in firing rate depend on the rate before application of the stimulus in the awake and anesthetized mouse. We find that prestimulus firing rate varies widely on a trial-to-trial basis and that the stimulus-induced change in firing rate decreases with increasing prestimulus firing rate. Interestingly, this prestimulus firing rate dependence was different when the behavioral task did not involve detecting the valence of the stimulus. Finally, when the animal was learning to associate the odor with reward, the prestimulus firing rate was smaller for false alarms compared with correct rejections, suggesting that intrinsic activity reflects the anticipatory status of the animal. Thus, in this sensory modality, changes in behavioral status alter the intrinsic prestimulus activity, leading to a change in the responsiveness of the second-order neurons. We speculate that this trial-to-trial variability in odorant responses reflects sampling of the massive parallel input by subsets of mitral cells.SIGNIFICANCE STATEMENT The olfactory bulb must deal with processing massive parallel input from ∼1200 distinct olfactory receptors. In contrast, the visual system receives input from a small number of photoreceptors and achieves recognition of complex stimuli by allocating processing for distinct spatial locations to different brain areas. Here we find that the change in firing rate elicited by the odorant in second-order mitral cells depends on the intrinsic activity leading to a change of magnitude in the responsiveness of these neurons relative to this prestimulus activity. Further, we find that prestimulus firing rate is influenced by behavioral status. This suggests that there is top-down modulation allowing downstream brain processing areas to perform dynamic readout of olfactory information.", "doi": "10.1523/JNEUROSCI.3132-16.2017", "title": "Behavioral Status Influences the Dependence of Odorant-Induced Change in Firing on Prestimulus Firing Rate.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}