{"authors": [["Malyshev", "A Y", "AY", "Institute of Higher Nervous Activity and Neurophysiology of the Russian Academy of Sciences, Russian Federation. Electronic address: malyshev@ihna.ru."], ["Roshchin", "M V", "MV", "Institute of Higher Nervous Activity and Neurophysiology of the Russian Academy of Sciences, Russian Federation."], ["Smirnova", "G R", "GR", "Institute of Higher Nervous Activity and Neurophysiology of the Russian Academy of Sciences, Russian Federation."], ["Dolgikh", "D A", "DA", "Pirogov Russian National Research Medical University, Russian Federation; M.M. Shemyakin and Yu.A. Ovchinnikov Institute of Bioorganic Chemistry of the Russian Academy of Sciences, Russian Federation."], ["Balaban", "P M", "PM", "Institute of Higher Nervous Activity and Neurophysiology of the Russian Academy of Sciences, Russian Federation; Moscow State University, Faculty of Biology, Russian Federation."], ["Ostrovsky", "M A", "MA", "Moscow State University, Faculty of Biology, Russian Federation; N.M.Emanuel Institute of Biochemical Physics, Russian Academy of Sciences, Russian Federation."]], "date": "2017-01-16", "id": "28093304", "text": "Optogenetics is a powerful technique in neuroscience that provided a great success in studying the brain functions during the last decade. Progress of optogenetics crucially depends on development of new molecular tools. Light-activated cation-conducting channelrhodopsin2 was widely used for excitation of cells since the emergence of optogenetics. In 2015 a family of natural light activated chloride channels GtACR was identified which appeared to be a very promising tool for using in optogenetics experiments as a cell silencer. Here we examined properties of GtACR2 channel expressed in the rat layer 2/3 pyramidal neurons by means of in utero electroporation. We have found that despite strong inhibition the light stimulation of GtACR2-positive neurons can surprisingly lead to generation of action potentials, presumably initiated in the axonal terminals. Thus, when using the GtACR2 in optogenetics experiments, its ability to induce action potentials should be taken into account. Our results also open an interesting possibility of using the GtACR2 both as cell silencer and cell activator in the same experiment varying the pattern of light stimulation.", "doi": "10.1016/j.neulet.2017.01.026", "title": "Chloride conducting light activated channel GtACR2 can produce both cessation of firing and generation of action potentials in cortical neurons in response to light.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}