{"authors": [["Sengupta", "Ayesha", "A", "Department of Pharmacology, University of Oxford, Oxford, OX1 3QT United Kingdom."], ["Bocchio", "Marco", "M", "Medical Research Council Brain Network Dynamics Unit, Department of Pharmacology, University of Oxford, Oxford, OX1 3TH United Kingdom."], ["Bannerman", "David M", "DM", "Department of Experimental Psychology, University of Oxford, Oxford, OX1 3UD United Kingdom."], ["Sharp", "Trevor", "T", "Department of Pharmacology, University of Oxford, Oxford, OX1 3QT United Kingdom, trevor.sharp@pharm.ox.ac.uk marco.capogna@biomed.au.dk."], ["Capogna", "Marco", "M", "Medical Research Council Brain Network Dynamics Unit, Department of Pharmacology, University of Oxford, Oxford, OX1 3TH United Kingdom, trevor.sharp@pharm.ox.ac.uk marco.capogna@biomed.au.dk."]], "date": "2017-01-13", "id": "28087766", "text": "The serotonin (5-HT) system and the amygdala are key regulators of emotional behavior. Several lines of evidence suggest that 5-HT transmission in the amygdala is implicated in the susceptibility and drug treatment of mood disorders. Therefore, elucidating the physiological mechanisms through which midbrain 5-HT neurons modulate amygdala circuits could be pivotal in understanding emotional regulation in health and disease. To shed light on these mechanisms, we performed patch-clamp recordings from basal amygdala (BA) neurons in brain slices from mice with channelrhodopsin genetically targeted to 5-HT neurons. Optical stimulation of 5-HT terminals at low frequencies (≤1 Hz) evoked a short-latency excitation of BA interneurons (INs) that was depressed at higher frequencies. Pharmacological analysis revealed that this effect was mediated by glutamate and not 5-HT because it was abolished by ionotropic glutamate receptor antagonists. Optical stimulation of 5-HT terminals at higher frequencies (10-20 Hz) evoked both slow excitation and slow inhibition of INs. These effects were mediated by 5-HT because they were blocked by antagonists of 5-HT2A and 5-HT1A receptors, respectively. These fast glutamate- and slow 5-HT-mediated responses often coexisted in the same neuron. Interestingly, fast-spiking and non-fast-spiking INs displayed differential modulation by glutamate and 5-HT. Furthermore, optical stimulation of 5-HT terminals did not evoke glutamate release onto BA principal neurons, but inhibited these cells directly via activation of 5-HT1A receptors and indirectly via enhanced GABA release. Collectively, these findings suggest that 5-HT neurons exert a frequency-dependent, cell-type-specific control over BA circuitry via 5-HT and glutamate co-release to inhibit the BA output.SIGNIFICANCE STATEMENT The modulation of the amygdala by serotonin (5-HT) is important for emotional regulation and is implicated in the pathogenesis and treatment of affective disorders. Therefore, it is essential to determine the physiological mechanisms through which 5-HT neurons in the dorsal raphe nuclei modulate amygdala circuits. Here, we combined optogenetic, electrophysiological, and pharmacological approaches to study the effects of activation of 5-HT axons in the basal nucleus of the amygdala (BA). We found that 5-HT neurons co-release 5-HT and glutamate onto BA neurons in a cell-type-specific and frequency-dependent manner. Therefore, we suggest that theories on the contribution of 5-HT neurons to amygdala function should be revised to incorporate the concept of 5-HT/glutamate cotransmission.", "doi": "10.1523/JNEUROSCI.2238-16.2016", "title": "Control of Amygdala Circuits by 5-HT Neurons via 5-HT and Glutamate Cotransmission.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}