{"authors": [["Wang", "Yanwen", "Y", "Department of Pharmacology, University of Oxford, Oxford, UK."], ["Lin", "Wee Khang", "WK", "Department of Pharmacology, University of Oxford, Oxford, UK."], ["Crawford", "William", "W", "University of Queensland, Brisbane, Australia."], ["Ni", "Haibo", "H", "School of Physics and Astronomy, University of Manchester, Manchester, UK."], ["Bolton", "Emma L", "EL", "Department of Pharmacology, University of Oxford, Oxford, UK."], ["Khan", "Huma", "H", "Department of Pharmacology, University of Oxford, Oxford, UK."], ["Shanks", "Julia", "J", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."], ["Bub", "Gil", "G", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."], ["Wang", "Xin", "X", "Faculty of Life Science, University of Manchester, Manchester, UK."], ["Paterson", "David J", "DJ", "Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."], ["Zhang", "Henggui", "H", "School of Physics and Astronomy, University of Manchester, Manchester, UK."], ["Galione", "Antony", "A", "Department of Pharmacology, University of Oxford, Oxford, UK."], ["Ebert", "Steven N", "SN", "Burnett School of Biomedical Sciences, College of Medicine, University of Central Florida, Orlando, USA."], ["Terrar", "Derek A", "DA", "Department of Pharmacology, University of Oxford, Oxford, UK."], ["Lei", "Ming", "M", "Department of Pharmacology, University of Oxford, Oxford, UK."]], "date": "2017-01-13", "id": "28084430", "text": "In the present study, channelrhodopsin 2 (ChR2) was specifically introduced into murine cells expressing the Phenylethanolamine n-methyltransferase (Pnmt) gene, which encodes for the enzyme responsible for conversion of noradrenaline to adrenaline. The new murine model enabled the identification of a distinctive class of Pnmt-expressing neuroendocrine cells and their descendants (i.e. Pnmt+ cell derived cells) within the heart. Here, we show that Pnmt+ cells predominantly localized to the left side of the adult heart. Remarkably, many of the Pnmt+ cells in the left atrium and ventricle appeared to be working cardiomyocytes based on their morphological appearance and functional properties. These Pnmt+ cell derived cardiomyocytes (PdCMs) are similar to conventional myocytes in morphological, electrical and contractile properties. By stimulating PdCMs selectively with blue light, we were able to control cardiac rhythm in the whole heart, isolated tissue preparations and single cardiomyocytes. Our new murine model effectively demonstrates functional dissection of cardiomyocyte subpopulations using optogenetics, and opens new frontiers of exploration into their physiological roles in normal heart function as well as their potential application for selective cardiac repair and regeneration strategies.", "doi": "10.1038/srep40687", "title": "Optogenetic Control of Heart Rhythm by Selective Stimulation of Cardiomyocytes Derived from Pnmt+ Cells in Murine Heart.", "journal": ["Scientific reports", "Sci Rep"]}