{"authors": [["Kitanishi", "Takuma", "T", "Graduate School of Medicine, Osaka University, Osaka 565-0871, Japan, and Career-Path Promotion Unit for Young Life Scientists, Kyoto University, Kyoto 606-8501, Japan."], ["Matsuo", "Naoki", "N", "Graduate School of Medicine, Osaka University, Osaka 565-0871, Japan, and Career-Path Promotion Unit for Young Life Scientists, Kyoto University, Kyoto 606-8501, Japan n-matsuo@mbn.med.osaka-u.ac.jp."]], "date": null, "id": "28077707", "text": "The claustrum, a subcortical structure situated between the insular cortex and striatum, is reciprocally connected with almost all neocortical regions. Based on this connectivity, the claustrum has been postulated to integrate multisensory information and, in turn, coordinate widespread cortical activity. Although studies have identified how sensory information is mapped onto the claustrum, the function of individual topographically arranged claustro-cortical pathways has been little explored. Here, we investigated the organization and function of identified claustro-cortical pathways in mice using multiple anatomical and optogenetic techniques. Retrograde and anterograde tracing demonstrated that the density of anterior claustrum-to-cortical projection differs substantially depending on the target cortical areas. One of the major targets was the medial entorhinal cortex (MEC) and the MEC-projecting claustral neurons were largely segregated from the neurons projecting to primary cortices M1, S1, or V1. Exposure to a novel environment induced c-Fos expression in a substantial number of MEC-projecting claustral neurons and some M1/S1/V1-projecting claustral neurons. Optogenetic silencing of the MEC-projecting claustral neurons during contextual fear conditioning impaired later memory retrieval without affecting basal locomotor activity or anxiety-related behavior. These results suggest that the dense, anterior claustro-MEC pathway that is largely separated from other claustro-cortical pathways is activated by novel context and modulates the MEC function in contextual memory.The claustrum is a poorly understood subcortical structure reciprocally connected with widespread neocortical regions. We investigated the organization and function of identified claustro-cortical projections in mice using pathway-specific approaches. Anatomical tracing showed that the density of anterior claustrum-to-cortical projection is dependent on the target cortical areas and that the medial entorhinal cortex (MEC) is one of the major projection targets. Novel context exposure activated multiple claustro-cortical pathways and a large fraction of the activated neurons projected to the MEC. Optogenetic silencing of the claustro-MEC pathway during contextual fear learning suppressed subsequent memory retrieval. These results suggest that the dense claustro-MEC pathway is activated by novel context and modulates MEC function in contextual memory.", "doi": "10.1523/JNEUROSCI.1360-16.2016", "title": "Organization of the Claustrum-to-Entorhinal Cortical Connection in Mice.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}