{"authors": [["Stüttgen", "Maik C", "MC", "Department of Neuroscience, Erasmus University Medical Center, Rotterdam, The Netherlands; maik.stuettgen@uni-mainz.de."], ["Nonkes", "Lourens J P", "LJP", "Department of Neuroscience, Erasmus University Medical Center, Rotterdam, The Netherlands."], ["Geis", "H Rüdiger A P", "HRAP", "Department of Neuroscience, Erasmus University Medical Center, Rotterdam, The Netherlands."], ["Tiesinga", "Paul H", "PH", "Department of Neuroinformatics, Donders Centre for Neuroscience, Radboud University Nijmegen, Nijmegen, The Netherlands."], ["Houweling", "Arthur R", "AR", "Department of Neuroscience, Erasmus University Medical Center, Rotterdam, The Netherlands."]], "date": "2017-01-11", "id": "28077663", "text": "Temporal patterns of action potentials influence a variety of activity-dependent intra- and intercellular processes and play an important role in theories of neural coding. Elucidating the mechanisms underlying these phenomena requires imposing spike trains with precisely defined patterns, but this has been challenging due to the limitations of existing stimulation techniques. Here we present a new nanostimulation method providing control over the action potential output of individual cortical neurons. Spikes are elicited through the juxtacellular application of short-duration fluctuating currents (\"kurzpulses\"), allowing for the sub-millisecond precise and reproducible induction of arbitrary patterns of action potentials at all physiologically relevant firing frequencies (<120 Hz), including minute-long spike trains recorded in freely moving animals. We systematically compared our method to whole cell current injection, as well as optogenetic stimulation, and show that nanostimulation performance compares favorably with these techniques. This new nanostimulation approach is easily applied, can be readily performed in awake behaving animals, and thus promises to be a powerful tool for systematic investigations into the temporal elements of neural codes, as well as the mechanisms underlying a wide variety of activity-dependent cellular processes.NEW & NOTEWORTHY Assessing the impact of temporal features of neuronal spike trains requires imposing arbitrary patterns of spiking on individual neurons during behavior, but this has been difficult to achieve due to limitations of existing stimulation methods. We present a technique that overcomes these limitations by using carefully designed short-duration fluctuating juxtacellular current injections, which allow for the precise and reliable evocation of arbitrary patterns of neuronal spikes in single neurons in vivo.", "doi": "10.1152/jn.00479.2016", "title": "Temporally precise control of single-neuron spiking by juxtacellular nanostimulation.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}