{"authors": [["McCarthy", "Elizabeth A", "EA", "Department of Biology, Boston University, Boston, MA 02215, United States."], ["Kunkhyen", "Tenzin", "T", "Department of Psychological and Brain Sciences, Boston University, Boston, MA 02215, United States."], ["Korzan", "Wayne J", "WJ", "Department of Psychological and Brain Sciences, Boston University, Boston, MA 02215, United States."], ["Naik", "Ajay", "A", "Department of Biology, Boston University, Boston, MA 02215, United States."], ["Maqsudlu", "Arman", "A", "Department of Biology, Boston University, Boston, MA 02215, United States."], ["Cherry", "James A", "JA", "Department of Psychological and Brain Sciences, Boston University, Boston, MA 02215, United States."], ["Baum", "Michael J", "MJ", "Department of Biology, Boston University, Boston, MA 02215, United States."]], "date": "2017-01-05", "id": "28065711", "text": "Previous research has shown that repeated testing with a stimulus male is required for ovariectomized, hormone-primed female mice to become sexually receptive (show maximal lordosis quotients; LQs) and that drug-induced, epigenetic enhancement of estradiol receptor function accelerated the improvement in LQs otherwise shown by estrous females with repeated testing. We asked whether pre-exposure to male pheromones ('pheromone priming') would also accelerate the improvement in LQs with repeated tests and whether optogenetic inhibition of accessory olfactory bulb (AOB) projection neurons could inhibit lordosis in sexually experienced estrous female mice. In Experiment 1, repeated priming with soiled male bedding failed to accelerate the progressive improvement in LQs shown by estrous female mice across 5 tests, although the duration of each lordosis response and females' investigation of male body parts during the first test was augmented by such priming. In Experiment 2, acute optogenetic inhibition of AOB inputs to the forebrain during freely moving behavioral tests significantly reduced LQs, suggesting that continued AOB signaling to the forebrain during mating is required for maximal lordotic responsiveness even in sexually experienced females. Our results also suggest that pheromonal stimulation, by itself, cannot substitute for the full complement of sensory stimulation received by estrous females from mounting males that normally leads to the progressive improvement in their LQs with repeated testing.", "doi": "10.1016/j.yhbeh.2016.12.011", "title": "A comparison of the effects of male pheromone priming and optogenetic inhibition of accessory olfactory bulb forebrain inputs on the sexual behavior of estrous female mice.", "journal": ["Hormones and behavior", "Horm Behav"]}