{"authors": [["Makhijani", "Kalpana", "K", "Department of Pharmaceutical Chemistry, University of California - San Francisco, San Francisco, CA 94158, USA; Cardiovascular Research Institute, University of California - San Francisco, San Francisco, CA 94158, USA."], ["To", "Tsz-Leung", "TL", "Department of Pharmaceutical Chemistry, University of California - San Francisco, San Francisco, CA 94158, USA; Cardiovascular Research Institute, University of California - San Francisco, San Francisco, CA 94158, USA."], ["Ruiz-González", "Rubén", "R", "Department of Pharmaceutical Chemistry, University of California - San Francisco, San Francisco, CA 94158, USA; Cardiovascular Research Institute, University of California - San Francisco, San Francisco, CA 94158, USA; Institut Químic de Sarrià, Universitat Ramon Llull, Via Augusta 390, Barcelona 08017, Spain."], ["Lafaye", "Céline", "C", "Université Grenoble Alpes, CNRS, CEA, Institut de Biologie Structurale (IBS), Grenoble 38044, France; European Synchrotron Radiation Facility, Grenoble 38043, France."], ["Royant", "Antoine", "A", "Université Grenoble Alpes, CNRS, CEA, Institut de Biologie Structurale (IBS), Grenoble 38044, France; European Synchrotron Radiation Facility, Grenoble 38043, France."], ["Shu", "Xiaokun", "X", "Department of Pharmaceutical Chemistry, University of California - San Francisco, San Francisco, CA 94158, USA; Cardiovascular Research Institute, University of California - San Francisco, San Francisco, CA 94158, USA. Electronic address: xiaokun.shu@ucsf.edu."]], "date": "2017-01-05", "id": "28065655", "text": "Cell ablation is a strategy to study cell lineage and function during development. Optogenetic methods are an important cell-ablation approach, and we have previously developed a mini singlet oxygen generator (miniSOG) tool that works in the living Caenorhabditis elegans. Here, we use directed evolution to generate miniSOG2, an improved tool for cell ablation via photogenerated reactive oxygen species. We apply miniSOG2 to a far more complex model animal system, Drosophila melanogaster, and demonstrate that it can be used to kill a single neuron in a Drosophila larva. In addition, miniSOG2 is able to photoablate a small group of cells in one of the larval wing imaginal discs, resulting in an adult with one incomplete and one normal wing. We expect miniSOG2 to be a useful optogenetic tool for precision cell ablation at a desired developmental time point in live animals, thus opening a new window into cell origin, fate and function, tissue regeneration, and developmental biology.", "doi": "10.1016/j.chembiol.2016.12.010", "title": "Precision Optogenetic Tool for Selective Single- and Multiple-Cell Ablation in a Live Animal Model System.", "journal": ["Cell chemical biology", "Cell Chem Biol"]}