{"authors": [["Dolgikh", "D A", "DA", "Pirogov Russian National Research Medical University, Ministry of Health of the Russian Federation, Moscow, 117997, Russia."], ["Malyshev", "A Yu", "AY", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, 11748, Russia."], ["Roshchin", "M V", "MV", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, 11748, Russia."], ["Smirnova", "G R", "GR", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, 11748, Russia."], ["Nekrasova", "O V", "OV", "Biological Faculty, Moscow State University, Moscow, 119991, Russia."], ["Petrovskaya", "L E", "LE", "Pirogov Russian National Research Medical University, Ministry of Health of the Russian Federation, Moscow, 117997, Russia."], ["Feldman", "T B", "TB", "Biological Faculty, Moscow State University, Moscow, 119991, Russia."], ["Balaban", "P M", "PM", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, 11748, Russia."], ["Kirpichnikov", "M P", "MP", "Biological Faculty, Moscow State University, Moscow, 119991, Russia."], ["Ostrovsky", "M A", "MA", "Biological Faculty, Moscow State University, Moscow, 119991, Russia. ostrovsky3535@mail.ru."]], "date": "2017-01-06", "id": "28058692", "text": "Anion-selective opsins slow ChloC and ACR2 were expressed in rat brain cortical neurons by electroporation in utero. It is shown that the light-activated channel ACR2 has pronounced advantages in terms of both the inactivation kinetics and the neuron inhibition intensity, which is associated with a more negative value of the light-activated current reversal potential compared to the slow ChloC channel. The identified properties of opsin ACR2 indicate that it can be used for strictly controlled suppression of neuronal activity in optogenetic experiments, including the expression in the retinal ganglionic cells for reconstituting the OFF-component of their receptive field, which is essential for optogenetic prosthetics of degenerative retina.", "doi": "10.1134/S160767291606017X", "title": "Comparative characteristics of two anion-channel rhodopsins and prospects of their use in optogenetics.", "journal": ["Doklady. Biochemistry and biophysics", "Dokl. Biochem. Biophys."]}