{"authors": [["McCall", "Jordan G", "JG", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Qazi", "Raza", "R", "Department of Electrical, Computer, and Energy Engineering, University of Colorado Boulder, Colorado, USA."], ["Shin", "Gunchul", "G", "Department of Materials Science and Engineering, Frederick Seitz Materials Research Laboratory, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."], ["Li", "Shuo", "S", "Department of Materials Science and Engineering, Frederick Seitz Materials Research Laboratory, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."], ["Ikram", "Muhammad Hamza", "MH", "Materials Science and Engineering Program, University of Colorado Boulder, Colorado, USA."], ["Jang", "Kyung-In", "KI", "Department of Materials Science and Engineering, Frederick Seitz Materials Research Laboratory, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."], ["Liu", "Yuhao", "Y", "Department of Materials Science and Engineering, Frederick Seitz Materials Research Laboratory, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."], ["Al-Hasani", "Ream", "R", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Bruchas", "Michael R", "MR", "Department of Anesthesiology, Division of Basic Research, Washington University School of Medicine, St. Louis, Missouri, USA."], ["Jeong", "Jae-Woong", "JW", "Department of Electrical, Computer, and Energy Engineering, University of Colorado Boulder, Colorado, USA."], ["Rogers", "John A", "JA", "Department of Materials Science and Engineering, Frederick Seitz Materials Research Laboratory, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."]], "date": "2017-01-05", "id": "28055036", "text": "This Protocol Extension describes the fabrication and technical procedures for implementing ultrathin, flexible optofluidic neural probe systems that provide targeted, wireless delivery of fluids and light into the brains of awake, freely behaving animals. As a Protocol Extension article, this article describes an adaptation of an existing Protocol that offers additional applications. This protocol serves as an extension of an existing Nature Protocol describing optoelectronic devices for studying intact neural systems. Here, we describe additional features of fabricating self-contained platforms that involve flexible microfluidic probes, pumping systems, microscale inorganic LEDs, wireless-control electronics, and power supplies. These small, flexible probes minimize tissue damage and inflammation, making long-term implantation possible. The capabilities include wireless pharmacological and optical intervention for dissecting neural circuitry during behavior. The fabrication can be completed in 1-2 weeks, and the devices can be used for 1-2 weeks of in vivo rodent experiments. To successfully carry out the protocol, researchers should have basic skill sets in photolithography and soft lithography, as well as experience with stereotaxic surgery and behavioral neuroscience practices. These fabrication processes and implementation protocols will increase access to wireless optofluidic neural probes for advanced in vivo pharmacology and optogenetics in freely moving rodents.This protocol is an extension to: Nat. Protoc. 8, 2413-2428 (2013); doi:10.1038/nprot.2013.158; published online 07 November 2013.", "doi": "10.1038/nprot.2016.155", "title": "Preparation and implementation of optofluidic neural probes for in vivo wireless pharmacology and optogenetics.", "journal": ["Nature protocols", "Nat Protoc"]}