{"authors": [["Bovetti", "Serena", "S", "Optical Approaches to Brain Function Laboratory, Department of Neuroscience and Brain Technologies, Istituto Italiano di Tecnologia, Via Morego 30, 16163 Genova, Italy."], ["Moretti", "Claudio", "C", "Optical Approaches to Brain Function Laboratory, Department of Neuroscience and Brain Technologies, Istituto Italiano di Tecnologia, Via Morego 30, 16163 Genova, Italy."], ["Zucca", "Stefano", "S", "Optical Approaches to Brain Function Laboratory, Department of Neuroscience and Brain Technologies, Istituto Italiano di Tecnologia, Via Morego 30, 16163 Genova, Italy."], ["Dal Maschio", "Marco", "M", "Optical Approaches to Brain Function Laboratory, Department of Neuroscience and Brain Technologies, Istituto Italiano di Tecnologia, Via Morego 30, 16163 Genova, Italy."], ["Bonifazi", "Paolo", "P", "School of Physics and Astronomy, Italy-Israel Joint Neuroscience Laboratory, Tel Aviv University, 69978 Tel Aviv, Israel."], ["Fellin", "Tommaso", "T", "Optical Approaches to Brain Function Laboratory, Department of Neuroscience and Brain Technologies, Istituto Italiano di Tecnologia, Via Morego 30, 16163 Genova, Italy."]], "date": "2017-01-05", "id": "28053310", "text": "Genetically encoded calcium indicators and optogenetic actuators can report and manipulate the activity of specific neuronal populations. However, applying imaging and optogenetics simultaneously has been difficult to establish in the mammalian brain, even though combining the techniques would provide a powerful approach to reveal the functional organization of neural circuits. Here, we developed a technique based on patterned two-photon illumination to allow fast scanless imaging of GCaMP6 signals in the intact mouse brain at the same time as single-photon optogenetic inhibition with Archaerhodopsin. Using combined imaging and electrophysiological recording, we demonstrate that single and short bursts of action potentials in pyramidal neurons can be detected in the scanless modality at acquisition frequencies up to 1 kHz. Moreover, we demonstrate that our system strongly reduces the artifacts in the fluorescence detection that are induced by single-photon optogenetic illumination. Finally, we validated our technique investigating the role of parvalbumin-positive (PV) interneurons in the control of spontaneous cortical dynamics. Monitoring the activity of cellular populations on a precise spatiotemporal scale while manipulating neuronal activity with optogenetics provides a powerful tool to causally elucidate the cellular mechanisms underlying circuit function in the intact mammalian brain.", "doi": "10.1038/srep40041", "title": "Simultaneous high-speed imaging and optogenetic inhibition in the intact mouse brain.", "journal": ["Scientific reports", "Sci Rep"]}