{"authors": [["Zhao", "Zheng-Dong", "ZD", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Yang", "Wen Z", "WZ", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Gao", "Cuicui", "C", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Fu", "Xin", "X", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Zhang", "Wen", "W", "Institute of Neuroscience, State Key Laboratory of Neuroscience, Chinese Academy of Sciences Center for Excellence in Brain Science and Intelligence Technology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, 200031, China."], ["Zhou", "Qian", "Q", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Chen", "Wanpeng", "W", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Ni", "Xinyan", "X", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Lin", "Jun-Kai", "JK", "Institute of Neuroscience, State Key Laboratory of Neuroscience, Chinese Academy of Sciences Center for Excellence in Brain Science and Intelligence Technology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, 200031, China."], ["Yang", "Juan", "J", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China."], ["Xu", "Xiao-Hong", "XH", "Institute of Neuroscience, State Key Laboratory of Neuroscience, Chinese Academy of Sciences Center for Excellence in Brain Science and Intelligence Technology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, 200031, China."], ["Shen", "Wei L", "WL", "School of Life Science and Technology, ShanghaiTech University, Shanghai, 201210, China; shenwei@shanghaitech.edu.cn."]], "date": "2017-01-04", "id": "28053227", "text": "The homeostatic control of body temperature is essential for survival in mammals and is known to be regulated in part by temperature-sensitive neurons in the hypothalamus. However, the specific neural pathways and corresponding neural populations have not been fully elucidated. To identify these pathways, we used cFos staining to identify neurons that are activated by a thermal challenge and found induced expression in subsets of neurons within the ventral part of the lateral preoptic nucleus (vLPO) and the dorsal part of the dorsomedial hypothalamus (DMD). Activation of GABAergic neurons in the vLPO using optogenetics reduced body temperature, along with a decrease in physical activity. Optogenetic inhibition of these neurons resulted in fever-level hyperthermia. These GABAergic neurons project from the vLPO to the DMD and optogenetic stimulation of the nerve terminals in the DMD also reduced body temperature and activity. Electrophysiological recording revealed that the vLPO GABAergic neurons suppressed neural activity in DMD neurons, and fiber photometry of calcium transients revealed that DMD neurons were activated by cold. Accordingly, activation of DMD neurons using designer receptors exclusively activated by designer drugs (DREADDs) or optogenetics increased body temperature with a strong increase in energy expenditure and activity. Finally, optogenetic inhibition of DMD neurons triggered hypothermia, similar to stimulation of the GABAergic neurons in the vLPO. Thus, vLPO GABAergic neurons suppressed the thermogenic effect of DMD neurons. In aggregate, our data identify vLPO→DMD neural pathways that reduce core temperature in response to a thermal challenge, and we show that outputs from the DMD can induce activity-induced thermogenesis.", "doi": "10.1073/pnas.1616255114", "title": "A hypothalamic circuit that controls body temperature.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}