{"authors": [["Yoo", "Ji Hoon", "JH", "Department of Neurosciences and."], ["Zell", "Vivien", "V", "Department of Neurosciences and."], ["Wu", "Johnathan", "J", "Department of Neurosciences and."], ["Punta", "Cindy", "C", "Department of Neurosciences and."], ["Ramajayam", "Nivedita", "N", "Department of Neurosciences and."], ["Shen", "Xinyi", "X", "Department of Neurosciences and."], ["Faget", "Lauren", "L", "Department of Neurosciences and."], ["Lilascharoen", "Varoth", "V", "Department of Biological Sciences, University of California, San Diego, La Jolla, California 92093."], ["Lim", "Byung Kook", "BK", "Department of Biological Sciences, University of California, San Diego, La Jolla, California 92093."], ["Hnasko", "Thomas S", "TS", "Department of Neurosciences and thnasko@ucsd.edu."]], "date": null, "id": "28053028", "text": "Dopamine transmission from midbrain ventral tegmental area (VTA) neurons underlies behavioral processes related to motivation and drug addiction. The pedunculopontine tegmental nucleus (PPTg) is a brainstem nucleus containing glutamate-, acetylcholine-, and GABA-releasing neurons with connections to basal ganglia and limbic brain regions. Here we investigated the role of PPTg glutamate neurons in reinforcement, with an emphasis on their projections to VTA dopamine neurons. We used cell-type-specific anterograde tracing and optogenetic methods to selectively label and manipulate glutamate projections from PPTg neurons in mice. We used anatomical, electrophysiological, and behavioral assays to determine their patterns of connectivity and ascribe functional roles in reinforcement. We found that photoactivation of PPTg glutamate cell bodies could serve as a direct positive reinforcer on intracranial self-photostimulation assays. Further, PPTg glutamate neurons directly innervate VTA; photostimulation of this pathway preferentially excites VTA dopamine neurons and is sufficient to induce behavioral reinforcement. These results demonstrate that ascending PPTg glutamate projections can drive motivated behavior, and PPTg to VTA synapses may represent an important target relevant to drug addiction and other mental health disorders.Uncovering brain circuits underlying reward-seeking is an important step toward understanding the circuit bases of drug addiction and other psychiatric disorders. The dopaminergic system emanating from the ventral tegmental area (VTA) plays a key role in regulating reward-seeking behaviors. We used optogenetics to demonstrate that the pedunculopontine tegmental nucleus sends glutamatergic projections to VTA dopamine neurons, and that stimulation of this circuit promotes behavioral reinforcement. The findings support a critical role for pedunculopontine tegmental nucleus glutamate neurotransmission in modulating VTA dopamine neuron activity and behavioral reinforcement.", "doi": "10.1523/JNEUROSCI.3082-16.2016", "title": "Activation of Pedunculopontine Glutamate Neurons Is Reinforcing.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}