{"authors": [["Li", "Qin", "Q", "Department of Neurobiology, Civitan International Research Center, and Evelyn F. McKnight Brain Institute, University of Alabama at Birmingham, Birmingham, Alabama 35294."], ["Bartley", "Aundrea F", "AF", "Department of Neurobiology, Civitan International Research Center, and Evelyn F. McKnight Brain Institute, University of Alabama at Birmingham, Birmingham, Alabama 35294."], ["Dobrunz", "Lynn E", "LE", "Department of Neurobiology, Civitan International Research Center, and Evelyn F. McKnight Brain Institute, University of Alabama at Birmingham, Birmingham, Alabama 35294 dobrunz@uab.edu."]], "date": null, "id": "28053027", "text": "Neuropeptide Y (NPY) has robust anxiolytic properties and is reduced in patients with anxiety disorders. However, the mechanisms by which NPY modulates circuit function to reduce anxiety behavior are not known. Anxiolytic effects of NPY are mediated in the CA1 region of hippocampus, and NPY injection into hippocampus alleviates anxiety symptoms in the predator scent stress model of stress-induced anxiety. The mechanisms that regulate NPY release, and its effects on CA1 synaptic function, are not fully understood. Here we show in acute hippocampal slices from mice that endogenous NPY, released in response to optogenetic stimulation or synaptically evoked spiking of NPY+ cells, suppresses both of the feedforward pathways to CA1. Stimulation of temporoammonic synapses with a physiologically derived spike train causes NPY release that reduces short-term facilitation, whereas the release of NPY that modulates Schaffer collateral synapses requires integration of both the Schaffer collateral and temporoammonic pathways. Pathway specificity of NPY release is conferred by three functionally distinct NPY+ cell types, with differences in intrinsic excitability and short-term plasticity of their inputs. Predator scent stress abolishes the release of endogenous NPY onto temporoammonic synapses, a stress-sensitive pathway, thereby causing enhanced short-term facilitation. Our results demonstrate how stress alters CA1 circuit function through the impairment of endogenous NPY release, potentially contributing to heightened anxiety.Neuropeptide Y (NPY) has robust anxiolytic properties, and its levels are reduced in patients with post-traumatic stress disorder. The effects of endogenously released NPY during physiologically relevant stimulation, and the impact of stress-induced reductions in NPY on circuit function, are unknown. By demonstrating that NPY release modulates hippocampal synaptic plasticity and is impaired by predator scent stress, our results provide a novel mechanism by which stress-induced anxiety alters circuit function. These studies fill an important gap in knowledge between the molecular and behavioral effects of NPY. This article also advances the understanding of NPY+ cells and the factors that regulate their spiking, which could pave the way for new therapeutic targets to increase endogenous NPY release in patients in a spatially and temporally appropriate manner.", "doi": "10.1523/JNEUROSCI.2599-16.2016", "title": "Endogenously Released Neuropeptide Y Suppresses Hippocampal Short-Term Facilitation and Is Impaired by Stress-Induced Anxiety.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}