{"authors": [["Kitagawa", "Hironobu", "H", "Graduate School of Frontier Biosciences, Osaka University, Osaka 585-0871, Japan, and."], ["Sugo", "Noriyuki", "N", "Graduate School of Frontier Biosciences, Osaka University, Osaka 585-0871, Japan, and sugo@fbs.osaka-u.ac.jp nobuhiko@fbs.osaka-u.ac.jp."], ["Morimatsu", "Masatoshi", "M", "Graduate School of Frontier Biosciences, Osaka University, Osaka 585-0871, Japan, and."], ["Arai", "Yoshiyuki", "Y", "Graduate School of Frontier Biosciences, Osaka University, Osaka 585-0871, Japan, and."], ["Yanagida", "Toshio", "T", "Graduate School of Frontier Biosciences, Osaka University, Osaka 585-0871, Japan, and."], ["Yamamoto", "Nobuhiko", "N", "Graduate School of Frontier Biosciences, Osaka University, Osaka 585-0871, Japan, and sugo@fbs.osaka-u.ac.jp nobuhiko@fbs.osaka-u.ac.jp."]], "date": null, "id": "28053025", "text": "Transcriptional regulation is crucial for neuronal activity-dependent processes that govern neuronal circuit formation and synaptic plasticity. An intriguing question is how neuronal activity influences the spatiotemporal interactions between transcription factors and their target sites. Here, using a single-molecule imaging technique, we investigated the activity dependence of DNA binding and dissociation events of cAMP-response element binding protein (CREB), a principal factor in activity-dependent transcription, in mouse cortical neurons. To visualize CREB at the single-molecule level, fluorescent-tagged CREB in living dissociated cortical neurons was observed by highly inclined and laminated optical sheet microscopy. We found that a significant fraction of CREB spots resided in the restricted locations in the nucleus for several seconds (dissociation rate constant: 0.42 s-1). In contrast, two mutant CREBs, which cannot bind to the cAMP-response element, scarcely exhibited long-term residence. To test the possibility that CREB dynamics depends on neuronal activity, pharmacological treatments and an optogenetic method involving channelrhodopsin-2 were applied to cultured cortical neurons. Increased neuronal activity did not appear to influence the residence time of CREB spots, but markedly increased the number of restricted locations (hot spots) where CREB spots frequently resided with long residence times (>1 s). These results suggest that neuronal activity promotes CREB-dependent transcription by increasing the frequency of CREB binding to highly localized genome locations.The transcription factor, cAMP response element-binding protein (CREB) is known to regulate gene expression in neuronal activity-dependent processes. However, its spatiotemporal interactions with the genome remain unknown. Single-molecule imaging in cortical neurons revealed that fluorescent-tagged CREB spots frequently reside at fixed nuclear locations in the time range of several seconds. Neuronal activity had little effect on the CREB residence time, but increased the rapid and frequent reappearance of long-residence CREB spots at the same nuclear locations. Thus, activity-dependent transcription is attributable to frequent binding of CREB to specific genome loci.", "doi": "10.1523/JNEUROSCI.0943-16.2016", "title": "Activity-Dependent Dynamics of the Transcription Factor of cAMP-Response Element Binding Protein in Cortical Neurons Revealed by Single-Molecule Imaging.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}