{"authors": [["Masurkar", "Arjun V", "AV", "Department of Neurology, Columbia University, New York, NY 10032, USA; Department of Psychiatry, Columbia University, New York, NY 10032, USA. Electronic address: arjun.masurkar@nyumc.org."], ["Srinivas", "Kalyan V", "KV", "Department of Neuroscience, Columbia University, New York, NY 10032, USA."], ["Brann", "David H", "DH", "Department of Neuroscience, Columbia University, New York, NY 10032, USA."], ["Warren", "Richard", "R", "Department of Neuroscience, Columbia University, New York, NY 10032, USA."], ["Lowes", "Daniel C", "DC", "Department of Neuroscience, Columbia University, New York, NY 10032, USA."], ["Siegelbaum", "Steven A", "SA", "Department of Neuroscience, Columbia University, New York, NY 10032, USA; Department of Pharmacology, Columbia University, New York, NY 10032, USA; Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA."]], "date": null, "id": "28052245", "text": "Although hippocampal CA1 pyramidal neurons (PNs) were thought to comprise a uniform population, recent evidence supports two distinct sublayers along the radial axis, with deep neurons more likely to form place cells than superficial neurons. CA1 PNs also differ along the transverse axis with regard to direct inputs from entorhinal cortex (EC), with medial EC (MEC) providing spatial information to PNs toward CA2 (proximal CA1) and lateral EC (LEC) providing non-spatial information to PNs toward subiculum (distal CA1). We demonstrate that the two inputs differentially activate the radial sublayers and that this difference reverses along the transverse axis, with MEC preferentially targeting deep PNs in proximal CA1 and LEC preferentially exciting superficial PNs in distal CA1. This differential excitation reflects differences in dendritic spine numbers. Our results reveal a heterogeneity in EC-CA1 connectivity that may help explain differential roles of CA1 PNs in spatial and non-spatial learning and memory.", "doi": "10.1016/j.celrep.2016.12.012", "title": "Medial and Lateral Entorhinal Cortex Differentially Excite Deep versus Superficial CA1 Pyramidal Neurons.", "journal": ["Cell reports", "Cell Rep"]}