{"authors": [["Gan", "Jian", "J", "IST Austria (Institute of Science and Technology Austria), Am Campus 1, A-3400 Klosterneuburg, Austria."], ["Weng", "Shih-Ming", "SM", "IST Austria (Institute of Science and Technology Austria), Am Campus 1, A-3400 Klosterneuburg, Austria."], ["Pernía-Andrade", "Alejandro J", "AJ", "IST Austria (Institute of Science and Technology Austria), Am Campus 1, A-3400 Klosterneuburg, Austria."], ["Csicsvari", "Jozsef", "J", "IST Austria (Institute of Science and Technology Austria), Am Campus 1, A-3400 Klosterneuburg, Austria."], ["Jonas", "Peter", "P", "IST Austria (Institute of Science and Technology Austria), Am Campus 1, A-3400 Klosterneuburg, Austria. Electronic address: peter.jonas@ist.ac.at."]], "date": "2016-12-29", "id": "28041883", "text": "Sharp wave-ripple (SWR) oscillations play a key role in memory consolidation during non-rapid eye movement sleep, immobility, and consummatory behavior. However, whether temporally modulated synaptic excitation or inhibition underlies the ripples is controversial. To address this question, we performed simultaneous recordings of excitatory and inhibitory postsynaptic currents (EPSCs and IPSCs) and local field potentials (LFPs) in the CA1 region of awake mice in vivo. During SWRs, inhibition dominated over excitation, with a peak conductance ratio of 4.1 ± 0.5. Furthermore, the amplitude of SWR-associated IPSCs was positively correlated with SWR magnitude, whereas that of EPSCs was not. Finally, phase analysis indicated that IPSCs were phase-locked to individual ripple cycles, whereas EPSCs were uniformly distributed in phase space. Optogenetic inhibition indicated that PV+ interneurons provided a major contribution to SWR-associated IPSCs. Thus, phasic inhibition, but not excitation, shapes SWR oscillations in the hippocampal CA1 region in vivo.", "doi": "10.1016/j.neuron.2016.12.018", "title": "Phase-Locked Inhibition, but Not Excitation, Underlies Hippocampal Ripple Oscillations in Awake Mice In Vivo.", "journal": ["Neuron", "Neuron"]}