{"authors": [["Khoshkhoo", "Sattar", "S", "Department of Psychiatry, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Weil Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Sloan Swartz Center for Theoretical Neurobiology, University of California, San Francisco, San Francisco, CA 94143-0444, USA."], ["Vogt", "Daniel", "D", "Department of Psychiatry, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Weil Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94143-0444, USA."], ["Sohal", "Vikaas S", "VS", "Department of Psychiatry, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Weil Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Kavli Institute for Fundamental Neuroscience, University of California, San Francisco, San Francisco, CA 94143-0444, USA; Sloan Swartz Center for Theoretical Neurobiology, University of California, San Francisco, San Francisco, CA 94143-0444, USA. Electronic address: vikaas.sohal@ucsf.edu."]], "date": "2016-12-29", "id": "28041880", "text": "GABAergic interneurons play critical roles in seizures, but it remains unknown whether these vary across interneuron subtypes or evolve during a seizure. This uncertainty stems from the unpredictable timing of seizures in most models, which limits neuronal imaging or manipulations around the seizure onset. Here, we describe a mouse model for optogenetic seizure induction. Combining this with calcium imaging, we find that seizure onset rapidly recruits parvalbumin (PV), somatostatin (SOM), and vasoactive intestinal peptitde (VIP)-expressing interneurons, whereas excitatory neurons are recruited several seconds later. Optogenetically inhibiting VIP interneurons consistently increased seizure threshold and reduced seizure duration. Inhibiting PV+ and SOM+ interneurons had mixed effects on seizure initiation but consistently reduced seizure duration. Thus, while their roles may evolve during seizures, PV+ and SOM+ interneurons ultimately help maintain ongoing seizures. These results show how an optogenetically induced seizure model can be leveraged to pinpoint a new target for seizure control: VIP interneurons. VIDEO ABSTRACT.", "doi": "10.1016/j.neuron.2016.11.043", "title": "Dynamic, Cell-Type-Specific Roles for GABAergic Interneurons in a Mouse Model of Optogenetically Inducible Seizures.", "journal": ["Neuron", "Neuron"]}