{"authors": [["Shin", "Yongdae", "Y", "Department of Chemical and Biological Engineering, Princeton University, Princeton, NJ 08544, USA."], ["Berry", "Joel", "J", "Department of Mechanical and Aerospace Engineering, Princeton University, Princeton, NJ 08544, USA."], ["Pannucci", "Nicole", "N", "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."], ["Haataja", "Mikko P", "MP", "Department of Mechanical and Aerospace Engineering, Princeton University, Princeton, NJ 08544, USA."], ["Toettcher", "Jared E", "JE", "Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA. Electronic address: toettcher@princeton.edu."], ["Brangwynne", "Clifford P", "CP", "Department of Chemical and Biological Engineering, Princeton University, Princeton, NJ 08544, USA. Electronic address: cbrangwy@princeton.edu."]], "date": "2016-12-29", "id": "28041848", "text": "Phase transitions driven by intrinsically disordered protein regions (IDRs) have emerged as a ubiquitous mechanism for assembling liquid-like RNA/protein (RNP) bodies and other membrane-less organelles. However, a lack of tools to control intracellular phase transitions limits our ability to understand their role in cell physiology and disease. Here, we introduce an optogenetic platform that uses light to activate IDR-mediated phase transitions in living cells. We use this \"optoDroplet\" system to study condensed phases driven by the IDRs of various RNP body proteins, including FUS, DDX4, and HNRNPA1. Above a concentration threshold, these constructs undergo light-activated phase separation, forming spatiotemporally definable liquid optoDroplets. FUS optoDroplet assembly is fully reversible even after multiple activation cycles. However, cells driven deep within the phase boundary form solid-like gels that undergo aging into irreversible aggregates. This system can thus elucidate not only physiological phase transitions but also their link to pathological aggregates.", "doi": "10.1016/j.cell.2016.11.054", "title": "Spatiotemporal Control of Intracellular Phase Transitions Using Light-Activated optoDroplets.", "journal": ["Cell", "Cell"]}