{"authors": [["Stewart-Ornstein", "Jacob", "J", "Department of Biochemistry and Biophysics, California Institute for Quantitative Biosciences, University of California, San Francisco, San Francisco, CA 94158 Jacob_Stewart-Ornstein@hms.harvard.edu hana.el-samad@ucsf.edu."], ["Chen", "Susan", "S", "Department of Biochemistry and Biophysics, California Institute for Quantitative Biosciences, University of California, San Francisco, San Francisco, CA 94158."], ["Bhatnagar", "Rajat", "R", "Department of Biochemistry and Biophysics, California Institute for Quantitative Biosciences, University of California, San Francisco, San Francisco, CA 94158."], ["Weissman", "Jonathan S", "JS", "Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA 94158."], ["El-Samad", "Hana", "H", "Department of Biochemistry and Biophysics, California Institute for Quantitative Biosciences, University of California, San Francisco, San Francisco, CA 94158 Jacob_Stewart-Ornstein@hms.harvard.edu hana.el-samad@ucsf.edu."]], "date": "2016-11-09", "id": "28035051", "text": "In eukaryotes, protein kinase A (PKA) is a master regulator of cell proliferation and survival. The activity of PKA is subject to elaborate control and exhibits complex time dynamics. To probe the quantitative attributes of PKA dynamics in the yeast Saccharomyces cerevisiae, we developed an optogenetic strategy that uses a photoactivatable adenylate cyclase to achieve real-time regulation of cAMP and the PKA pathway. We capitalize on the precise and rapid control afforded by this optogenetic tool, together with quantitative computational modeling, to study the properties of feedback in the PKA signaling network and dissect the nonintuitive dynamic effects that ensue from perturbing its components. Our analyses reveal that negative feedback channeled through the Ras1/2 GTPase is delayed, pinpointing its time scale and its contribution to the dynamic features of the cAMP/PKA signaling network.", "doi": "10.1091/mbc.E16-06-0354", "title": "Model-guided optogenetic study of PKA signaling in budding yeast.", "journal": ["Molecular biology of the cell", "Mol. Biol. Cell"]}