{"authors": [["Nyns", "Emile C A", "ECA", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["Kip", "Annemarie", "A", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["Bart", "Cindy I", "CI", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["Plomp", "Jaap J", "JJ", "Department of Neurology and Neurophysiology, Leiden University Medical Center, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["Zeppenfeld", "Katja", "K", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["Schalij", "Martin J", "MJ", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["de Vries", "Antoine A F", "AAF", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."], ["Pijnappels", "Daniël A", "DA", "Laboratory of Experimental Cardiology,Department of Cardiology, Heart Lung Center Leiden, Albinusdreef 2, 2300 RC Leiden, The Netherlands."]], "date": null, "id": "28011703", "text": "Current treatments of ventricular arrhythmias rely on modulation of cardiac electrical function through drugs, ablation or electroshocks, which are all non-biological and rather unspecific, irreversible or traumatizing interventions. Optogenetics, however, is a novel, biological technique allowing electrical modulation in a specific, reversible and trauma-free manner using light-gated ion channels. The aim of our study was to investigate optogenetic termination of ventricular arrhythmias in the whole heart.Systemic delivery of cardiotropic adeno-associated virus vectors, encoding the light-gated depolarizing ion channel red-activatable channelrhodopsin (ReaChR), resulted in global cardiomyocyte-restricted transgene expression in adult Wistar rat hearts allowing ReaChR-mediated depolarization and pacing. Next, ventricular tachyarrhythmias (VTs) were induced in the optogenetically modified hearts by burst pacing in a Langendorff setup, followed by programmed, local epicardial illumination. A single 470-nm light pulse (1000 ms, 2.97 mW/mm2) terminated 97% of monomorphic and 57% of polymorphic VTs vs. 0% without illumination, as assessed by electrocardiogram recordings. Optical mapping showed significant prolongation of voltage signals just before arrhythmia termination. Pharmacological action potential duration (APD) shortening almost fully inhibited light-induced arrhythmia termination indicating an important role for APD in this process.Brief local epicardial illumination of the optogenetically modified adult rat heart allows contact- and shock-free termination of ventricular arrhythmias in an effective and repetitive manner after optogenetic modification. These findings could lay the basis for the development of fundamentally new and biological options for cardiac arrhythmia management.", "doi": "10.1093/eurheartj/ehw574", "title": "Optogenetic termination of ventricular arrhythmias in the whole heart: towards biological cardiac rhythm management.", "journal": ["European heart journal", "Eur. Heart J."]}