{"authors": [["Reade", "Anna", "A", "CVRI & Department of Biochemistry and Biophysics, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Motta-Mena", "Laura B", "LB", "Structural Biology Initiative, CUNY Advanced Science Research Center, City University of New York, New York, NY 10031, USA."], ["Gardner", "Kevin H", "KH", "Structural Biology Initiative, CUNY Advanced Science Research Center, City University of New York, New York, NY 10031, USA."], ["Stainier", "Didier Y", "DY", "CVRI & Department of Biochemistry and Biophysics, University of California, San Francisco, San Francisco, CA 94158, USA."], ["Weiner", "Orion D", "OD", "CVRI & Department of Biochemistry and Biophysics, University of California, San Francisco, San Francisco, CA 94158, USA orion.weiner@ucsf.edu swoo6@ucmerced.edu."], ["Woo", "Stephanie", "S", "CVRI & Department of Biochemistry and Biophysics, University of California, San Francisco, San Francisco, CA 94158, USA orion.weiner@ucsf.edu swoo6@ucmerced.edu."]], "date": "2016-12-19", "id": "27993986", "text": "Here, we describe an optogenetic gene expression system optimized for use in zebrafish. This system overcomes the limitations of current inducible expression systems by enabling robust spatial and temporal regulation of gene expression in living organisms. Because existing optogenetic systems show toxicity in zebrafish, we re-engineered the blue-light-activated EL222 system for minimal toxicity while exhibiting a large range of induction, fine spatial precision and rapid kinetics. We validate several strategies to spatially restrict illumination and thus gene induction with our new TAEL (TA4-EL222) system. As a functional example, we show that TAEL is able to induce ectopic endodermal cells in the presumptive ectoderm via targeted sox32 induction. We also demonstrate that TAEL can be used to resolve multiple roles of Nodal signaling at different stages of embryonic development. Finally, we show how inducible gene editing can be achieved by combining the TAEL and CRISPR/Cas9 systems. This toolkit should be a broadly useful resource for the fish community.", "doi": "10.1242/dev.139238", "title": "TAEL: a zebrafish-optimized optogenetic gene expression system with fine spatial and temporal control.", "journal": ["Development (Cambridge, England)", "Development"]}