{"authors": [["Matsuda", "Takashi", "T", "Division of Molecular Neurobiology, National Institute for Basic Biology, Okazaki, Aichi, Japan."], ["Hiyama", "Takeshi Y", "TY", "Division of Molecular Neurobiology, National Institute for Basic Biology, Okazaki, Aichi, Japan."], ["Niimura", "Fumio", "F", "Department of Pediatrics, Tokai University School of Medicine, Isehara, Kanagawa, Japan."], ["Matsusaka", "Taiji", "T", "Department of Molecular Life Science, Tokai University School of Medicine, Isehara, Kanagawa, Japan."], ["Fukamizu", "Akiyoshi", "A", "Life Science Center, Tsukuba Advanced Research Alliance (TARA), University of Tsukuba, Tsukuba, Ibaraki, Japan."], ["Kobayashi", "Kenta", "K", "Section of Viral Vector Development, National Institute for Physiological Sciences, Okazaki, Aichi, Japan."], ["Kobayashi", "Kazuto", "K", "Department of Molecular Genetics, Institute of Biomedical Sciences, Fukushima Medical University School of Medicine, Fukushima, Japan."], ["Noda", "Masaharu", "M", "Division of Molecular Neurobiology, National Institute for Basic Biology, Okazaki, Aichi, Japan."]], "date": "2016-12-19", "id": "27991901", "text": "Body fluid conditions are continuously monitored in the brain to regulate thirst and salt-appetite sensations. Angiotensin II drives both thirst and salt appetite; however, the neural mechanisms underlying selective water- and/or salt-intake behaviors remain unknown. Using optogenetics, we show that thirst and salt appetite are driven by distinct groups of angiotensin II receptor type 1a-positive excitatory neurons in the subfornical organ. Neurons projecting to the organum vasculosum lamina terminalis control water intake, while those projecting to the ventral part of the bed nucleus of the stria terminalis control salt intake. Thirst-driving neurons are suppressed under sodium-depleted conditions through cholecystokinin-mediated activation of GABAergic neurons. In contrast, the salt appetite-driving neurons were suppressed under dehydrated conditions through activation of another population of GABAergic neurons by Nax signals. These distinct mechanisms in the subfornical organ may underlie the selective intakes of water and/or salt and may contribute to body fluid homeostasis.", "doi": "10.1038/nn.4463", "title": "Distinct neural mechanisms for the control of thirst and salt appetite in the subfornical organ.", "journal": ["Nature neuroscience", "Nat. Neurosci."]}