{"authors": [["Segev", "Eran", "E", "Kavli Nanoscience Institute, California Institute of Technology, Pasadena, California 91125, United States; California Institute of Technology, Departments of Physics, Applied Physics, and Bioengineering, 1200 East California Boulevard, MC149-33, Pasadena, California 91125, United States."], ["Reimer", "Jacob", "J", "Baylor College of Medicine , Department of Neuroscience, One Baylor Plaza, Suite S553, Houston, Texas 77030, United States."], ["Moreaux", "Laurent C", "LC", "California Institute of Technology , Departments of Physics, Applied Physics, and Bioengineering, 1200 East California Boulevard, MC149-33, Pasadena, California 91125, United States."], ["Fowler", "Trevor M", "TM", "Kavli Nanoscience Institute, California Institute of Technology, Pasadena, California 91125, United States; California Institute of Technology, Departments of Physics, Applied Physics, and Bioengineering, 1200 East California Boulevard, MC149-33, Pasadena, California 91125, United States."], ["Chi", "Derrick", "D", "Kavli Nanoscience Institute, California Institute of Technology, Pasadena, California 91125, United States; California Institute of Technology, Departments of Physics, Applied Physics, and Bioengineering, 1200 East California Boulevard, MC149-33, Pasadena, California 91125, United States."], ["Sacher", "Wesley D", "WD", "Kavli Nanoscience Institute, California Institute of Technology, Pasadena, California 91125, United States; California Institute of Technology, Departments of Physics, Applied Physics, and Bioengineering, 1200 East California Boulevard, MC149-33, Pasadena, California 91125, United States."], ["Lo", "Maisie", "M", "Stanford University , Department of Bioengineering, Stanford, West 250, Clark Center, 318 Campus Drive West, California 94305, United States."], ["Deisseroth", "Karl", "K", "Stanford University, Department of Bioengineering, Stanford, West 250, Clark Center, 318 Campus Drive West, California 94305, United States; Stanford University, Howard Hughes Medical Institute, Department of Psychiatry and Behavioral Sciences, West 083, Clark Center, 318 Campus Drive West, Stanford, California 94305, United States."], ["Tolias", "Andreas S", "AS", "Baylor College of Medicine , Department of Neuroscience, One Baylor Plaza, Suite S553, Houston, Texas 77030, United States."], ["Faraon", "Andrei", "A", "Kavli Nanoscience Institute, California Institute of Technology, Pasadena, California 91125, United States; California Institute of Technology, Departments of Applied Physics and Medical Engineering, 1200 East California Boulevard, MC107-81, Pasadena, California 91125, United States."], ["Roukes", "Michael L", "ML", "Kavli Nanoscience Institute, California Institute of Technology, Pasadena, California 91125, United States; California Institute of Technology, Departments of Physics, Applied Physics, and Bioengineering, 1200 East California Boulevard, MC149-33, Pasadena, California 91125, United States."]], "date": "2016-12-06", "id": "27990451", "text": "Optogenetic methods developed over the past decade enable unprecedented optical activation and silencing of specific neuronal cell types. However, light scattering in neural tissue precludes illuminating areas deep within the brain via free-space optics; this has impeded employing optogenetics universally. Here, we report an approach surmounting this significant limitation. We realize implantable, ultranarrow, silicon-based photonic probes enabling the delivery of complex illumination patterns deep within brain tissue. Our approach combines methods from integrated nanophotonics and microelectromechanical systems, to yield photonic probes that are robust, scalable, and readily producible en masse. Their minute cross sections minimize tissue displacement upon probe implantation. We functionally validate one probe design in vivo with mice expressing channelrhodopsin-2. Highly local optogenetic neural activation is demonstrated by recording the induced response-both by extracellular electrical recordings in the hippocampus and by two-photon functional imaging in the cortex of mice coexpressing GCaMP6.", "doi": "10.1117/1.NPh.4.1.011002", "title": "Patterned photostimulation via visible-wavelength photonic probes for deep brain optogenetics.", "journal": ["Neurophotonics", "Neurophotonics"]}