{"authors": [["Kim", "Young-Cho", "YC", "Department of Neurology, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA."], ["Han", "Sang-Woo", "SW", "Department of Neurology, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA."], ["Alberico", "Stephanie L", "SL", "Department of Neurology, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA."], ["Ruggiero", "Rafael N", "RN", "Department of Neurology, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA; Department of Neuroscience and Behavioral Science, Ribeirão Preto Medical School, University of São Paulo, São Paulo 03178-200, Brazil."], ["De Corte", "Benjamin", "B", "Department of Neurology, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA."], ["Chen", "Kuan-Hua", "KH", "Institute of Personality and Social Research, University of California, Berkeley, Berkeley, CA 94720, USA."], ["Narayanan", "Nandakumar S", "NS", "Department of Neurology, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA; Aging Mind and Brain Initiative, Carver College of Medicine, University of Iowa, Iowa City, IA 52242, USA. Electronic address: nandakumar-narayanan@uiowa.edu."]], "date": "2016-12-15", "id": "27989675", "text": "Disrupted mesocortical dopamine contributes to cognitive symptoms of Parkinson's disease (PD). Past work has implicated medial frontal neurons expressing D1 dopamine receptors (D1DRs) in temporal processing. Here, we investigated whether these neurons can compensate for behavioral deficits resulting from midbrain dopamine dysfunction. We report three main results. First, both PD patients and mice with ventral tegmental area (VTA) dopamine depletion had attenuated delta activity (1-4 Hz) in the medial frontal cortex (MFC) during interval timing. Second, we found that optogenetically stimulating MFC D1DR neurons could increase ramping activity among MFC neurons. Finally, stimulating MFC D1DR neurons specifically at delta frequencies (2 Hz) compensated for deficits in temporal control of action caused by VTA dopamine depletion. Our results suggest that cortical networks can be targeted by frequency-specific brain stimulation to improve dopamine-dependent cognitive processing.", "doi": "10.1016/j.cub.2016.11.029", "title": "Optogenetic Stimulation of Frontal D1 Neurons Compensates for Impaired Temporal Control of Action in Dopamine-Depleted Mice.", "journal": ["Current biology : CB", "Curr. Biol."]}