{"authors": [["Sorokin", "Jordan M", "JM", "Stanford Neurosciences Graduate Training Program, Stanford University, Stanford, CA 94305, USA; Department of Neurology and Neurological Sciences, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Davidson", "Thomas J", "TJ", "Howard Hughes Medical Institute and Center for Integrative Neuroscience, University of California San Francisco, San Francisco, CA 94158, USA."], ["Frechette", "Eric", "E", "Department of Neurology and Neurological Sciences, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Abramian", "Armen M", "AM", "Department of Neurology and Neurological Sciences, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Deisseroth", "Karl", "K", "Department of Bioengineering, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Huguenard", "John R", "JR", "Department of Neurology and Neurological Sciences, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Paz", "Jeanne T", "JT", "Gladstone Institutes, San Francisco, CA 94158, USA; Department of Neurology, University of California San Francisco, San Francisco, CA 94158, USA. Electronic address: jeanne.paz@gladstone.ucsf.edu."]], "date": "2016-12-15", "id": "27989462", "text": "Thalamic relay neurons have well-characterized dual firing modes: bursting and tonic spiking. Studies in brain slices have led to a model in which rhythmic synchronized spiking (phasic firing) in a population of relay neurons leads to hyper-synchronous oscillatory cortico-thalamo-cortical rhythms that result in absence seizures. This model suggests that blocking thalamocortical phasic firing would treat absence seizures. However, recent in vivo studies in anesthetized animals have questioned this simple model. Here we resolve this issue by developing a real-time, mode-switching approach to drive thalamocortical neurons into or out of a phasic firing mode in two freely behaving genetic rodent models of absence epilepsy. Toggling between phasic and tonic firing in thalamocortical neurons launched and aborted absence seizures, respectively. Thus, a synchronous thalamocortical phasic firing state is required for absence seizures, and switching to tonic firing rapidly halts absences. This approach should be useful for modulating other networks that have mode-dependent behaviors.", "doi": "10.1016/j.neuron.2016.11.026", "title": "Bidirectional Control of Generalized Epilepsy Networks via Rapid Real-Time Switching of Firing Mode.", "journal": ["Neuron", "Neuron"]}