{"authors": [["Arcourt", "Alice", "A", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Gorham", "Louise", "L", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Dhandapani", "Rahul", "R", "EMBL Monterotondo, Via Ramarini 32, 00016 Monterotondo, Italy."], ["Prato", "Vincenzo", "V", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Taberner", "Francisco J", "FJ", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Wende", "Hagen", "H", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany; Max-Delbrueck-Center (MDC) for Molecular Medicine, Robert-Roessle-Strasse 10, 13125 Berlin, Germany."], ["Gangadharan", "Vijayan", "V", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Birchmeier", "Carmen", "C", "Max-Delbrueck-Center (MDC) for Molecular Medicine, Robert-Roessle-Strasse 10, 13125 Berlin, Germany."], ["Heppenstall", "Paul A", "PA", "EMBL Monterotondo, Via Ramarini 32, 00016 Monterotondo, Italy."], ["Lechner", "Stefan G", "SG", "Institute of Pharmacology, Heidelberg University, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany. Electronic address: stefan.lechner@pharma.uni-heidelberg.de."]], "date": "2016-12-15", "id": "27989460", "text": "Painful mechanical stimuli activate multiple peripheral sensory afferent subtypes simultaneously, including nociceptors and low-threshold mechanoreceptors (LTMRs). Using an optogenetic approach, we demonstrate that LTMRs do not solely serve as touch receptors but also play an important role in acute pain signaling. We show that selective activation of neuropeptide Y receptor-2-expressing (Npy2r) myelinated A-fiber nociceptors evokes abnormally exacerbated pain, which is alleviated by concurrent activation of LTMRs in a frequency-dependent manner. We further show that spatial summation of single action potentials from multiple NPY2R-positive afferents is sufficient to trigger nocifensive paw withdrawal, but additional simultaneous sensory input from LTMRs is required for normal well-coordinated execution of this reflex. Thus, our results show that combinatorial coding of noxious and tactile sensory input is required for normal acute mechanical pain signaling. Additionally, we established a causal link between precisely defined neural activity in functionally identified sensory neuron subpopulations and nocifensive behavior and pain.", "doi": "10.1016/j.neuron.2016.11.027", "title": "Touch Receptor-Derived Sensory Information Alleviates Acute Pain Signaling and Fine-Tunes Nociceptive Reflex Coordination.", "journal": ["Neuron", "Neuron"]}