{"authors": [["Lau", "Cia-Hin", "CH", "Department of Genetics, Albert Einstein College of Medicine, Bronx, NY, USA."], ["Suh", "Yousin", "Y", null]], "date": "2016-12-15", "id": "27974723", "text": "The recent advent of genome and epigenome editing technologies has provided a new paradigm in which the landscape of the human genome and epigenome can be precisely manipulated in their native context. Genome and epigenome editing technologies can be applied to many aspects of aging research and offer the potential to develop novel therapeutics against age-related diseases. Here, we discuss the latest technological advances in the CRISPR-based genome and epigenome editing toolbox, and provide insight into how these synthetic biology tools could facilitate aging research by establishing in vitro cell and in vivo animal models to dissect genetic and epigenetic mechanisms underlying aging and age-related diseases. We discuss recent developments in the field with the aims to precisely modulate gene expression and dynamic epigenetic landscapes in a spatial and temporal manner in cellular and animal models, by complementing the CRISPR-based editing capability with conditional genetic manipulation tools including chemically inducible expression systems, optogenetics, logic gate genetic circuits, tissue-specific promoters, and the serotype-specific adeno-associated virus. We also discuss how the combined use of genome and epigenome editing tools permits investigators to uncover novel molecular pathways involved in the pathophysiology and etiology conferred by risk variants associated with aging and aging-related disease. A better understanding of the genetic and epigenetic regulatory mechanisms underlying human aging and age-related disease will significantly contribute to the developments of new therapeutic interventions for extending health span and life span, ultimately improving the quality of life in the elderly populations.", "doi": "10.1159/000452972", "title": "Genome and Epigenome Editing in Mechanistic Studies of Human Aging and Aging-Related Disease.", "journal": ["Gerontology", "Gerontology"]}