{"authors": [["Richardson", "Rachael T", "RT", "a Bionics Institute , East Melbourne , Australia."], ["Thompson", "Alexander C", "AC", "c School of Physics and Astronomy , University of St Andrews , St Andrews , UK."], ["Wise", "Andrew K", "AK", "a Bionics Institute , East Melbourne , Australia."], ["Needham", "Karina", "K", "d Department of Surgery (Otolaryngology) , University of Melbourne, Royal Victorian Eye & Ear Hospital , East Melbourne , Australia."]], "date": "2016-12-22", "id": "27960585", "text": "Electrical stimulation has long been the most effective strategy for evoking neural activity from bionic devices and has been used with great success in the cochlear implant to allow deaf people to hear speech and sound. Despite its success, the spread of electrical current stimulates a broad region of neural tissue meaning that contemporary devices have limited precision. Optical stimulation as an alternative has attracted much recent interest for its capacity to provide highly focused stimuli, and therefore, potentially improved sensory perception. Given its specificity of activation, optical stimulation may also provide a useful tool in the study of fundamental neuroanatomy and neurophysiological processes. Areas covered: This review examines the advances in optical stimulation - infrared, nanoparticle-enhanced, and optogenetic-based - and its application in the inner ear for the restoration of auditory function following hearing loss. Expert opinion: Initial outcomes suggest that optogenetic-based approaches hold the greatest potential and viability amongst optical techniques for application in the cochlea. The future success of this approach will be governed by advances in the targeted delivery of opsins to auditory neurons, improvements in channel kinetics, development of optical arrays, and innovation of opsins that activate within the optimal near-infrared therapeutic window.", "doi": "10.1080/14712598.2017.1271870", "title": "Challenges for the application of optical stimulation in the cochlea for the study and treatment of hearing loss.", "journal": ["Expert opinion on biological therapy", "Expert Opin Biol Ther"]}