{"authors": [["Liu", "Lei", "L", "Virginia Tech Carilion Research Institute, Roanoke, VA, USA."], ["Ito", "Wataru", "W", "Virginia Tech Carilion Research Institute, Roanoke, VA, USA."], ["Morozov", "Alexei", "A", "Virginia Tech Carilion Research Institute, Roanoke, VA, USA."]], "date": "2016-12-07", "id": "27924875", "text": "The observational fear (OF) paradigm in rodents, in which the subject is exposed to a distressed conspecific, elicits contextual fear learning and enhances future passive avoidance learning, which may model certain behavioral traits resulting from traumatic experiences in humans. As these behaviors affected by the OF require dorso-medial prefrontal cortex (dmPFC), we searched for synaptic adaptations in dmPFC resulting from OF in mice by recording synaptic responses in dmPFC layer V pyramidal neurons elicited by repeated 5 Hz electrical stimulation of dmPFC layer I or by optogenetic stimulation of specific interneurons ex vivo 1 day after OF. OF increased depression of inhibitory postsynaptic currents (IPSCs) along IPSC trains evoked by the 5 Hz electrical stimulation, but, surprisingly, decreased depression of dendritic IPSCs isolated after blocking GABAa receptor on the soma. Subsequent optogenetic analyses revealed increased depression of IPSCs originating from perisomatically projecting parvalbumin interneurons (PV-IPSCs), but decreased depression of IPSCs from dendritically projecting somatostatin cells (SOM-IPSCs). These changes were no longer detectable in the presence of a GABAb receptor antagonist CGP52432. Meanwhile, OF decreased the sensitivity of SOM-IPSCs, but not PV-IPSCs to a GABAb receptor agonist baclofen. Thus, OF causes opposing changes in GABAb receptor mediated suppression of GABA release from PV-positive and SOM-positive interneurons. Such adaptations may alter dmPFC connectivity with brain areas that target its deep vs superficial layers and thereby contribute to the behavioral consequences of the aversive experiences.", "doi": "10.1038/npp.2016.273", "title": "GABAb Receptor Mediates Opposing Adaptations of GABA Release From Two Types of Prefrontal Interneurons After Observational Fear.", "journal": ["Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "Neuropsychopharmacology"]}