{"authors": [["Wu", "Bao-Ming", "BM", "School of Pharmacy, Anhui Medical University, Hefei, China."], ["Leng", "Tian-Dong", "TD", "Neuroscience Institute, Morehouse School of Medicine, Atlanta, GA, USA."], ["Inoue", "Koichi", "K", "Department of Integrative Anatomy, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."], ["Li", "Jun", "J", "School of Pharmacy, Anhui Medical University, Hefei, China."], ["Xiong", "Zhi-Gang", "ZG", "School of Pharmacy, Anhui Medical University, Hefei, China."]], "date": "2016-12-04", "id": "27917616", "text": "The algal protein Channelrhodopsin-2 (ChR2) has been widely used in recent years in optogenetic technique to investigate the functions of complex neuronal networks through minimally invasive and temporally precise photostimulation of genetically defined neurons. However, as with any other new technique, current optogentic approaches have various limitations. In addition, how ChR2 may behave in response to complex biochemical changes associated with various physiological/pathological conditions is largely unknown.In this study, we investigated whether a change in redox state of the cell affects the activity of ChR2 channels.Whole-cell patch-clamp recordings were used to examine the effect of reducing and oxidizing agents on ChR2 currents activated by blue light.We show that the reducing agent dithiothreitol (DTT) dramatically potentiates the ChR2 currents in a reversible and concentration-dependent manner. Glutathione, an endogenous reducing agent, shows a similar effect on ChR2 currents. The oxidizing agent 5,5'-dithio-bis-(2-nitrobenzoic acid) (DTNB) has no effect on ChR2 currents by itself; however, it completely reverses the potentiating effect of DTT. DTT also causes a shift in the current-voltage relationship by 23 ± 4.31 mV, suggesting a change in ion selectivity.Taken together, these data suggest that redox modification of ChR2 plays an important role in its sensitivity to the light stimulation. Our findings not only help for a better understanding of how ChR2 may behave in physiological/pathological conditions where changes in redox state are common, but also provide a new direction for further optimization of this important opsin.", "doi": "10.1111/cns.12662", "title": "Effect of Redox-Modifying Agents on the Activity of Channelrhodopsin-2.", "journal": ["CNS neuroscience & therapeutics", "CNS Neurosci Ther"]}