{"authors": [["Amtul", "Zareen", "Z", "Dr. Panjwani Center for Molecular Medicine and Drug Research, International Center for Chemical and Biological Sciences, University of Karachi, Karachi, 75270, Pakistan. zareen.amtul@gmail.com."], ["Aziz", "Amal A", "AA", "Sir Wilfrid Laurier Secondary School, Thames Valley District School Board, N6C 4W7, London, ON, Canada."]], "date": "2016-12-01", "id": "27905012", "text": "Epilepsy is characterized by the hyperexcitability of various neuronal circuits that results due to the imbalance between glutamate-mediated excitation of voltage-gated cation channels and γ-amino butyric acid (GABA)-mediated inhibition of anion channels leading to aberrant, sporadic oscillations or fluctuations in neuronal electrical activity. Epilepsy with a risk of mortality and around 65 million sufferers of all ages all over the world is limited therapeutically with high rates of adverse reactions, lack of complete seizure control, and over 30% patients with refractory epilepsy. The only alternative to medicines is to identify and surgically remove the seizure foci in the brain or to abort the seizures just as they begin using an implanted cerebral electrode. However, these alternatives are unable to precisely aim aberrant neuronal circuits while leaving others unaltered. Epilepsy animal models also constitute the identical constraint. Thus, a better target-specific approach is needed to study and treat epilepsy. Unicellular green algae Chlamydomonas reinhardtii expresses a channelrhodopsin-2 (ChR2) sodium ion channel protein that controls the phototaxis movement of algae in response to blue light. Similarly, archaeon Natronomonas pharaonis (NpHR) expresses a monovalent Cl- channel protein halorhodopsin that responds to yellow light. These features of ChR2 and NpHR proteins can be used in optogenetic techniques to manipulate the bi-directional firing pattern of neuronal circuits in an attempt to better understand the pathophysiology of epileptic seizures as well as to discover novel potential drugs to treat epilepsy.", "doi": "10.1007/s12035-016-0279-3", "title": "Microbial Proteins as Novel Industrial Biotechnology Hosts to Treat Epilepsy.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."]}