{"authors": [["Song", "Mingke", "M", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Yu", "Shan Ping", "SP", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA; Center for Visual and Neurocognitive Rehabilitation, Atlanta VA Medical Center, Decatur, GA 30033, USA. Electronic address: spyu@emory.edu."], ["Mohamad", "Osama", "O", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Cao", "Wenyuan", "W", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Wei", "Zheng Zachory", "ZZ", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Gu", "Xiaohuan", "X", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Jiang", "Michael Qize", "MQ", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA."], ["Wei", "Ling", "L", "Department of Anesthesiology, Emory University School of Medicine, Atlanta, GA 30322, USA. Electronic address: lwei7@emory.edu."]], "date": "2016-11-21", "id": "27884724", "text": "Neurogenesis in the subventricular zone (SVZ) of the adult brain may contribute to tissue repair after brain injuries. Whether SVZ neurogenesis can be upregulated by specific neuronal activity in vivo and promote functional recovery after stroke is largely unknown. Using the spatial and cell type specific optogenetic technique combined with multiple approaches of in vitro, ex vivo and in vivo examinations, we tested the hypothesis that glutamatergic activation in the striatum could upregulate SVZ neurogenesis in the normal and ischemic brain. In transgenic mice expressing the light-gated channelrhodopsin-2 (ChR2) channel in glutamatergic neurons, optogenetic stimulation of the glutamatergic activity in the striatum triggered glutamate release into SVZ region, evoked membrane currents, Ca2+ influx and increased proliferation of SVZ neuroblasts, mediated by AMPA receptor activation. In ChR2 transgenic mice subjected to focal ischemic stroke, optogenetic stimuli to the striatum started 5days after stroke for 8days not only promoted cell proliferation but also the migration of SVZ neuroblasts into the peri-infarct cortex with increased neuronal differentiation and improved long-term functional recovery. These data provide the first morphological and functional evidence showing a unique striatum-SVZ neuronal regulation via a semi-phasic synaptic mechanism that can boost neurogenic cascades and stroke recovery. The benefits from stimulating endogenous glutamatergic activity suggest a novel regenerative strategy after ischemic stroke and other brain injuries.", "doi": "10.1016/j.nbd.2016.11.005", "title": "Optogenetic stimulation of glutamatergic neuronal activity in the striatum enhances neurogenesis in the subventricular zone of normal and stroke mice.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}