{"authors": [["Spangler", "Skylar M", "SM", "Department of Anesthesiology, Basic Research Division, Washington University School of Medicine, St. Louis, MO 63110, USA; Department of Neuroscience, Washington University School of Medicine, St. Louis, MO 63110, USA; Department of Psychiatry, Washington University School of Medicine, St. Louis, MO 63110, USA; Division of Biology and Biomedical Sciences, Washington University School of Medicine, St. Louis, MO 63110, USA."], ["Bruchas", "Michael R", "MR", "Department of Anesthesiology, Basic Research Division, Washington University School of Medicine, St. Louis, MO 63110, USA; Department of Neuroscience, Washington University School of Medicine, St. Louis, MO 63110, USA; Department of Psychiatry, Washington University School of Medicine, St. Louis, MO 63110, USA; Division of Biology and Biomedical Sciences, Washington University School of Medicine, St. Louis, MO 63110, USA. Electronic address: bruchasm@wustl.edu."]], "date": "2016-11-19", "id": "27875804", "text": "Optogenetics has revolutionized neuroscience by providing means to control cell signaling with spatiotemporal control in discrete cell types. In this review, we summarize four major classes of optical tools to manipulate neuromodulatory GPCR signaling: opsins (including engineered chimeric receptors); photoactivatable proteins; photopharmacology through caging-photoswitchable molecules; fluorescent protein based reporters and biosensors. Additionally, we highlight technologies to utilize these tools in vitro and in vivo, including Cre dependent viral vector expression and two-photon microscopy. These emerging techniques targeting specific members of the GPCR signaling pathway offer an expansive base for investigating GPCR signaling in behavior and disease states, in addition to paving a path to potential therapeutic developments.", "doi": "10.1016/j.coph.2016.11.001", "title": "Optogenetic approaches for dissecting neuromodulation and GPCR signaling in neural circuits.", "journal": ["Current opinion in pharmacology", "Curr Opin Pharmacol"]}