{"authors": [["Pianca", "Nicola", "N", "University of Padova, Department of Biomedical Sciences, Via Ugo Bassi 58/B, 35131, Padova, Italy; Venetian Institute of Molecular Medicine, Via G. Orus, 2, 35129, Padova, Italy. Electronic address: marco.mongillo@unipd.it."], ["Zaglia", "Tania", "T", "University of Padova, Department of Biomedical Sciences, Via Ugo Bassi 58/B, 35131, Padova, Italy; Venetian Institute of Molecular Medicine, Via G. Orus, 2, 35129, Padova, Italy."], ["Mongillo", "Marco", "M", "University of Padova, Department of Biomedical Sciences, Via Ugo Bassi 58/B, 35131, Padova, Italy; Venetian Institute of Molecular Medicine, Via G. Orus, 2, 35129, Padova, Italy; CNR Institute of Neurosciences, Viale Colombo 3, 35133, Padova, Italy."]], "date": "2016-11-18", "id": "27871856", "text": "Optogenetics is a technique exploded in the last 10 years, which revolutionized several areas of biological research. The brightest side of this technology is the use of light to modulate non-invasively, with high spatial resolution and millisecond time scale, excitable cells genetically modified to express light-sensitive microbial ion channels (opsins). Neuroscience has first benefited from such fascinating strategy, in intact organisms. By shining light to specific neuronal subpopulations, optogenetics allowed unearth the mechanisms involved in cell-to-cell communication within the context of intact organs, such as the brain, formed by complex neuronal circuits. More recently, scientists looked at optogenetics as a tool to answer some of the questions, remained in the dark, of cardiovascular physiology. In this review, we focus on the application of optogenetics in the study of the heart, a complex multicellular organ, homing different populations of excitable cells, spatially and functionally interconnected. Moving from the first proof-of-principle works, published in 2010, to the present time, we discuss the in vitro and in vivo applications of optogenetics for the study of electrophysiology of the different cardiac cell types, and for the dissection of cellular mechanisms underlying arrhythmias. We also present how molecular biology and technology foster the evolution of cardiac optogenetics, with the aim to further our understanding of fundamental questions in cardiac physiology and pathology. Finally, we confer about the therapeutic potential of such biotechnological strategy for the treatment of heart rhythm disturbances (e.g. cardiac pacing, cardioversion).", "doi": "10.1016/j.bbrc.2016.11.104", "title": "Will cardiac optogenetics find the way through the obscure angles of heart physiology?", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}