{"authors": [["Zolnik", "Timothy A", "TA", "Neurocure Center for Excellence, Chariteplatz 1/Virchowweg 6, Charité Universitätsmedizin Berlin and Humboldt Universität, Berlin, 10117, Germany."], ["Sha", "Fern", "F", "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."], ["Johenning", "Friedrich W", "FW", "Neuroscience Research Center, Charité Universitätsmedizin Berlin, Charitéplatz 1, Berlin, 10117, Germany."], ["Schreiter", "Eric R", "ER", "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."], ["Looger", "Loren L", "LL", "Howard Hughes Medical Institute, Janelia Research Campus, 19700 Helix Drive, Ashburn, VA, 20147, USA."], ["Larkum", "Matthew E", "ME", "Neurocure Center for Excellence, Chariteplatz 1/Virchowweg 6, Charité Universitätsmedizin Berlin and Humboldt Universität, Berlin, 10117, Germany."], ["Sachdev", "Robert N S", "RN", "Neurocure Center for Excellence, Chariteplatz 1/Virchowweg 6, Charité Universitätsmedizin Berlin and Humboldt Universität, Berlin, 10117, Germany."]], "date": "2016-12-14", "id": "27861906", "text": "The genetically encoded fluorescent calcium integrator calcium-modulated photoactivatable ratiobetric integrator (CaMPARI) reports calcium influx induced by synaptic and neural activity. Its fluorescence is converted from green to red in the presence of violet light and calcium. The rate of conversion - the sensitivity to activity - is tunable and depends on the intensity of violet light. Synaptic activity and action potentials can independently initiate significant CaMPARI conversion. The level of conversion by subthreshold synaptic inputs is correlated to the strength of input, enabling optical readout of relative synaptic strength. When combined with optogenetic activation of defined presynaptic neurons, CaMPARI provides an all-optical method to map synaptic connectivity.The calcium-modulated photoactivatable ratiometric integrator (CaMPARI) is a genetically encoded calcium integrator that facilitates the study of neural circuits by permanently marking cells active during user-specified temporal windows. Permanent marking enables measurement of signals from large swathes of tissue and easy correlation of activity with other structural or functional labels. One potential application of CaMPARI is labelling neurons postsynaptic to specific populations targeted for optogenetic stimulation, giving rise to all-optical functional connectivity mapping. Here, we characterized the response of CaMPARI to several common types of neuronal calcium signals in mouse acute cortical brain slices. Our experiments show that CaMPARI is effectively converted by both action potentials and subthreshold synaptic inputs, and that conversion level is correlated to synaptic strength. Importantly, we found that conversion rate can be tuned: it is linearly related to light intensity. At low photoconversion light levels CaMPARI offers a wide dynamic range due to slower conversion rate; at high light levels conversion is more rapid and more sensitive to activity. Finally, we employed CaMPARI and optogenetics for functional circuit mapping in ex vivo acute brain slices, which preserve in vivo-like connectivity of axon terminals. With a single light source, we stimulated channelrhodopsin-2-expressing long-range posteromedial (POm) thalamic axon terminals in cortex and induced CaMPARI conversion in recipient cortical neurons. We found that POm stimulation triggers robust photoconversion of layer 5 cortical neurons and weaker conversion of layer 2/3 neurons. Thus, CaMPARI enables network-wide, tunable, all-optical functional circuit mapping that captures supra- and subthreshold depolarization.", "doi": "10.1113/JP273116", "title": "All-optical functional synaptic connectivity mapping in acute brain slices using the calcium integrator CaMPARI.", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"]}