{"authors": [["Mühlhäuser", "Wignand W D", "WW", "Faculty of Biology, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany. Electronic address: wignand.muehlhaeuser@bioss.uni-freiburg.de."], ["Fischer", "Adrian", "A", "Faculty of Biology, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany. Electronic address: fischer.adrian@biologie.uni-freiburg.de."], ["Weber", "Wilfried", "W", "Faculty of Biology, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany. Electronic address: wilfried.weber@bioss.uni-freiburg.de."], ["Radziwill", "Gerald", "G", "Faculty of Biology, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany; BIOSS Centre for Biological Signalling Studies, University of Freiburg, Schaenzlestr. 1, 79104 Freiburg, Germany. Electronic address: gerald.radziwill@bioss.uni-freiburg.de."]], "date": "2016-11-11", "id": "27845208", "text": "Cells receive many different environmental clues to which they must adapt accordingly. Therefore, a complex signal transduction network has evolved. Cellular signal transduction is a highly dynamic process, in which the specific outcome is a result of the exact spatial and temporal resolution of single sub-events. While conventional techniques, like chemical inducer systems, have led to a sound understanding of the architecture of signal transduction pathways, the spatiotemporal aspects were often impossible to resolve. Optogenetics, based on genetically encoded light-responsive proteins, has the potential to revolutionize manipulation of signal transduction processes. Light can be easily applied with highest precision and minimal invasiveness. This review focuses on examples of optogenetic systems which were generated and applied to manipulate non-neuronal mammalian signaling processes at various stages of signal transduction, from cell membrane through cytoplasm to nucleus. Further, the future of optogenetic signaling will be discussed.", "doi": "10.1016/j.bbamcr.2016.11.009", "title": "Optogenetics - Bringing light into the darkness of mammalian signal transduction.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}