{"authors": [["Whitmire", "Clarissa J", "CJ", "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, Georgia."], ["Millard", "Daniel C", "DC", "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, Georgia."], ["Stanley", "Garrett B", "GB", "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, Georgia garrett.stanley@bme.gatech.edu."]], "date": "2016-10-19", "id": "27760816", "text": "Sensory stimulation drives complex interactions across neural circuits as information is encoded and then transmitted from one brain region to the next. In the highly interconnected thalamocortical circuit, these complex interactions elicit repeatable neural dynamics in response to temporal patterns of stimuli that provide insight into the circuit properties that generated them. Here, using a combination of in vivo voltage-sensitive dye (VSD) imaging of cortex, single-unit recording in thalamus, and optogenetics to manipulate thalamic state in the rodent vibrissa pathway, we probed the thalamocortical circuit with simple temporal patterns of stimuli delivered either to the whiskers on the face (sensory stimulation) or to the thalamus directly via electrical or optogenetic inputs (artificial stimulation). VSD imaging of cortex in response to whisker stimulation revealed classical suppressive dynamics, while artificial stimulation of thalamus produced an additional facilitation dynamic in cortex not observed with sensory stimulation. Thalamic neurons showed enhanced bursting activity in response to artificial stimulation, suggesting that bursting dynamics may underlie the facilitation mechanism we observed in cortex. To test this experimentally, we directly depolarized the thalamus, using optogenetic modulation of the firing activity to shift from a burst to a tonic mode. In the optogenetically depolarized thalamic state, the cortical facilitation dynamic was completely abolished. Together, the results obtained here from simple probes suggest that thalamic state, and ultimately thalamic bursting, may play a key role in shaping more complex stimulus-evoked dynamics in the thalamocortical pathway.For the first time, we have been able to utilize optogenetic modulation of thalamic firing modes combined with optical imaging of cortex in the rat vibrissa system to directly test the role of thalamic state in shaping cortical response properties.", "doi": "10.1152/jn.00415.2016", "title": "Thalamic state control of cortical paired-pulse dynamics.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}