{"authors": [["Steidl", "Stephan", "S", "Department of Psychology, Loyola University Chicago, 1032 West Sheridan Road, Chicago, IL, 60626, USA."], ["Wang", "Huiling", "H", "Neuronal Networks Section, Integrative Neuroscience Research Branch, Intramural Research Program National Institute on Drug Abuse, NIH/DHHS, Baltimore, MD, 21224, USA."], ["Ordonez", "Marco", "M", "Department of Psychology, Loyola University Chicago, 1032 West Sheridan Road, Chicago, IL, 60626, USA."], ["Zhang", "Shiliang", "S", "Neuronal Networks Section, Integrative Neuroscience Research Branch, Intramural Research Program National Institute on Drug Abuse, NIH/DHHS, Baltimore, MD, 21224, USA."], ["Morales", "Marisela", "M", "Neuronal Networks Section, Integrative Neuroscience Research Branch, Intramural Research Program National Institute on Drug Abuse, NIH/DHHS, Baltimore, MD, 21224, USA."]], "date": "2016-11-21", "id": "27740714", "text": "Converging evidence shows that ventral tegmental area (VTA) dopamine neurons receive laterodorsal tegmental nucleus (LDTg) cholinergic and glutamatergic inputs. To test the behavioral consequences of selectively driving the two sources of excitatory LDTg input to the VTA, channelrhodopsin-2 (ChR2) was expressed in LDTg cholinergic neurons of ChAT::Cre mice (ChAT-ChR2 mice) or in LDTg glutamatergic neurons of VGluT2::Cre mice (VGluT2-ChR2 mice). Mice were tested in a 3-chamber place preference apparatus where entry into a light-paired chamber resulted in VTA light stimulation of LDTg-cholinergic or LDTg-glutamatergic axons for the duration of a chamber stay. ChAT-ChR2 mice spent more time in the light-paired chamber and subsequently showed conditioned place preference for the light-paired chamber in the absence of light. VGluT2-ChR2 mice, entered the light-paired chamber significantly more times than a light-unpaired chamber, but remained in the light-paired chamber for short time periods and did not show a conditioned place preference. When each entry into the light-paired chamber resulted in a single train of VTA light stimulation, VGluT2-ChR2 mice entered the light-paired chamber significantly more times than the light-unpaired chamber, but spent approximately equal amounts of time in the two chambers. VTA excitation of LDTg-glutamatergic inputs may be more important for reinforcement of initial chamber entry while VTA excitation of LDTg-cholinergic inputs may be more important for the rewarding effects of chamber stays. We suggest that LDTg-cholinergic and LDTg-glutamatergic inputs to the VTA each contribute to the net rewarding effects of exciting LDTg axons in the VTA.", "doi": "10.1111/ejn.13436", "title": "Optogenetic excitation in the ventral tegmental area of glutamatergic or cholinergic inputs from the laterodorsal tegmental area drives reward.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}