{"authors": [["Tan", "Peng", "P", "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University Health Science Center, Houston, TX 77030, USA."], ["He", "Lian", "L", "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University Health Science Center, Houston, TX 77030, USA."], ["Han", "Gang", "G", "Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, Worcester, MA 01605, USA. Electronic address: gang.han@umassmed.edu."], ["Zhou", "Yubin", "Y", "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University Health Science Center, Houston, TX 77030, USA; Department of Medical Physiology, College of Medicine, Texas A&M University Health Science Center, Temple, TX 76504, USA. Electronic address: yzhou@ibt.tamhsc.edu."]], "date": "2016-09-28", "id": "27692897", "text": "Microbial opsin-based optogenetic tools have been transformative for neuroscience. To extend optogenetic approaches to the immune system to remotely control immune responses with superior spatiotemporal precision, pioneering tools have recently been crafted to modulate lymphocyte trafficking, inflammasome activation, dendritic cell (DC) maturation, and antitumor immunity through the photoactivation of engineered chemokine receptors and calcium release-activated calcium channels. We highlight herein some conceptual design strategies for installing light sensitivities into the immune signaling network and, in parallel, we propose potential solutions for in vivo optogenetic applications in living organisms with near-infrared light-responsive upconversion nanomaterials. Moreover, to move beyond proof-of-concept into translational applications, we discuss future prospects for integrating personalized immunoengineering with optogenetics to overcome critical hurdles in cancer immunotherapy.", "doi": "10.1016/j.tibtech.2016.09.002", "title": "Optogenetic Immunomodulation: Shedding Light on Antitumor Immunity.", "journal": ["Trends in biotechnology", "Trends Biotechnol."]}