{"authors": [["Chuhma", "Nao", "N", "Department of Psychiatry, Columbia University, New York, New York; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, New York."], ["Mingote", "Susana", "S", "Department of Psychiatry, Columbia University, New York, New York; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, New York."], ["Kalmbach", "Abigail", "A", "Department of Psychiatry, Columbia University, New York, New York; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, New York."], ["Yetnikoff", "Leora", "L", "Department of Psychiatry, Columbia University, New York, New York; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, New York."], ["Rayport", "Stephen", "S", "Department of Psychiatry, Columbia University, New York, New York; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, New York. Electronic address: stephen.rayport@columbia.edu."]], "date": "2016-07-12", "id": "27692238", "text": "Brain imaging has revealed alterations in dopamine uptake, release, and receptor levels in patients with schizophrenia that have been resolved on the scale of striatal subregions. However, the underlying synaptic mechanisms are on a finer scale. Dopamine neuron synaptic actions vary across the striatum, involving variations not only in dopamine release but also in dopamine neuron connectivity, cotransmission, modulation, and activity. Optogenetic studies have revealed that dopamine neurons release dopamine in a synaptic signal mode, and that the neurons also release glutamate and gamma-aminobutyric acid as cotransmitters, with striking regional variation. Fast glutamate and gamma-aminobutyric acid cotransmission convey discrete patterns of dopamine neuron activity to striatal neurons. Glutamate may function not only in a signaling role at a subset of dopamine neuron synapses, but also in mediating vesicular synergy, contributing to regional differences in loading of dopamine into synaptic vesicles. Regional differences in dopamine neuron signaling are likely to be differentially involved in the schizophrenia disease process and likely determine the subregional specificity of the action of psychostimulants that exacerbate the disorder, and antipsychotics that ameliorate the disorder. Elucidating dopamine neuron synaptic signaling offers the potential for achieving greater pharmacological specificity through intersectional pharmacological actions targeting subsets of dopamine neuron synapses.", "doi": "10.1016/j.biopsych.2016.07.002", "title": "Heterogeneity in Dopamine Neuron Synaptic Actions Across the Striatum and Its Relevance for Schizophrenia.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}