{"authors": [["Guy", "Julien", "J", "Department of Neuroanatomy, Institute for Anatomy, University Medical Center, Georg-August-University, D-37075 Göttingen, Germany."], ["Sachkova", "Alexandra", "A", "Department of Neuroanatomy, Institute for Anatomy, University Medical Center, Georg-August-University, D-37075 Göttingen, Germany."], ["Möck", "Martin", "M", "Department of Neuroanatomy, Institute for Anatomy, University Medical Center, Georg-August-University, D-37075 Göttingen, Germany."], ["Witte", "Mirko", "M", "Department of Neuroanatomy, Institute for Anatomy, University Medical Center, Georg-August-University, D-37075 Göttingen, Germany."], ["Wagener", "Robin J", "RJ", "Department of Basic Neurosciences, University of Geneva, CH-1211, Geneva, Switzerland."], ["Staiger", "Jochen F", "JF", "Department of Neuroanatomy, Institute for Anatomy, University Medical Center, Georg-August-University, D-37075 Göttingen, Germany."]], "date": null, "id": "27620977", "text": "Layer IV (LIV) of the rodent somatosensory cortex contains the somatotopic barrel field. Barrels receive much of the sensory input to the cortex through innervation by thalamocortical axons from the ventral posteromedial nucleus. In the reeler mouse, the absence of cortical layers results in the formation of mispositioned barrel-equivalent clusters of LIV fated neurons. Although functional imaging suggests that sensory input activates the cortex, little is known about the cellular and synaptic properties of identified excitatory neurons of the reeler cortex. We examined the properties of thalamic input to spiny stellate (SpS) neurons in the reeler cortex with in vitro electrophysiology, optogenetics, and subcellular channelrhodopsin-2-assisted circuit mapping (sCRACM). Our results indicate that reeler SpS neurons receive direct but weakened input from the thalamus, with a dispersed spatial distribution along the somatodendritic arbor. These results further document subtle alterations in functional connectivity concomitant of absent layering in the reeler mutant. We suggest that intracortical amplification mechanisms compensate for this weakening in order to allow reliable sensory transmission to the mutant neocortex.", "doi": "10.1093/cercor/bhw281", "title": "Intracortical Network Effects Preserve Thalamocortical Input Efficacy in a Cortex Without Layers.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}