{"authors": [["Chen", "Fu-Yu Beverly", "FB", null], ["Budgett", "David M", "DM", null], ["Sun", "Yuhui", "Y", null], ["Malpas", "Simon", "S", null], ["McCormick", "Daniel", "D", null], ["Freestone", "Peter S", "PS", null]], "date": "2016-08-17", "id": "27542183", "text": "Optogenetics allows control of neuronal activity with unprecedented spatiotemporal precision, and has enabled both significant advances in neuroscience and promising clinical prospects for some neurological, cardiac, and sensory disorders. The ability to chronically stimulate light-sensitive excitable cells is crucial for developing useful research tools and viable long-term treatment strategies. Popular optogenetic stimulation devices often rely on bench-top light-sources tethered via an optical fibre to the research animal, or significant componentry protruding externally from animal. These approaches are prone to infection, vulnerable to damage and restrict the experimental approaches that can be conducted. An ideal optogenetic stimulator would be contained entirely within the animal and provide precisely controlled optical output. However, existing prototypes of fully implantable devices rely on amplitude tuning of wireless power, which can vary strongly with environmental conditions. Here we show that pulse-width modulation (PWM) of the intensity of a light-emitting diode (LED) can enable control of photo-stimulation intensity equivalent to direct amplitude modulation. This result has significant implications for fully implantable light delivery tools, as PWM can be implemented with simple and miniaturized circuit architectures. We have modified a telemeter device previously developed by our group to include a small form-factor LED capable of generating sufficient optical power with manageable electrical power requirements and minimal heat generation. We have tested key device components in an in vitro mouse brain slice preparation and shown that pulse-width-modulation is an alternative method to modulate photo-stimulation intensity using a miniature circuit and providing easy control.", "doi": "10.1109/TBCAS.2016.2577042", "title": "Pulse-Width Modulation of Optogenetic Photo-Stimulation Intensity for Application to Full-Implantable Light Sources.", "journal": ["IEEE transactions on biomedical circuits and systems", "IEEE Trans Biomed Circuits Syst"]}