{"authors": [["Arguello", "Amy A", "AA", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."], ["Richardson", "Ben D", "BD", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."], ["Hall", "Jacob L", "JL", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."], ["Wang", "Rong", "R", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."], ["Hodges", "Matthew A", "MA", "Department of Psychiatry and Neuroscience Center, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Mitchell", "Marshall P", "MP", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."], ["Stuber", "Garret D", "GD", "Department of Psychiatry and Neuroscience Center, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Rossi", "David J", "DJ", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."], ["Fuchs", "Rita A", "RA", "Department of Integrative Physiology and Neuroscience, Washington State University, College of Veterinary Medicine, Pullman, WA, USA."]], "date": "2016-08-18", "id": "27534268", "text": "Cocaine addiction is a disease characterized by chronic relapse despite long periods of abstinence. The lateral orbitofrontal cortex (lOFC) and basolateral amygdala (BLA) promote cocaine-seeking behavior in response to drug-associated conditioned stimuli (CS) and share dense reciprocal connections. Hence, we hypothesized that monosynaptic projections between these brain regions mediate CS-induced cocaine-seeking behavior. Male Sprague-Dawley rats received bilateral infusions of a Cre-dependent adeno-associated viral (AAV) vector expressing enhanced halorhodopsin 3.0 fused with a reporter protein (NpHR-mCherry) or a control AAV (mCherry) plus optic fiber implants into the lOFC (Experiment 1) or BLA (Experiment 2). The same rats also received bilateral infusions of a retrogradely transported AAV vector expressing Cre recombinase (Retro-Cre-GFP) into the BLA (Experiment 1) or lOFC (Experiment 2). Thus, NpHR-mCherry or mCherry expression was targeted to lOFC neurons that project to the BLA or to BLA neurons that project to the lOFC in different groups. Rats were trained to lever press for cocaine infusions paired with 5-s CS presentations. Responding was then extinguished. At test, response-contingent CS presentation was discretely coupled with optogenetic inhibition (5-s laser activation) or no optogenetic inhibition while lever responding was assessed without cocaine/food reinforcement. Optogenetic inhibition of lOFC to BLA, but not BLA to lOFC, projections in the NpHR-mCherry groups disrupted CS-induced reinstatement of cocaine-seeking behavior relative to (i) no optogenetic inhibition or (ii) manipulations in mCherry control or (iii) NpHR-mCherry food control groups. These findings suggest that the lOFC sends requisite input to the BLA, via monosynaptic connections, to promote CS-induced cocaine-seeking behavior.", "doi": "10.1038/npp.2016.157", "title": "Role of a Lateral Orbital Frontal Cortex-Basolateral Amygdala Circuit in Cue-Induced Cocaine-Seeking Behavior.", "journal": ["Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology", "Neuropsychopharmacology"]}