{"authors": [["Damborsky", "Joanne C", "JC", "Neurobiology Laboratory, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, Research Triangle Park, P.O. Box 12233, Mail Drop F2-08, North Carolina, 27709, USA."], ["Smith", "Kathleen G", "KG", "Neurobiology Laboratory, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, Research Triangle Park, P.O. Box 12233, Mail Drop F2-08, North Carolina, 27709, USA."], ["Jensen", "Patricia", "P", "Neurobiology Laboratory, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, Research Triangle Park, P.O. Box 12233, Mail Drop F2-08, North Carolina, 27709, USA."], ["Yakel", "Jerrel L", "JL", "Neurobiology Laboratory, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, Research Triangle Park, P.O. Box 12233, Mail Drop F2-08, North Carolina, 27709, USA. yakel@niehs.nih.gov."]], "date": "2016-08-05", "id": "27496091", "text": "The basal forebrain (BF) is an important regulator of hippocampal and cortical activity. In Alzheimer's disease (AD), there is a significant loss and dysfunction of cholinergic neurons within the BF, and also a hypertrophy of fibers containing the neuropeptide galanin. Understanding how galanin interacts with BF circuitry is critical in determining what role galanin overexpression plays in the progression of AD. Here, we examined the location and function of galanin in the medial septum/diagonal band (MS/DBB) region of the BF. We show that galanin fibers are located throughout the MS/DBB and intermingled with both cholinergic and GABAergic neurons. Whole-cell patch clamp recordings from MS/DBB neurons in acute slices reveal that galanin decreases tetrodotoxin-sensitive spontaneous GABA release and dampens muscarinic receptor-mediated increases in GABA release in the MS/DBB. These effects are not blocked by pre-exposure to β-amyloid peptide (Aβ1-42). Optogenetic activation of cholinergic neurons in the MS/DBB increases GABA release back onto cholinergic neurons, forming a functional circuit within the MS/DBB. Galanin disrupts this cholinergic-GABAergic circuit by blocking the cholinergic-induced increase in GABA release. These data suggest that galanin works in the BF to reduce inhibitory input onto cholinergic neurons and to prevent cholinergic-induced increase in inhibitory tone. This disinhibition of cholinergic neurons could serve as a compensatory mechanism to counteract the loss of cholinergic signaling that occurs during the progression of AD.", "doi": "10.1007/s00429-016-1283-0", "title": "Local cholinergic-GABAergic circuitry within the basal forebrain is modulated by galanin.", "journal": ["Brain structure & function", "Brain Struct Funct"]}