{"authors": [["Lohani", "S", "S", "Department of Neuroscience, University of Pittsburgh, Pittsburgh, PA, USA."], ["Poplawsky", "A J", "AJ", "Department of Radiology, University of Pittsburgh, Pittsburgh, PA, USA."], ["Kim", "S-G", "SG", "Department of Radiology, University of Pittsburgh, Pittsburgh, PA, USA."], ["Moghaddam", "B", "B", "Department of Neuroscience, University of Pittsburgh, Pittsburgh, PA, USA."]], "date": "2016-07-26", "id": "27457809", "text": "Dopamine neurons in the ventral tegmental area (VTA) are strongly implicated in cognitive and affective processing as well as in psychiatric disorders, including schizophrenia, depression, attention-deficit hyperactivity disorder and substance abuse disorders. In human studies, dopamine-related functions are routinely assessed using functional magnetic resonance imaging (fMRI) measures of blood oxygenation-level-dependent (BOLD) signals during the performance of dopamine-dependent tasks. There is, however, a critical void in our knowledge about whether and how activation of VTA dopamine neurons specifically influences regional or global fMRI signals. Here, we used optogenetics in Th::Cre rats to selectively stimulate VTA dopamine neurons while simultaneously measuring global hemodynamic changes using BOLD and cerebral blood volume-weighted (CBVw) fMRI. Phasic activation of VTA dopamine neurons increased BOLD and CBVw fMRI signals in VTA-innervated limbic regions, including the ventral striatum (nucleus accumbens). Surprisingly, basal ganglia regions that receive sparse or no VTA dopaminergic innervation, including the dorsal striatum and the globus pallidus, were also activated. In fact, the most prominent fMRI signal increase in the forebrain was observed in the dorsal striatum that is not traditionally associated with VTA dopamine neurotransmission. These data establish causation between phasic activation of VTA dopamine neurons and global fMRI signals. They further suggest that mesolimbic and non-limbic basal ganglia dopamine circuits are functionally connected and thus provide a potential novel framework for understanding dopamine-dependent functions and interpreting data obtained from human fMRI studies.", "doi": "10.1038/mp.2016.102", "title": "Unexpected global impact of VTA dopamine neuron activation as measured by opto-fMRI.", "journal": ["Molecular psychiatry", "Mol. Psychiatry"]}