{"authors": [["Libbrecht", "Sarah", "S", "Department of Neurosciences, Laboratory for Neurobiology and Gene Therapy, KU Leuven, Leuven, Belgium."], ["Van den Haute", "Chris", "C", "Department of Neurosciences, Laboratory for Neurobiology and Gene Therapy, KU Leuven, Leuven, Belgium."], ["Malinouskaya", "Lina", "L", "Department of Neurosciences, Laboratory for Neurobiology and Gene Therapy, KU Leuven, Leuven, Belgium."], ["Gijsbers", "Rik", "R", "Department of Pharmaceutical and Pharmacological Sciences, Laboratory for Viral Vector Technology & Gene Therapy, Faculty of Medicine, KU Leuven, Leuven, Belgium."], ["Baekelandt", "Veerle", "V", "Department of Neurosciences, Laboratory for Neurobiology and Gene Therapy, KU Leuven, Leuven, Belgium. veerle.baekelandt@kuleuven.be."]], "date": "2016-06-03", "id": "27259586", "text": "Novel neuromodulation techniques in the field of brain research, such as optogenetics, prompt to target specific cell populations. However, not every subpopulation can be distinguished based on brain area or activity of specific promoters, but rather on topology and connectivity. A fascinating tool to detect neuronal circuitry is based on the transsynaptic tracer, wheat germ agglutinin (WGA). When expressed in neurons, it is transported throughout the neuron, secreted, and taken up by synaptically connected neurons. Expression of a WGA and Cre recombinase fusion protein using a viral vector technology in Cre-dependent transgenic animals allows to trace neuronal network connections and to induce topological transgene expression. In this study, we applied and evaluated this technology in specific areas throughout the whole rodent brain, including the hippocampus, striatum, substantia nigra, and the motor cortex. Adeno-associated viral vectors (rAAV) encoding the WGA-Cre fusion protein under control of a CMV promoter were stereotactically injected in Rosa26-STOP-EYFP transgenic mice. After 6 weeks, both the number of transneuronally labeled YFP+/mCherry- cells and the transduced YFP+/mCherry+ cells were quantified in the connected regions. We were able to trace several connections using WGA-Cre transneuronal labeling; however, the labeling efficacy was region-dependent. The observed transneuronal labeling mostly occurred in the anterograde direction without the occurrence of multi-synaptic labeling. Furthermore, we were able to visualize a specific subset of newborn neurons derived from the subventricular zone based on their connectivity.", "doi": "10.1007/s00429-016-1241-x", "title": "Evaluation of WGA-Cre-dependent topological transgene expression in the rodent brain.", "journal": ["Brain structure & function", "Brain Struct Funct"]}