{"authors": [["Kovács", "A", "A", "Department of Physiology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary."], ["Bordás", "Cs", "C", "Department of Physiology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary."], ["Bíró", "T", "T", "Department of Physiology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary."], ["Hegyi", "Z", "Z", "Department of Anatomy, Histology and Embryology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary."], ["Antal", "M", "M", "Department of Anatomy, Histology and Embryology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary."], ["Szücs", "P", "P", "Department of Physiology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary."], ["Pál", "Balázs", "B", "Department of Physiology, Faculty of Medicine, University of Debrecen, Nagyerdei krt. 98, 4012, Debrecen, Hungary. pal.balazs@med.unideb.hu."]], "date": "2016-05-11", "id": "27169390", "text": "The pedunculopontine nucleus (PPN), a cholinergic nucleus of the reticular activating system, is known to be involved in the regulation of sleep and wakefulness. Endogenous and exogenous cannabinoids, by systemic or local administration to the pedunculopontine nucleus, can both influence sleep. We previously demonstrated that activation of astrocytes by cannabinoid type 1 (CB1) receptor agonists was able to modulate the membrane potential of PPN neurons, even in the presence of blockers of fast synaptic neurotransmission. In the present work, we provide evidence that synaptic inputs of PPN neurons are also affected by activation of presynaptic and astrocytic CB1 receptors. Using slice electrophysiology combined with calcium imaging, optogenetics and immunohistochemistry, we revealed a direct presynaptic inhibitory action on inhibitory postsynaptic currents, along with a mild increase of excitatory postsynaptic currents during CB1 receptor stimulation. Besides inhibition of excitatory and inhibitory neurotransmission through stimulation of presynaptic CB1 receptors, astrocyte- and mGluR-dependent tonic inhibition and excitation also developed. The mild stimulatory action of CB1 receptor activation on excitatory neurotransmission is the combination of astrocyte-dependent tonic excitation on excitatory neurons and the canonical presynaptic CB1 receptor activation and consequential inhibition of excitatory synaptic neurotransmission, whereas the astrocyte-dependent stimulatory action was not observed in inhibitory neurotransmission within the PPN. Our findings demonstrate that endocannabinoids act in the PPN via a dual pathway, consisting of a direct presynaptic and an indirect, astrocyte-mediated component, regulating synaptic strength and neuronal activity via independent mechanisms.", "doi": "10.1007/s00429-016-1214-0", "title": "Direct presynaptic and indirect astrocyte-mediated mechanisms both contribute to endocannabinoid signaling in the pedunculopontine nucleus of mice.", "journal": ["Brain structure & function", "Brain Struct Funct"]}