{"authors": [["Houben", "Thijs", "T", "1 Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."], ["Loonen", "Inge Cm", "IC", "2 Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands."], ["Baca", "Serapio M", "SM", "3 Department of Neurology, David Geffen School of Medicine at UCLA, Los Angeles, USA."], ["Schenke", "Maarten", "M", "2 Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands."], ["Meijer", "Johanna H", "JH", "4 Laboratory for Neurophysiology, Department of Molecular Cell Biology, Leiden University Medical Center, Leiden, The Netherlands."], ["Ferrari", "Michel D", "MD", "1 Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."], ["Terwindt", "Gisela M", "GM", "1 Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."], ["Voskuyl", "Rob A", "RA", "2 Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands."], ["Charles", "Andrew", "A", "3 Department of Neurology, David Geffen School of Medicine at UCLA, Los Angeles, USA."], ["van den Maagdenberg", "Arn Mjm", "AM", "1 Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."], ["Tolner", "Else A", "EA", "1 Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."]], "date": "2016-01-01", "id": "27107026", "text": "Cortical spreading depression, which plays an important role in multiple neurological disorders, has been studied primarily with experimental models that use highly invasive methods. We developed a relatively non-invasive optogenetic model to induce cortical spreading depression by transcranial stimulation of channelrhodopsin-2 ion channels expressed in cortical layer 5 neurons. Light-evoked cortical spreading depression in anesthetized and freely behaving mice was studied with intracortical DC-potentials, multi-unit activity and/or non-invasive laser Doppler flowmetry, and optical intrinsic signal imaging. In anesthetized mice, cortical spreading depression induction thresholds and propagation rates were similar for invasive (DC-potential) and non-invasive (laser Doppler flowmetry) recording paradigms. Cortical spreading depression-related vascular and parenchymal optical intrinsic signal changes were similar to those evoked with KCl. In freely behaving mice, DC-potential and multi-unit activity recordings combined with laser Doppler flowmetry revealed cortical spreading depression characteristics comparable to those under anesthesia, except for a shorter cortical spreading depression duration. Cortical spreading depression resulted in a short increase followed by prolonged reduction of spontaneous active behavior. Motor function, as assessed by wire grip tests, was transiently and unilaterally suppressed following a cortical spreading depression. Optogenetic cortical spreading depression induction has significant advantages over current models in that multiple cortical spreading depression events can be elicited in a non-invasive and cell type-selective fashion.", "doi": "10.1177/0271678X16645113", "title": "Optogenetic induction of cortical spreading depression in anesthetized and freely behaving mice.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}