{"authors": [["Van Kan", "Jan A L", "JA", "Laboratory of Phytopathology, Wageningen University, 6708 PB, Wageningen, the Netherlands."], ["Stassen", "Joost H M", "JH", "Laboratory of Phytopathology, Wageningen University, 6708 PB, Wageningen, the Netherlands."], ["Mosbach", "Andreas", "A", "Syngenta Crop Protection Münchwilen AG, Crop Protection Research, CH-4332, Stein, Switzerland."], ["Van Der Lee", "Theo A J", "TA", "Wageningen UR Plant Research International, 6708 PB, Wageningen, the Netherlands."], ["Faino", "Luigi", "L", "Laboratory of Phytopathology, Wageningen University, 6708 PB, Wageningen, the Netherlands."], ["Farmer", "Andrew D", "AD", "National Center for Genome Resources, Santa Fe, NM, 87505, USA."], ["Papasotiriou", "Dimitrios G", "DG", "Syngenta Jealotts Hill International Research Centre, Bracknell, Berkshire, RG42 6EY, UK."], ["Zhou", "Shiguo", "S", "Department of Chemistry, Laboratory of Genetics and Laboratory for Molecular and Computational Genomics, UW Biotechnology Center, University of Wisconsin, Madison, WI, 53706, USA."], ["Seidl", "Michael F", "MF", "Laboratory of Phytopathology, Wageningen University, 6708 PB, Wageningen, the Netherlands."], ["Cottam", "Eleanor", "E", "General Bioinformatics, Jealotts Hill International Research Centre, Bracknell, Berkshire, RG42 6EY, UK."], ["Edel", "Dominique", "D", "Syngenta Crop Protection Münchwilen AG, Crop Protection Research, CH-4332, Stein, Switzerland."], ["Hahn", "Matthias", "M", "Faculty of Biology, Technical University Kaiserslautern, 67653 Kaiserslautern, Germany."], ["Schwartz", "David C", "DC", "Department of Chemistry, Laboratory of Genetics and Laboratory for Molecular and Computational Genomics, UW Biotechnology Center, University of Wisconsin, Madison, WI, 53706, USA."], ["Dietrich", "Robert A", "RA", "Syngenta Biotechnology Inc., Research Triangle Park, NC, 27709, USA."], ["Widdison", "Stephanie", "S", "General Bioinformatics, Jealotts Hill International Research Centre, Bracknell, Berkshire, RG42 6EY, UK."], ["Scalliet", "Gabriel", "G", "Syngenta Crop Protection Münchwilen AG, Crop Protection Research, CH-4332, Stein, Switzerland."]], "date": "2016-06-09", "id": "26913498", "text": "Following earlier incomplete and fragmented versions of a genome sequence for the grey mould Botrytis cinerea, a gapless, near-finished genome sequence for B. cinerea strain B05.10 is reported. The assembly comprised 18 chromosomes and was confirmed by an optical map and a genetic map based on approximately 75 000 single nucleotide polymorphism (SNP) markers. All chromosomes contained fully assembled centromeric regions, and 10 chromosomes had telomeres on both ends. The genetic map consisted of 4153 cM and a comparison of the genetic distances with the physical distances identified 40 recombination hotspots. The linkage map also identified two mutations, located in the previously described genes Bos1 and BcsdhB, that conferred resistance to the fungicides boscalid and iprodione. The genome was predicted to encode 11 701 proteins. RNAseq data from >20 different samples were used to validate and improve gene models. Manual curation of chromosome 1 revealed interesting features, such as the occurrence of a dicistronic transcript and fully overlapping genes in opposite orientations, as well as many spliced antisense transcripts. Manual curation also revealed that the untranslated regions (UTRs) of genes can be complex and long, with many UTRs exceeding lengths of 1 kb and possessing multiple introns. Community annotation is in progress.", "doi": "10.1111/mpp.12384", "title": "A gapless genome sequence of the fungus Botrytis cinerea.", "journal": ["Molecular plant pathology", "Mol. Plant Pathol."]}