{"authors": [["Schmid", "Florian", "F", "Department of Clinical Radiology, University Hospital Münster, 48149, Münster, Germany."], ["Wachsmuth", "Lydia", "L", "Department of Clinical Radiology, University Hospital Münster, 48149, Münster, Germany."], ["Albers", "Franziska", "F", "Department of Clinical Radiology, University Hospital Münster, 48149, Münster, Germany."], ["Schwalm", "Miriam", "M", "Focus Program Translational Neurosciences & Institute for Microscopic Anatomy and Neurobiology, Johannes Gutenberg-University Mainz, 55128, Mainz, Germany."], ["Stroh", "Albrecht", "A", "Focus Program Translational Neurosciences & Institute for Microscopic Anatomy and Neurobiology, Johannes Gutenberg-University Mainz, 55128, Mainz, Germany."], ["Faber", "Cornelius", "C", "Department of Clinical Radiology, University Hospital Münster, 48149, Münster, Germany."]], "date": "2016-01-17", "id": "26778283", "text": "Optogenetic fMRI (ofMRI) is a novel tool in neurophysiology and neuroimaging. The method is prone to light-induced artifacts, two of which were investigated in this study.ofMRI was performed in rats using two excitatory opsins (ChR2 and C1V1TT ) virally transduced in somatosensory cortex or thalamus. Heat-induced apparent BOLD activation at the site of the optical fiber and stimulation light-induced activation of the visual pathways were investigated, and control experiments for these two artifacts were established.Specific optogenetic BOLD activation was observed with both opsins, accompanied by BOLD in the visual pathways. Unspecific heat-induced BOLD was ruled out by a control experiment employing low-level constant illumination in addition to pulsed optogenetic stimulation. Activation of the visual pathways was confirmed to be physiological by direct visual stimulation of the eyes and was suppressed by additional low-level constant light to the eyes. Light inside the brain was identified as one source of the BOLD signal observed in the visual pathways.ofMRI is a method of tremendous potential, but unspecific activations in fMRI not caused by the activation of opsins must be avoided or recognized as such. The control experiments presented here allow for validating the specificity of optogenetic stimulation. Magn Reson Med 77:126-136, 2017. © 2016 Wiley Periodicals, Inc.", "doi": "10.1002/mrm.26095", "title": "True and apparent optogenetic BOLD fMRI signals.", "journal": ["Magnetic resonance in medicine", "Magn Reson Med"]}