{"authors": [["Lux", "Vanessa", "V", "Functional Architecture of Memory unit, Mercator Research Group, Medical Faculty, Ruhr University Bochum, Bochum 44801, Germany."], ["Masseck", "Olivia A", "OA", "Department of General Zoology and Neurobiology, Ruhr University Bochum, Bochum 44801, Germany."], ["Herlitze", "Stefan", "S", "Department of General Zoology and Neurobiology, Ruhr University Bochum, Bochum 44801, Germany."], ["Sauvage", "Magdalena M", "MM", "Functional Architecture of Memory unit, Mercator Research Group, Medical Faculty, Ruhr University Bochum, Bochum 44801, Germany."]], "date": null, "id": "26620265", "text": "Reactivation of memory can cause instability necessitating the reconsolidation of the trace. This process can be blocked by amnestic treatments administered after memory reactivation resulting in subsequent memory deficits. While the basolateral amygdala (BLA) is known to be crucial for reconsolidation, evidence for a contribution of the hippocampal CA1 region has only started to accumulate. Moreover, the effect of a reconsolidation blockade in CA1 has only been evaluated behaviorally, and it is unknown whether this manipulation has a long-term effect on neuronal activity. We combined optogenetic and high-resolution molecular imaging techniques to inhibit cell firing in CA1 following the reactivation of a fear memory in mice, evaluated memory performance and imaged neuronal activity the next day upon reexposure to the conditioning context. Blocking memory reconsolidation led to severe memory impairments that were associated with reduced neuronal activity not only in CA1 but also in CA3 and the BLA. Thus, our results indicate that CA1 is necessary for reconsolidation and suggest the involvement of a CA3-CA1-BLA network in the retrieval of contextual fear memory. Further investigations of this network might contribute to the validation of new brain targets for the treatment of pathologies such as posttraumatic stress disorders.", "doi": "10.1093/cercor/bhv282", "title": "Optogenetic Destabilization of the Memory Trace in CA1: Insights into Reconsolidation and Retrieval Processes.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}