{"authors": [["Choy", "Julian M C", "JM", "Eccles Institute of Neuroscience, The John Curtin School of Medical Research, The Australian National University, Canberra, ACT 2601, Australia."], ["Suzuki", "Norimitsu", "N", "Eccles Institute of Neuroscience, The John Curtin School of Medical Research, The Australian National University, Canberra, ACT 2601, Australia."], ["Shima", "Yasuyuki", "Y", "Department of Biology and National Center for Behavioral Genomics, Brandeis University, Waltham, MA 02453, USA."], ["Budisantoso", "Timotheus", "T", "Eccles Institute of Neuroscience, The John Curtin School of Medical Research, The Australian National University, Canberra, ACT 2601, Australia."], ["Nelson", "Sacha B", "SB", "Department of Biology and National Center for Behavioral Genomics, Brandeis University, Waltham, MA 02453, USA."], ["Bekkers", "John M", "JM", "Eccles Institute of Neuroscience, The John Curtin School of Medical Research, The Australian National University, Canberra, ACT 2601, Australia."]], "date": null, "id": "26503263", "text": "Despite its comparatively simple trilaminar architecture, the primary olfactory (piriform) cortex of mammals is capable of performing sophisticated sensory processing, an ability that is thought to depend critically on its extensive associational (intracortical) excitatory circuits. Here, we used a novel transgenic mouse model and optogenetics to measure the connectivity of associational circuits that originate in semilunar (SL) cells in layer 2a of the anterior piriform cortex (aPC). We generated a mouse line (48L) in which channelrhodopsin-2 (ChR) could be selectively expressed in a subset of SL cells. Light-evoked excitatory postsynaptic currents (EPSCs) could be evoked in superficial pyramidal cells (17.4% of n = 86 neurons) and deep pyramidal cells (33.3%, n = 9) in the aPC, but never in ChR- SL cells (0%, n = 34). Thus, SL cells monosynaptically excite pyramidal cells, but not other SL cells. Light-evoked EPSCs were also selectively elicited in 3 classes of GABAergic interneurons in layer 3 of the aPC. Our results show that SL cells are specialized for providing feedforward excitation of specific classes of neurons in the aPC, confirming that SL cells comprise a functionally distinctive input layer.", "doi": "10.1093/cercor/bhv258", "title": "Optogenetic Mapping of Intracortical Circuits Originating from Semilunar Cells in the Piriform Cortex.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}