{"title": "Higher BMI linked with increased risk of high blood pressure, heart disease, type 2 diabetes", "text": "Results of a new study add to the evidence of an association between higher body mass index (BMI) and increased risk of cardiometabolic diseases such as hypertension, coronary heart disease, type 2 diabetes, according to a study published by JAMA Cardiology.A connection between higher BMI and cardiometabolic disease risk usually arise from observational studies that are unable to fully account for confounding by shared risk factors. Mendelian randomization (a method of analysis using genetic information) is an approach that partially overcomes these limitations. Using mendelian randomization, Donald  M. Lyall, Ph.D., of the University of Glasgow, Scotland, and colleagues conducted a study that included 119,859 participants in the UK Biobank (with medical, sociodemographic and genetic data) to examine the association between BMI and cardiometabolic diseases and traits.Of the individuals in the study, 47 percent were men; average age was 57 years. The researchers found that higher BMI was associated with an increased risk of coronary heart disease, hypertension, and type 2 diabetes, as well as increased systolic and diastolic blood pressure.These associations were independent of age, sex, alcohol intake, and smoking history.The authors write that the results of this study has relevance for public health policies in many countries with increasing obesity levels. \"Body mass index represents an important modifiable risk factor for ameliorating the risk of cardiometabolic disease in the general population.\"A limitation of the study was that the sample lacked data on a complete range of potential mediators, such as lipid traits and glucose levels.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-hbl070517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAMA Cardiology", "description": "Results of a new study add to the evidence of an association between higher body mass index (BMI) and increased risk of cardiometabolic diseases such as hypertension, coronary heart disease, type 2 diabetes, according to a study published by JAMA Cardiology.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}