{"title": "Finnish mothers discovered to have gene variants that protect them from pre-eclampsia", "text": "Researchers at the University of Helsinki, Finland, in cooperation with Professor John P. Atkinson's research group at the University of Washington and Professor Mark Daly's research group at the Broad Institute, have discovered that some Finnish mothers carry rare gene variants that protect them from pre-eclampsia, also known as toxaemia of pregnancy. This is the first time that mothers' genotypes have been proven to contain factors that protect against pre-eclampsia. The study was published in the journal Hypertension.Around 5 per cent of pregnant women get pre-eclampsia, which is one of the most common causes of maternal deaths and premature births. The underlying cause of pre-eclampsia is not yet known in detail, but the disease is known to increase the risk of cardiovascular diseases among mothers and their children later in life. Susceptibility to pre-eclampsia is hereditary: family history of this disease on the mother's or father's side increases its risk. Researchers at the University of Helsinki have studied the effects of mothers' genetic variations on developing pre-eclampsia. The study was based on the Finnish FINNPEC (Finnish Genetics of Pre-eclampsia Consortium) and FINRISK cohorts and compared samples from more than 600 pre-eclampsia patients and 2,000 healthy people. \"We chose candidate genes that were interesting in terms of pre-eclampsia, and studied the variation found in them among patients and healthy people,\" says Inkeri Lokki, who is completing her doctoral dissertation on the subject at the University of Helsinki. \"The sFlt-1 protein is known to be linked to pre-eclampsia, and we found two single nucleotide polymorphisms in the gene that codes this protein. Pre-eclampsia is less common among mothers who carry these mutations than it is among other mothers.\" Too high an amount of sFlt-1 protein in the body causes vascular disorders. It is known that the amount of the sFlt-1 protein in the blood of the women who developed pre-eclampsia had increased before they fell ill. The study also examined Finnish mothers' health over the longer term, based on the FINRISK material.  \"It seems that the women who carry gene variants that protect them from pre-eclampsia were less likely to experience cardiac failure than other women,\" says Lokki. \"The specific genetic makeup of the Finnish population enables new discoveries to be made regarding multifactorial diseases,\" says Hannele Laivuori, Adjunct Professor and head of the research group at the University of Helsinki. \"The gene variants identified in the study that protect their carriers from pre-eclampsia are more than ten times more common among Finns than in other populations. Around 3-5 per cent of Finns have them.\" All of the university hospitals in Finland participated in collecting the FINNPEC cohort. FINNPEC has received funding from the Jane and Aatos Erkko Foundation, the Academy of Finland and many other sources in Finland.\r\n", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09406", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoh-fmd070317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Helsinki", "keywords": ["Genetics", " Medicine/Health", " Fertility", " Gynecology", " Physiology", " Public Health", " Genes"], "journal": "Hypertension", "description": "Researchers at the University of Helsinki, in cooperation with researchers at the University of Washington and at the Broad Institute, have discovered that some Finnish mothers carry rare gene variants that protect them from pre-eclampsia, also known as toxaemia of pregnancy. This is the first time that mothers' genotypes have been proven to contain factors that protect against pre-eclampsia. The study was published in the journal Hypertension.", "date": "Mon, 03 Jul 2017 04:00:00 GMT"}