{"keywords": ["Biology", " Evolution", " Neurobiology"], "funder": "National Institutes of Health", "journal": "Cell", "description": "The origin of hunting behavior may come from two sets of neurons tucked deep in the forebrain of most vertebrates, a new Yale University study suggests.\r\n\r\nActivating these neurons in living mice prompt them to pursue never-seen-before prey and to bite everything in their path, even sticks and bottle caps, the researchers report in the Jan. 12 issue of the journal Cell.", "title": "Keys to hunting behavior tucked deep into vertebrate brain", "source_link": null, "institution": "Yale University", "meeting": "", "text": "he origin of hunting behavior may come from two sets of neurons tucked deep in the forebrain of most vertebrates, a new Yale University study suggests.Activating these neurons in living mice prompt them to pursue never-seen-before prey and to bite everything in their path, even sticks and bottle caps, the researchers report in the Jan. 12 issue of the journal Cell.\"This area, the central amygdala, seems to allow the animal precise control over the muscles involved in pursuing and capturing prey,'' said Ivan de Araujo, associate professor of psychiatry at Yale School of Medicine, associate fellow at John B. Pierce Laboratory, and senior author of the paper.In their experiments, de Araujo and colleagues used a light-based technique called optogenetics to specifically activate neurons of the central amygdala, an almond-shaped structure involved in emotion and motivation. They found that one set of neurons prompted mice to pursue moving objects, while a second set of neurons seemed to activate jaw muscles involved in biting.Normally behaving lab mice \"jump on inanimate objects and bite them\" when both sets of neurons are activated, de Araujo said. Activating these neurons also increased the efficiency with which mice hunt and capture live insects, in addition to making them pursue and attack animate toy insects.The two sets of neurons seem to act as relay stations that trigger hunting behavior after the animal detects visual signals of nearby moving prey, he explained.These areas of the amygdala are preserved in almost all vertebrates, attesting to their importance in evolution, noted the Yale researcher. Interestingly, these regions seem to be absent in brains of some species such as lampreys, which have no jaws, de Araujo noted.His lab studies feeding behaviors of mice in the lab, but de Araujo said he felt \"we needed to truly understand how an animal pursues food in a natural environment.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/yu-kth010917.php", "article_link": null, "date": "Thu, 12 Jan 2017 05:00:00 GMT"}