{"keywords": ["Biology", " Evolution", " Genetics", " Zoology/Veterinary Science", " Neurobiology", " Behavior"], "funder": "", "journal": "Cell", "description": "Researchers at Yale University have isolated the brain circuitry that coordinates predatory hunting, according to a study in the Jan. 12 issue of Cell. One set of neurons in the amygdala, the brain's center of emotion and motivation, cues the animal to pursue prey. Another set signals the animal to use its jaw and neck muscles to bite and kill.", "title": "Scientists switch on predatory kill instinct in mice", "source_link": null, "institution": "Cell Press", "meeting": "", "text": "Researchers at Yale University have isolated the brain circuitry that coordinates predatory hunting, according to a study in the January 12 issue of Cell. One set of neurons in the amygdala, the brain's center of emotion and motivation, cues the animal to pursue prey. Another set signals the animal to use its jaw and neck muscles to bite and kill. The researchers used optogenetics, a means of engineering specific neurons to fire upon light stimulation, to isolate and selectively activate each set of neurons. When the laser is off, the animals behave normally. But turn the laser on, and the mice take on qualities of \"walkers\" from The Walking Dead, pursuing and biting almost anything in their path, including bottle caps and wood sticks. \"We'd turn the laser on and they'd jump on an object, hold it with their paws and intensively bite it as if they were trying to capture and kill it,\" says lead investigator Ivan de Araujo, Associate Professor of Psychiatry at the Yale University School of Medicine and an Associate Fellow at the John B. Pierce Laboratory.The Walking Dead analogy is fair only to a certain extent, says de Araujo. In nature, predatory hunting takes the form of highly complex behaviors that are common to most jawed vertebrates, including humans. \"It is a major evolutionarily player in shaping the brain,\" says de Araujo. \"There must be some primordial subcortical pathway that connects sensory input to the movement of the jaw and the biting.\"The animals did not, however, attack other mice in the cage. Hunger also affected predatory behavior. Hungry mice more aggressively pursued prey during light stimulation than mice that were not hungry. \"The system is not just generalized aggression,\" says de Araujo. \"It seems to be related to the animal's interest in obtaining food.\"The study grew out of de Araujo's efforts to understand the neural mechanisms underlying feeding behaviors in animals. His lab had been looking at mice living and eating in cages. \"They have nothing else to do other than eat the pellets we throw in the cage,\" he says. \"I began to wonder how natural and relevant this behavior is.\"De Araujo's interest in more natural behaviors pointed him to a study that had mapped brain areas associated with hunting and feeding. Many areas were listed, but one responded almost exclusively to hunting and not to eating. That region, the central nucleus of the amygdala, also had projections that were linked to areas that control hunting muscles, such as the jaw and neck. \"This area was perfectly compatible with an activation system that drives the motor behavior associated with hunting,\" he says.By selectively manipulating the different types of neurons in this region, they found that one set of neurons controlled pursuit, and another controlled the kill. Experiments involved inanimate stand-ins for prey, such as sticks and bottle caps and animate bug-like toys, as well as live insects. The researchers also specifically lesioned each type of neuron. They found that, if they lesioned the neurons associated with biting and killing, the animals would pursue the prey but could not kill. The biting force of the jaw was decreased by 50 percent. \"They fail to deliver the killing bite,\" says de Araujo. The team is now exploring the sensory input into the amygdala to determine what triggers predatory behaviors and investigating how the two modules--one controlling pursuit and the other controlling the kill--are coordinated. \"We now have a grip on their anatomical identities, so we hope we can manipulate them even more precisely in the future,\" says de Araujo.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/cp-sso010517.php", "article_link": "http://dx.doi.org/10.1016/j.cell.2016.12.027", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}