{"funder": "Wellcome Trust, Medical Research Council, Department of Health and Scottish Government, Welsh Assembly Government, British Heart Foundation, Diabetes UK", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/qmuo-ngf013117.php", "description": "Eighty-three new genetic variants that strongly influence human height have been discovered in a study led by Queen Mary University of London, Montreal Heart Institute, The Broad Institute and the University of Exeter.", "region": "europe", "title": "New genes for height revealed in global study of 700,000 people", "text": "83 new genetic variants that strongly influence human height have been discovered in a study led by Queen Mary University of London (QMUL), Montreal Heart Institute, The Broad Institute and the University of Exeter.The research, which is published in Nature, is the largest genetic study of adult height to date, with the international team of researchers analysing DNA from over 700,000 participants across the globe to determine why people have different heights.Adult height is mostly determined by the information encoded in our DNA - children from tall parents tend to be taller, and those from short parents are shorter. But growth from a small baby into an adult, and the role of genetics, is one of the most poorly understood areas of human biology.Hundreds of DNA changes that influence height have already been identified, but these common DNA changes often influence height by less than 1 mm. In this new study, the scientists found new DNA changes that led to differences in height of up to 2 cm - over 10 times the average effect of previously discovered gene variants.Senior co-lead author Professor Panos Deloukas from QMUL said: \"The new genetic variants we found are rare in the population but their large effects on human height have revealed important new insights into human skeletal growth. The identified genes will be helpful in predicting a person's risk of developing certain growth disorders. There is also the hope that we may one day be able to use this knowledge to develop a precision medicine approach for dealing with growth disorders.\"Dr Andrew R Wood, co-lead analyst in the study at the University of Exeter said: \"Our latest discovery means that we can now explain over a quarter of the heritable factors involved in influencing a person's height. How the body grows from a 40-50 cm baby into a perfectly proportioned adult three to four times the size, and how this occurs such that some of us end up being over half a metre taller than others, is a fascinating but poorly understood aspect of biology.\"Many of the new DNA changes are located in genes implicated in growth or bone biology, but many also highlight new biological processes that modulate height in humans. The researchers looked in more detail at two of the changes found in a gene called STC2. Only 1 person in 1,000 carries one of these genetic variants, but those who do are 1-2 cm taller.Further investigations by researchers at Aarhus University, Denmark, suggested that these variants modulate height by interfering with the availability of growth factors in the blood. Studying STC2 may therefore yield new insights into therapeutic strategies to treat growth failure, which affects 3-5 per cent of all children. Professor Guillaume Lettre at Université de Montréal and the Montreal Heart Institute added: \"In our study, we used adult height as a simple observable physical trait to understand how information in our DNA can explain how we are all different. The idea was that if we could understand the genetics of human height, we could then apply this knowledge to develop genetic tools to predict other traits or the risk of developing common diseases.\"The study was carried out using data from UK Biobank - one of the world's largest health studies. It includes extensive information on demographic and lifestyle factors, and the genetic make-up of the 500,000 men and women enrolled in the study. Participants are being followed up over the long term to allow scientists to study a wide range of diseases, including dementia, arthritis, cancer, heart attacks and stroke. ", "article_link": "http://dx.doi.org/10.1038/nature21039", "institution": "Queen Mary University of London", "journal": "Nature", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Aging", " Orthopedic Medicine", " Physiology"], "date": "Wed, 01 Feb 2017 05:00:00 GMT", "source_link": null}