{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "tiny", "air", "pollution", "particles", "type", "mainly", "comes", "power", "plants", "automobiles", "may", "greatly", "increase", "chance", "dementia", "including", "alzheimer", "disease", "according", "research", "view", "tiny", "air", "pollution", "particles", "type", "mainly", "comes", "power", "plants", "automobiles", "may", "greatly", "increase", "chance", "dementia", "including", "alzheimer", "disease", "according", "engineers", "found", "older", "women", "live", "places", "fine", "particulate", "matter", "exceeding", "environmental", "protection", "agency", "standard", "81", "percent", "risk", "global", "cognitive", "decline", "92", "percent", "likely", "develop", "dementia", "including", "findings", "hold", "general", "population", "air", "pollution", "could", "responsible", "21", "percent", "dementia", "cases", "according", "study", "microscopic", "particles", "generated", "fossil", "fuels", "get", "body", "directly", "nose", "brain", "said", "university", "professor", "caleb", "finch", "usc", "leonard", "davis", "school", "gerontology", "author", "study", "cells", "brain", "treat", "particles", "invaders", "react", "inflammatory", "responses", "course", "time", "appear", "exacerbate", "promote", "alzheimer", "disease", "although", "link", "air", "pollution", "alzheimer", "disease", "new", "scientific", "frontier", "evidence", "air", "pollution", "like", "tobacco", "dangerous", "aging", "brain", "adverse", "effects", "stronger", "women", "apoe4", "gene", "genetic", "variation", "increases", "risk", "alzheimer", "study", "first", "kind", "conducted", "provides", "inaugural", "scientific", "evidence", "critical", "alzheimer", "risk", "gene", "possibly", "interacting", "air", "particles", "accelerate", "brain", "aging", "said", "chen", "author", "study", "associate", "professor", "preventive", "medicine", "keck", "school", "medicine", "usc", "experimental", "data", "showed", "exposure", "mice", "air", "particles", "collected", "edge", "usc", "damaged", "neurons", "hippocampus", "memory", "center", "vulnerable", "brain", "aging", "alzheimer", "disease", "study", "published", "31", "nature", "journal", "translational", "psychiatry", "adds", "emerging", "body", "research", "around", "world", "links", "air", "pollution", "dementia", "offending", "pollutants", "known", "fine", "inhalable", "particles", "diameters", "micrometers", "smaller", "human", "hair", "70", "micrometers", "diameter", "making", "30", "times", "larger", "largest", "research", "collaboration", "usc", "davis", "keck", "school", "medicine", "usc", "viterbi", "school", "human", "data", "lab", "experiments", "researchers", "analyzed", "data", "women", "women", "health", "initiative", "memory", "study", "whims", "women", "lived", "across", "48", "states", "dementia", "researchers", "adjusted", "potential", "bias", "associated", "geographic", "region", "race", "ethnic", "background", "education", "socioeconomic", "status", "lifestyle", "medical", "sioutas", "fred", "champion", "professor", "civil", "environmental", "engineering", "usc", "viterbi", "invented", "technology", "collect", "air", "particles", "controlled", "exposure", "mouse", "models", "usc", "scientists", "chronically", "exposed", "female", "mice", "carrying", "apoe4", "gene", "air", "pollution", "15", "weeks", "compared", "control", "group", "mice", "predisposed", "alzheimer", "disease", "accumulated", "much", "60", "percent", "amyloid", "plaque", "toxic", "clusters", "protein", "fragments", "progression", "alzheimer", "aerosol", "technologies", "called", "particle", "concentrators", "essentially", "take", "air", "typical", "urban", "area", "convert", "air", "freeway", "heavily", "polluted", "city", "like", "beijing", "said", "sioutas", "study", "use", "samples", "test", "exposure", "assess", "adverse", "health", "effects", "worldwide", "nearly", "48", "million", "people", "suffer", "dementia", "million", "new", "cases", "every", "year", "according", "world", "health", "organization", "study", "global", "implications", "pollution", "knows", "borders", "said", "finch", "holder", "kieschnick", "chair", "neurobiology", "researchers", "others", "field", "said", "research", "needed", "confirm", "causal", "relationship", "understand", "air", "pollution", "enters", "harms", "brain", "accurate", "pollution", "monitors", "important", "counties", "united", "states", "ozone", "particle", "pollution", "monitors", "according", "american", "lung", "association", "ambient", "monitoring", "data", "epa", "critical", "scientists", "conducting", "research", "air", "pollution", "public", "health", "chen", "said", "analyzed", "data", "high", "levels", "using", "standards", "epa", "set", "2012", "chen", "said", "know", "whether", "lower", "levels", "recent", "years", "provided", "safe", "margin", "older", "americans", "especially", "risk", "dementia", "six", "top", "10", "polluted", "cities", "nation", "california", "including", "los", "angeles", "long", "beach", "fresno", "according", "american", "lung", "certain", "areas", "seen", "cleaner", "air", "recent", "decades", "reducing", "air", "breathe", "coincides", "fewer", "cases", "dementia", "researchers", "pointed", "referencing", "data", "insidious", "effects", "many", "studies", "suggested", "early", "life", "adversities", "may", "carry", "later", "life", "affect", "brain", "aging", "chen", "said", "true", "maybe", "exposure", "air", "pollution", "starts", "downward", "spiral", "neurodegenerative", "change", "brain", "could", "begin", "much", "earlier", "rev", "later", "life", "studies", "chen", "colleagues", "linked", "exposure", "high", "levels", "smaller", "gray", "white", "matter", "volumes", "important", "areas", "frontal", "lobe", "carries", "thinking", "every", "micrograms", "per", "cubic", "meter", "air", "white", "matter", "insulated", "nerve", "fibers", "connect", "different", "brain", "regions", "decreased", "6", "cubic", "centimeters", "according", "one", "earlier", "new", "study", "translational", "psychiatry", "examined", "women", "female", "mice", "future", "studies", "include", "sexes", "evaluate", "generalizability", "men", "well", "examine", "interacts", "cigarettes", "chen", "2010", "developed", "airpollbrain", "network", "recruited", "20", "usc", "faculty", "new", "research", "area"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uosc-apm013017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Tiny air pollution particles -- the type that mainly comes from power plants and automobiles -- may greatly increase the chance of dementia, including Alzheimer's disease, according to USC-led research.", "view more Tiny air pollution particles -- the type that mainly comes from power plants and automobiles -- may greatly increase the chance of dementia, including Alzheimer's disease, according to USC-led research.Scientists and engineers found that older women who live in places with fine particulate matter exceeding the U.S. Environmental Protection Agency's standard are 81 percent more at risk for global cognitive decline and 92 percent more likely to develop dementia, including Alzheimer's.If their findings hold up in the general population, air pollution could be responsible for about 21 percent of dementia cases, according to the study.", "\"Microscopic particles generated by fossil fuels get into our body directly through the nose into the brain,\" said University Professor Caleb Finch at the USC Leonard Davis School of Gerontology and co-senior author of the study.", "\"Cells in the brain treat these particles as invaders and react with inflammatory responses, which over the course of time, appear to exacerbate and promote Alzheimer's disease.", "\"Although the link between air pollution and Alzheimer's disease is a new scientific frontier, we now have evidence that air pollution, like tobacco, is dangerous to the aging brain.", "\"The adverse effects were stronger in women who had the APOE4 gene, a genetic variation that increases the risk for Alzheimer's.", "\"Our study -- the first of its kind conducted in the U.S. -- provides the inaugural scientific evidence of a critical Alzheimer's risk gene possibly interacting with air particles to accelerate brain aging,\" said Jiu-Chiuan Chen, co-senior author of the study and an associate professor of preventive medicine at the Keck School of Medicine of USC.", "\"The experimental data showed that exposure of mice to air particles collected on the edge of USC damaged neurons in the hippocampus, the memory center that is vulnerable to both brain aging and Alzheimer's disease.", "\"Their study, published Jan. 31 in the Nature journal Translational Psychiatry, adds to an emerging body of research from around the world that links air pollution to dementia.", "The offending pollutants -- known as PM2.5 -- are fine, inhalable particles with diameters 2.5 micrometers or smaller.", "A human hair is about 70 micrometers in diameter, making it 30 times larger than the largest PM2.5.The research was a collaboration between USC Davis, the Keck School of Medicine and the USC Viterbi School of Engineering.Combining human data and lab experiments The researchers analyzed data of 3,647 65- to 79-year-old women from the Women's Health Initiative Memory Study (WHIMS).", "These women lived across 48 states and did not have dementia when they enrolled.The researchers adjusted for potential bias associated with geographic region, race or ethnic background, education, socioeconomic status, lifestyle and medical conditions.Constantinos Sioutas, the Fred Champion Professor of Civil and Environmental Engineering at USC Viterbi, invented the technology to collect air particles for controlled exposure of mouse models.", "USC scientists chronically exposed female mice carrying the APOE4 gene to nano-sized air pollution for 15 weeks.", "Compared to the control group, mice predisposed to Alzheimer's disease accumulated as much as 60 percent more amyloid plaque, the toxic clusters of protein fragments that further the progression of Alzheimer's.", "\"Our state-of-the-art aerosol technologies, called particle concentrators, essentially take the air of a typical urban area and convert it to the air of a freeway or a heavily polluted city like Beijing,\" said Sioutas, co-author of the study.", "\"We then use these samples to test exposure and assess adverse neuro-developmental or neuro-degenerative health effects.", "\"Worldwide, nearly 48 million people suffer from dementia, and there are 7.7 million new cases every year, according to the World Health Organization.", "\"Our study has global implications as pollution knows no borders,\" said Finch, holder of the ARCO/William F. Kieschnick Chair in the Neurobiology of Aging.USC researchers and others in this field said more research is needed to confirm a causal relationship and to understand how air pollution enters and harms the brain.", "Accurate pollution monitors are important for this task.Less than one-third of all counties in the United States have ozone or particle pollution monitors, according to the American Lung Association.", "Ambient monitoring data from the EPA are critical for scientists conducting research on air pollution and public health, Chen said.", "\"We analyzed data of high PM2.5 levels using standards the EPA set in 2012,\" Chen said.", "\"We don't know whether the lower PM2.5 levels of recent years have provided a safe margin for older Americans, especially those at risk for dementia.", "\"Six of the top 10 most polluted cities in the nation by PM2.5 are in California, including Los Angeles, Long Beach and Fresno, according to the American Lung Association.Yet certain areas have seen cleaner air in recent decades.", "Reducing PM2.5 in the air we breathe coincides with fewer cases of dementia, the researchers pointed out, referencing the data of others.The insidious effects of PM2.5 \"Many studies have suggested that early life adversities may carry into later life and affect brain aging,\" Chen said.", "\"If this is true, then maybe long-term exposure to air pollution that starts a downward spiral of neurodegenerative change in the brain could begin much earlier and rev up in later life.", "\"In other studies, Chen and his colleagues linked long-term exposure to high PM2.5 levels to smaller gray and white matter volumes in important areas such as the frontal lobe, which carries out thinking, decision-making and planning.For every 3.5 micrograms of PM2.5 per cubic meter of air, white matter (insulated nerve fibers that connect different brain regions) decreased by 6 cubic centimeters, according to one earlier study.The new study in Translational Psychiatry examined only women and female mice.", "Future studies will include both sexes to evaluate generalizability to men as well as examine how PM2.5 interacts with cigarettes and other pollutants.Finch and Chen in 2010 developed the AirPollBrain Network and have recruited 20 USC faculty into this new research area."], "title": "Air pollution may lead to dementia in older women | EurekAlert! Science News", "source": "University of Southern California", "date": "2018-01-19_20:32:15", "year": "Tue, 31 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Tiny air pollution particles -- the type that mainly comes from power plants and automobiles -- may greatly increase the chance of dementia, including Alzheimer's disease, according to USC-led research.\n     view more Tiny air pollution particles -- the type that mainly comes from power plants and automobiles -- may greatly increase the chance of dementia, including Alzheimer's disease, according to USC-led research.Scientists and engineers found that older women who live in places with fine particulate matter exceeding the U.S. Environmental Protection Agency's standard are 81 percent more at risk for global cognitive decline and 92 percent more likely to develop dementia, including Alzheimer's.If their findings hold up in the general population, air pollution could be responsible for about 21 percent of dementia cases, according to the study.\"Microscopic particles generated by fossil fuels get into our body directly through the nose into the brain,\" said University Professor Caleb Finch at the USC Leonard Davis School of Gerontology and co-senior author of the study. \"Cells in the brain treat these particles as invaders and react with inflammatory responses, which over the course of time, appear to exacerbate and promote Alzheimer's disease.\"Although the link between air pollution and Alzheimer's disease is a new scientific frontier, we now have evidence that air pollution, like tobacco, is dangerous to the aging brain.\"The adverse effects were stronger in women who had the APOE4 gene, a genetic variation that increases the risk for Alzheimer's.\"Our study -- the first of its kind conducted in the U.S. -- provides the inaugural scientific evidence of a critical Alzheimer's risk gene possibly interacting with air particles to accelerate brain aging,\" said Jiu-Chiuan Chen, co-senior author of the study and an associate professor of preventive medicine at the Keck School of Medicine of USC. \"The experimental data showed that exposure of mice to air particles collected on the edge of USC damaged neurons in the hippocampus, the memory center that is vulnerable to both brain aging and Alzheimer's disease.\"Their study, published Jan. 31 in the Nature journal Translational Psychiatry, adds to an emerging body of research from around the world that links air pollution to dementia. The offending pollutants -- known as PM2.5 -- are fine, inhalable particles with diameters 2.5 micrometers or smaller. A human hair is about 70 micrometers in diameter, making it 30 times larger than the largest PM2.5.The research was a collaboration between USC Davis, the Keck School of Medicine and the USC Viterbi School of Engineering.Combining human data and lab experiments The researchers analyzed data of 3,647 65- to 79-year-old women from the Women's Health Initiative Memory Study (WHIMS). These women lived across 48 states and did not have dementia when they enrolled.The researchers adjusted for potential bias associated with geographic region, race or ethnic background, education, socioeconomic status, lifestyle and medical conditions.Constantinos Sioutas, the Fred Champion Professor of Civil and Environmental Engineering at USC Viterbi, invented the technology to collect air particles for controlled exposure of mouse models. USC scientists chronically exposed female mice carrying the APOE4 gene to nano-sized air pollution for 15 weeks. Compared to the control group, mice predisposed to Alzheimer's disease accumulated as much as 60 percent more amyloid plaque, the toxic clusters of protein fragments that further the progression of Alzheimer's.\"Our state-of-the-art aerosol technologies, called particle concentrators, essentially take the air of a typical urban area and convert it to the air of a freeway or a heavily polluted city like Beijing,\" said Sioutas, co-author of the study. \"We then use these samples to test exposure and assess adverse neuro-developmental or neuro-degenerative health effects.\"Worldwide, nearly 48 million people suffer from dementia, and there are 7.7 million new cases every year, according to the World Health Organization.\"Our study has global implications as pollution knows no borders,\" said Finch, holder of the ARCO/William F. Kieschnick Chair in the Neurobiology of Aging.USC researchers and others in this field said more research is needed to confirm a causal relationship and to understand how air pollution enters and harms the brain. Accurate pollution monitors are important for this task.Less than one-third of all counties in the United States have ozone or particle pollution monitors, according to the American Lung Association. Ambient monitoring data from the EPA are critical for scientists conducting research on air pollution and public health, Chen said.\"We analyzed data of high PM2.5 levels using standards the EPA set in 2012,\" Chen said. \"We don't know whether the lower PM2.5 levels of recent years have provided a safe margin for older Americans, especially those at risk for dementia.\"Six of the top 10 most polluted cities in the nation by PM2.5 are in California, including Los Angeles, Long Beach and Fresno, according to the American Lung Association.Yet certain areas have seen cleaner air in recent decades. Reducing PM2.5 in the air we breathe coincides with fewer cases of dementia, the researchers pointed out, referencing the data of others.The insidious effects of PM2.5 \"Many studies have suggested that early life adversities may carry into later life and affect brain aging,\" Chen said. \"If this is true, then maybe long-term exposure to air pollution that starts a downward spiral of neurodegenerative change in the brain could begin much earlier and rev up in later life.\"In other studies, Chen and his colleagues linked long-term exposure to high PM2.5 levels to smaller gray and white matter volumes in important areas such as the frontal lobe, which carries out thinking, decision-making and planning.For every 3.5 micrograms of PM2.5 per cubic meter of air, white matter (insulated nerve fibers that connect different brain regions) decreased by 6 cubic centimeters, according to one earlier study.The new study in Translational Psychiatry examined only women and female mice. Future studies will include both sexes to evaluate generalizability to men as well as examine how PM2.5 interacts with cigarettes and other pollutants.Finch and Chen in 2010 developed the AirPollBrain Network and have recruited 20 USC faculty into this new research area."}