{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-lbs013117.php", "description": "Daytime sleepiness is very common in the elderly with prevalence rates of up to 50 percent. Caused by sleep-disordered breathing (SDB), a disruption of normal breathing during sleep, these cause recurrent awakenings and subsequent excessive daytime sleepiness.\r\n\r\nIn an editorial in the current issue of Neurology, a Boston University School of Medicine (BUSM) researcher stresses that it is now time for physicians to consider the association between these sleep conditions and cognitive impairment in the elderly.", "region": "namerica", "title": "Link between sleep and cognitive impairment in the elderly", "text": "\r\n(Boston)-- Daytime sleepiness is very common in the elderly with prevalence rates of up to 50 percent. Caused by sleep-disordered breathing (SDB), a disruption of normal breathing during sleep, these cause recurrent awakenings and subsequent excessive daytime sleepiness.In an editorial in the current issue of Neurology, a Boston University School of Medicine (BUSM) researcher stresses that it is now time for physicians to consider the association between these sleep conditions and cognitive impairment in the elderly. \r\nIn the same issue of the journal, researchers of the \"HypnoLaus Study\" investigated an older population (over the age of 65), with and without cognitive impairment. They performed sleep studies on these groups and found that the group with cognitive impairments had more sleep disturbances attributed to SDB.\r\n\"Although this does not necessarily mean that sleep apnea causes cognitive impairment in the elderly, it does highlight the association,\" explained corresponding author Sanford Auerbach, MD, associate professor of neurology and psychiatry at BUSM and director of the Sleep Disorders Center at Boston Medical Center. \r\nAccording to Auerbach the causal link between SDB /obstructive sleep apnea (OSA) and cognitive impairment in the elderly is not entirely clear. \"Nevertheless, it does raise the issue that clinicians evaluating OSA in the elderly should screen for cognitive impairments. Furthermore, clinicians evaluating cognitive impairment in the elderly should also screen their patients for sleep disturbance and OSA.\" \r\nEven though it is not clear that treatment of OSA will delay or prevent the cognitive impairment and possible development of dementia, Auerbach believes that treatment of OSA will certainly improve the quality of life for these patients.\r\n", "article_link": null, "institution": "Boston University Medical Center", "journal": "Neurology", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Sleep/Sleep Disorders"], "date": "Tue, 31 Jan 2017 05:00:00 GMT", "source_link": "http://www.neurology.org/content/early/2016/12/29/WNL.0000000000003577.short"}