{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/uof-tro013117.php", "description": "Freiburg researchers discover new molecular details about protein sorting in the cell.", "region": "europe", "title": "The role of the tunnel", "text": "The targeted incorporation of proteins into the membrane is a vital process for cell maintenance; these membrane proteins ensure the proper functioning of the cell's metabolism, communication with its environment, and energy supply. Protein-sorting mechanisms ensure that membrane proteins are specifically recognized among thousands of different proteins - and are sent to the membrane, where they're needed.  A team headed by Kärt Denks, a doctoral candidate in Professor Hans-Georg Koch's working group at the Institute of Biochemistry and Molecular Biology at the University of Freiburg, describes this molecular mechanism in detail in the journal Nature Microbiology, using the gut bacterium Escherichia coli. The researchers showed that the signal recognition particle (SRP), present in all living organisms, identifies correct proteins already during their synthesis.    Proteins are synthesized on ribosomes, functional units within the cell, which release proteins via a tunnel to the inner part of the cell. They are then sorted according to a pattern: Proteins to be transported contain an amino acid sequence which serves as a recognition signal for cellular sorting complexes. SRP is one of these complexes. It occurs in bacteria and in organisms with nucleated cells, and is responsible for the recognition of membrane proteins. From earlier investigations, the researchers knew that SRP recognizes membrane proteins even before they are fully synthesized. But there was debate over exactly when. At first it was assumed that the signal sequence had to have emerged completely from the ribosome protein tunnel for the membrane protein to be recognized. But subsequent work indicated that identification took place long before the signal sequence left the ribosome. The new Freiburg research confirms this. The researchers used a technique which enabled them to examine the contacts between the ribosome and SRP right down to the level of individual amino acids - the very building-blocks of proteins.  The team showed that SRP scans the ribosome protein tunnel to find potential substrate proteins. When it recognizes a protein of the right kind, it retracts to the end of the tunnel and positions its binding pocket in order to form a stable complex with the membrane protein. Once it has done that, the SRP begins the process of moving the synthesizing ribosome to its target site at the membrane: where it binds to protein transport channels in order to anchor the protein into the membrane. If this early-recognition fails - if for instance the contact points between the SRP and the ribosomal tunnel have been genetically modified - membrane proteins pile up because they cannot be correctly positioned in the membrane. This leads to cell-division defects.The research reveals a new complexity in the interaction between ribosomes and protein-sorting complexes: the ribosomal tunnel, long regarded as a passive tube, plays a key role in the coordination of processes which begin during the synthesis of proteins. Hans-Georg Koch is the principle investigator of the German Research Foundation-sponsored research training group 2202, \"Transport across and into membranes\" and of the Faculty of Medicine's doctoral training group \"MOTI-VATE\". He is also vice-director of the Spemann Graduate School of Biology and Medicine (SGBM).", "article_link": "http://dx.doi.org/10.1038/nmicrobiol.2016.265", "institution": "University of Freiburg", "journal": "Nature Microbiology", "keywords": ["Biochemistry", " Cell Biology", " Microbiology", " Molecular Biology", " Medicine/Health"], "date": "Tue, 31 Jan 2017 05:00:00 GMT", "source_link": "http://www.pr.uni-freiburg.de/pm/2017/pm.2017-01-31.12-en?set_language=en"}