{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txphoenix", "mayo", "clinic", "researchers", "found", "engaging", "mentally", "stimulating", "activities", "even", "late", "life", "may", "protect", "mild", "cognitive", "impairment", "intermediate", "stage", "normal", "cognitive", "aging", "dementia", "study", "found", "cognitively", "normal", "people", "70", "older", "engaged", "computer", "use", "craft", "activities", "social", "activities", "playing", "games", "decreased", "risk", "developing", "mild", "cognitive", "impairment", "results", "published", "30", "edition", "jama", "alert", "video", "audio", "available", "download", "mayo", "clinic", "news", "network", "researchers", "followed", "cognitively", "normal", "participants", "mayo", "clinic", "study", "aging", "olmsted", "county", "average", "duration", "four", "years", "adjusting", "sex", "age", "educational", "level", "researchers", "discovered", "risk", "mild", "cognitive", "impairment", "decreased", "30", "percent", "computer", "use", "28", "percent", "craft", "activities", "23", "percent", "social", "activities", "22", "percent", "playing", "games", "team", "found", "persons", "performed", "activities", "least", "one", "two", "times", "per", "week", "less", "cognitive", "decline", "engaged", "activities", "two", "three", "times", "per", "month", "less", "says", "yonas", "geda", "psychiatrist", "behavioral", "neurologist", "mayo", "clinic", "arizona", "campus", "senior", "author", "conducted", "neurocognitive", "assessment", "time", "enrollment", "study", "evaluations", "every", "15", "months", "following", "assessment", "expert", "consensus", "panel", "alzheimer", "disease", "research", "center", "mayo", "clinic", "made", "classification", "normal", "cognition", "mild", "cognitive", "impairment", "study", "participant", "based", "published", "criteria", "previous", "study", "found", "association", "engagement", "mentally", "stimulating", "activities", "late", "life", "decreased", "odds", "mild", "cognitive", "impairment", "says", "geda", "however", "findings", "considered", "preliminary", "confirmed", "prospective", "cohort", "study", "reporting", "jama", "neurology", "benefits", "cognitively", "engaged", "even", "seen", "among", "apolipoprotein", "e", "apoe", "ε4", "carriers", "apoe", "ε4", "genetic", "risk", "factor", "mild", "cognitive", "impairment", "alzheimer", "dementia", "however", "apoe", "ε4", "carriers", "computer", "use", "social", "activities", "associated", "decreased", "risk", "mild", "cognitive", "impairment", "even", "person", "genetic", "risk", "cognitive", "decline", "engaging", "activities", "beneficial", "says", "janina", "first", "author", "study", "postdoctoral", "researcher", "geda", "translational", "neuroscience", "aging", "program", "tap", "think", "signal", "even", "apoe", "ε4", "carriers", "ronald", "petersen", "principal", "investigator", "mayo", "clinic", "study", "aging", "study", "along", "following", "mayo", "clinic", "researchers", "geda", "team", "acknowledge", "future", "research", "needed", "serve", "unmet", "needs", "patients", "risk", "developing", "alzheimer", "understand", "mechanisms", "linking", "mentally", "stimulating", "activities", "cognition", "late", "life", "perhaps", "exciting", "effort", "expanding", "conversation", "around", "mental", "health", "particularly", "among", "elderly", "better", "understand", "remain", "mentally", "fit", "age", "says", "geda"], "url": "http://www.eurekalert.org/pub_releases/2017-01/mc-mcr013017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPHOENIX - Mayo Clinic researchers have found that engaging in mentally stimulating activities, even late in life, may protect against new-onset mild cognitive impairment, which is the intermediate stage between normal cognitive aging and dementia.", "The study found that cognitively normal people 70 or older who engaged in computer use, craft activities, social activities and playing games had a decreased risk of developing mild cognitive impairment.", "The results are published in the Jan. 30 edition of JAMA Neurology.MULTIMEDIA ALERT: Video and audio are available for download on the Mayo Clinic News Network.", "Researchers followed 1,929 cognitively normal participants of the population-based Mayo Clinic Study of Aging in Olmsted County, Minn., for an average duration of four years.", "After adjusting for sex, age and educational level, researchers discovered that the risk of new-onset mild cognitive impairment decreased by 30 percent with computer use, 28 percent with craft activities, 23 percent with social activities, and 22 percent with playing games.", "\"Our team found that persons who performed these activities at least one to two times per week had less cognitive decline than those who engaged in the same activities only two to three times per month or less,\" says Yonas Geda, M.D., psychiatrist and behavioral neurologist at Mayo Clinic's Arizona campus and senior author of the study.Researchers conducted a neurocognitive assessment at the time of enrollment in the study, with evaluations every 15 months.", "Following the assessment, an expert consensus panel at the Alzheimer Disease Research Center at Mayo Clinic made the classification of normal cognition or mild cognitive impairment for each study participant, based on published criteria.", "\"Our previous cross-sectional study had found an association between engagement in mentally stimulating activities in late life and decreased odds of mild cognitive impairment,\" says Dr. Geda.", "\"However, those findings were considered preliminary until confirmed by a prospective cohort study that we are now reporting in JAMA Neurology.", "\"The benefits of being cognitively engaged even were seen among apolipoprotein E (APOE) ε4 carriers.", "APOE ε4 is a genetic risk factor for mild cognitive impairment and Alzheimer's dementia.", "However, for APOE ε4 carriers, only computer use and social activities were associated with a decreased risk of mild cognitive impairment.", "\"Even for a person who is at genetic risk for cognitive decline, engaging in some activities was beneficial,\" says Janina Krell-Roesch, Ph.D., the first author of the study and a postdoctoral researcher in Dr. Geda's Translational Neuroscience and Aging Program (TAP).", "\"So I think the signal is there even for APOE ε4 carriers.", "\"Ronald Petersen, M.D., Ph.D., the principal investigator of the Mayo Clinic Study of Aging, is a co-author of the study along with the following Mayo Clinic researchers:Dr. Geda and his team acknowledge that future research is needed to serve the unmet needs of patients at risk for developing Alzheimer's and understand the mechanisms linking mentally stimulating activities and cognition in late life.", "\"What is perhaps most exciting about this effort is that we are expanding the conversation around mental health, particularly among the elderly, to better understand how to remain mentally fit as we age,\" says Dr. Geda."], "title": "Mayo Clinic researchers find mental activities may protect against mild cognitive impairment | EurekAlert! Science News", "source": "Mayo Clinic", "date": "2018-01-19_20:32:25", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPHOENIX - Mayo Clinic researchers have found that engaging in mentally stimulating activities, even late in life, may protect against new-onset mild cognitive impairment, which is the intermediate stage between normal cognitive aging and dementia. The study found that cognitively normal people 70 or older who engaged in computer use, craft activities, social activities and playing games had a decreased risk of developing mild cognitive impairment. The results are published in the Jan. 30 edition of JAMA Neurology.MULTIMEDIA ALERT: Video and audio are available for download on the Mayo Clinic News Network. Researchers followed 1,929 cognitively normal participants of the population-based Mayo Clinic Study of Aging in Olmsted County, Minn., for an average duration of four years. After adjusting for sex, age and educational level, researchers discovered that the risk of new-onset mild cognitive impairment decreased by 30 percent with computer use, 28 percent with craft activities, 23 percent with social activities, and 22 percent with playing games.\"Our team found that persons who performed these activities at least one to two times per week had less cognitive decline than those who engaged in the same activities only two to three times per month or less,\" says Yonas Geda, M.D., psychiatrist and behavioral neurologist at Mayo Clinic's Arizona campus and senior author of the study.Researchers conducted a neurocognitive assessment at the time of enrollment in the study, with evaluations every 15 months. Following the assessment, an expert consensus panel at the Alzheimer Disease Research Center at Mayo Clinic made the classification of normal cognition or mild cognitive impairment for each study participant, based on published criteria.\"Our previous cross-sectional study had found an association between engagement in mentally stimulating activities in late life and decreased odds of mild cognitive impairment,\" says Dr. Geda. \"However, those findings were considered preliminary until confirmed by a prospective cohort study that we are now reporting in JAMA Neurology.\"The benefits of being cognitively engaged even were seen among apolipoprotein E (APOE) ε4 carriers. APOE ε4 is a genetic risk factor for mild cognitive impairment and Alzheimer's dementia. However, for APOE ε4 carriers, only computer use and social activities were associated with a decreased risk of mild cognitive impairment.\"Even for a person who is at genetic risk for cognitive decline, engaging in some activities was beneficial,\" says Janina Krell-Roesch, Ph.D., the first author of the study and a postdoctoral researcher in Dr. Geda's Translational Neuroscience and Aging Program (TAP). \"So I think the signal is there even for APOE ε4 carriers.\"Ronald Petersen, M.D., Ph.D., the principal investigator of the Mayo Clinic Study of Aging, is a co-author of the study along with the following Mayo Clinic researchers:Dr. Geda and his team acknowledge that future research is needed to serve the unmet needs of patients at risk for developing Alzheimer's and understand the mechanisms linking mentally stimulating activities and cognition in late life.\"What is perhaps most exciting about this effort is that we are expanding the conversation around mental health, particularly among the elderly, to better understand how to remain mentally fit as we age,\" says Dr. Geda."}