{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txengaging", "activities", "associated", "lower", "risk", "developing", "mild", "cognitive", "impairment", "study", "cognitively", "normal", "adults", "70", "older", "according", "new", "article", "published", "online", "jama", "neurology", "mild", "cognitive", "impairment", "mci", "intermediate", "zone", "normal", "cognitive", "aging", "dementia", "examining", "potential", "protective", "factors", "cognitive", "decline", "dementia", "important", "according", "article", "study", "yonas", "geda", "mayo", "clinic", "scottsdale", "coauthors", "included", "adults", "participated", "study", "aging", "minnesota", "participants", "followed", "mci", "median", "period", "four", "years", "point", "456", "participants", "developed", "games", "crafting", "using", "computer", "engaging", "social", "activities", "associated", "decreased", "risk", "mci", "study", "authors", "note", "study", "investigate", "possible", "mechanisms", "association", "engaging", "mentally", "stimulating", "activities", "risk", "mci", "study", "also", "observational", "means", "establish", "cause", "effect", "future", "research", "needed", "understand", "mechanisms", "linking", "mentally", "stimulating", "activities", "cognition", "late", "life", "study", "concludes"], "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-cms012617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEngaging in some brain-stimulating activities was associated with a lower risk of developing mild cognitive impairment in a study of cognitively normal adults 70 and older, according to a new article published online by JAMA Neurology.", "Mild cognitive impairment (MCI) is the intermediate zone between normal cognitive aging and dementia, so examining potential protective lifestyle-related factors against cognitive decline and dementia is important, according to the article.", "The study by Yonas E. Geda, M.D., M.Sc., of the Mayo Clinic, Scottsdale, Ariz., and coauthors included 1,929 adults who participated in a study on aging in Minnesota.", "The participants were followed up to new-onset MCI during a median period of four years, at which point 456 participants had developed MCI.Playing games, crafting, using a computer and engaging in social activities were associated with decreased risk of MCI, the study reports.The authors note their study did not investigate possible mechanisms for an association between engaging in mentally stimulating activities and risk of MCI.", "The population-based study also was observational, which means it cannot establish cause and effect.", "\"Future research is needed to understand the mechanisms linking mentally stimulating activities and cognition in late life,\" the study concludes."], "title": "Can mentally stimulating activities reduce the risk of MCI in older adults? | EurekAlert! Science News", "source": "The JAMA Network Journals", "date": "2018-01-19_20:32:28", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEngaging in some brain-stimulating activities was associated with a lower risk of developing mild cognitive impairment in a study of cognitively normal adults 70 and older, according to a new article published online by JAMA Neurology. Mild cognitive impairment (MCI) is the intermediate zone between normal cognitive aging and dementia, so examining potential protective lifestyle-related factors against cognitive decline and dementia is important, according to the article. The study by Yonas E. Geda, M.D., M.Sc., of the Mayo Clinic, Scottsdale, Ariz., and coauthors included 1,929 adults who participated in a study on aging in Minnesota. The participants were followed up to new-onset MCI during a median period of four years, at which point 456 participants had developed MCI.Playing games, crafting, using a computer and engaging in social activities were associated with decreased risk of MCI, the study reports.The authors note their study did not investigate possible mechanisms for an association between engaging in mentally stimulating activities and risk of MCI. The population-based study also was observational, which means it cannot establish cause and effect.\"Future research is needed to understand the mechanisms linking mentally stimulating activities and cognition in late life,\" the study concludes.\r\n"}