{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "pericytes", "gatekeeper", "cells", "wrapped", "around", "capillaries", "cortex", "mouse", "brain", "view", "abnormality", "special", "cells", "wrap", "around", "blood", "vessels", "brain", "leads", "neuron", "deterioration", "possibly", "affecting", "development", "alzheimer", "disease", "study", "reveals", "gatekeeper", "cells", "called", "pericytes", "surround", "blood", "vessels", "contract", "dilate", "control", "blood", "flow", "active", "parts", "brain", "pericyte", "degeneration", "may", "ground", "zero", "neurodegenerative", "disorders", "like", "alzheimer", "disease", "als", "possibly", "others", "said", "berislav", "zlokovic", "senior", "author", "study", "director", "zilkha", "neurogenetic", "institute", "keck", "school", "medicine", "usc", "glitch", "gatekeeper", "cells", "surround", "capillaries", "may", "restrict", "blood", "oxygen", "supply", "active", "areas", "brain", "gradually", "causing", "neuron", "loss", "might", "important", "implications", "alzheimer", "disease", "published", "30", "nature", "neuroscience", "first", "study", "use", "mouse", "model", "test", "blood", "flow", "regulated", "brain", "goal", "identify", "whether", "pericytes", "could", "important", "new", "therapeutic", "target", "treating", "neuron", "deterioration", "vascular", "problems", "increase", "risk", "cognitive", "impairment", "many", "types", "dementia", "including", "alzheimer", "disease", "said", "kassandra", "kisler", "author", "research", "associate", "zilkha", "neurogenetic", "institute", "keck", "school", "medicine", "usc", "pericytes", "play", "important", "part", "keeping", "brain", "healthy", "closer", "look", "mouse", "models", "pericyte", "dysfunction", "suffocates", "brain", "leading", "metabolic", "stress", "accelerated", "neuronal", "damage", "neuron", "loss", "said", "zlokovic", "holder", "mary", "hayley", "selim", "zilkha", "chair", "alzheimer", "disease", "test", "theory", "researchers", "stimulated", "hind", "limb", "young", "mice", "deficient", "gatekeeper", "cells", "monitored", "global", "individual", "responses", "brain", "capillaries", "smallest", "blood", "vessels", "brain", "global", "cerebral", "blood", "flow", "response", "electric", "stimulus", "reduced", "30", "percent", "compared", "normal", "mice", "denoting", "weakened", "control", "group", "capillaries", "mice", "took", "seconds", "longer", "dilate", "slower", "capillary", "widening", "slower", "flow", "red", "blood", "cells", "carrying", "oxygen", "capillaries", "means", "takes", "longer", "brain", "get", "mice", "turned", "6", "8", "months", "old", "global", "cerebral", "blood", "flow", "responses", "stimuli", "progressively", "worsened", "blood", "flow", "responses", "experimental", "group", "58", "percent", "lower", "peers", "short", "age", "brain", "malfunctioning", "vascular", "system", "exponentially", "worsens", "understand", "function", "blood", "vessel", "gatekeeper", "cells", "ensure", "adequate", "oxygen", "energy", "supply", "brain", "cells", "said", "amy", "nelson", "author", "postdoctoral", "scholar", "zilkha", "neurogenetic", "institute", "keck", "school", "medicine", "usc", "prior", "study", "scientists", "knew", "patients", "alzheimer", "disease", "als", "neurodegenerative", "disorders", "experience", "changes", "blood", "flow", "oxygen", "supplied", "brain", "pericytes", "die", "study", "adds", "new", "piece", "information", "loss", "gatekeeper", "cells", "leads", "impaired", "blood", "flow", "insufficient", "oxygen", "delivery", "brain", "big", "mystery", "kills", "pericytes", "alzheimer", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uosc-agi012717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Pericytes, gatekeeper cells, are wrapped around capillaries in the cortex of a mouse brain.", "view more Abnormality with special cells that wrap around blood vessels in the brain leads to neuron deterioration, possibly affecting the development of Alzheimer's disease, a USC-led study reveals.", "\"Gatekeeper cells\" called pericytes surround blood vessels.", "They contract and dilate to control blood flow to active parts of the brain.", "\"Pericyte degeneration may be ground zero for neurodegenerative disorders like Alzheimer's disease, ALS and possibly others,\" said Berislav Zlokovic, senior author of the study and director of the Zilkha Neurogenetic Institute at the Keck School of Medicine of USC.", "\"A glitch with gatekeeper cells that surround capillaries may restrict blood and oxygen supply to active areas of the brain, gradually causing neuron loss that might have important implications for Alzheimer's disease.", "\"Published on Jan. 30 in Nature Neuroscience, this was the first study to use a pericyte-deficient mouse model to test how blood flow is regulated in the brain.", "The goal was to identify whether pericytes could be an important new therapeutic target for treating neuron deterioration.", "\"Vascular problems increase the risk of cognitive impairment in many types of dementia, including Alzheimer's disease,\" said Kassandra Kisler, co-first author and a research associate at the Zilkha Neurogenetic Institute at the Keck School of Medicine of USC.", "\"Pericytes play an important part in keeping your brain healthy.", "\"A closer look at the mouse models Pericyte dysfunction suffocates the brain, leading to metabolic stress, accelerated neuronal damage and neuron loss, said Zlokovic, holder of the Mary Hayley and Selim Zilkha Chair in Alzheimer's Disease Research.To test the theory, researchers stimulated the hind limb of young mice deficient in gatekeeper cells and monitored the global and individual responses of brain capillaries, the smallest blood vessels in the brain.", "The global cerebral blood flow response to an electric stimulus was reduced by about 30 percent compared to normal mice, denoting a weakened system.Relative to the control group, the capillaries of pericyte-deficient mice took 6.5 seconds longer to dilate.", "Slower capillary widening and a slower flow of red blood cells carrying oxygen through capillaries means it takes longer for the brain to get its fuel.As the mice turned 6 to 8 months old, global cerebral blood flow responses to stimuli progressively worsened.", "Blood flow responses for the experimental group were 58 percent lower than that of their age-matched peers.", "In short, with age, the brain's malfunctioning vascular system exponentially worsens.", "\"We now understand the function of blood vessel gatekeeper cells is to ensure adequate oxygen and energy supply to brain cells,\" said Amy Nelson, co-first author and a postdoctoral scholar at the Zilkha Neurogenetic Institute at the Keck School of Medicine of USC.", "\"Prior to our study, scientists knew patients with Alzheimer's disease, ALS and other neurodegenerative disorders experience changes to the blood flow and oxygen being supplied to the brain and that pericytes die.", "Our study adds a new piece of information: Loss of these gatekeeper cells leads to impaired blood flow and insufficient oxygen delivery to the brain.", "The big mystery now is: What kills pericytes in Alzheimer's disease?\""], "title": "A glitch in 'gatekeeper cells' slowly suffocates the brain | EurekAlert! Science News", "source": "University of Southern California", "date": "2018-01-19_20:32:39", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Pericytes, gatekeeper cells, are wrapped around capillaries in the cortex of a mouse brain.\n       view more Abnormality with special cells that wrap around blood vessels in the brain leads to neuron deterioration, possibly affecting the development of Alzheimer's disease, a USC-led study reveals.\"Gatekeeper cells\" called pericytes surround blood vessels. They contract and dilate to control blood flow to active parts of the brain.\"Pericyte degeneration may be ground zero for neurodegenerative disorders like Alzheimer's disease, ALS and possibly others,\" said Berislav Zlokovic, senior author of the study and director of the Zilkha Neurogenetic Institute at the Keck School of Medicine of USC. \"A glitch with gatekeeper cells that surround capillaries may restrict blood and oxygen supply to active areas of the brain, gradually causing neuron loss that might have important implications for Alzheimer's disease.\"Published on Jan. 30 in Nature Neuroscience, this was the first study to use a pericyte-deficient mouse model to test how blood flow is regulated in the brain. The goal was to identify whether pericytes could be an important new therapeutic target for treating neuron deterioration.\"Vascular problems increase the risk of cognitive impairment in many types of dementia, including Alzheimer's disease,\" said Kassandra Kisler, co-first author and a research associate at the Zilkha Neurogenetic Institute at the Keck School of Medicine of USC. \"Pericytes play an important part in keeping your brain healthy.\"A closer look at the mouse models Pericyte dysfunction suffocates the brain, leading to metabolic stress, accelerated neuronal damage and neuron loss, said Zlokovic, holder of the Mary Hayley and Selim Zilkha Chair in Alzheimer's Disease Research.To test the theory, researchers stimulated the hind limb of young mice deficient in gatekeeper cells and monitored the global and individual responses of brain capillaries, the smallest blood vessels in the brain. The global cerebral blood flow response to an electric stimulus was reduced by about 30 percent compared to normal mice, denoting a weakened system.Relative to the control group, the capillaries of pericyte-deficient mice took 6.5 seconds longer to dilate. Slower capillary widening and a slower flow of red blood cells carrying oxygen through capillaries means it takes longer for the brain to get its fuel.As the mice turned 6 to 8 months old, global cerebral blood flow responses to stimuli progressively worsened. Blood flow responses for the experimental group were 58 percent lower than that of their age-matched peers. In short, with age, the brain's malfunctioning vascular system exponentially worsens.\"We now understand the function of blood vessel gatekeeper cells is to ensure adequate oxygen and energy supply to brain cells,\" said Amy Nelson, co-first author and a postdoctoral scholar at the Zilkha Neurogenetic Institute at the Keck School of Medicine of USC. \"Prior to our study, scientists knew patients with Alzheimer's disease, ALS and other neurodegenerative disorders experience changes to the blood flow and oxygen being supplied to the brain and that pericytes die. Our study adds a new piece of information: Loss of these gatekeeper cells leads to impaired blood flow and insufficient oxygen delivery to the brain. The big mystery now is: What kills pericytes in Alzheimer's disease?\""}