{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txscientists", "found", "107", "new", "gene", "regions", "associated", "high", "blood", "pressure", "potentially", "enabling", "doctors", "identify", "patients", "target", "study", "led", "queen", "mary", "university", "london", "qmul", "imperial", "college", "london", "suggests", "using", "genetic", "testing", "doctors", "could", "target", "medication", "certain", "high", "blood", "pressure", "hypertension", "patients", "advise", "appropriate", "lifestyle", "changes", "reduce", "risk", "heart", "disease", "stroke", "findings", "published", "nature", "affects", "around", "one", "three", "21", "million", "adults", "uk", "leading", "risk", "factor", "heart", "disease", "stroke", "death", "worldwide", "caused", "complex", "interplay", "genetics", "lifestyle", "factors", "diet", "weight", "alcohol", "consumption", "researchers", "tested", "million", "genetic", "variants", "uk", "biobank", "participants", "blood", "pressure", "data", "107", "new", "gene", "regions", "many", "expressed", "high", "levels", "blood", "vessels", "cardiovascular", "tissue", "could", "potential", "new", "drug", "targets", "hypertension", "treatments", "team", "also", "developed", "genetic", "score", "linking", "health", "hospital", "data", "uk", "biobank", "participants", "blood", "pressure", "genetics", "showed", "score", "could", "used", "predict", "increased", "risk", "stroke", "coronary", "heart", "disease", "higher", "patient", "risk", "score", "likely", "high", "blood", "pressure", "age", "50", "top", "end", "risk", "scale", "likely", "10mmhg", "higher", "blood", "pressure", "patients", "lower", "risk", "scores", "every", "10mmhg", "person", "blood", "pressure", "normal", "risk", "heart", "disease", "stroke", "increased", "around", "50", "per", "cent", "genetic", "risk", "score", "could", "measured", "early", "life", "might", "possible", "take", "medicine", "approach", "offset", "person", "high", "risk", "stroke", "heart", "disease", "could", "involve", "lifestyle", "interventions", "changing", "sodium", "potassium", "intake", "weight", "management", "reducing", "alcohol", "consumption", "increasing", "mark", "caulfield", "author", "study", "qmul", "said", "finding", "107", "new", "genetic", "regions", "linked", "blood", "pressure", "almost", "doubles", "amount", "genes", "evaluate", "target", "drug", "treatment", "exciting", "genetic", "regions", "could", "provide", "basis", "new", "innovative", "preventative", "therapies", "lifestyle", "changes", "major", "cause", "heart", "disease", "stroke", "professor", "paul", "elliott", "author", "study", "chair", "epidemiology", "public", "health", "medicine", "imperial", "school", "public", "health", "said", "ultimately", "blood", "pressure", "general", "uk", "population", "high", "encourage", "everyone", "maintain", "healthy", "lifestyles", "eating", "properly", "exercising", "enough", "reduce", "risk", "sorts", "diseases", "however", "new", "findings", "may", "help", "doctors", "identify", "earlier", "risk", "high", "blood", "pressure", "intervene", "prevent", "occurring", "genetic", "testing", "provide", "risk", "scores", "available", "widely", "common", "diseases", "far", "could", "one", "day", "become", "routine", "professor", "elliott", "added", "help", "genetic", "makeup", "help", "lifestyles", "future", "may", "able", "alter", "lifestyles", "knowing", "whether", "genetic", "advantage", "disadvantage", "doctors", "might", "eventually", "able", "determine", "child", "genetic", "risk", "diseases", "high", "blood", "pressure", "diabetes", "maybe", "even", "cancer", "live", "well", "enough", "try", "counteract", "genetic", "input", "first", "author", "dr", "helen", "warren", "qmul", "said", "analysis", "highlights", "benefits", "using", "large", "studies", "uk", "biobank", "high", "quality", "data", "participants", "measurements", "done", "exactly", "way", "enable", "discovery", "many", "new", "genetic", "signals", "associated", "raised", "blood", "pressure", "10", "years", "uk", "biobank", "gathered", "wealth", "high", "quality", "information", "hundreds", "thousands", "people", "across", "country", "participants", "donated", "blood", "urine", "saliva", "samples", "provided", "detailed", "health", "lifestyle", "environment", "information", "agreed", "allow", "biobank", "follow", "gp", "hospital", "records", "throughout", "life"], "url": "http://www.eurekalert.org/pub_releases/2017-01/qmuo-o1n012717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists have found 107 new gene regions associated with high blood pressure, potentially enabling doctors to identify at-risk patients and target treatments.The study, led by Queen Mary University of London (QMUL) and Imperial College London, suggests that by using genetic testing, doctors could target medication to certain high blood pressure (hypertension) patients and advise on appropriate lifestyle changes to reduce a risk of heart disease and stroke.", "The findings are published in Nature Genetics.Hypertension affects around one in three (21 million) adults in the UK, and is a leading risk factor for heart disease, stroke and death worldwide.", "It is caused by a complex interplay between genetics and lifestyle factors such as diet, weight, alcohol consumption, and exercise.The researchers tested 9.8 million genetic variants from 420,000 UK Biobank participants and cross-referenced these with their blood pressure data.", "Of the 107 new gene regions, many were expressed in high levels in blood vessels and cardiovascular tissue, and could be potential new drug targets for hypertension treatments.", "The team also developed a genetic 'risk score' by linking health and hospital data from UK Biobank participants with their blood pressure genetics, and showed that the score could be used to predict increased risk of stroke and coronary heart disease.", "The higher a patient's risk score, the more likely they were to have high blood pressure by the age of 50.", "Those on the top end of the risk scale were likely to have 10mmHg higher blood pressure than patients with lower risk scores.", "For every 10mmHg a person's blood pressure is above normal, the risk of heart disease and stroke is increased by around 50 per cent or more.", "If such a genetic risk score could be measured in early life, it might be possible to take a 'personalised medicine' approach to offset a person's high risk of stroke and heart disease.", "This could involve lifestyle interventions such as changing sodium and potassium intake, weight management, reducing alcohol consumption and increasing exercise.Professor Mark Caulfield, co-lead author of the study from QMUL, said: \"Finding 107 new genetic regions linked to blood pressure almost doubles the amount of genes we can evaluate to target for drug treatment.", "These exciting genetic regions could provide the basis for new innovative preventative therapies and lifestyle changes for this major cause of heart disease and stroke.", "\"Professor Paul Elliott, co-lead author of the study and Chair in Epidemiology and Public Health Medicine at Imperial's School of Public Health, said: \"Ultimately, blood pressure in the general UK population is too high, and we encourage everyone to maintain healthy lifestyles by eating properly and exercising enough, as this will reduce the risk of all sorts of diseases.", "However, our new findings may help doctors to identify earlier those who are most at risk of high blood pressure in mid-life and intervene to prevent that occurring.", "\"Genetic testing to provide risk scores is not available widely for any of the common diseases so far, but it could one day become routine.", "Professor Elliott added: \"We cannot help our genetic makeup, but we can help our lifestyles and, in future, we may be able to alter our lifestyles while knowing whether we are at a genetic advantage or disadvantage.", "Doctors might eventually be able to determine a child's genetic risk of diseases such as high blood pressure, diabetes, and maybe even cancer, so that they can live well enough to try to counteract the genetic input.", "\"First author Dr Helen Warren from QMUL said: \"This analysis highlights the benefits of using very large studies, such as UK Biobank, with high quality data where all participants have had measurements done in exactly the same way, to enable the discovery of many new genetic signals associated with raised blood pressure.", "\"For 10 years, UK Biobank has gathered a wealth of high quality information from hundreds of thousands of people across the country.", "Participants have donated blood, urine and saliva samples, provided detailed health, lifestyle and environment information, and agreed to allow the Biobank to follow their GP and hospital records throughout life."], "title": "Over 100 new blood pressure genes could provide new targets for treating hypertension | EurekAlert! Science News", "source": "Queen Mary University of London", "date": "2018-01-19_20:32:46", "year": "Mon, 30 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists have found 107 new gene regions associated with high blood pressure, potentially enabling doctors to identify at-risk patients and target treatments.The study, led by Queen Mary University of London (QMUL) and Imperial College London, suggests that by using genetic testing, doctors could target medication to certain high blood pressure (hypertension) patients and advise on appropriate lifestyle changes to reduce a risk of heart disease and stroke. The findings are published in Nature Genetics.Hypertension affects around one in three (21 million) adults in the UK, and is a leading risk factor for heart disease, stroke and death worldwide. It is caused by a complex interplay between genetics and lifestyle factors such as diet, weight, alcohol consumption, and exercise.The researchers tested 9.8 million genetic variants from 420,000 UK Biobank participants and cross-referenced these with their blood pressure data. Of the 107 new gene regions, many were expressed in high levels in blood vessels and cardiovascular tissue, and could be potential new drug targets for hypertension treatments. The team also developed a genetic 'risk score' by linking health and hospital data from UK Biobank participants with their blood pressure genetics, and showed that the score could be used to predict increased risk of stroke and coronary heart disease. The higher a patient's risk score, the more likely they were to have high blood pressure by the age of 50. Those on the top end of the risk scale were likely to have 10mmHg higher blood pressure than patients with lower risk scores. For every 10mmHg a person's blood pressure is above normal, the risk of heart disease and stroke is increased by around 50 per cent or more. If such a genetic risk score could be measured in early life, it might be possible to take a 'personalised medicine' approach to offset a person's high risk of stroke and heart disease. This could involve lifestyle interventions such as changing sodium and potassium intake, weight management, reducing alcohol consumption and increasing exercise.Professor Mark Caulfield, co-lead author of the study from QMUL, said: \"Finding 107 new genetic regions linked to blood pressure almost doubles the amount of genes we can evaluate to target for drug treatment. These exciting genetic regions could provide the basis for new innovative preventative therapies and lifestyle changes for this major cause of heart disease and stroke.\"Professor Paul Elliott, co-lead author of the study and Chair in Epidemiology and Public Health Medicine at Imperial's School of Public Health, said: \"Ultimately, blood pressure in the general UK population is too high, and we encourage everyone to maintain healthy lifestyles by eating properly and exercising enough, as this will reduce the risk of all sorts of diseases. However, our new findings may help doctors to identify earlier those who are most at risk of high blood pressure in mid-life and intervene to prevent that occurring.\"Genetic testing to provide risk scores is not available widely for any of the common diseases so far, but it could one day become routine. Professor Elliott added: \"We cannot help our genetic makeup, but we can help our lifestyles and, in future, we may be able to alter our lifestyles while knowing whether we are at a genetic advantage or disadvantage. Doctors might eventually be able to determine a child's genetic risk of diseases such as high blood pressure, diabetes, and maybe even cancer, so that they can live well enough to try to counteract the genetic input.\"First author Dr Helen Warren from QMUL said: \"This analysis highlights the benefits of using very large studies, such as UK Biobank, with high quality data where all participants have had measurements done in exactly the same way, to enable the discovery of many new genetic signals associated with raised blood pressure.\"For 10 years, UK Biobank has gathered a wealth of high quality information from hundreds of thousands of people across the country. Participants have donated blood, urine and saliva samples, provided detailed health, lifestyle and environment information, and agreed to allow the Biobank to follow their GP and hospital records throughout life. "}