{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "vsm", "virtual", "environment", "screenshot", "english", "version", "application", "view", "mild", "cognitive", "impairment", "mci", "condition", "often", "predates", "alzheimer", "disease", "ad", "remotely", "detected", "virtual", "reality", "brain", "training", "greece", "february", "23", "2017", "greek", "researchers", "demonstrated", "potential", "virtual", "supermarket", "cognitive", "training", "game", "remotely", "detecting", "mild", "cognitive", "impairment", "mci", "without", "need", "examiner", "among", "sample", "older", "adults", "mci", "patients", "suffer", "cognitive", "problems", "often", "encounter", "difficulties", "performing", "complex", "activities", "financial", "planning", "high", "risk", "progressing", "dementia", "however", "early", "detection", "mci", "suitable", "interventions", "stabilize", "patients", "condition", "prevent", "shown", "virtual", "reality", "applications", "especially", "virtual", "supermarkets", "detect", "mci", "past", "studies", "utilized", "user", "performance", "applications", "along", "data", "standardized", "neuropsychological", "tests", "order", "detect", "mci", "team", "conducted", "study", "first", "scientific", "team", "achieve", "reliable", "mci", "detection", "using", "virtual", "reality", "application", "previous", "study", "administration", "virtual", "super", "market", "vsm", "exercise", "conducted", "examiner", "present", "study", "eliminated", "need", "examiner", "calculating", "average", "performance", "older", "adults", "using", "special", "version", "vsm", "application", "vsm", "remote", "assessment", "routine", "home", "period", "one", "month", "first", "instance", "virtual", "reality", "application", "used", "detect", "mci", "high", "degree", "reliability", "research", "team", "included", "scientists", "aristotle", "university", "thessaloniki", "auth", "centre", "research", "technology", "technologies", "institute", "greek", "association", "alzheimer", "disease", "related", "disorders", "gaadrd", "network", "aging", "research", "nar", "university", "article", "published", "journal", "alzheimer", "disease", "researchers", "indicated", "virtual", "supermarket", "remote", "assessment", "routine", "application", "displayed", "correct", "classification", "rate", "ccr", "improving", "vsm", "ccr", "assessed", "previous", "vsm", "study", "achieving", "level", "diagnostic", "accuracy", "similar", "accurate", "standardized", "neuropsychological", "tests", "considered", "gold", "standard", "mci", "computerized", "cognitive", "training", "gaining", "popularity", "among", "older", "adults", "easy", "enjoyable", "means", "maintaining", "cognitive", "health", "applications", "especially", "popular", "among", "older", "adults", "consider", "healthy", "inclined", "visit", "specialized", "memory", "clinics", "cognitive", "assessment", "games", "exercises", "could", "also", "detect", "cognitive", "disorders", "initial", "cognitive", "screening", "could", "conducted", "remotely", "wide", "implementation", "method", "remote", "screening", "would", "facilitate", "detection", "cognitive", "impairment", "mci", "stage", "thus", "allowing", "efficient", "therapeutic", "preliminary", "study", "indicates", "automated", "remote", "mci", "screening", "feasible", "method", "could", "utilized", "screen", "majority", "older", "adult", "population", "dramatically", "lowers", "costs", "social", "economic", "benefits", "especially", "caregiver", "healthcare", "service", "burden", "early", "detection", "cognitive", "disorders", "could", "enormous", "time", "older", "adults", "becoming", "increasingly", "computer", "savvy", "important", "create", "software", "meets", "needs", "allows", "remain", "healthy", "active", "team", "continues", "research", "vsm", "aim", "improving", "usability", "shortening", "administration", "time", "supplementing", "science", "behind", "vsm", "additional", "data"], "url": "http://www.eurekalert.org/pub_releases/2017-02/ip-mci022317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The VSM virtual environment (screenshot from the English version of the application).", "view more Mild cognitive impairment (MCI), a condition that often predates Alzheimer's disease (AD), can be remotely detected through a self-administered virtual reality brain training game.Thessaloniki, Greece, February 23, 2017 - Greek researchers demonstrated the potential of a self-administered virtual supermarket cognitive training game for remotely detecting mild cognitive impairment (MCI), without the need for an examiner, among a sample of older adults.", "MCI patients suffer from cognitive problems and often encounter difficulties in performing complex activities such as financial planning.", "They are at a high risk for progressing to dementia however early detection of MCI and suitable interventions can stabilize the patients' condition and prevent further decline.It has been shown that virtual reality game-based applications and especially virtual supermarkets can detect MCI.", "Past studies have utilized user performance in such applications along with data from standardized neuropsychological tests in order to detect MCI.", "The team that conducted this study was the first scientific team to achieve reliable MCI detection using a virtual reality game-based application on its own.", "In that previous study , administration of the virtual super market (VSM) exercise was conducted by an examiner.", "The present study eliminated the need for an examiner by calculating the average performance of older adults using a special version of the VSM application, the VSM Remote Assessment Routine (VSM-RAR), at home on their own, for a period of one month.", "It is the first instance where a self-administered virtual reality application was used to detect MCI with a high degree of reliability.", "The research team included scientists from the Aristotle University of Thessaloniki (AUTH), the Centre for Research and Technology Hellas/Information Technologies Institute (CERTH/ITI), the Greek Association of Alzheimer's Disease and Related Disorders (GAADRD) and the Network Aging Research (NAR) of the University of Heidelberg.In an article published in the Journal of Alzheimer's Disease, the researchers have indicated that the virtual supermarket remote assessment routine (VSM-RAR) application displayed a correct classification rate (CCR) of 91.8% improving VSM's CCR as assessed in the previous VSM study while achieving a level of diagnostic accuracy similar to the most accurate standardized neuropsychological tests, which are considered the gold standard for MCI detection.Self-administered computerized cognitive training exercises/games are gaining popularity among older adults as an easy and enjoyable means of maintaining cognitive health.", "Such applications are especially popular among older adults who consider themselves healthy and are not inclined to visit specialized memory clinics for cognitive assessment.", "If self-administered games and exercises could also detect cognitive disorders, initial cognitive screening could be conducted remotely.", "The wide implementation of this method of remote screening would facilitate the detection of cognitive impairment at the MCI stage thus allowing for more efficient therapeutic interventions.This preliminary study indicates that automated, remote MCI screening is feasible.", "This method could be utilized to screen the majority of the older adult population, as it dramatically lowers examination-related costs.", "The social and economic benefits, especially caregiver and healthcare service burden, of the early detection of cognitive disorders could be enormous.", "At the same time, as older adults are becoming increasingly computer savvy, it is important to create software that meets their needs and allows them to remain healthy and active.", "Out team continues its research on the VSM with the aim of improving its usability, shortening its administration time and supplementing the science behind VSM with additional data."], "title": "Mild cognitive impairment (MCI) | EurekAlert! Science News", "source": "IOS Press", "date": "2018-01-19_20:34:14", "year": "Fri, 24 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The VSM virtual environment (screenshot from the English version of the application).\n     view more Mild cognitive impairment (MCI), a condition that often predates Alzheimer's disease (AD), can be remotely detected through a self-administered virtual reality brain training game.Thessaloniki, Greece, February 23, 2017 - Greek researchers demonstrated the potential of a self-administered virtual supermarket cognitive training game for remotely detecting mild cognitive impairment (MCI), without the need for an examiner, among a sample of older adults. MCI patients suffer from cognitive problems and often encounter difficulties in performing complex activities such as financial planning. They are at a high risk for progressing to dementia however early detection of MCI and suitable interventions can stabilize the patients' condition and prevent further decline.It has been shown that virtual reality game-based applications and especially virtual supermarkets can detect MCI. Past studies have utilized user performance in such applications along with data from standardized neuropsychological tests in order to detect MCI. The team that conducted this study was the first scientific team to achieve reliable MCI detection using a virtual reality game-based application on its own. In that previous study , administration of the virtual super market (VSM) exercise was conducted by an examiner. The present study eliminated the need for an examiner by calculating the average performance of older adults using a special version of the VSM application, the VSM Remote Assessment Routine (VSM-RAR), at home on their own, for a period of one month. It is the first instance where a self-administered virtual reality application was used to detect MCI with a high degree of reliability. The research team included scientists from the Aristotle University of Thessaloniki (AUTH), the Centre for Research and Technology Hellas/Information Technologies Institute (CERTH/ITI), the Greek Association of Alzheimer's Disease and Related Disorders (GAADRD) and the Network Aging Research (NAR) of the University of Heidelberg.In an article published in the Journal of Alzheimer's Disease, the researchers have indicated that the virtual supermarket remote assessment routine (VSM-RAR) application displayed a correct classification rate (CCR) of 91.8% improving VSM's CCR as assessed in the previous VSM study while achieving a level of diagnostic accuracy similar to the most accurate standardized neuropsychological tests, which are considered the gold standard for MCI detection.Self-administered computerized cognitive training exercises/games are gaining popularity among older adults as an easy and enjoyable means of maintaining cognitive health. Such applications are especially popular among older adults who consider themselves healthy and are not inclined to visit specialized memory clinics for cognitive assessment. If self-administered games and exercises could also detect cognitive disorders, initial cognitive screening could be conducted remotely. The wide implementation of this method of remote screening would facilitate the detection of cognitive impairment at the MCI stage thus allowing for more efficient therapeutic interventions.This preliminary study indicates that automated, remote MCI screening is feasible. This method could be utilized to screen the majority of the older adult population, as it dramatically lowers examination-related costs. The social and economic benefits, especially caregiver and healthcare service burden, of the early detection of cognitive disorders could be enormous. At the same time, as older adults are becoming increasingly computer savvy, it is important to create software that meets their needs and allows them to remain healthy and active. Out team continues its research on the VSM with the aim of improving its usability, shortening its administration time and supplementing the science behind VSM with additional data. "}