{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfindingsdonepezil", "medication", "approved", "treat", "people", "alzheimer", "disease", "prescribed", "people", "mild", "cognitive", "impairment", "without", "genetic", "test", "ucla", "school", "nursing", "researchers", "discovered", "people", "carry", "specific", "genetic", "variation", "butyrylcholinesterase", "donezpezil", "could", "accelerate", "cognitive", "cognitive", "impairment", "transitional", "state", "normal", "changes", "cognition", "dementia", "many", "people", "condition", "display", "symptoms", "similar", "caused", "alzheimer", "disease", "physicians", "prescribe", "donepezil", "marketed", "brand", "name", "aricept", "medication", "alzheimer", "donepezil", "tested", "possible", "treatment", "mild", "cognitive", "impairment", "large", "federally", "funded", "study", "published", "2005", "approved", "fda", "still", "doctors", "often", "prescribed", "drug", "meaning", "approved", "specific", "disorder", "patients", "mild", "cognitive", "data", "collected", "2005", "trial", "researchers", "looked", "association", "changes", "cognitive", "function", "using", "two", "tests", "measure", "cognitive", "impairment", "state", "examination", "clinical", "dementia", "rating", "sum", "boxes", "found", "people", "genetic", "variation", "treated", "donepezil", "greater", "changes", "scores", "took", "placebos", "also", "found", "took", "donepezil", "faster", "cognitive", "decline", "took", "increasingly", "using", "personalized", "medicine", "including", "pharmacogenetics", "study", "genetics", "affect", "person", "response", "drug", "tailor", "patients", "care", "findings", "reinforce", "importance", "physicians", "discussing", "possible", "benefits", "risks", "treatment", "patients"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--adp022417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFINDINGSDonepezil, a medication that is approved to treat people with Alzheimer's disease, should not be prescribed for people with mild cognitive impairment without a genetic test.", "UCLA School of Nursing researchers discovered that for people who carry a specific genetic variation -- the K-variant of butyrylcholinesterase, or BChE-K -- donezpezil could accelerate cognitive decline.BACKGROUNDMild cognitive impairment is a transitional state between normal age-related changes in cognition and dementia.", "Because many people with the condition display symptoms similar to those caused by Alzheimer's disease, some physicians prescribe donepezil, which is marketed under the brand name Aricept and is the most-prescribed medication for Alzheimer's.", "Donepezil was tested as a possible treatment for mild cognitive impairment in a large, federally funded study published in 2005, but it was not approved by the FDA.", "Still, doctors have often prescribed the drug \"off-label\" -- meaning that it is not approved for that specific disorder -- for their patients with mild cognitive impairment.METHODFrom data collected during the 2005 trial, the researchers looked at the association between BChE-K and changes in cognitive function.", "Using two tests that measure cognitive impairment, the Mini-Mental State Examination and the Clinical Dementia Rating Sum of Boxes, they found that people with the genetic variation who were treated with donepezil had greater changes in their scores than those who took placebos.", "They also found that those who took donepezil had a faster cognitive decline than those who took the placebo.IMPACTPhysicians are increasingly using personalized medicine, including pharmacogenetics -- the study of how genetics affect a person's response to a drug -- to tailor their patients' care.", "The findings reinforce the importance of physicians discussing the possible benefits and risks of this treatment with their patients."], "title": "Alzheimer's drug prescribed off-label could pose risk for some | EurekAlert! Science News", "source": "University of California - Los Angeles Health Sciences", "date": "2018-01-19_20:34:16", "year": "Fri, 24 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFINDINGSDonepezil, a medication that is approved to treat people with Alzheimer's disease, should not be prescribed for people with mild cognitive impairment without a genetic test. UCLA School of Nursing researchers discovered that for people who carry a specific genetic variation -- the K-variant of butyrylcholinesterase, or BChE-K -- donezpezil could accelerate cognitive decline.BACKGROUNDMild cognitive impairment is a transitional state between normal age-related changes in cognition and dementia. Because many people with the condition display symptoms similar to those caused by Alzheimer's disease, some physicians prescribe donepezil, which is marketed under the brand name Aricept and is the most-prescribed medication for Alzheimer's. Donepezil was tested as a possible treatment for mild cognitive impairment in a large, federally funded study published in 2005, but it was not approved by the FDA. Still, doctors have often prescribed the drug \"off-label\" -- meaning that it is not approved for that specific disorder -- for their patients with mild cognitive impairment.METHODFrom data collected during the 2005 trial, the researchers looked at the association between BChE-K and changes in cognitive function. Using two tests that measure cognitive impairment, the Mini-Mental State Examination and the Clinical Dementia Rating Sum of Boxes, they found that people with the genetic variation who were treated with donepezil had greater changes in their scores than those who took placebos. They also found that those who took donepezil had a faster cognitive decline than those who took the placebo.IMPACTPhysicians are increasingly using personalized medicine, including pharmacogenetics -- the study of how genetics affect a person's response to a drug -- to tailor their patients' care. The findings reinforce the importance of physicians discussing the possible benefits and risks of this treatment with their patients."}