{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "photo", "shows", "professor", "jean", "van", "den", "elsen", "dr", "omar", "kassar", "laboratory", "worked", "reveal", "molecular", "link", "sugar", "alzheimer", "disease", "view", "first", "time", "tipping", "point", "molecular", "link", "blood", "sugar", "glucose", "alzheimer", "disease", "established", "scientists", "shown", "excess", "glucose", "damages", "vital", "enzyme", "involved", "inflammation", "response", "early", "stages", "high", "blood", "sugar", "levels", "hyperglycaemia", "characteristic", "diabetes", "obesity", "link", "alzheimer", "disease", "less", "familiar", "diabetes", "patients", "increased", "risk", "developing", "alzheimer", "disease", "compared", "healthy", "individuals", "alzheimer", "disease", "abnormal", "proteins", "aggregate", "form", "plaques", "tangles", "brain", "progressively", "damage", "brain", "lead", "severe", "cognitive", "decline", "scientists", "already", "knew", "glucose", "products", "damage", "proteins", "cells", "via", "reaction", "called", "glycation", "specific", "molecular", "link", "glucose", "alzheimer", "understood", "scientists", "university", "bath", "departments", "biology", "biochemistry", "chemistry", "pharmacy", "pharmacology", "working", "colleagues", "wolfson", "centre", "age", "related", "diseases", "king", "college", "london", "unraveled", "studying", "brain", "samples", "people", "without", "alzheimer", "using", "sensitive", "technique", "detect", "glycation", "team", "discovered", "early", "stages", "alzheimer", "glycation", "damages", "enzyme", "called", "mif", "macrophage", "migration", "inhibitory", "factor", "plays", "role", "immune", "response", "insulin", "involved", "response", "brain", "cells", "called", "glia", "abnormal", "proteins", "brain", "alzheimer", "disease", "researchers", "believe", "inhibition", "reduction", "mif", "activity", "caused", "glycation", "could", "point", "disease", "progression", "appears", "alzheimer", "progresses", "glycation", "enzymes", "increases", "study", "published", "journal", "scientific", "reports", "professor", "jean", "van", "den", "elsen", "university", "bath", "department", "biology", "biochemistry", "said", "shown", "enzyme", "already", "modified", "glucose", "brains", "individuals", "early", "stages", "alzheimer", "disease", "investigating", "detect", "similar", "changes", "blood", "normally", "mif", "would", "part", "immune", "response", "abnormal", "proteins", "brain", "think", "sugar", "damage", "reduces", "mif", "functions", "completely", "inhibits", "others", "could", "tipping", "point", "allows", "alzheimer", "rob", "williams", "also", "department", "biology", "biochemistry", "added", "knowing", "vital", "developing", "chronology", "alzheimer", "progresses", "hope", "help", "us", "identify", "risk", "alzheimer", "lead", "new", "treatments", "ways", "prevent", "omar", "kassaar", "university", "bath", "added", "excess", "sugar", "well", "known", "bad", "us", "comes", "diabetes", "obesity", "potential", "link", "alzheimer", "disease", "yet", "another", "reason", "controlling", "sugar", "intake", "diets", "globally", "around", "50", "million", "people", "alzheimer", "disease", "figure", "predicted", "rise", "125", "million", "2050", "global", "social", "cost", "disease", "runs", "hundreds", "billions", "dollars", "alongside", "medical", "care", "patients", "require", "social", "care", "cognitive", "effects", "disease", "study", "funded", "dunhill", "medical", "trust", "human", "brain", "tissue", "study", "provided", "brains", "dementia", "research", "joint", "initiative", "alzheimer", "society", "alzheimer", "research", "uk", "association", "medical", "research", "council"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uob-sp022317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This photo shows professor Jean van den Elsen and Dr Omar Kassar in the laboratory.", "They have worked to reveal a molecular link between sugar and Alzheimer's Disease\n       view more For the first time a \"tipping point\" molecular link between the blood sugar glucose and Alzheimer's disease has been established by scientists, who have shown that excess glucose damages a vital enzyme involved with inflammation response to the early stages of Alzheimer's.Abnormally high blood sugar levels, or hyperglycaemia, is well-known as a characteristic of diabetes and obesity, but its link to Alzheimer's disease is less familiar.", "Diabetes patients have an increased risk of developing Alzheimer's disease compared to healthy individuals.", "In Alzheimer's disease abnormal proteins aggregate to form plaques and tangles in the brain which progressively damage the brain and lead to severe cognitive decline.", "Scientists already knew that glucose and its break-down products can damage proteins in cells via a reaction called glycation but the specific molecular link between glucose and Alzheimer's was not understood.", "But now scientists from the University of Bath Departments of Biology and Biochemistry, Chemistry and Pharmacy and Pharmacology, working with colleagues at the Wolfson Centre for Age Related Diseases, King's College London, have unraveled that link.By studying brain samples from people with and without Alzheimer's using a sensitive technique to detect glycation, the team discovered that in the early stages of Alzheimer's glycation damages an enzyme called MIF (macrophage migration inhibitory factor) which plays a role in immune response and insulin regulation.MIF is involved in the response of brain cells called glia to the build-up of abnormal proteins in the brain during Alzheimer's disease, and the researchers believe that inhibition and reduction of MIF activity caused by glycation could be the 'tipping point' in disease progression.", "It appears that as Alzheimer's progresses, glycation of these enzymes increases.", "The study is published in the journal Scientific Reports.", "Professor Jean van den Elsen, from the University of Bath Department of Biology and Biochemistry, said:  \"We've shown that this enzyme is already modified by glucose in the brains of individuals at the early stages of Alzheimer's disease.", "We are now investigating if we can detect similar changes in blood.", "\"Normally MIF would be part of the immune response to the build-up of abnormal proteins in the brain, and we think that because sugar damage reduces some MIF functions and completely inhibits others that this could be a tipping point that allows Alzheimer's to develop.Dr Rob Williams, also from the Department of Biology and Biochemistry, added: \"Knowing this will be vital to developing a chronology of how Alzheimer's progresses and we hope will help us identify those at risk of Alzheimer's and lead to new treatments or ways to prevent the disease.Dr Omar Kassaar, from the University of Bath, added: \"Excess sugar is well known to be bad for us when it comes to diabetes and obesity, but this potential link with Alzheimer's disease is yet another reason that we should be controlling our sugar intake in our diets.", "\"Globally there are around 50 million people with Alzheimer's disease, and this figure is predicted to rise to more than 125 million by 2050.", "The global social cost of the disease runs into the hundreds of billions of dollars as alongside medical care patients require social care because of the cognitive effects of the disease.", "The study was funded by the Dunhill Medical Trust.", "Human brain tissue for this study was provided through Brains for Dementia Research, a joint initiative between Alzheimer's Society and Alzheimer's Research UK in association with the Medical Research Council."], "title": "Sugar's 'tipping point' link to Alzheimer's disease revealed | EurekAlert! Science News", "source": "University of Bath", "date": "2018-01-19_20:34:22", "year": "Thu, 23 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This photo shows professor Jean van den Elsen and Dr Omar Kassar in the laboratory. They have worked to reveal a molecular link between sugar and Alzheimer's Disease\n       view more For the first time a \"tipping point\" molecular link between the blood sugar glucose and Alzheimer's disease has been established by scientists, who have shown that excess glucose damages a vital enzyme involved with inflammation response to the early stages of Alzheimer's.Abnormally high blood sugar levels, or hyperglycaemia, is well-known as a characteristic of diabetes and obesity, but its link to Alzheimer's disease is less familiar. Diabetes patients have an increased risk of developing Alzheimer's disease compared to healthy individuals. In Alzheimer's disease abnormal proteins aggregate to form plaques and tangles in the brain which progressively damage the brain and lead to severe cognitive decline. Scientists already knew that glucose and its break-down products can damage proteins in cells via a reaction called glycation but the specific molecular link between glucose and Alzheimer's was not understood. But now scientists from the University of Bath Departments of Biology and Biochemistry, Chemistry and Pharmacy and Pharmacology, working with colleagues at the Wolfson Centre for Age Related Diseases, King's College London, have unraveled that link.By studying brain samples from people with and without Alzheimer's using a sensitive technique to detect glycation, the team discovered that in the early stages of Alzheimer's glycation damages an enzyme called MIF (macrophage migration inhibitory factor) which plays a role in immune response and insulin regulation.MIF is involved in the response of brain cells called glia to the build-up of abnormal proteins in the brain during Alzheimer's disease, and the researchers believe that inhibition and reduction of MIF activity caused by glycation could be the 'tipping point' in disease progression. It appears that as Alzheimer's progresses, glycation of these enzymes increases. The study is published in the journal Scientific Reports.  Professor Jean van den Elsen, from the University of Bath Department of Biology and Biochemistry, said:  \"We've shown that this enzyme is already modified by glucose in the brains of individuals at the early stages of Alzheimer's disease.  We are now investigating if we can detect similar changes in blood. \"Normally MIF would be part of the immune response to the build-up of abnormal proteins in the brain, and we think that because sugar damage reduces some MIF functions and completely inhibits others that this could be a tipping point that allows Alzheimer's to develop.Dr Rob Williams, also from the Department of Biology and Biochemistry, added: \"Knowing this will be vital to developing a chronology of how Alzheimer's progresses and we hope will help us identify those at risk of Alzheimer's and lead to new treatments or ways to prevent the disease.Dr Omar Kassaar, from the University of Bath, added: \"Excess sugar is well known to be bad for us when it comes to diabetes and obesity, but this potential link with Alzheimer's disease is yet another reason that we should be controlling our sugar intake in our diets.\"Globally there are around 50 million people with Alzheimer's disease, and this figure is predicted to rise to more than 125 million by 2050. The global social cost of the disease runs into the hundreds of billions of dollars as alongside medical care patients require social care because of the cognitive effects of the disease. The study was funded by the Dunhill Medical Trust. Human brain tissue for this study was provided through Brains for Dementia Research, a joint initiative between Alzheimer's Society and Alzheimer's Research UK in association with the Medical Research Council."}