{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhouston", "22", "2017", "heart", "disease", "risks", "middle", "age", "diabetes", "high", "blood", "pressure", "smoking", "higher", "risk", "dementia", "later", "life", "according", "research", "presented", "american", "stroke", "association", "international", "stroke", "conference", "2017", "health", "vascular", "system", "midlife", "really", "important", "health", "brain", "older", "said", "rebecca", "gottesman", "lead", "researcher", "associate", "professor", "neurology", "epidemiology", "johns", "hopkins", "university", "ongoing", "study", "began", "1987", "enrolled", "people", "four", "communities", "risk", "dementia", "increased", "people", "got", "older", "surprise", "heart", "disease", "risks", "detected", "start", "study", "participants", "years", "age", "also", "significant", "impact", "later", "dementia", "researchers", "noted", "dementia", "developed", "people", "study", "researchers", "found", "risk", "dementia", "later", "life", "diabetes", "raises", "risk", "almost", "much", "important", "known", "genetic", "risk", "factor", "alzheimer", "disease", "gottesman", "risk", "dementia", "11", "percent", "lower", "women", "risk", "highest", "individuals", "black", "less", "high", "school", "education", "older", "carried", "gene", "known", "increase", "alzheimer", "risk", "high", "blood", "pressure", "diabetes", "current", "smokers", "time", "initial", "carrying", "gene", "known", "increase", "chance", "alzheimer", "stronger", "risk", "factors", "whites", "blacks", "researchers", "noted", "knew", "carried", "gene", "increasing", "alzheimer", "risk", "would", "know", "predisposed", "dementia", "people", "necessarily", "think", "heart", "disease", "risks", "way", "want", "protect", "brain", "get", "older", "stop", "smoking", "watch", "weight", "go", "doctor", "diabetes", "high", "blood", "pressure", "detected", "treated", "said", "atherosclerosis", "risk", "communities", "observational", "study", "current", "study", "could", "test", "whether", "treating", "heart", "risk", "factors", "result", "lessened", "dementia", "risk", "later", "life", "benefit", "study", "know", "lot", "people", "data", "like", "may", "supplement", "data", "clinical", "trials", "look", "impact", "treatment", "heart", "disease", "risks", "gottesman", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-hri021517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHOUSTON, Feb. 22, 2017 -People who have heart disease risks in middle age - such as diabetes, high blood pressure or smoking - are at higher risk for dementia later in life, according to research presented at the American Stroke Association's International Stroke Conference 2017.", "\"The health of your vascular system in midlife is really important to the health of your brain when you are older,\" said Rebecca F. Gottesman, M.D., Ph.D., lead researcher and associate professor of neurology and epidemiology at the Johns Hopkins University in Baltimore.In an ongoing study that began in 1987 and enrolled 15,744 people in four U.S. communities, the risk of dementia increased as people got older.", "That was no surprise, but heart disease risks detected at the start of the study, when participants were between 45-64 years of age, also had a significant impact on later dementia, researchers noted.", "Dementia developed in 1,516 people during the study, and the researchers found that the risk of dementia later in life was:\"Diabetes raises the risk almost as much as the most important known genetic risk factor for Alzheimer's disease,\" Gottesman said.Overall, the risk of dementia was 11 percent lower in women.", "The risk was highest in individuals who were black, had less than a high school education, were older, carried the gene known to increase Alzheimer's risk, or had high blood pressure, diabetes or were current smokers at the time of initial evaluation.Smoking and carrying the gene known to increase the chance of Alzheimer's were stronger risk factors in whites than in blacks, the researchers noted.", "\"If you knew you carried the gene increasing Alzheimer's risk, you would know you were predisposed to dementia, but people don't necessarily think of heart disease risks in the same way.", "If you want to protect your brain as you get older, stop smoking, watch your weight, and go to the doctor so diabetes and high blood pressure can be detected and treated,\" said Gottesman.Because Atherosclerosis Risk in Communities is an observational study, the current study could not test whether treating heart risk factors will result in a lessened dementia risk later in life.", "\"The benefit is that this is a long-term study and we know a lot about these people.", "Data like these may supplement data from clinical trials that look at the impact of treatment for heart disease risks,\" Gottesman said."], "title": "Heart risks in middle age boost dementia risk later in life | EurekAlert! Science News", "source": "American Heart Association", "date": "2018-01-19_20:34:26", "year": "Wed, 22 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHOUSTON, Feb. 22, 2017 -People who have heart disease risks in middle age - such as diabetes, high blood pressure or smoking - are at higher risk for dementia later in life, according to research presented at the American Stroke Association's International Stroke Conference 2017.\"The health of your vascular system in midlife is really important to the health of your brain when you are older,\" said Rebecca F. Gottesman, M.D., Ph.D., lead researcher and associate professor of neurology and epidemiology at the Johns Hopkins University in Baltimore.In an ongoing study that began in 1987 and enrolled 15,744 people in four U.S. communities, the risk of dementia increased as people got older. That was no surprise, but heart disease risks detected at the start of the study, when participants were between 45-64 years of age, also had a significant impact on later dementia, researchers noted. Dementia developed in 1,516 people during the study, and the researchers found that the risk of dementia later in life was:\"Diabetes raises the risk almost as much as the most important known genetic risk factor for Alzheimer's disease,\" Gottesman said.Overall, the risk of dementia was 11 percent lower in women. The risk was highest in individuals who were black, had less than a high school education, were older, carried the gene known to increase Alzheimer's risk, or had high blood pressure, diabetes or were current smokers at the time of initial evaluation.Smoking and carrying the gene known to increase the chance of Alzheimer's were stronger risk factors in whites than in blacks, the researchers noted.\"If you knew you carried the gene increasing Alzheimer's risk, you would know you were predisposed to dementia, but people don't necessarily think of heart disease risks in the same way. If you want to protect your brain as you get older, stop smoking, watch your weight, and go to the doctor so diabetes and high blood pressure can be detected and treated,\" said Gottesman.Because Atherosclerosis Risk in Communities is an observational study, the current study could not test whether treating heart risk factors will result in a lessened dementia risk later in life.\"The benefit is that this is a long-term study and we know a lot about these people. Data like these may supplement data from clinical trials that look at the impact of treatment for heart disease risks,\" Gottesman said."}