{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "boston", "data", "framingham", "heart", "study", "shown", "people", "consistently", "sleep", "nine", "hours", "night", "double", "risk", "developing", "dementia", "10", "years", "compared", "participants", "slept", "9", "hours", "less", "findings", "appear", "journal", "neurology", "also", "found", "slept", "longer", "smaller", "brain", "volumes", "believed", "number", "americans", "alzheimer", "disease", "dementias", "grow", "year", "size", "proportion", "population", "age", "65", "older", "continues", "increase", "2025", "number", "people", "age", "65", "older", "alzheimer", "disease", "estimated", "reach", "large", "group", "adults", "enrolled", "framingham", "heart", "study", "fhs", "asked", "indicate", "long", "typically", "slept", "night", "participants", "observed", "10", "years", "determine", "developed", "dementia", "including", "dementia", "due", "alzheimer", "disease", "researchers", "boston", "university", "school", "medicine", "busm", "analyzed", "sleep", "duration", "data", "examined", "risk", "developing", "dementia", "according", "researchers", "results", "suggest", "excessive", "sleep", "may", "symptom", "rather", "cause", "brain", "changes", "occur", "dementia", "therefore", "interventions", "restrict", "sleep", "duration", "unlikely", "reduce", "risk", "dementia", "sleep", "duration", "may", "useful", "clinical", "tool", "help", "predict", "persons", "risk", "progressing", "clinical", "dementia", "within", "10", "years", "persons", "reporting", "long", "sleep", "time", "may", "warrant", "assessment", "monitoring", "problems", "thinking", "memory", "added", "author", "matthew", "pase", "phd", "fellow", "department", "neurology", "busm", "investigator", "researchers", "believe", "screening", "sleeping", "problems", "may", "aid", "early", "detection", "cognitive", "impairment", "dementia", "early", "diagnosis", "dementia", "many", "important", "benefits", "providing", "patient", "opportunity", "activity", "direct", "future", "plans", "health", "care", "decisions"], "url": "http://www.eurekalert.org/pub_releases/2017-02/bumc-sfp021717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(Boston) -- Data from the Framingham Heart Study has shown that people who consistently sleep more than nine hours each night had double the risk of developing dementia in 10 years as compared to participants who slept for 9 hours or less.", "The findings, which appear in the journal Neurology, also found those who slept longer had smaller brain volumes.", "It is believed that the number of Americans with Alzheimer's disease and other dementias will grow each year as the size and proportion of the U.S. population age 65 and older continues to increase.", "By 2025 the number of people age 65 and older with Alzheimer's disease is estimated to reach 7.1 million.A large group of adults enrolled in the Framingham Heart Study (FHS), were asked to indicate how long they typically slept each night.", "Participants were then observed for 10 years to determine who developed dementia, including dementia due to Alzheimer's disease.", "Researchers from Boston University School of Medicine (BUSM) then analyzed the sleep duration data and examined the risk of developing dementia.", "According to the researchers the results suggest that excessive sleep may be a symptom rather than a cause of the brain changes that occur with dementia.", "Therefore, interventions to restrict sleep duration are unlikely to reduce the risk of dementia.", "\"Self-reported sleep duration may be a useful clinical tool to help predict persons at risk of progressing to clinical dementia within 10 years.", "Persons reporting long sleep time may warrant assessment and monitoring for problems with thinking and memory,\" added co-corresponding author Matthew Pase, PhD, fellow in the department of neurology at BUSM and investigator at the FHS.The researchers believe screening for sleeping problems may aid in the early detection of cognitive impairment and dementia.", "The early diagnosis of dementia has many important benefits, such as providing a patient the opportunity to more activity direct their future plans and health care decisions."], "title": "Study finds prolonged sleep may predict dementia risk | EurekAlert! Science News", "source": "Boston University Medical Center", "date": "2018-01-19_20:34:29", "year": "Wed, 22 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(Boston) -- Data from the Framingham Heart Study has shown that people who consistently sleep more than nine hours each night had double the risk of developing dementia in 10 years as compared to participants who slept for 9 hours or less. \r\nThe findings, which appear in the journal Neurology, also found those who slept longer had smaller brain volumes. It is believed that the number of Americans with Alzheimer's disease and other dementias will grow each year as the size and proportion of the U.S. population age 65 and older continues to increase. By 2025 the number of people age 65 and older with Alzheimer's disease is estimated to reach 7.1 million.A large group of adults enrolled in the Framingham Heart Study (FHS), were asked to indicate how long they typically slept each night. Participants were then observed for 10 years to determine who developed dementia, including dementia due to Alzheimer's disease. Researchers from Boston University School of Medicine (BUSM) then analyzed the sleep duration data and examined the risk of developing dementia. According to the researchers the results suggest that excessive sleep may be a symptom rather than a cause of the brain changes that occur with dementia. Therefore, interventions to restrict sleep duration are unlikely to reduce the risk of dementia.\"Self-reported sleep duration may be a useful clinical tool to help predict persons at risk of progressing to clinical dementia within 10 years. Persons reporting long sleep time may warrant assessment and monitoring for problems with thinking and memory,\" added co-corresponding author Matthew Pase, PhD, fellow in the department of neurology at BUSM and investigator at the FHS.The researchers believe screening for sleeping problems may aid in the early detection of cognitive impairment and dementia. The early diagnosis of dementia has many important benefits, such as providing a patient the opportunity to more activity direct their future plans and health care decisions.  "}