{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "effects", "cognitive", "training", "dementia", "patients", "studied", "actively", "recent", "decades", "quality", "reliability", "studies", "varies", "says", "licenced", "neuropsychologist", "kallio", "reviewed", "31", "randomized", "controlled", "trials", "cognitive", "training", "dementia", "reserch", "paper", "cognitive", "training", "interventions", "patients", "alzheimer", "disease", "systematic", "review", "published", "journal", "alzheimer", "studies", "review", "focused", "primarily", "cognitive", "training", "others", "cognitive", "training", "part", "broader", "cognitive", "intervention", "many", "studies", "reported", "effects", "cognitive", "functions", "immediately", "intervention", "studies", "included", "patients", "showed", "improvement", "cognitive", "functions", "directly", "linked", "skills", "trained", "intervention", "kallio", "studies", "cognitive", "functioning", "measured", "intervention", "also", "questionnaires", "psychological", "wellbeing", "quality", "life", "activities", "daily", "living", "kallio", "review", "data", "previous", "studies", "adequate", "give", "recommendations", "use", "cognitive", "training", "treatment", "dementia", "patients", "even", "though", "scientific", "evidence", "remains", "scarce", "studies", "suggest", "training", "intensive", "focus", "primarily", "particular", "aspect", "cognitive", "functions", "healthy", "adults", "get", "limited", "benefits", "cognitive", "training", "need", "high", "quality", "trials", "confirm", "cognitive", "training", "effective", "treatment", "option", "dementia", "kallio", "belongs", "university", "helsinki", "fincog", "research", "group", "led", "professor", "kaisu", "pitkälä", "next", "step", "project", "study", "effects", "intensive", "cognitive", "training", "older", "persons", "dementia", "participating", "adult", "day", "care", "activities", "organised", "city", "randomized", "controlled", "trial", "part", "participants", "attend", "systematic", "cognitive", "training", "control", "group", "participates", "normal", "day", "care", "addition", "cognitive", "functions", "also", "indicators", "quality", "life", "activities", "daily", "living", "used", "measurements", "repeated", "six", "months", "intervention", "research", "also", "includes", "health", "register", "cognitive", "training", "quite", "easy", "implement", "research", "suggests", "participants", "benefit", "cognitive", "training", "easily", "included", "adult", "day", "care", "activities", "kallio", "says"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uoh-boc022217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX\"The effects of cognitive training in dementia patients have been studied actively during recent decades but the quality and reliability of the studies varies,\" says licenced neuropsychologist Eeva-Liisa Kallio.", "She reviewed 31 randomized controlled trials on cognitive training in dementia patients.Kallio's reserch paper \"Cognitive Training Interventions for Patients with Alzheimer's Disease: A Systematic Review\" was published in Journal of Alzheimer's Disease.Some of the studies in the review focused primarily on cognitive training and in others cognitive training was part of broader cognitive or multi-component intervention.", "\"Many of the studies reported effects on cognitive functions immediately after the intervention but only few studies included follow-up of the patients or showed improvement in cognitive functions that were not directly linked to the skills trained in the intervention,\" Kallio says.In the studies, cognitive functioning was measured before and after the intervention.", "Also questionnaires on psychological wellbeing, quality of life and activities of daily living were used.According to Kallio's review, the data from the previous studies is not adequate to give any recommendations on the use of cognitive training in the treatment of dementia patients.", "Even though the scientific evidence remains scarce, the studies do suggest that the training should be intensive or focus primarily on a particular aspect of cognitive functions.", "\"Healthy adults can get limited benefits from cognitive training but we need more high quality trials to confirm cognitive training as an effective treatment option in dementia,\" Kallio says.She belongs to the University of Helsinki's FINCOG research group, led by professor Kaisu Pitkälä.", "The next step in the project is to study the effects of intensive, 3-month cognitive training on the community-dwelling older persons with dementia participating in adult day care activities organised by the City of Helsinki.In this randomized controlled trial, part of the participants attend systematic cognitive training while their control group participates in the normal day care activities.In addition to cognitive functions, also indicators of quality of life and activities of daily living are used and the measurements are repeated six months after the intervention.", "The research also includes a 24-month health register follow-up.", "\"Cognitive training is quite easy to implement.", "If our research suggests that the participants benefit from it, cognitive training can be easily included in the adult day care activities,\" Kallio says."], "title": "Benefits of cognitive training in dementia patients unclear | EurekAlert! Science News", "source": "University of Helsinki", "date": "2018-01-19_20:34:32", "year": "Wed, 22 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX\"The effects of cognitive training in dementia patients have been studied actively during recent decades but the quality and reliability of the studies varies,\" says licenced neuropsychologist Eeva-Liisa Kallio. She reviewed 31 randomized controlled trials on cognitive training in dementia patients.Kallio's reserch paper \"Cognitive Training Interventions for Patients with Alzheimer's Disease: A Systematic Review\" was published in Journal of Alzheimer's Disease.Some of the studies in the review focused primarily on cognitive training and in others cognitive training was part of broader cognitive or multi-component intervention.\"Many of the studies reported effects on cognitive functions immediately after the intervention but only few studies included follow-up of the patients or showed improvement in cognitive functions that were not directly linked to the skills trained in the intervention,\" Kallio says.In the studies, cognitive functioning was measured before and after the intervention. Also questionnaires on psychological wellbeing, quality of life and activities of daily living were used.According to Kallio's review, the data from the previous studies is not adequate to give any recommendations on the use of cognitive training in the treatment of dementia patients. Even though the scientific evidence remains scarce, the studies do suggest that the training should be intensive or focus primarily on a particular aspect of cognitive functions.\"Healthy adults can get limited benefits from cognitive training but we need more high quality trials to confirm cognitive training as an effective treatment option in dementia,\" Kallio says.She belongs to the University of Helsinki's FINCOG research group, led by professor Kaisu Pitkälä. The next step in the project is to study the effects of intensive, 3-month cognitive training on the community-dwelling older persons with dementia participating in adult day care activities organised by the City of Helsinki.In this randomized controlled trial, part of the participants attend systematic cognitive training while their control group participates in the normal day care activities.In addition to cognitive functions, also indicators of quality of life and activities of daily living are used and the measurements are repeated six months after the intervention. The research also includes a 24-month health register follow-up.\"Cognitive training is quite easy to implement. If our research suggests that the participants benefit from it, cognitive training can be easily included in the adult day care activities,\" Kallio says.\r\n"}