{"funder": "", "meeting": "AHA/ASA International Stroke Conference 2017", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-bss021517.php", "description": "Survivors of bleeding stroke are at very high risk for developing depression.  Newly diagnosed depression in survivors of brain bleeds may signal the onset of dementia. This release is featured in a news conference at 1:30 p.m. CT on Wednesday, Feb. 22, 2017", "region": "namerica", "title": "Bleeding stroke survivors at higher risk of depression, dementia", "text": "HOUSTON, Feb. 22, 2017 - People who survive brain bleeds - the most lethal form of stroke - are at significantly higher risk of later developing depression and dementia, according to research presented at the American Stroke Association's International Stroke Conference 2017.Intracerebral hemorrhage is a stroke caused when a weakened blood vessel ruptures and bleeds into the brain. Previous studies of depression and stroke have focused on ischemic stroke (caused by blockages in blood vessels), but little is known about depression among survivors of hemorrhagic stroke.\"Our study changes the way we look at depression after a hemorrhagic stroke,\" said lead author Alessandro Biffi, M.D., Assistant in Neurology at Massachusetts General Hospital in Boston and Director of the Aging and Brain Health Research group. \"Depression is not just an isolated phenomenon following a hemorrhagic stroke. It may identify those who are likely to develop dementia, and this is important when these patients are evaluated, particularly in outpatient care settings.\"Researchers followed 695 survivors of intracerebral hemorrhage with no pre-stroke history of depression for five years. Participants were 50 percent women, approximately 75 percent white, and most had one or more of the known cardiovascular and cerebrovascular risk factors (hypertension, diabetes, or hyperlipidemia).Researchers surveyed the study participants over the phone every six months asking about mood, anxiety, and cognitive performance to monitor the onset of depression and dementia. They found that 40 percent of the study participants developed depression during the first 50 months of follow-up after intracerebral hemorrhage, a rate of approximately 7 percent per year, which is higher than that found in the general population of the same age and gender.The researchers also found that risk factors normally associated with the risk of having another hemorrhagic stroke -- lower educational levels, evidence of disease of the white matter of the brain, and carrying a variant of the apolipoprotein E gene -- also predicted the risk of developing depression.Finally, patients who developed depression were also highly likely to develop dementia later in the course of the study. The overlap of depression and dementia was present in 63 percent of study participants; and among them, depression was diagnosed before the onset of dementia in 80 percent of cases, on average 18 months in advance.  \"When caring for hemorrhagic stroke patients, healthcare providers tend to focus on preventing another stroke,\" Biffi said. \"We have found that even among patients who do not have a second stroke, the incidence of depression and subsequently dementia are very high, and healthcare providers need to be on the lookout for it in order to counsel patients and families.\"", "article_link": null, "institution": "American Heart Association", "journal": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "date": "Wed, 22 Feb 2017 05:00:00 GMT", "source_link": "http://newsroom.heart.org/news/bleeding-stroke-survivors-at-higher-risk-of-depression-dementia?preview=7df4b51964d264a96b0fb99b1ef9bde9"}