{"funder": "NIH/National Institute on Aging", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/rumc-nst022217.php", "description": "Rush University Medical Center has launched a unique, cohort study called Latino Core to learn about the aging process and risk factors for Alzheimer's disease in older Latino adults.", "region": "namerica", "title": "New study to document Alzheimer's disease  risk factors in Latinos", "text": "(Chicago) - Rush University Medical Center has launched a unique, cohort study called Latino Core to learn about the aging process and risk factors for Alzheimer's disease in older Latino adults.\"This study looks at cognitive and motor function, dementia and Alzheimer's disease risks in the Latino population in the Chicago area,\" said Dr. David X. Marquez, lead investigator of the study at the Rush Alzheimer's Disease Center.  \"Past studies suggest that Latinos may have a higher risk of developing dementia compared to other groups and a significant number appear to be getting Alzheimer's disease at a younger age,\" says Marquez. \"Also, past surveys indicate that Latinos are less likely to see doctors because of financial and language barriers, often mistaking dementia symptoms for normal aging, thus delaying diagnosis.\"\"However, there has not been much research to understand why it is that Latinos are developing these conditions much earlier,\" said Marquez. \"Further, while we talk about Latinos as a group, they are a very heterogeneous group. Many prior studies are Latinos from the Caribbean islands.  The Chicago area is comprised primarily of Latinos of Mexican heritage.\"The Latino Core study at Rush is part of the Rush Alzheimer's Disease Core Center, which was refunded in July 2016 for $14.3 million grant by the National Institute on Aging of the National Institutes of Health. The Rush Alzheimer's Disease Core Center is a long-term, 30-year program.A unique aspect of the Latino Core is that the Rush Alzheimer's Disease Core Center includes the African American Core and the Religious Orders Study Core.  The greater Rush Alzheimer's Disease Center also includes the Rush Memory and Aging Project and the Minority Aging Research Study, which annually recruit and collect data from black and Latino participants without dementia, some of whom also agree to donate their brains upon death. All five cohort studies are conducted by the same investigative team with the same data allowing comparison across race and ethnicity among more than 4,500 persons. \"We know so much about white people and we don't know much about pathology in Latinos and African Americans, and it may be different,\" said Dr. David Bennett, director of the Rush Alzheimer's Disease Center.The Latino Core study will enroll more than 300 older Latinos without dementia. Participants will receive yearly visits at their home at no cost which are conducted in Spanish or English. This will include taking memory exams, a blood draw and answering questions about health and lifestyle. They will be asked to consider brain donation at the time of death as brain autopsy allows researchers to correlate physical changes in the brain with observed and reported memory and related problems while living.  Alzheimer's disease is the most common cause of dementia, a condition that degrades cognitive functions such as reasoning, memory and judgment. The disease affects about 5.4 million people in the United States, according to the Alzheimer's Association, which estimates that Alzheimer's and other dementias will cost the U.S. $236 billion this year. \"Alzheimer's disease is a major cause of death, it's a major cause of disability, it's a major cause of economic hardship, family hardship,\" Bennett says. \"For most people, their thinking and their memories are among the most precious things they have.\"The Alzheimer's Association says that about 200,000 Latinos in the United States have Alzheimer's, but the number could reach 1.3 million by 2050 based on Census Bureau figures and a study of Alzheimer's prevalence.The Rush Alzheimer's Disease Center research focuses on disease prevention, hoping someday to spare the living from Alzheimer's disease. Without such advances, the number of people with Alzheimer's in the U.S. is expected to increase to 13.8 million by 2050, the Alzheimer's Association estimates.\"Individuals who join the Latino Core study will be making an important contribution to our knowledge about Alzheimer's disease and the aging process of older Latino adults,\" said Marquez.\"Further, brain donation is a gift for our children and grandchildren who we hope will live full and long lives without Alzheimer's disease,\" added Dr. Marquez. ", "article_link": null, "institution": "Rush University Medical Center", "journal": "", "keywords": ["Medicine/Health", " Clinical Trials", " Neurobiology", " Alzheimer's Disease", " Socioeconomics"], "date": "Wed, 22 Feb 2017 05:00:00 GMT", "source_link": null}