{"funder": "", "meeting": "AHA/ASA International Stroke Conference 2017", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-ecs021517.php", "description": "Structured physical activity training after a stroke effectively improves brain function.  Training that lasts as little as 12 weeks can be an effective treatment to limit cognitive decline following a stroke.  Exercise can improve brain function in chronic stroke patients. This release is featured in a news conference at 1:30 p.m. CT on Wednesday, Feb. 22, 2017.", "region": "namerica", "title": "Exercise can significantly improve brain function after stroke", "text": "HOUSTON, Feb. 22, 2017 - Structured exercise training can significantly improve brain function in stroke survivors, according to research presented at the American Stroke Association's International Stroke Conference 2017.Stroke is the fifth leading cause of death in the United States, and the leading cause of long-term disability. Studies estimate that up to 85 percent of people who suffer a stroke will have cognitive impairments, including deficits in executive function, attention and working memory. Because there are no drugs to improve cognitive function, physical activity -  such as physical therapy, aerobic and strength training -  has become a low-cost intervention to treat cognitive deficits in stroke survivors.In a meta-analysis of 13 intervention trials that included 735 participants, researchers analyzed the effects of various types of physical activity on cognitive function among stroke survivors. They found that structured physical activity training significantly improved cognitive deficits regardless of the length of the rehabilitation program (i.e., training longer than 3 months as well as from 1 to 3 months led to improvements in cognitive performance).The researchers also found that cognitive abilities can be enhanced even when physical activity is introduced in the chronic stroke phase (beyond 3 months after a stroke).\"Physical activity is extremely helpful for stroke survivors for a number of reasons, and our findings suggest that this may also be a good strategy to promote cognitive recovery after stroke\" said lead author Lauren E. Oberlin, a graduate student at the University of Pittsburgh. \"We found that a program as short as twelve weeks is effective at improving cognition, and even patients with chronic stroke can experience improvement in their cognition with an exercise intervention.\"The researchers analyzed general cognitive improvement, as well as improvement specific to areas of higher order cognition: executive function, attention and working memory. Exercise led to selective improvements on measures of attention and processing speed.The researchers also examined if cognitive improvements depended on the type of physical activity patients engaged in. Previous studies on healthy aging and dementia populations have found that aerobic exercise by itself is enough to improve cognition, but the effects are increased when combined with an activity such as strength training. Consistent with this work, the authors found that combined strength and aerobic training programs yielded the largest cognitive gains.  \"Integrating aerobic training into rehabilitation is very important, and for patients with mobility limitations, exercise can be modified so they can still experience increases in their fitness levels,\" Oberlin said. \"This has substantial effects on quality of life and functional improvement, and I think it's really important to integrate this into rehabilitative care and primary practice.\"", "article_link": null, "institution": "American Heart Association", "journal": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "date": "Wed, 22 Feb 2017 05:00:00 GMT", "source_link": "http://newsroom.heart.org/news/exercise-can-significantly-improve-brain-function-after-stroke?preview=35dc632ef33e907728a1d41466c93ea6"}