{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "symbiosis", "photosynthetic", "dinoflagellate", "algae", "stony", "corals", "underpins", "structure", "coral", "reefs", "provides", "habitat", "thousands", "different", "species", "view", "advances", "genomic", "research", "helping", "scientists", "reveal", "corals", "algae", "cooperate", "combat", "environmental", "stresses", "kaust", "researchers", "sequenced", "compared", "genomes", "three", "strains", "symbiodinium", "member", "dinoflagellate", "algae", "family", "show", "genomes", "several", "features", "promote", "prosperous", "symbiotic", "relationship", "among", "prolific", "organisms", "planet", "forming", "basis", "oceanic", "food", "chain", "close", "symbiotic", "relationships", "corals", "help", "maintain", "healthy", "reefs", "however", "dinoflagellates", "unusually", "large", "genomes", "species", "sequenced", "leaving", "exact", "nature", "symbiosis", "corals", "elusive", "access", "two", "symbiodinium", "genomes", "decided", "sequence", "third", "microadriaticum", "said", "assistant", "professor", "marine", "science", "manuel", "aranda", "university", "red", "sea", "research", "center", "led", "project", "center", "colleague", "associate", "professor", "marine", "science", "christian", "voolstra", "colleagues", "university", "computational", "bioscience", "research", "center", "environmental", "epigenetics", "program", "allowed", "us", "compare", "three", "genomes", "common", "disparate", "features", "functions", "hopefully", "show", "species", "evolved", "become", "symbionts", "specific", "corals", "unusual", "makeup", "three", "symbiodinium", "genomes", "meant", "team", "adjust", "software", "read", "genomes", "correctly", "ultimately", "research", "revealed", "symbiodinium", "evolved", "rich", "array", "bicarbonate", "ammonium", "transporters", "proteins", "used", "harvest", "two", "important", "nutrients", "involved", "symbiosis", "carbon", "needed", "photosynthesis", "nitrogen", "essential", "growth", "either", "evolved", "transporters", "response", "symbiosis", "presence", "transporters", "allowed", "symbiodinium", "become", "symbiont", "first", "place", "noted", "aranda"], "url": "http://www.eurekalert.org/pub_releases/2017-02/kauo-gsr021917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The symbiosis between photosynthetic dinoflagellate algae and stony corals underpins the three-dimensional structure of coral reefs that provides a habitat for thousands of different species.", "view more Advances in genomic research are helping scientists to reveal how corals and algae cooperate to combat environmental stresses.", "KAUST researchers have sequenced and compared the genomes of three strains of Symbiodinium, a member of the dinoflagellate algae family, to show their genomes have several features that promote a prosperous symbiotic relationship with corals1.Dinoflagellates are among the most prolific organisms on the planet, forming the basis of the oceanic food chain, and their close symbiotic relationships with corals help maintain healthy reefs.", "However, because dinoflagellates have unusually large genomes, very few species have been sequenced, leaving the exact nature of their symbiosis with corals elusive.", "\"We had access to two Symbiodinium genomes, S.minutum and S.kawagutii, and we decided to sequence a third, S. microadriaticum,\" said Assistant Professor of Marine Science Manuel Aranda at the University's Red Sea Research Center, who led the project with his Center colleague Associate Professor of Marine Science Christian Voolstra and colleagues from the University's Computational Bioscience Research Center and Environmental Epigenetics Program.", "\"This allowed us to compare the three genomes for common and disparate features and functions and hopefully to show how the species evolved to become symbionts to specific corals.", "\"The unusual makeup of the three Symbiodinium genomes meant that the team had to adjust their software to read the genomes correctly.", "Ultimately, their research revealed that Symbiodinium has evolved a rich array of bicarbonate and ammonium transporters.", "These proteins are used to harvest two important nutrients involved in coral-dinoflagellate symbiosis: carbon, which is needed for photosynthesis, and nitrogen, which is essential for growth and proliferation.Symbiodinium either evolved these transporters in response to symbiosis or the presence of these transporters allowed Symbiodinium to become a symbiont in the first place, noted Aranda."], "title": "Gene sequences reveal secrets of symbiosis | EurekAlert! Science News", "source": "King Abdullah University of Science & Technology (KAUST)", "date": "2018-01-19_20:34:54", "year": "Sun, 19 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The symbiosis between photosynthetic dinoflagellate algae and stony corals underpins the three-dimensional structure of coral reefs that provides a habitat for thousands of different species.\n       view more Advances in genomic research are helping scientists to reveal how corals and algae cooperate to combat environmental stresses. KAUST researchers have sequenced and compared the genomes of three strains of Symbiodinium, a member of the dinoflagellate algae family, to show their genomes have several features that promote a prosperous symbiotic relationship with corals1.Dinoflagellates are among the most prolific organisms on the planet, forming the basis of the oceanic food chain, and their close symbiotic relationships with corals help maintain healthy reefs. However, because dinoflagellates have unusually large genomes, very few species have been sequenced, leaving the exact nature of their symbiosis with corals elusive.\"We had access to two Symbiodinium genomes, S.minutum and S.kawagutii, and we decided to sequence a third, S. microadriaticum,\" said Assistant Professor of Marine Science Manuel Aranda at the University's Red Sea Research Center, who led the project with his Center colleague Associate Professor of Marine Science Christian Voolstra and colleagues from the University's Computational Bioscience Research Center and Environmental Epigenetics Program. \"This allowed us to compare the three genomes for common and disparate features and functions and hopefully to show how the species evolved to become symbionts to specific corals.\"The unusual makeup of the three Symbiodinium genomes meant that the team had to adjust their software to read the genomes correctly. Ultimately, their research revealed that Symbiodinium has evolved a rich array of bicarbonate and ammonium transporters. These proteins are used to harvest two important nutrients involved in coral-dinoflagellate symbiosis: carbon, which is needed for photosynthesis, and nitrogen, which is essential for growth and proliferation.Symbiodinium either evolved these transporters in response to symbiosis or the presence of these transporters allowed Symbiodinium to become a symbiont in the first place, noted Aranda.\r\n"}