{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "inspired", "mother", "frances", "williams", "alzheimer", "disease", "father", "milton", "williams", "caregiver", "christine", "williams", "fau", "christine", "lynn", "college", "view", "marriage", "good", "communication", "key", "fulfilling", "enduring", "relationship", "people", "dementia", "communicating", "needs", "emotions", "interacting", "others", "becomes", "increasingly", "difficult", "communication", "deteriorates", "dementia", "progresses", "problems", "communicating", "lead", "misinterpretations", "misunderstandings", "often", "cause", "considerable", "stress", "family", "members", "especially", "spouse", "caregivers", "well", "patient", "lost", "according", "first", "study", "look", "measure", "communication", "outcomes", "caregiver", "spouse", "patient", "dementia", "fact", "researchers", "florida", "atlantic", "university", "found", "practice", "makes", "perfect", "right", "intervention", "tool", "accurately", "measure", "couples", "communication", "results", "study", "published", "journal", "issues", "mental", "health", "nursing", "little", "focus", "patient", "dementia", "role", "maintaining", "spousal", "relationships", "conversation", "said", "christine", "williams", "dnsc", "principal", "investigator", "study", "professor", "director", "nursing", "program", "fau", "christine", "lynn", "college", "nursing", "designed", "intervention", "program", "developed", "first", "tool", "measures", "couples", "communication", "maybe", "researchers", "assume", "patient", "ca", "positive", "influence", "communication", "dementia", "wanted", "explore", "issue", "especially", "couples", "history", "special", "memories", "shared", "decades", "marriage", "study", "williams", "videotaped", "later", "analyzed", "measured", "118", "conversations", "15", "patients", "varying", "degrees", "dementia", "spouses", "married", "average", "45", "years", "evaluate", "effects", "intervention", "participant", "communication", "mental", "health", "caregivers", "taught", "communicate", "manner", "clear", "succinct", "respectful", "avoid", "testing", "memory", "arguing", "spouses", "dementia", "given", "opportunity", "practice", "conversation", "skills", "member", "research", "team", "trained", "communication", "deficits", "associated", "dementia", "well", "intervention", "conversations", "recorded", "couples", "homes", "setting", "video", "camera", "williams", "conducted", "intervention", "left", "room", "10", "minutes", "couples", "instructed", "converse", "topic", "choice", "10", "minutes", "studies", "looked", "actual", "communication", "couples", "circumstances", "tried", "analyze", "said", "williams", "instance", "seen", "studies", "taught", "communication", "strategies", "caregivers", "measure", "caregivers", "knowledge", "communication", "tell", "anything", "whether", "able", "communicate", "unlike", "measures", "patient", "communication", "verbal", "nonverbal", "interaction", "tool", "developed", "williams", "takes", "account", "nonverbal", "behaviors", "account", "70", "percent", "communication", "well", "verbal", "behaviors", "delineates", "social", "unsociable", "behaviors", "characterizes", "patient", "behaviors", "lens", "caregiver", "targeted", "spousal", "relationships", "home", "consisting", "13", "social", "13", "unsociable", "communication", "behaviors", "verbal", "nonverbal", "items", "tool", "helps", "describe", "sociable", "unsociable", "communication", "patients", "dementia", "engage", "conversations", "spouses", "nonverbal", "items", "tool", "included", "aloofness", "staring", "space", "nonresponsive", "nonverbal", "sociable", "items", "included", "looking", "gazing", "spouse", "affectionate", "joking", "social", "verbal", "behaviors", "included", "using", "coherent", "conversation", "responding", "questions", "addressing", "partner", "name", "endearment", "unsociable", "verbal", "behaviors", "included", "shouting", "cursing", "unintelligible", "communication", "scores", "summed", "obtain", "final", "score", "using", "new", "tool", "able", "confirm", "intervention", "used", "actually", "worked", "communication", "improved", "spouse", "caregiver", "patient", "time", "said", "williams", "ecstatic", "originally", "thought", "maybe", "caregiver", "communication", "would", "improve", "would", "great", "however", "positive", "changes", "person", "continuing", "decline", "10", "weeks", "long", "time", "something", "really", "expect", "intervention", "worked", "caregiver", "patient", "tool", "demonstrate", "globally", "alzheimer", "disease", "ad", "related", "dementias", "affected", "million", "individuals", "2010", "expected", "grow", "million", "2050", "prevalence", "dementia", "increase", "longevity", "increases", "future", "family", "caregivers", "likely", "predominantly", "spouses", "united", "states", "people", "dementia", "cared", "spouses", "patients", "progress", "dementia", "couples", "lose", "everything", "especially", "engaged", "still", "relate", "one", "another", "focus", "said", "williams", "could", "used", "clinical", "practice", "describe", "changes", "social", "communication", "abilities", "time", "well", "educate", "spousal", "caregivers", "importance", "encouraging", "sociable", "communication", "knowledge", "gained", "using", "tool", "could", "better", "guide", "development", "interventions", "support", "intimate", "relationships", "ultimately", "measure", "changes", "following", "interventions"], "url": "http://www.eurekalert.org/pub_releases/2017-05/fau-fsa051017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Inspired by her mother Frances Williams, who had Alzheimer's disease, and her father Milton Williams, who was her caregiver, Christine L. Williams, DNSc.,  in FAU's Christine E. Lynn College...\n       view more In marriage, good communication is key to a fulfilling and enduring relationship.", "For people with dementia, communicating needs, emotions and interacting with others becomes increasingly difficult as communication deteriorates as dementia progresses.", "Problems in communicating lead to misinterpretations and misunderstandings, which often cause considerable stress for family members, especially the spouse caregivers as well as the patient.", "But all is not lost according to the first study to look at and measure communication outcomes in both the caregiver spouse and the patient with dementia.", "In fact, researchers from Florida Atlantic University have found that \"practice makes perfect\" with the right intervention and a tool that can accurately measure couples' communication.", "Results from the study are published in the journal Issues in Mental Health Nursing.", "\"There has been very little focus on the patient with dementia's role in maintaining spousal relationships through conversation,\" said Christine L. Williams, DNSc, principal investigator of the study and a professor and director of the Ph.D. in Nursing Program in FAU's Christine E. Lynn College of Nursing, who designed the intervention program and developed the first tool that measures couples' communication.", "\"Maybe it's because researchers assume that the patient can't have a positive influence on communication because of dementia.", "We wanted to explore this issue further, especially for couples with a history of special memories shared over decades of marriage.\"", "For the study, Williams videotaped and later analyzed and measured 118 conversations between 15 patients with varying degrees of dementia and their spouses -- married an average of 45 years -- to evaluate the effects of a 10-week communication-enhancement intervention on participant's communication and mental health.", "Caregivers were taught to communicate in a manner that was clear, succinct and respectful, and to avoid testing memory and arguing.", "Spouses with dementia were given the opportunity to practice their conversation skills with a member of the research team who was trained in communication deficits associated with dementia as well as the intervention.", "Conversations were recorded at the couples' homes.", "After setting up the video camera, Williams conducted the intervention and then left the room for 10 minutes.", "Couples were instructed to converse on a topic of their choice for 10 minutes.", "\"There are very few studies that have looked at actual communication between couples in these circumstances and tried to analyze it,\" said Williams.", "\"For instance, I've seen studies where they have taught communication strategies to caregivers, but then what they measure is the caregivers' knowledge about communication, which doesn't tell you anything about whether or not they were able to communicate.\"", "Unlike other measures of patient communication, the Verbal and Nonverbal Interaction Scale-CR (VNIS-CR) tool developed by Williams takes into account nonverbal behaviors, which account for more than 70 percent of communication, as well as verbal behaviors.", "VNIS-CR delineates social and unsociable behaviors, characterizes patient behaviors (not through the lens of a caregiver), and is targeted to spousal relationships in the home.", "Consisting of 13 social and 13 unsociable communication behaviors with both verbal and nonverbal items, the tool helps to describe sociable and unsociable communication in patients with dementia as they engage in conversations with their spouses.", "Nonverbal, non-sociable items in the tool included aloofness, staring into space and being nonresponsive; nonverbal, sociable items included looking or gazing at the spouse, being affectionate and joking.", "Social verbal behaviors included using coherent conversation, responding to questions, and addressing their partner by name or endearment.", "Unsociable verbal behaviors included shouting, cursing and unintelligible communication.", "The 13-item scores were summed up to obtain the final score.", "\"Using this new tool, I was able to confirm that the intervention I used actually worked and that communication improved in both the spouse caregiver and the patient over time,\" said Williams.", "\"I was ecstatic because I originally thought that maybe the caregiver's communication would improve and that would be great.", "However, to have positive changes in a person who is continuing to decline over 10 weeks, which is a long time, was something I really did not expect.", "This intervention worked for both the caregiver and the patient and we now have a tool to demonstrate it.\"", "Globally, Alzheimer's disease (AD) and related dementias affected 35.6 million individuals in 2010 and it is expected to grow to 115.4 million by 2050.", "The prevalence of dementia will increase as longevity increases and future family caregivers are likely to be predominantly spouses.", "In the United States, most people with dementia are cared for by their spouses.", "\"As patients progress with dementia, couples don't have to lose everything especially if they are engaged, if they can still relate to one another and if they focus on the here and now,\" said Williams.", "The VNIS-CR could be used in clinical practice to describe changes in social communication abilities over time, as well as to educate spousal caregivers about the importance of encouraging sociable communication.", "Knowledge gained from using this tool could better guide the development of interventions to support intimate relationships and ultimately measure changes following those interventions."], "title": "FAU study and new tool proves 'all is not lost' to dementia | EurekAlert! Science News", "source": "Florida Atlantic University", "date": "2018-01-19_20:40:29", "year": "Thu, 11 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Inspired by her mother Frances Williams, who had Alzheimer's disease, and her father Milton Williams, who was her caregiver, Christine L. Williams, DNSc.,  in FAU's Christine E. Lynn College...\n       view more In marriage, good communication is key to a fulfilling and enduring relationship. For people with dementia, communicating needs, emotions and interacting with others becomes increasingly difficult as communication deteriorates as dementia progresses. Problems in communicating lead to misinterpretations and misunderstandings, which often cause considerable stress for family members, especially the spouse caregivers as well as the patient. But all is not lost according to the first study to look at and measure communication outcomes in both the caregiver spouse and the patient with dementia. In fact, researchers from Florida Atlantic University have found that \"practice makes perfect\" with the right intervention and a tool that can accurately measure couples' communication. Results from the study are published in the journal Issues in Mental Health Nursing.  \"There has been very little focus on the patient with dementia's role in maintaining spousal relationships through conversation,\" said Christine L. Williams, DNSc, principal investigator of the study and a professor and director of the Ph.D. in Nursing Program in FAU's Christine E. Lynn College of Nursing, who designed the intervention program and developed the first tool that measures couples' communication. \"Maybe it's because researchers assume that the patient can't have a positive influence on communication because of dementia. We wanted to explore this issue further, especially for couples with a history of special memories shared over decades of marriage.\" For the study, Williams videotaped and later analyzed and measured 118 conversations between 15 patients with varying degrees of dementia and their spouses -- married an average of 45 years -- to evaluate the effects of a 10-week communication-enhancement intervention on participant's communication and mental health. Caregivers were taught to communicate in a manner that was clear, succinct and respectful, and to avoid testing memory and arguing. Spouses with dementia were given the opportunity to practice their conversation skills with a member of the research team who was trained in communication deficits associated with dementia as well as the intervention. Conversations were recorded at the couples' homes. After setting up the video camera, Williams conducted the intervention and then left the room for 10 minutes. Couples were instructed to converse on a topic of their choice for 10 minutes. \"There are very few studies that have looked at actual communication between couples in these circumstances and tried to analyze it,\" said Williams. \"For instance, I've seen studies where they have taught communication strategies to caregivers, but then what they measure is the caregivers' knowledge about communication, which doesn't tell you anything about whether or not they were able to communicate.\"  Unlike other measures of patient communication, the Verbal and Nonverbal Interaction Scale-CR (VNIS-CR) tool developed by Williams takes into account nonverbal behaviors, which account for more than 70 percent of communication, as well as verbal behaviors. VNIS-CR delineates social and unsociable behaviors, characterizes patient behaviors (not through the lens of a caregiver), and is targeted to spousal relationships in the home. Consisting of 13 social and 13 unsociable communication behaviors with both verbal and nonverbal items, the tool helps to describe sociable and unsociable communication in patients with dementia as they engage in conversations with their spouses. Nonverbal, non-sociable items in the tool included aloofness, staring into space and being nonresponsive; nonverbal, sociable items included looking or gazing at the spouse, being affectionate and joking. Social verbal behaviors included using coherent conversation, responding to questions, and addressing their partner by name or endearment. Unsociable verbal behaviors included shouting, cursing and unintelligible communication. The 13-item scores were summed up to obtain the final score. \"Using this new tool, I was able to confirm that the intervention I used actually worked and that communication improved in both the spouse caregiver and the patient over time,\" said Williams. \"I was ecstatic because I originally thought that maybe the caregiver's communication would improve and that would be great. However, to have positive changes in a person who is continuing to decline over 10 weeks, which is a long time, was something I really did not expect. This intervention worked for both the caregiver and the patient and we now have a tool to demonstrate it.\" Globally, Alzheimer's disease (AD) and related dementias affected 35.6 million individuals in 2010 and it is expected to grow to 115.4 million by 2050. The prevalence of dementia will increase as longevity increases and future family caregivers are likely to be predominantly spouses. In the United States, most people with dementia are cared for by their spouses. \"As patients progress with dementia, couples don't have to lose everything especially if they are engaged, if they can still relate to one another and if they focus on the here and now,\" said Williams. The VNIS-CR could be used in clinical practice to describe changes in social communication abilities over time, as well as to educate spousal caregivers about the importance of encouraging sociable communication. Knowledge gained from using this tool could better guide the development of interventions to support intimate relationships and ultimately measure changes following those interventions.  "}