{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "scientists", "discover", "potential", "predictor", "early", "dementia", "could", "inform", "development", "drug", "therapeutic", "interventions", "treat", "slow", "disease", "view", "university", "toronto", "baycrest", "rotman", "research", "institute", "rri", "scientists", "discovered", "potential", "brain", "imaging", "predictor", "dementia", "illustrates", "changes", "brain", "structure", "may", "occur", "years", "prior", "diagnosis", "even", "individuals", "notice", "memory", "joint", "study", "published", "neurobiology", "aging", "may", "8", "looked", "older", "adults", "living", "toronto", "community", "without", "assistance", "unaware", "major", "memory", "problems", "scored", "normal", "benchmark", "dementia", "screening", "older", "adults", "researchers", "also", "found", "evidence", "less", "brain", "tissue", "subregion", "brain", "alzheimer", "disease", "originates", "anterolateral", "entorhinal", "cortex", "located", "brain", "temporal", "lobe", "u", "study", "first", "measure", "particular", "brain", "subregion", "older", "adults", "dementia", "diagnosis", "memory", "problems", "affect", "routine", "also", "first", "study", "demonstrate", "performance", "montreal", "cognitive", "assessment", "moca", "dementia", "screening", "test", "linked", "volume", "size", "subregion", "along", "brain", "regions", "affected", "early", "course", "alzheimer", "disease", "work", "important", "first", "step", "determining", "procedure", "identify", "older", "adults", "living", "independently", "home", "without", "memory", "complaints", "risk", "dementia", "says", "morgan", "barense", "u", "department", "psychology", "senior", "author", "team", "studied", "40", "adults", "ages", "59", "81", "live", "independently", "spouse", "home", "participants", "tested", "moca", "scoring", "26", "score", "indicates", "potential", "problem", "memory", "thinking", "skills", "suggests", "dementia", "screening", "needed", "compared", "scoring", "26", "early", "detection", "individuals", "potential", "facilitate", "drug", "developments", "therapeutic", "interventions", "alzheimer", "disease", "says", "rosanna", "olsen", "first", "author", "study", "rri", "scientist", "assistant", "professor", "u", "department", "psychology", "research", "also", "adds", "basic", "understanding", "aging", "early", "mechanisms", "alzheimer", "disease", "scientists", "able", "reliably", "measure", "volume", "anterolateral", "entorhinal", "cortex", "using", "brain", "scans", "collected", "strongest", "volume", "differences", "found", "exact", "regions", "brain", "alzheimer", "disease", "originates", "researchers", "planning", "study", "determine", "whether", "individuals", "demonstrated", "poor", "thinking", "memory", "abilities", "smaller", "brain", "volumes", "indeed", "go", "develop", "dementia", "moca", "good", "diagnosing", "mild", "cognitive", "impairment", "mci", "condition", "likely", "develop", "alzheimer", "seeing", "may", "identify", "mci", "people", "aware", "decline", "memory", "thinking", "skills", "said", "disease", "devastating", "neurodegenerative", "illness", "widespread", "personal", "societal", "economic", "consequences", "currently", "canadians", "currently", "live", "dementia", "million", "canadians", "affected", "disease", "according", "alzheimer", "society", "canada", "new", "cases", "dementia", "diagnosed", "every", "year", "canada", "costs", "billion", "care", "living", "dementia", "key", "study", "highlights", "utility", "moca", "test", "identifying", "individuals", "dementia", "said", "interested", "testing", "memory", "attention", "prior", "raising", "concerns", "doctor", "consult", "baycrest", "online", "brain", "health", "assessment", "tool", "cogniciti", "http"], "url": "http://www.eurekalert.org/pub_releases/2017-05/bcfg-dbc051117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Scientists discover a potential predictor for early dementia that could inform the development of drug and therapeutic interventions to treat or slow down the disease.", "view more University of Toronto and Baycrest Rotman Research Institute (RRI) scientists have discovered a potential brain imaging predictor for dementia, which illustrates that changes to the brain's structure may occur years prior to a diagnosis, even before individuals notice their own memory problems.The joint study, published in the Neurobiology of Aging on May 8, looked at older adults who are living in the Toronto community without assistance and who were unaware of any major memory problems, but scored below the normal benchmark on a dementia screening test.Within these older adults, researchers also found evidence of less brain tissue in the same subregion of the brain where Alzheimer's disease originates (the anterolateral entorhinal cortex located in the brain's temporal lobe).This U of T-Baycrest study is the first to measure this particular brain subregion in older adults who do not have a dementia diagnosis or memory problems that affect their day-to-day routine.", "It is also the first study to demonstrate that performance on the Montreal Cognitive Assessment (MoCA) dementia screening test is linked to the volume (size) of this subregion, along with other brain regions affected early in the course of Alzheimer's disease.", "\"This work is an important first step in determining a procedure to identify older adults living independently at home without memory complaints who are at risk for dementia,\" says Dr. Morgan Barense of U of T's Department of Psychology and senior author on the study.The team studied 40 adults between the ages of 59 and 81 who live independently (or with a spouse) at home.", "All participants were tested on the MoCA.", "Those scoring below 26 - a score that indicates a potential problem in memory and thinking skills and suggests further dementia screening is needed - were compared to those scoring 26 and above.", "\"The early detection of these at-risk individuals has the potential to facilitate drug developments or other therapeutic interventions for Alzheimer's disease,\" says Dr. Rosanna Olsen, first author on the study, RRI scientist and assistant professor in U of T's Department of Psychology.", "\"This research also adds to our basic understanding of aging and the early mechanisms of Alzheimer's disease.\"", "Scientists were able to reliably measure the volume of the anterolateral entorhinal cortex by using high-resolution brain scans that were collected for each participant.The strongest volume differences were found in the exact regions of the brain in which Alzheimer's disease originates.", "The researchers are planning a follow-up study to determine whether the individuals who demonstrated poor thinking and memory abilities and smaller brain volumes indeed go on to develop dementia.", "\"The MoCA is good at diagnosing mild cognitive impairment (MCI) (a condition that is likely to develop into Alzheimer's) and we are seeing that it may identify MCI in people who are not aware of a decline in their memory and thinking skills,\" said Dr. Barense.Alzheimer's disease is a devastating neurodegenerative illness with widespread personal, societal and economic consequences.", "Currently, 564,000 Canadians currently live with dementia and 1.1 million Canadians are affected by the disease, according to the Alzheimer Society of Canada.", "There are 25,000 new cases of dementia diagnosed every year in Canada and it costs $10.4 billion to care for those living with dementia.", "\"A key take-away from the study is that it highlights the utility of the MoCA test in identifying individuals who are at-risk for dementia,\" said Dr. Olsen.Adults who are 40+ and interested in testing their memory and attention prior to raising concerns with their doctor can consult Baycrest's scientifically-validated, online brain health assessment tool, Cogniciti at http://www.cogniciti.com."], "title": "Dementia-related brain changes observed before memory or thinking problems are noticeable | EurekAlert! Science News", "source": "Baycrest Centre for Geriatric Care", "date": "2018-01-19_20:40:32", "year": "Thu, 11 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Scientists discover a potential predictor for early dementia that could inform the development of drug and therapeutic interventions to treat or slow down the disease.\n       view more University of Toronto and Baycrest Rotman Research Institute (RRI) scientists have discovered a potential brain imaging predictor for dementia, which illustrates that changes to the brain's structure may occur years prior to a diagnosis, even before individuals notice their own memory problems.The joint study, published in the Neurobiology of Aging on May 8, looked at older adults who are living in the Toronto community without assistance and who were unaware of any major memory problems, but scored below the normal benchmark on a dementia screening test.Within these older adults, researchers also found evidence of less brain tissue in the same subregion of the brain where Alzheimer's disease originates (the anterolateral entorhinal cortex located in the brain's temporal lobe).This U of T-Baycrest study is the first to measure this particular brain subregion in older adults who do not have a dementia diagnosis or memory problems that affect their day-to-day routine. It is also the first study to demonstrate that performance on the Montreal Cognitive Assessment (MoCA) dementia screening test is linked to the volume (size) of this subregion, along with other brain regions affected early in the course of Alzheimer's disease.\"This work is an important first step in determining a procedure to identify older adults living independently at home without memory complaints who are at risk for dementia,\" says Dr. Morgan Barense of U of T's Department of Psychology and senior author on the study.The team studied 40 adults between the ages of 59 and 81 who live independently (or with a spouse) at home. All participants were tested on the MoCA. Those scoring below 26 - a score that indicates a potential problem in memory and thinking skills and suggests further dementia screening is needed - were compared to those scoring 26 and above.\"The early detection of these at-risk individuals has the potential to facilitate drug developments or other therapeutic interventions for Alzheimer's disease,\" says Dr. Rosanna Olsen, first author on the study, RRI scientist and assistant professor in U of T's Department of Psychology.  \"This research also adds to our basic understanding of aging and the early mechanisms of Alzheimer's disease.\" Scientists were able to reliably measure the volume of the anterolateral entorhinal cortex by using high-resolution brain scans that were collected for each participant.The strongest volume differences were found in the exact regions of the brain in which Alzheimer's disease originates. The researchers are planning a follow-up study to determine whether the individuals who demonstrated poor thinking and memory abilities and smaller brain volumes indeed go on to develop dementia.\"The MoCA is good at diagnosing mild cognitive impairment (MCI) (a condition that is likely to develop into Alzheimer's) and we are seeing that it may identify MCI in people who are not aware of a decline in their memory and thinking skills,\" said Dr. Barense.Alzheimer's disease is a devastating neurodegenerative illness with widespread personal, societal and economic consequences. Currently, 564,000 Canadians currently live with dementia and 1.1 million Canadians are affected by the disease, according to the Alzheimer Society of Canada. There are 25,000 new cases of dementia diagnosed every year in Canada and it costs $10.4 billion to care for those living with dementia.\"A key take-away from the study is that it highlights the utility of the MoCA test in identifying individuals who are at-risk for dementia,\" said Dr. Olsen.Adults who are 40+ and interested in testing their memory and attention prior to raising concerns with their doctor can consult Baycrest's scientifically-validated, online brain health assessment tool, Cogniciti at http://www.cogniciti.com."}