{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txacross", "country", "nursing", "home", "employees", "families", "trying", "personalized", "music", "playlists", "help", "seniors", "cope", "disorienting", "anxious", "experience", "living", "alzheimer", "disease", "related", "dementias", "look", "results", "first", "national", "study", "compare", "key", "outcomes", "homes", "implemented", "individualized", "music", "program", "called", "music", "memory", "similar", "homes", "adopt", "brown", "university", "evaluation", "found", "homes", "adopted", "program", "residents", "dementia", "became", "significantly", "likely", "discontinue", "antipsychotic", "antianxiety", "medications", "significantly", "less", "likely", "engage", "disruptive", "behaviors", "compared", "residing", "homes", "used", "comparison", "study", "residents", "196", "nursing", "homes", "identify", "significant", "improvement", "mood", "promising", "said", "author", "rosa", "baier", "associate", "professor", "practice", "brown", "university", "school", "public", "health", "first", "step", "understanding", "may", "improvements", "attributed", "intervention", "baier", "noted", "many", "gerontology", "experts", "advocates", "patients", "called", "ways", "reduce", "use", "antipsychotic", "antianxiety", "medications", "national", "campaign", "led", "medicare", "providers", "looking", "interventions", "address", "dementia", "behaviors", "said", "adds", "evidence", "base", "help", "improve", "patient", "care", "residents", "study", "findings", "also", "reinforce", "personal", "reports", "among", "caregivers", "family", "members", "including", "presented", "documentary", "alive", "inside", "suggesting", "personalized", "music", "helps", "patients", "even", "dementia", "highly", "advanced", "said", "author", "kali", "thomas", "assistant", "professor", "health", "services", "policy", "practice", "brown", "thomas", "directed", "study", "evaluation", "said", "family", "tried", "custom", "playlist", "uncle", "dementia", "saw", "appear", "ease", "listening", "favorite", "music", "including", "artists", "merle", "haggard", "johnny", "cash", "put", "earphones", "breathing", "relaxed", "grimaced", "face", "relaxed", "thomas", "musicto", "better", "understand", "widespread", "effects", "may", "might", "become", "clinically", "meaningful", "thomas", "baier", "designed", "new", "evaluation", "published", "american", "journal", "geriatric", "psychiatry", "test", "program", "effects", "greater", "national", "breadth", "statistical", "rigor", "previous", "study", "designs", "work", "part", "mission", "brown", "center", "care", "quality", "innovation", "tests", "interventions", "improve", "care", "appear", "promising", "yet", "rigorously", "evaluated", "said", "baier", "center", "associate", "make", "comparison", "team", "identified", "98", "nursing", "homes", "received", "formal", "training", "music", "memory", "program", "2013", "assembled", "list", "similar", "nursing", "homes", "accounting", "medicare", "quality", "rating", "geography", "age", "mix", "residents", "factors", "implement", "program", "researchers", "included", "study", "residents", "kind", "home", "dementia", "cognitive", "impairment", "receiving", "hospice", "care", "comatose", "residents", "lived", "program", "homes", "residents", "lived", "federal", "medicare", "nursing", "home", "data", "researchers", "compared", "changes", "among", "residents", "group", "four", "metrics", "ending", "antipsychotic", "medication", "ending", "antianxiety", "medication", "reductions", "disruptive", "behavior", "improvement", "mood", "significant", "differences", "mood", "found", "otherwise", "antipsychotics", "rate", "discontinuing", "medications", "rose", "percent", "program", "home", "residents", "implementation", "2013", "compared", "percent", "similar", "period", "comparison", "homes", "rate", "stayed", "flat", "discontinued", "2013", "percent", "discontinued", "discontinuation", "rate", "rose", "percent", "music", "memory", "implementation", "program", "homes", "compared", "percent", "homes", "rate", "fell", "percent", "2013", "compared", "percent", "improvement", "rate", "reduction", "behavior", "problems", "increased", "percent", "program", "homes", "percent", "program", "homes", "rate", "stayed", "flat", "percent", "improvements", "help", "individual", "patients", "thomas", "said", "also", "enhance", "quality", "life", "residents", "around", "morale", "nursing", "home", "staff", "research", "suggests", "relationship", "nursing", "staff", "turnover", "residents", "behaviors", "thomas", "next", "stepthomas", "baier", "acknowledged", "key", "limitations", "study", "track", "everything", "nursing", "home", "might", "achieve", "care", "improvements", "ca", "sure", "improvements", "resulted", "music", "memory", "specifically", "hand", "team", "know", "many", "program", "home", "residents", "actually", "received", "intervention", "assume", "every", "eligible", "resident", "since", "might", "fraction", "residents", "average", "actually", "received", "interventions", "program", "homes", "results", "study", "might", "understated", "diluted", "people", "assumed", "receive", "intervention", "words", "program", "may", "even", "greater", "impact", "reported", "baier", "improve", "evaluation", "baier", "thomas", "colleagues", "plan", "conduct", "second", "study", "randomize", "homes", "implement", "program", "comparison", "homes", "continue", "without", "randomizing", "collecting", "data", "program", "implemented", "able", "account", "current", "limitations", "applied", "funding", "proceed"], "url": "http://www.eurekalert.org/pub_releases/2017-05/bu-pmm050917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAcross the country, nursing home employees and families are trying personalized music playlists to help seniors cope with the disorienting, anxious experience of living with Alzheimer's disease and related dementias.", "Now they can look to the results of the first national study to compare key outcomes in homes that implemented an individualized music program called MUSIC & MEMORY with similar homes that did not adopt the program.The Brown University evaluation found that after homes adopted the program, residents with dementia became significantly more likely to discontinue antipsychotic and antianxiety medications and significantly less likely to engage in disruptive behaviors, compared to those residing in homes used for comparison.", "But the study of more than 25,000 residents in 196 nursing homes did not identify a significant improvement in mood.", "\"This is promising,\" said co-lead author Rosa Baier, an associate professor of practice at the Brown University School of Public Health.", "\"It's a first step to understanding that there may be improvements that can be attributed to this intervention.", "\"Baier noted that many gerontology experts and advocates for patients have called for ways to reduce the use of antipsychotic and antianxiety medications through a national campaign led by Medicare.", "\"Providers are looking for non-pharmacologic interventions to address dementia behaviors,\" she said.", "\"This adds to the evidence base that can help improve patient care for these residents.", "\"The study's findings also reinforce personal reports among caregivers and family members, including those presented in the documentary \"Alive Inside,\" suggesting that personalized music helps patients even when their dementia is highly advanced, said co-lead author Kali Thomas, an assistant professor of health services, policy and practice at Brown.", "Thomas, who directed the study's evaluation, said her family tried a custom playlist with an uncle with dementia and saw him appear more at ease after listening to his favorite music, including from artists Merle Haggard and Johnny Cash.", "\"When we put the earphones on him, his breathing relaxed and his grimaced face relaxed,\" Thomas said.Measures of musicTo better understand how widespread such effects may be and how they might become clinically meaningful, Thomas, Baier and their co-authors designed the new evaluation, published in the American Journal of Geriatric Psychiatry, to test the program's effects with greater national breadth and statistical rigor than previous study designs.", "The work was part of the mission of Brown's Center for Long-Term Care Quality and Innovation, which tests interventions to improve post-acute and long-term care that appear promising, but haven't yet been rigorously evaluated, said Baier, the center's associate director.To make their comparison, the team identified 98 nursing homes that had received formal training in the MUSIC & MEMORY program during 2013 and then assembled a list of similar nursing homes -- accounting for Medicare quality rating, geography, the age mix of residents and other factors -- that did not implement the program.", "The researchers included in the study all residents in each kind of home who had dementia and cognitive impairment, but who were not receiving hospice care and were not comatose.", "In all, 12,905 such residents lived in program homes, while 12,811 residents lived in non-program homes.Using federal Medicare and nursing home data, the researchers then compared the before-2013-and-after changes among residents in each group on four metrics: ending antipsychotic medication, ending antianxiety medication, reductions in disruptive behavior and improvement in mood.", "While there were no significant differences in mood, here's what they found otherwise:Antipsychotics: The rate of discontinuing these medications rose to 20.1 percent of program home residents after implementation in 2013 compared to 17.6 percent in a similar period before.", "By comparison, in non-program homes, the rate stayed flat: 15.2 discontinued after 2013 while 15.9 percent discontinued before.Antianxiety: The discontinuation rate rose to 24.4 percent after MUSIC & MEMORY implementation in program homes, compared to 23.5 percent before, but in non-program homes the rate fell to 20.0 percent after 2013 compared to 24.8 percent before.Behavior improvement: The rate of reduction in behavior problems increased to 56.5 percent in program homes from 50.9 percent before the program.", "In non-program homes the rate stayed flat at 55.9 percent after and 55.8 before.Behavioral improvements not only help the individual patients, Thomas said, but also enhance quality of life for the residents around them and the morale of nursing home staff.", "\"Research suggests there is a relationship between nursing staff turnover and residents' behaviors,\" Thomas said.The next stepThomas and Baier acknowledged key limitations in their study.", "Because they did not track everything each nursing home might be doing to achieve these care improvements, they can't be sure that all the improvements resulted from MUSIC & MEMORY specifically.", "On the other hand, because the team didn't know which or how many program home residents actually received the intervention, they had to assume that every eligible resident did.", "Since it might be that only a fraction of residents on average actually received the interventions in program homes, the results of the study might be understated because they are \"diluted\" by people who were assumed to receive the intervention but did not.", "\"In other words, the program may have an even greater impact than reported,\" Baier said.To improve their evaluation, Baier, Thomas and their colleagues plan to conduct a second study in which they will randomize some homes to implement the program and some comparison homes to continue without it.", "By randomizing and collecting data about how the program is implemented, they'll be able to account for the current limitations.", "They have applied for funding to proceed."], "title": "Personalized music may help nursing home residents with dementia | EurekAlert! Science News", "source": "Brown University", "date": "2018-01-19_20:40:40", "year": "Wed, 10 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAcross the country, nursing home employees and families are trying personalized music playlists to help seniors cope with the disorienting, anxious experience of living with Alzheimer's disease and related dementias. Now they can look to the results of the first national study to compare key outcomes in homes that implemented an individualized music program called MUSIC & MEMORY with similar homes that did not adopt the program.The Brown University evaluation found that after homes adopted the program, residents with dementia became significantly more likely to discontinue antipsychotic and antianxiety medications and significantly less likely to engage in disruptive behaviors, compared to those residing in homes used for comparison. But the study of more than 25,000 residents in 196 nursing homes did not identify a significant improvement in mood.\"This is promising,\" said co-lead author Rosa Baier, an associate professor of practice at the Brown University School of Public Health. \"It's a first step to understanding that there may be improvements that can be attributed to this intervention.\"Baier noted that many gerontology experts and advocates for patients have called for ways to reduce the use of antipsychotic and antianxiety medications through a national campaign led by Medicare.\"Providers are looking for non-pharmacologic interventions to address dementia behaviors,\" she said. \"This adds to the evidence base that can help improve patient care for these residents.\"The study's findings also reinforce personal reports among caregivers and family members, including those presented in the documentary \"Alive Inside,\" suggesting that personalized music helps patients even when their dementia is highly advanced, said co-lead author Kali Thomas, an assistant professor of health services, policy and practice at Brown. Thomas, who directed the study's evaluation, said her family tried a custom playlist with an uncle with dementia and saw him appear more at ease after listening to his favorite music, including from artists Merle Haggard and Johnny Cash.\"When we put the earphones on him, his breathing relaxed and his grimaced face relaxed,\" Thomas said.Measures of musicTo better understand how widespread such effects may be and how they might become clinically meaningful, Thomas, Baier and their co-authors designed the new evaluation, published in the American Journal of Geriatric Psychiatry, to test the program's effects with greater national breadth and statistical rigor than previous study designs. The work was part of the mission of Brown's Center for Long-Term Care Quality and Innovation, which tests interventions to improve post-acute and long-term care that appear promising, but haven't yet been rigorously evaluated, said Baier, the center's associate director.To make their comparison, the team identified 98 nursing homes that had received formal training in the MUSIC & MEMORY program during 2013 and then assembled a list of similar nursing homes -- accounting for Medicare quality rating, geography, the age mix of residents and other factors -- that did not implement the program. The researchers included in the study all residents in each kind of home who had dementia and cognitive impairment, but who were not receiving hospice care and were not comatose. In all, 12,905 such residents lived in program homes, while 12,811 residents lived in non-program homes.Using federal Medicare and nursing home data, the researchers then compared the before-2013-and-after changes among residents in each group on four metrics: ending antipsychotic medication, ending antianxiety medication, reductions in disruptive behavior and improvement in mood. While there were no significant differences in mood, here's what they found otherwise:Antipsychotics: The rate of discontinuing these medications rose to 20.1 percent of program home residents after implementation in 2013 compared to 17.6 percent in a similar period before. By comparison, in non-program homes, the rate stayed flat: 15.2 discontinued after 2013 while 15.9 percent discontinued before.Antianxiety: The discontinuation rate rose to 24.4 percent after MUSIC & MEMORY implementation in program homes, compared to 23.5 percent before, but in non-program homes the rate fell to 20.0 percent after 2013 compared to 24.8 percent before.Behavior improvement: The rate of reduction in behavior problems increased to 56.5 percent in program homes from 50.9 percent before the program. In non-program homes the rate stayed flat at 55.9 percent after and 55.8 before.Behavioral improvements not only help the individual patients, Thomas said, but also enhance quality of life for the residents around them and the morale of nursing home staff.\"Research suggests there is a relationship between nursing staff turnover and residents' behaviors,\" Thomas said.The next stepThomas and Baier acknowledged key limitations in their study. Because they did not track everything each nursing home might be doing to achieve these care improvements, they can't be sure that all the improvements resulted from MUSIC & MEMORY specifically. On the other hand, because the team didn't know which or how many program home residents actually received the intervention, they had to assume that every eligible resident did. Since it might be that only a fraction of residents on average actually received the interventions in program homes, the results of the study might be understated because they are \"diluted\" by people who were assumed to receive the intervention but did not. \"In other words, the program may have an even greater impact than reported,\" Baier said.To improve their evaluation, Baier, Thomas and their colleagues plan to conduct a second study in which they will randomize some homes to implement the program and some comparison homes to continue without it. By randomizing and collecting data about how the program is implemented, they'll be able to account for the current limitations. They have applied for funding to proceed."}