{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txas", "population", "ages", "estimated", "half", "women", "older", "65", "widows", "men", "age", "lost", "groups", "proved", "helpful", "resource", "dealing", "grief", "older", "individuals", "obstacles", "geographic", "location", "physical", "immobility", "sometimes", "make", "difficult", "attend", "support", "groups", "effective", "option", "older", "adults", "according", "new", "university", "arizona", "research", "might", "online", "virtual", "reality", "support", "group", "allows", "widows", "widowers", "interact", "real", "time", "mental", "health", "professionals", "bereaved", "people", "via", "avatar", "findings", "published", "journal", "computers", "human", "knowles", "graduate", "student", "clinical", "psychology", "ua", "set", "colleagues", "test", "effectiveness", "acceptability", "two", "support", "resources", "older", "adults", "lost", "study", "30", "widows", "widowers", "older", "50", "assigned", "part", "virtual", "reality", "support", "group", "twice", "week", "others", "instead", "instructed", "readings", "grief", "education", "website", "topics", "including", "physical", "health", "mental", "sleep", "dating", "parenting", "among", "others", "addressed", "interactive", "virtual", "group", "static", "online", "assessments", "end", "study", "period", "two", "months", "later", "researchers", "found", "participants", "groups", "showed", "improvements", "stress", "loneliness", "sleep", "quality", "participants", "virtual", "reality", "group", "showed", "improvement", "symptoms", "think", "social", "support", "provided", "group", "along", "interactive", "nature", "helped", "depression", "one", "best", "treatments", "depression", "behavioral", "activation", "knowles", "explained", "people", "depressed", "depressive", "symptoms", "often", "remove", "environment", "things", "provide", "positive", "reinforcement", "give", "sense", "value", "showing", "group", "twice", "week", "even", "virtual", "way", "engage", "world", "researchers", "used", "online", "platform", "second", "life", "create", "private", "virtual", "living", "room", "seaside", "cabin", "small", "groups", "three", "six", "people", "could", "gather", "participants", "lost", "partner", "last", "one", "three", "years", "chose", "avatars", "animated", "figures", "represent", "space", "comfort", "homes", "communicated", "one", "another", "typing", "chat", "first", "hourlong", "virtual", "support", "group", "meeting", "week", "knowles", "ua", "assistant", "professor", "psychology", "mary", "presented", "grief", "education", "topic", "typing", "room", "previously", "found", "virtual", "support", "groups", "effective", "tool", "work", "caregivers", "individuals", "alzheimer", "disease", "dementia", "knowles", "moderated", "second", "hourlong", "meeting", "week", "participants", "got", "know", "one", "another", "share", "personal", "stories", "often", "delving", "feelings", "might", "comfortable", "expressing", "person", "group", "members", "often", "shared", "things", "like", "crying", "keyboard", "would", "never", "person", "feel", "like", "anonymity", "break", "avatar", "looks", "perfectly", "fine", "knowles", "assessments", "participants", "virtual", "reality", "group", "said", "felt", "real", "room", "sessions", "real", "people", "going", "similar", "experiences", "something", "said", "getting", "group", "showing", "group", "every", "week", "well", "able", "share", "experience", "validating", "normalizing", "environment", "knowles", "study", "group", "ones", "assigned", "weekly", "readings", "grief", "education", "website", "show", "improvement", "depression", "however", "like", "support", "group", "participants", "report", "better", "sleep", "less", "stress", "loneliness", "intervention", "means", "website", "could", "still", "effective", "tool", "grieving", "also", "requires", "fewer", "resources", "support", "group", "needs", "dedicated", "moderator", "knowles", "interventions", "well", "received", "participants", "knowles", "studies", "consider", "effectiveness", "virtual", "support", "groups", "educational", "websites", "compares", "groups", "simple", "passage", "time", "knowles", "said", "noting", "aging", "population", "makes", "especially", "important", "area", "research", "graying", "america", "happening", "expect", "people", "going", "widowed", "baby", "boomers", "age", "knowles", "said", "losing", "spouse", "huge", "life", "transition", "profoundly", "stressful", "event", "us", "experience", "different", "types", "grief", "lives", "accessible", "resources", "really", "important"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uoa-vsg051017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAs the U.S. population ages, it's estimated that half of women older than 65 are widows, while one-sixth of men of the same age have lost their spouses.Support groups have proved to be a helpful resource for those dealing with grief, but for older individuals, obstacles such as geographic location and physical immobility can sometimes make it difficult to attend support groups in person.An effective option for older adults, according to new University of Arizona research, might be an online virtual reality support group that allows widows and widowers to interact in real time with mental health professionals and other bereaved people, via a computer-generated avatar.", "The findings will be published in the journal Computers in Human Behavior.Lindsey Knowles, a graduate student in clinical psychology at the UA, set out with her colleagues to test the effectiveness and acceptability of two web-based support resources for older adults who have lost a spouse.In a study of 30 widows and widowers older than 50, some were assigned to be part of a virtual reality support group twice a week, while others instead were instructed to do once-weekly readings from a grief education website.", "The same topics -- including physical health, mental well-being, sleep, dating and parenting, among others -- were addressed in both the interactive virtual group and the static online readings.In follow-up assessments at the end of the eight-week study period and two months later, researchers found that participants in both groups showed improvements in stress, loneliness and sleep quality, but only participants in the virtual reality group showed self-reported improvement in symptoms of depression.Researchers think the social support provided by the group, along with its interactive nature, helped with depression.", "\"One of the best treatments for depression is behavioral activation,\" Knowles explained.", "\"People who are depressed, or have more depressive symptoms, often remove themselves from their environment and from doing things that provide positive reinforcement and give them a sense of value.", "Showing up for a group twice a week -- even if it is virtual -- is a way for them to engage in the world that they haven't been.", "\"Researchers used the online platform Second Life to create a private virtual living room in a seaside cabin, where small groups of three to six people could gather.", "Participants, who all had lost a partner in the last one to three years, chose avatars -- or animated figures -- to represent them in the space.", "Then, from the comfort of their own homes, they communicated with one another by typing in a chat program.In the first hourlong virtual support group meeting each week, Knowles' co-author, UA assistant professor of psychology Mary Frances-O'Connor, presented on a grief education topic by typing to those in the room.", "O'Connor previously had found virtual support groups to be an effective tool in her work with caregivers of individuals with Alzheimer's disease and dementia.", "Knowles moderated the second hourlong meeting each week, in which participants got to know one another and share their personal stories, often delving into feelings they might not be comfortable expressing in person.", "\"Group members often shared things like: 'Right now I'm crying at my keyboard, and I would never do this in person, but because I feel like there's this anonymity, I can break down, while my avatar looks perfectly fine,'\" Knowles said.In follow-up assessments, participants in the virtual reality group said they felt as if they were in a real room during the sessions, with real people who were going through similar experiences.", "\"There's something to be said for getting into a group and showing up for that group every week, as well as being able to share your experience in a validating and normalizing environment,\" Knowles said.Those in the other study group -- the ones assigned to do weekly readings from a grief education website -- did not show improvement in depression.", "However, like the support group participants, they did report better sleep and less stress and loneliness after the intervention, which means the website could still be an effective tool for those who are grieving.", "It also requires fewer resources than a support group, which needs a dedicated moderator, Knowles said.Overall, both interventions were well received by participants, Knowles said.Future studies should consider how the effectiveness of virtual support groups and educational websites compares to that of in-person groups and the simple passage of time, Knowles said, noting that the aging population makes this as an especially important area of research.", "\"With the graying of America that is happening, we expect that more people are going to be widowed as baby boomers age,\" Knowles said.", "\"Losing a spouse is a huge life transition and a profoundly stressful event.", "All of us will experience different types of grief in our lives, and having accessible resources that are evidence-based is really important.\""], "title": "Virtual support groups help grieving spouses with depression | EurekAlert! Science News", "source": "University of Arizona", "date": "2018-01-19_20:40:43", "year": "Wed, 10 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAs the U.S. population ages, it's estimated that half of women older than 65 are widows, while one-sixth of men of the same age have lost their spouses.Support groups have proved to be a helpful resource for those dealing with grief, but for older individuals, obstacles such as geographic location and physical immobility can sometimes make it difficult to attend support groups in person.An effective option for older adults, according to new University of Arizona research, might be an online virtual reality support group that allows widows and widowers to interact in real time with mental health professionals and other bereaved people, via a computer-generated avatar. The findings will be published in the journal Computers in Human Behavior.Lindsey Knowles, a graduate student in clinical psychology at the UA, set out with her colleagues to test the effectiveness and acceptability of two web-based support resources for older adults who have lost a spouse.In a study of 30 widows and widowers older than 50, some were assigned to be part of a virtual reality support group twice a week, while others instead were instructed to do once-weekly readings from a grief education website. The same topics -- including physical health, mental well-being, sleep, dating and parenting, among others -- were addressed in both the interactive virtual group and the static online readings.In follow-up assessments at the end of the eight-week study period and two months later, researchers found that participants in both groups showed improvements in stress, loneliness and sleep quality, but only participants in the virtual reality group showed self-reported improvement in symptoms of depression.Researchers think the social support provided by the group, along with its interactive nature, helped with depression.\"One of the best treatments for depression is behavioral activation,\" Knowles explained. \"People who are depressed, or have more depressive symptoms, often remove themselves from their environment and from doing things that provide positive reinforcement and give them a sense of value. Showing up for a group twice a week -- even if it is virtual -- is a way for them to engage in the world that they haven't been.\"Researchers used the online platform Second Life to create a private virtual living room in a seaside cabin, where small groups of three to six people could gather. Participants, who all had lost a partner in the last one to three years, chose avatars -- or animated figures -- to represent them in the space. Then, from the comfort of their own homes, they communicated with one another by typing in a chat program.In the first hourlong virtual support group meeting each week, Knowles' co-author, UA assistant professor of psychology Mary Frances-O'Connor, presented on a grief education topic by typing to those in the room. O'Connor previously had found virtual support groups to be an effective tool in her work with caregivers of individuals with Alzheimer's disease and dementia. Knowles moderated the second hourlong meeting each week, in which participants got to know one another and share their personal stories, often delving into feelings they might not be comfortable expressing in person.\"Group members often shared things like: 'Right now I'm crying at my keyboard, and I would never do this in person, but because I feel like there's this anonymity, I can break down, while my avatar looks perfectly fine,'\" Knowles said.In follow-up assessments, participants in the virtual reality group said they felt as if they were in a real room during the sessions, with real people who were going through similar experiences.\"There's something to be said for getting into a group and showing up for that group every week, as well as being able to share your experience in a validating and normalizing environment,\" Knowles said.Those in the other study group -- the ones assigned to do weekly readings from a grief education website -- did not show improvement in depression. However, like the support group participants, they did report better sleep and less stress and loneliness after the intervention, which means the website could still be an effective tool for those who are grieving. It also requires fewer resources than a support group, which needs a dedicated moderator, Knowles said.Overall, both interventions were well received by participants, Knowles said.Future studies should consider how the effectiveness of virtual support groups and educational websites compares to that of in-person groups and the simple passage of time, Knowles said, noting that the aging population makes this as an especially important area of research.\"With the graying of America that is happening, we expect that more people are going to be widowed as baby boomers age,\" Knowles said. \"Losing a spouse is a huge life transition and a profoundly stressful event. All of us will experience different types of grief in our lives, and having accessible resources that are evidence-based is really important.\"\r\n"}