{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txolder", "adults", "hospitalized", "injuries", "assault", "likely", "experience", "subsequent", "physical", "abuse", "female", "widowed", "diagnosed", "dementia", "return", "home", "live", "perpetrator", "according", "new", "study", "journal", "american", "geriatrics", "8", "every", "adults", "60", "victims", "elder", "mistreatment", "according", "adult", "protective", "percent", "cases", "involve", "physical", "sexual", "abuse", "fewer", "10", "percent", "reported", "adult", "protective", "services", "studies", "shown", "victims", "face", "increased", "risk", "abused", "risk", "factors", "revictimization", "friedman", "associate", "professor", "environmental", "occupational", "health", "sciences", "university", "illinois", "chicago", "colleagues", "uic", "school", "public", "health", "looked", "medical", "records", "adults", "60", "admitted", "five", "largest", "hospitals", "chicago", "metropolitan", "area", "physical", "sexual", "abuse", "2000", "2011", "found", "111", "cases", "half", "documented", "histories", "abused", "leaving", "hospital", "80", "percent", "revictimized", "lived", "private", "residences", "time", "abuse", "repeat", "victims", "often", "abused", "relative", "usually", "husband", "boyfriend", "son", "study", "first", "show", "many", "cases", "older", "adults", "physically", "abused", "return", "home", "abuser", "lives", "system", "identifying", "reporting", "cases", "broken", "said", "hospital", "records", "57", "percent", "victims", "abuse", "reported", "adult", "protective", "services", "police", "however", "researchers", "compared", "hospital", "records", "adult", "protective", "services", "files", "found", "percent", "investigations", "record", "indicating", "hospital", "reporting", "may", "overstated", "better", "education", "health", "care", "workers", "risk", "factors", "associated", "revictimization", "improved", "adoption", "existing", "screening", "tools", "needed", "friedman", "said", "goal", "connect", "victims", "abuse", "community", "services", "police", "action", "alternative", "residential", "options", "done", "better", "job", "screening", "mistreatment"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-swl050917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXOlder adults who have been hospitalized for injuries from an assault are more likely to experience subsequent physical abuse if they are female, widowed, diagnosed with dementia, or return home to live with the perpetrator, according to a new study in the Journal of the American Geriatrics Society.Approximately 8 of every 1,000 adults over 60 in the U.S. are victims of elder mistreatment, according to Adult Protective Services.Thirteen percent of those cases involve physical or sexual abuse, but of those, fewer than 10 percent are reported to Adult Protective Services, studies have shown.", "Victims face increased risk of being abused again, but the risk factors for revictimization have been unclear.Lee Friedman, associate professor of environmental and occupational health sciences at the University of Illinois at Chicago, and his colleagues in the UIC School of Public Health looked at the medical records of adults over 60 who had been admitted to five of the largest hospitals in the Chicago metropolitan area for physical or sexual abuse between 2000 and 2011 and found 111 such cases.", "More than half had documented histories of being abused again after leaving the hospital, and about 80 percent of those who were revictimized lived in private residences at the time of the abuse.", "Repeat victims were most often abused by a relative -- usually a husband, boyfriend, son or son-in-law.", "\"This study is the first to show that many cases where older adults are physically abused not only return to the home where their abuser lives, but that the system for identifying and reporting these cases is broken,\" said Friedman.Based on hospital records, 57 percent of victims had their abuse reported to Adult Protective Services or police.", "However, when the researchers compared hospital records to the Adult Protective Services files, they found that only 26.6 percent had investigations on record, indicating that hospital reporting may have been overstated.", "\"Better education for health care workers on the risk factors associated with revictimization and improved adoption of existing screening tools are needed,\" Friedman said.", "\"The goal should be to connect victims of abuse with community services, police action, and alternative residential options.", "But this can only be done if we do a better job screening for mistreatment.\""], "title": "Seniors who live with their abusers often suffer recurrent abuse | EurekAlert! Science News", "source": "University of Illinois at Chicago", "date": "2018-01-19_20:40:46", "year": "Tue, 09 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXOlder adults who have been hospitalized for injuries from an assault are more likely to experience subsequent physical abuse if they are female, widowed, diagnosed with dementia, or return home to live with the perpetrator, according to a new study in the Journal of the American Geriatrics Society.Approximately 8 of every 1,000 adults over 60 in the U.S. are victims of elder mistreatment, according to Adult Protective Services.Thirteen percent of those cases involve physical or sexual abuse, but of those, fewer than 10 percent are reported to Adult Protective Services, studies have shown. Victims face increased risk of being abused again, but the risk factors for revictimization have been unclear.Lee Friedman, associate professor of environmental and occupational health sciences at the University of Illinois at Chicago, and his colleagues in the UIC School of Public Health looked at the medical records of adults over 60 who had been admitted to five of the largest hospitals in the Chicago metropolitan area for physical or sexual abuse between 2000 and 2011 and found 111 such cases. More than half had documented histories of being abused again after leaving the hospital, and about 80 percent of those who were revictimized lived in private residences at the time of the abuse. Repeat victims were most often abused by a relative -- usually a husband, boyfriend, son or son-in-law.\r\n\"This study is the first to show that many cases where older adults are physically abused not only return to the home where their abuser lives, but that the system for identifying and reporting these cases is broken,\" said Friedman.Based on hospital records, 57 percent of victims had their abuse reported to Adult Protective Services or police.  However, when the researchers compared hospital records to the Adult Protective Services files, they found that only 26.6 percent had investigations on record, indicating that hospital reporting may have been overstated.\"Better education for health care workers on the risk factors associated with revictimization and improved adoption of existing screening tools are needed,\" Friedman said. \"The goal should be to connect victims of abuse with community services, police action, and alternative residential options.  But this can only be done if we do a better job screening for mistreatment.\""}