{"text": "WASHINGTON--A new large-scale genetic study found that low body mass index (BMI) is likely not a causal risk factor for Alzheimer's disease, as earlier research had suggested, according to a study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.\"Although prior studies found an association between Alzheimer's disease and low BMI, the new findings suggest this is not a causal relationship,\" said the study's senior author, Ruth Frikke-Schmidt, M.D., D.M.Sc., Ph.D., Chief Physician at Rigshospitalet in Copenhagen, Denmark, and Associate Research Professor at the University of Copenhagen. \"The association can likely be explained by the fact that individuals with Alzheimer's disease are more likely to have low BMIs due to loss of appetite and weight loss in the early stages of the disease.\"More than 5 million Americans have Alzheimer's disease, according to the Alzheimer's Association's 2017 Alzheimer's Disease Facts and Figures Report. The disease affects the brain and is a common form of dementia. It is the sixth leading cause of death in the United States.To examine the association between Alzheimer's disease and low BMI, the researchers analyzed blood and DNA samples from 95,578 participants in the Copenhagen General Population Study (CGPS). Of the participants, 645 individuals developed Alzheimer's disease.  The researchers analyzed the study participants' DNA for the presence of five genetic variants that have strong associations with BMI. Based on how many variants were found, participants were divided into four groups to reflect the likelihood of low BMI. The researchers also analyzed data from up to 249,796 individuals participating in the Genetic Investigation of ANthropometric Traits (GIANT) consortium for the genetic variants closely linked to low BMI. The analysis found the presence of the genetic variants tied to low BMI was not associated with increased risk of Alzheimer's disease. For comparison, the researchers examined if individuals with genetic variants connected to high BMI were more likely to have type 2 diabetes and did find the expected causal relationship.\"We found individuals with lifelong low BMI due to genetic variation were not at increased risk of Alzheimer's disease,\" Frikke-Schmidt said. \"Since genetic variants are not affected by other risk factors or diseases, this is a clean measure that can help to determine causality. The findings highlight that testing causality of a risk factor is pivotal before considering changing public health recommendations based on observational data alone.\"", "date": "Tue, 09 May 2017 04:00:00 GMT", "meeting": "", "title": "Study finds Alzheimer's disease likely not caused by low body mass index", "institution": "The Endocrine Society", "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "A new large-scale genetic study found that low body mass index (BMI) is likely not a causal risk factor for Alzheimer's disease, as earlier research had suggested, according to a study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.", "region": "namerica", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-05/tes-sfa050417.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1210/jc.2017-00195"}