{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "discovering", "stress", "disorder", "ptsd", "significant", "risk", "factor", "developing", "dementia", "dementia", "memory", "problem", "affects", "person", "ability", "carry", "usual", "tasks", "dementia", "leading", "cause", "serious", "illness", "disability", "death", "often", "requires", "care", "nursing", "home", "care", "facility", "people", "aged", "65", "researchers", "know", "whether", "kinds", "medications", "used", "people", "ptsd", "could", "increase", "risks", "dementia", "medications", "include", "including", "antidepressants", "antipsychotics", "sedatives", "tranquilizers", "new", "study", "published", "journal", "american", "geriatrics", "society", "examined", "study", "researchers", "examined", "information", "veterans", "aged", "56", "older", "beginning", "study", "2003", "veterans", "receiving", "health", "care", "veterans", "health", "administration", "facility", "almost", "veterans", "male", "82", "veterans", "study", "diagnosed", "ptsd", "researchers", "looked", "data", "study", "period", "also", "included", "veterans", "diagnosed", "previously", "shown", "veterans", "ptsd", "likely", "health", "problems", "linked", "higher", "risk", "dementia", "include", "traumatic", "brain", "injury", "diabetes", "chronic", "obstructive", "pulmonary", "disease", "copd", "psychiatric", "disorders", "substance", "abuse", "health", "study", "researchers", "discovered", "taking", "certain", "antidepressants", "tranquilizers", "sedatives", "antipsychotic", "medications", "significantly", "increased", "veterans", "risks", "developing", "dementia", "compared", "risks", "veterans", "take", "significantly", "increased", "dementia", "risk", "included", "increase", "risk", "dementia", "veterans", "taking", "drugs", "whether", "diagnosed", "ptsd", "compared", "veterans", "taking", "drugs", "veterans", "used", "three", "classes", "medications", "also", "likely", "diagnosed", "dementia", "whether", "ptsd", "medicines", "include", "researchers", "noted", "interaction", "among", "psychoactive", "drugs", "could", "potentially", "affect", "ptsd", "impacts", "person", "risk", "developing", "dementia", "researchers", "concluded", "research", "conducted", "learn", "ptsd", "psychoactive", "drugs", "including", "dosage", "long", "take", "medications", "people", "could", "benefit"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ags-pcp050817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers are discovering that post-traumatic stress disorder (PTSD) is a significant risk factor in developing dementia.", "Dementia is a memory problem that affects a person's ability to carry out usual tasks.", "Dementia is a leading cause of serious illness, disability, and death.", "It often requires care in a nursing home or other long-term care facility for people aged 65 and older.Until now, researchers didn't know whether the kinds of medications used for people with PTSD could increase risks for dementia.", "(These medications include including antidepressants, antipsychotics, sedatives, or tranquilizers.)", "A new study, published in the Journal of the American Geriatrics Society, examined this connection.In their study, researchers examined information from 3,139,780 veterans aged 56 and older.", "At the beginning of the study, in 2003, the veterans were receiving health care from a Veterans Health Administration facility.", "Almost all the veterans were male and 82% were white.Of the veterans in the study, 5.4% had been diagnosed with PTSD.", "As the researchers looked at the data over the study's nine-year follow-up period, they also included veterans who were diagnosed with dementia.Research has previously shown that veterans with PTSD are more likely to have health problems linked to a higher risk for dementia.", "These include traumatic brain injury, diabetes, chronic obstructive pulmonary disease (COPD), psychiatric disorders, substance abuse, and other health issues.In this study, researchers discovered that taking certain antidepressants, tranquilizers, sedatives, or antipsychotic medications significantly increased veterans' risks for developing dementia compared to the risks for veterans who didn't take such medications.Medicines that significantly increased dementia risk included:The increase in the risk of dementia for veterans taking the drugs was the same whether or not they were diagnosed with PTSD.", "(This is compared to veterans who weren't taking these drugs.", ")What's more, veterans who used three classes of medications were also more likely to be diagnosed with dementia whether or not they had PTSD.", "These medicines include:The researchers noted that an interaction among these \"psychoactive\" drugs could potentially affect how PTSD impacts a person's risk for developing dementia.", "The researchers concluded that further research should be conducted to learn more about PTSD and psychoactive drugs, including dosage, how long to take the medications, and which people could most benefit from them."], "title": "PTSD, certain prescriptions for PTSD may raise risk for dementia | EurekAlert! Science News", "source": "American Geriatrics Society", "date": "2018-01-19_20:40:52", "year": "Mon, 08 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers are discovering that post-traumatic stress disorder (PTSD) is a significant risk factor in developing dementia. Dementia is a memory problem that affects a person's ability to carry out usual tasks. Dementia is a leading cause of serious illness, disability, and death.  It often requires care in a nursing home or other long-term care facility for people aged 65 and older.Until now, researchers didn't know whether the kinds of medications used for people with PTSD could increase risks for dementia. (These medications include including antidepressants, antipsychotics, sedatives, or tranquilizers.) A new study, published in the Journal of the American Geriatrics Society, examined this connection.In their study, researchers examined information from 3,139,780 veterans aged 56 and older. At the beginning of the study, in 2003, the veterans were receiving health care from a Veterans Health Administration facility. Almost all the veterans were male and 82% were white.Of the veterans in the study, 5.4% had been diagnosed with PTSD. As the researchers looked at the data over the study's nine-year follow-up period, they also included veterans who were diagnosed with dementia.Research has previously shown that veterans with PTSD are more likely to have health problems linked to a higher risk for dementia. These include traumatic brain injury, diabetes, chronic obstructive pulmonary disease (COPD), psychiatric disorders, substance abuse, and other health issues.In this study, researchers discovered that taking certain antidepressants, tranquilizers, sedatives, or antipsychotic medications significantly increased veterans' risks for developing dementia compared to the risks for veterans who didn't take such medications.Medicines that significantly increased dementia risk included:The increase in the risk of dementia for veterans taking the drugs was the same whether or not they were diagnosed with PTSD.  (This is compared to veterans who weren't taking these drugs.)What's more, veterans who used three classes of medications were also more likely to be diagnosed with dementia whether or not they had PTSD. These medicines include:The researchers noted that an interaction among these \"psychoactive\" drugs could potentially affect how PTSD impacts a person's risk for developing dementia. The researchers concluded that further research should be conducted to learn more about PTSD and psychoactive drugs, including dosage, how long to take the medications, and which people could most benefit from them."}