{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "responsibility", "providing", "care", "vast", "number", "patients", "dementia", "expected", "next", "20", "years", "disproportionately", "fall", "working", "women", "according", "researchers", "stanford", "university", "school", "medicine", "best", "care", "insurance", "country", "conscientious", "daughter", "authors", "wrote", "perspective", "piece", "published", "may", "8", "jama", "neurology", "article", "points", "lack", "affordable", "care", "options", "united", "states", "unpaid", "family", "members", "primarily", "baby", "boomers", "reach", "retirement", "age", "experts", "predict", "corresponding", "surge", "cases", "dementia", "2030", "estimated", "million", "americans", "expected", "suffering", "form", "care", "patients", "83", "percent", "provided", "unpaid", "family", "members", "women", "authors", "wrote", "wives", "likely", "care", "husbands", "vice", "versa", "daughters", "28", "percent", "likely", "care", "parent", "sons", "authors", "wrote", "adding", "women", "make", "almost", "50", "percent", "workforce", "burgeoning", "demands", "disproportionately", "fall", "put", "higher", "risk", "lowering", "exiting", "career", "trajectory", "gains", "toward", "equality", "workplace", "risk", "care", "dilemmaconcern", "troubling", "health", "care", "dilemma", "grew", "research", "team", "design", "fellows", "stanford", "clinical", "excellence", "research", "center", "investigating", "ways", "provide", "better", "care", "lower", "costs", "patients", "dementia", "cognitive", "disorders", "cerc", "fellows", "dug", "surface", "dementia", "care", "detected", "growing", "threat", "health", "equity", "tangible", "opportunities", "action", "policymakers", "clinicians", "said", "arnold", "milstein", "md", "professor", "medicine", "director", "cerc", "personal", "history", "topic", "said", "clifford", "sheckter", "md", "cerc", "fellow", "article", "grandmother", "mom", "mom", "got", "dementia", "college", "ucla", "remember", "mom", "leave", "work", "two", "three", "times", "day", "come", "home", "whether", "grandma", "taken", "fall", "calling", "mom", "phone", "screaming", "relentless", "hard", "mom", "authors", "noted", "caregiving", "loved", "ones", "dementia", "certainly", "meaningful", "amount", "time", "required", "average", "171", "hours", "per", "month", "according", "article", "combined", "unpredictability", "job", "demands", "unrelenting", "tasks", "toileting", "bathing", "overwhelming", "article", "also", "asserts", "likely", "men", "step", "share", "caregiving", "anytime", "soon", "nothing", "done", "plan", "shift", "caregiving", "demands", "women", "families", "suffer", "increase", "costs", "fall", "employers", "absenteeism", "productivity", "loss", "disability", "claims", "health", "benefits", "plan", "spending", "article", "said", "come", "contact", "patients", "often", "said", "nicholas", "bott", "psyd", "neuropsychologist", "cerc", "fellow", "working", "patient", "disease", "also", "working", "family", "raises", "tensions", "entire", "family", "unit", "causes", "friction", "relationships", "end", "lot", "triage", "family", "members", "raising", "awarenessthe", "article", "written", "sensitize", "physicians", "demands", "family", "members", "caring", "patients", "dementia", "need", "educate", "families", "required", "importance", "referring", "caregiver", "support", "service", "milstein", "said", "hope", "help", "clinicians", "see", "kind", "change", "policy", "advocacy", "might", "enable", "authors", "also", "pointed", "role", "employers", "could", "play", "alleviating", "strain", "caregiving", "demands", "adopting", "policies", "similar", "deloitte", "llp", "international", "accounting", "consulting", "firm", "august", "began", "offering", "employees", "16", "fully", "paid", "weeks", "care", "family", "member", "including", "aging", "family", "members", "paid", "leave", "provided", "employers", "similar", "family", "leave", "new", "parents", "would", "help", "caregivers", "adjust", "new", "situation", "bott", "said", "federal", "tax", "subsidies", "allowing", "corporations", "deduct", "period", "paid", "family", "leave", "may", "help", "incentivize", "employers", "authors", "wrote", "sheckter", "said", "support", "physicians", "social", "services", "particularly", "mother", "employer", "perhaps", "grandmother", "could", "continued", "live", "home", "eventually", "overwhelmed", "caregiving", "work", "demands", "mother", "forced", "put", "grandmother", "care", "home", "passed", "away", "kind", "sad", "country", "anything", "caregiving", "patients", "dementia", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-05/sumc-ico050417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe responsibility of providing care to the vast number of patients with dementia expected over the next 20 years will disproportionately fall on working women, according to researchers at the Stanford University School of Medicine.", "\"The best long-term care insurance in our country is a conscientious daughter,\" the authors wrote in a perspective piece to be published May 8 in JAMA Neurology.", "The article points to a lack of affordable in-home care options in the United States other than unpaid family members, primarily women.As more baby boomers reach retirement age, experts predict a corresponding surge in cases of dementia: By 2030, an estimated 8.4 million Americans are expected to be suffering from some form of the disease.Today, most of the care for these patients -- 83 percent -- is provided by unpaid family members, two-thirds of whom are women, the authors wrote.", "\"Wives are more likely to care for husbands than vice versa, and daughters are 28 percent more likely to care for a parent than sons,\" the authors wrote, adding that because women now make up almost 50 percent of the workforce, these burgeoning demands will disproportionately fall on them -- and put them at higher risk for lowering or exiting their career trajectory.", "\"Hard-fought gains toward equality in the workplace are at risk,\" they wrote.Health care dilemmaConcern about this troubling health care dilemma grew out of research by a team of design fellows at Stanford's Clinical Excellence Research Center.", "They were investigating ways to provide better care at lower costs for patients with dementia and other cognitive disorders.", "\"As our CERC fellows dug below the surface of dementia care, they detected a growing threat to health equity and tangible opportunities for action by policymakers and clinicians,\" said co-author Arnold Milstein, MD, professor of medicine and director of CERC.", "\"I have a very personal history with this topic,\" said Clifford Sheckter, MD, a CERC fellow and co-author of the article.", "\"My grandmother, my mom's mom, got dementia when I was in college at UCLA.", "I remember my mom having to leave work two to three times a day to come home -- whether my grandma had taken a fall or was calling my mom on the phone and screaming, it was relentless.", "It was so hard on my mom.\"", "The authors noted that while caregiving for loved ones with dementia can certainly be meaningful, the amount of time required -- an average of 171 hours per month, according to the article -- combined with the unpredictability of the job's demands and unrelenting tasks, such as toileting and bathing, can be overwhelming.", "The article also asserts that \"it's not likely that men will step up and share in the caregiving anytime soon.", "\"If nothing is done to plan for this shift in caregiving demands, not only will women and their families suffer, an increase in costs will fall on employers from absenteeism, productivity loss, stress-related disability claims and health benefits plan spending, the article said.", "\"I come in contact with these patients often,\" said co-author Nicholas Bott, PsyD, a neuropsychologist and CERC fellow.", "\"When you're working with a patient who has this disease, you are also working with the family.", "It raises tensions for the entire family unit.", "It causes friction in the relationships.", "You end up doing a lot of triage for the family members.", "\"Raising awarenessThe article was written to sensitize physicians to the demands on family members caring for patients with dementia, the need to educate families about what will be required and the importance of referring them to caregiver support service, Milstein said.", "\"We hope to help clinicians see what kind of change in policy their advocacy might enable,\" he said.The authors also pointed to the role that employers could play in alleviating the strain of caregiving demands by adopting family-leave policies similar to Deloitte LLP, an international accounting and consulting firm that in August began offering employees up to 16 fully paid weeks to care for a family member, including aging family members.", "\"A six-week paid leave provided by employers, similar to family leave for new parents, would help caregivers to adjust to the new situation,\" Bott said.", "Federal tax subsidies allowing corporations to deduct the period of paid family leave may further help incentivize employers, the authors wrote.", "Sheckter said with more support -- from physicians, social services and particularly his mother's employer -- perhaps his grandmother could have continued to live at home.", "But eventually, overwhelmed by caregiving and work demands, his mother was forced to put his grandmother into a long-term care home, where she passed away.", "\"It's kind of sad, but in our country we don't do anything about caregiving for patients with dementia,\" he said."], "title": "In-home care of dementia patients falls mainly on women, Stanford researchers say | EurekAlert! Science News", "source": "Stanford University Medical Center", "date": "2018-01-19_20:40:55", "year": "Mon, 08 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe responsibility of providing care to the vast number of patients with dementia expected over the next 20 years will disproportionately fall on working women, according to researchers at the Stanford University School of Medicine.\"The best long-term care insurance in our country is a conscientious daughter,\" the authors wrote in a perspective piece to be published May 8 in JAMA Neurology. The article points to a lack of affordable in-home care options in the United States other than unpaid family members, primarily women.As more baby boomers reach retirement age, experts predict a corresponding surge in cases of dementia: By 2030, an estimated 8.4 million Americans are expected to be suffering from some form of the disease.Today, most of the care for these patients -- 83 percent -- is provided by unpaid family members, two-thirds of whom are women, the authors wrote.\"Wives are more likely to care for husbands than vice versa, and daughters are 28 percent more likely to care for a parent than sons,\" the authors wrote, adding that because women now make up almost 50 percent of the workforce, these burgeoning demands will disproportionately fall on them -- and put them at higher risk for lowering or exiting their career trajectory.\"Hard-fought gains toward equality in the workplace are at risk,\" they wrote.Health care dilemmaConcern about this troubling health care dilemma grew out of research by a team of design fellows at Stanford's Clinical Excellence Research Center. They were investigating ways to provide better care at lower costs for patients with dementia and other cognitive disorders. \"As our CERC fellows dug below the surface of dementia care, they detected a growing threat to health equity and tangible opportunities for action by policymakers and clinicians,\" said co-author Arnold Milstein, MD, professor of medicine and director of CERC.\"I have a very personal history with this topic,\" said Clifford Sheckter, MD, a CERC fellow and co-author of the article. \"My grandmother, my mom's mom, got dementia when I was in college at UCLA. I remember my mom having to leave work two to three times a day to come home -- whether my grandma had taken a fall or was calling my mom on the phone and screaming, it was relentless. It was so hard on my mom.\" The authors noted that while caregiving for loved ones with dementia can certainly be meaningful, the amount of time required -- an average of 171 hours per month, according to the article -- combined with the unpredictability of the job's demands and unrelenting tasks, such as toileting and bathing, can be overwhelming. The article also asserts that \"it's not likely that men will step up and share in the caregiving anytime soon.\"If nothing is done to plan for this shift in caregiving demands, not only will women and their families suffer, an increase in costs will fall on employers from absenteeism, productivity loss, stress-related disability claims and health benefits plan spending, the article said.\"I come in contact with these patients often,\" said co-author Nicholas Bott, PsyD, a neuropsychologist and CERC fellow. \"When you're working with a patient who has this disease, you are also working with the family. It raises tensions for the entire family unit. It causes friction in the relationships. You end up doing a lot of triage for the family members.\"Raising awarenessThe article was written to sensitize physicians to the demands on family members caring for patients with dementia, the need to educate families about what will be required and the importance of referring them to caregiver support service, Milstein said.\"We hope to help clinicians see what kind of change in policy their advocacy might enable,\" he said.The authors also pointed to the role that employers could play in alleviating the strain of caregiving demands by adopting family-leave policies similar to Deloitte LLP, an international accounting and consulting firm that in August began offering employees up to 16 fully paid weeks to care for a family member, including aging family members.\"A six-week paid leave provided by employers, similar to family leave for new parents, would help caregivers to adjust to the new situation,\" Bott said. Federal tax subsidies allowing corporations to deduct the period of paid family leave may further help incentivize employers, the authors wrote. Sheckter said with more support -- from physicians, social services and particularly his mother's employer -- perhaps his grandmother could have continued to live at home. But eventually, overwhelmed by caregiving and work demands, his mother was forced to put his grandmother into a long-term care home, where she passed away.\"It's kind of sad, but in our country we don't do anything about caregiving for patients with dementia,\" he said."}