{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txin", "recent", "study", "human", "molecular", "genetics", "researchers", "vib", "ku", "leuven", "led", "philip", "van", "damme", "reveal", "novel", "function", "progranulin", "lysosomes", "acts", "chaperone", "lysosomal", "protease", "cathepsin", "results", "obtained", "collaboration", "paul", "saftig", "university", "philip", "van", "damme", "hospital", "leuven", "findings", "suggest", "dysfunction", "lysosomal", "enzymes", "cathepsin", "contribute", "neuronal", "dysfunction", "caused", "progranulin", "deficiency", "diseases", "frontotemporal", "dementia", "important", "new", "insights", "search", "solutions", "frontotemporal", "dementiafrontotemporal", "dementia", "ftd", "second", "common", "form", "early", "onset", "dementia", "alzheimer", "disease", "characterized", "neuronal", "loss", "frontal", "anterior", "temporal", "lobes", "generally", "affects", "people", "mid", "40", "mid", "60", "leading", "severe", "changes", "behavior", "language", "problems", "behavioral", "changes", "include", "limited", "apathy", "disinhibition", "eventually", "prohibit", "patient", "ability", "normal", "social", "interaction", "patients", "also", "display", "different", "language", "problems", "leading", "semantic", "dementia", "primary", "progressive", "aphasia", "currently", "treatment", "available", "disease", "limiting", "prognosis", "ftd", "patients", "years", "symptom", "almost", "half", "patients", "disease", "runs", "family", "mutations", "gene", "encoding", "progranulin", "one", "frequent", "causes", "result", "50", "loss", "functional", "progranulin", "protein", "efforts", "model", "human", "disease", "mice", "disappointing", "full", "knockout", "progranulin", "leads", "mild", "phenotype", "without", "functions", "neurotrophic", "factor", "vivoprevious", "studies", "shown", "progranulin", "stimulate", "neuronal", "survival", "neurite", "outgrowth", "cultures", "findings", "led", "hypothesis", "neurodegeneration", "ftd", "patients", "might", "occur", "due", "reduced", "trophic", "support", "vivo", "paradigm", "facial", "nerve", "crush", "injury", "used", "study", "neurotrophic", "effects", "progranulin", "detail", "recovery", "injury", "delayed", "absence", "progranulin", "reintroduction", "human", "progranulin", "mice", "could", "completely", "rescue", "deficit", "indicating", "axonal", "regeneration", "nerve", "injury", "depends", "specifically", "presence", "progranulin", "using", "newly", "generated", "microglial", "neuronal", "specific", "progranulin", "knockout", "mice", "show", "basal", "progranulin", "expression", "mainly", "neuronal", "neuronal", "progranulin", "deletion", "drives", "axonal", "outgrowth", "acts", "chaperone", "cathepsin", "stabilize", "enzyme", "increase", "proteolytic", "capacitya", "transcriptomics", "approach", "identify", "possible", "mediators", "observed", "effects", "pointed", "towards", "lysosomal", "aspartic", "protease", "cathepsin", "ctsd", "upregulated", "gene", "progranulin", "knockout", "mice", "direct", "interaction", "two", "proteins", "established", "brains", "aged", "progranulin", "knockout", "mice", "relative", "ctsd", "activity", "reduced", "adding", "progranulin", "proteolytic", "activity", "ctsd", "could", "stimulated", "manner", "progranulin", "shown", "bind", "ctsd", "prevented", "heat", "induced", "degradation", "interaction", "grn", "ctsd", "proved", "necessary", "recovery", "facial", "nerve", "injury", "linking", "neurotrophic", "effects", "grn", "lysosomal", "chaperone", "function", "ctsd"], "url": "http://www.eurekalert.org/pub_releases/2017-05/vfi-sop050817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn a recent study in Human Molecular Genetics, researchers from VIB  and KU Leuven led by prof. Philip Van Damme, reveal a novel function for progranulin in lysosomes: it acts as chaperone of the lysosomal protease cathepsin D. The results were obtained in collaboration with Prof. Paul Saftig from the University of Kiel.Prof.", "Philip Van Damme (VIB-KU Leuven/University Hospital Leuven): \"Our findings suggest that dysfunction of lysosomal enzymes such as cathepsin D can contribute to neuronal dysfunction caused by progranulin deficiency in diseases such as frontotemporal dementia.", "These are important new insights in our search for solutions.", "\"Frontotemporal dementiaFrontotemporal dementia or FTD is the second most common form of early onset dementia, after Alzheimer's Disease, characterized by neuronal loss in the frontal and anterior temporal lobes.", "It generally affects people in their mid 40's to mid 60's leading to severe changes in behavior or language problems.", "Behavioral changes include, but are not limited to, apathy and disinhibition, which eventually prohibit the patient's ability for normal social interaction.", "Patients can also display different language problems leading to semantic dementia or primary progressive aphasia.", "Currently, there is no treatment available for this disease, limiting the prognosis of FTD patients to 6-8 years after symptom onset.In almost half of the patients, the disease runs in the family.", "Mutations in the gene encoding progranulin are one of the most frequent causes and result in a 50% loss of functional progranulin protein.", "Efforts to model the human disease in mice have been disappointing as the full knockout of progranulin leads to a mild phenotype without neurodegeneration.Progranulin functions as a neurotrophic factor in vivoPrevious studies have shown that progranulin can stimulate neuronal survival and neurite outgrowth in cultures.", "These findings led to the hypothesis that neurodegeneration in FTD patients might occur due to a reduced trophic support for neurons.An in vivo paradigm of facial nerve crush injury was used to study the neurotrophic effects of progranulin in more detail.", "The recovery from such injury was delayed in the absence of progranulin and reintroduction of human progranulin in these mice could completely rescue this deficit, indicating that axonal regeneration after nerve injury depends specifically on the presence of progranulin.", "Using newly generated microglial and neuronal specific progranulin knockout mice, it was show that basal progranulin expression is mainly neuronal and that only neuronal progranulin deletion drives the axonal outgrowth deficit.Progranulin acts as a chaperone for cathepsin D to stabilize the enzyme and increase its proteolytic capacityA transcriptomics approach to identify possible mediators of the observed effects pointed towards the lysosomal aspartic protease cathepsin d (CTSD) as the most upregulated gene in progranulin knockout mice.", "A direct interaction between the two proteins was established.", "In the brains of aged progranulin knockout mice, the relative CTSD activity was reduced.", "By adding progranulin, the proteolytic activity of CTSD could be stimulated in a dose-dependent manner.", "Progranulin was shown to bind to CTSD and prevented its heat induced degradation.", "The interaction between GRN and CTSD proved to be necessary for the recovery after facial nerve injury, linking the neurotrophic effects of GRN to a lysosomal chaperone function on CTSD."], "title": "Shortage of progranulin is a frequent cause of frontotemporal dementia | EurekAlert! Science News", "source": "VIB (the Flanders Institute for Biotechnology)", "date": "2018-01-19_20:41:02", "year": "Mon, 08 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn a recent study in Human Molecular Genetics, researchers from VIB  and KU Leuven led by prof. Philip Van Damme, reveal a novel function for progranulin in lysosomes: it acts as chaperone of the lysosomal protease cathepsin D. The results were obtained in collaboration with Prof. Paul Saftig from the University of Kiel.Prof. Philip Van Damme (VIB-KU Leuven/University Hospital Leuven): \"Our findings suggest that dysfunction of lysosomal enzymes such as cathepsin D can contribute to neuronal dysfunction caused by progranulin deficiency in diseases such as frontotemporal dementia. These are important new insights in our search for solutions.\"Frontotemporal dementiaFrontotemporal dementia or FTD is the second most common form of early onset dementia, after Alzheimer's Disease, characterized by neuronal loss in the frontal and anterior temporal lobes. It generally affects people in their mid 40's to mid 60's leading to severe changes in behavior or language problems. Behavioral changes include, but are not limited to, apathy and disinhibition, which eventually prohibit the patient's ability for normal social interaction. Patients can also display different language problems leading to semantic dementia or primary progressive aphasia. Currently, there is no treatment available for this disease, limiting the prognosis of FTD patients to 6-8 years after symptom onset.In almost half of the patients, the disease runs in the family. Mutations in the gene encoding progranulin are one of the most frequent causes and result in a 50% loss of functional progranulin protein. Efforts to model the human disease in mice have been disappointing as the full knockout of progranulin leads to a mild phenotype without neurodegeneration.Progranulin functions as a neurotrophic factor in vivoPrevious studies have shown that progranulin can stimulate neuronal survival and neurite outgrowth in cultures. These findings led to the hypothesis that neurodegeneration in FTD patients might occur due to a reduced trophic support for neurons.An in vivo paradigm of facial nerve crush injury was used to study the neurotrophic effects of progranulin in more detail. The recovery from such injury was delayed in the absence of progranulin and reintroduction of human progranulin in these mice could completely rescue this deficit, indicating that axonal regeneration after nerve injury depends specifically on the presence of progranulin. Using newly generated microglial and neuronal specific progranulin knockout mice, it was show that basal progranulin expression is mainly neuronal and that only neuronal progranulin deletion drives the axonal outgrowth deficit.Progranulin acts as a chaperone for cathepsin D to stabilize the enzyme and increase its proteolytic capacityA transcriptomics approach to identify possible mediators of the observed effects pointed towards the lysosomal aspartic protease cathepsin d (CTSD) as the most upregulated gene in progranulin knockout mice. A direct interaction between the two proteins was established. In the brains of aged progranulin knockout mice, the relative CTSD activity was reduced. By adding progranulin, the proteolytic activity of CTSD could be stimulated in a dose-dependent manner. Progranulin was shown to bind to CTSD and prevented its heat induced degradation. The interaction between GRN and CTSD proved to be necessary for the recovery after facial nerve injury, linking the neurotrophic effects of GRN to a lysosomal chaperone function on CTSD."}