{"text": "Obesity has the potential to raise an older adult's risk for having difficulty thinking and making decisions (also known as \"cognitive decline\" or dementia).  It is a complex health concern. Body mass index (BMI) is a scale that measures a person's weight in relationship to their height.  Research shows that older adults who have an elevated BMI are at lower risk for dementia than people with lower BMIs.However, BMI may not be the best measure for obesity's effect on dementia. For example, signs such as carrying excess weight in the abdomen (also known as \"belly fat\"), and having a larger waist size, may better indicate whether a person is at higher risk for problems such as dementia.Despite the fact that more African Americans are affected by obesity and dementia than  other individuals, few studies have examined the link between obesity and dementia among African Americans. Recently, a team of researchers examined this link, and published their findings in the Journal of the American Geriatrics Society.The researchers used information from the GENOA study.  The GENOA study was conducted in Jackson, Mississippi, between 1997 and 1999.  It enrolled African Americans with high blood pressure and their siblings (at least one of whom also had high blood pressure). People in the study ranged in age from 35- to 86-years-old. 78% were women and most were obese.Participants in the study took detailed tests to measure how well they could think and make decisions. Researchers noted participants' body weight, height, waist measurements, and BMI. The researchers assessed the participants a second time between 2001 and 2006, and conducted a final visit between 2009 and 2011.These key findings resulted from their study, said the researchers:The researchers suggest that combining waist measurements with BMI in future studies might be a more accurate way to predict how well a person will retain the ability to think and make decisions in later life.", "date": "Mon, 08 May 2017 04:00:00 GMT", "meeting": "", "title": "The effects of obesity on cognitive decline in middle-aged and older African Americans", "institution": "American Geriatrics Society", "journal": "Journal of the American Geriatrics Society", "description": "Despite the fact that more African Americans are affected by obesity and dementia than  other individuals, few studies have examined the link between obesity and dementia among African Americans. Recently, a team of researchers examined this link, and published their findings in the Journal of the American Geriatrics Society.", "region": "namerica", "keywords": ["Medicine/Health", " Diet/Body Weight", " Gerontology", " Aging", " Health Care Systems/Services", " Health Professionals", " Public Health", " Demography", " Aging", " Minorities"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ags-teo050817.php", "source_link": "http://www.healthinaging.org/blog/the-effects-of-obesity-on-cognitive-decline-in-middle-aged-and-older-african-americans/", "funder": "", "article_link": "http://dx.doi.org/10.1111/jgs.14786"}