{"text": "BEER-SHEVA, Israel...May 8, 2017 - Ben-Gurion University of the Negev researchers have determined that the protein SIRT6 is almost completely absent in Alzheimer's disease patients and likely contributes to its onset.The common consensus is that aging is the result of DNA damage accumulation -- essentially the body's failure to implement processes to completely repair its DNA. According to the Alzheimer's Association, of the estimated 5.5 million Americans living with Alzheimer's dementia in 2017, 5.3 million are age 65 and older and the remaining 200,000 have younger-onset Alzheimer's. One in 10 people age 65 and older (10 percent) has Alzheimer's dementia.According to the study, published last month in Cell Reports, one of the key components in this DNA repair process is the protein SIRT6. BGU researchers have determined in mouse models that high levels of SIRT6 facilitate DNA repair while low levels enable DNA damage accumulation. The researchers also tested their hypothesis on neurodegenerative diseases besides Alzheimer's, and found that a deficiency of the SIRT6 protein was also present in patients. According to lead author Dr. Deborah Toiber of the BGU Department of Life Sciences, \"If a decrease in SIRT6 and lack of DNA repair is the beginning of the chain that ends in neurodegenerative diseases in seniors, then we should be focusing our research on how to maintain production of SIRT6 and avoid the DNA damage that leads to these diseases.\" Dr. Toiber's lab is one of only a handful worldwide looking at the effects of SIRT6 in the brain, and its connection to neurodegenerative diseases. ", "date": "Mon, 08 May 2017 04:00:00 GMT", "meeting": "", "title": "Ben-Gurion U researchers find that low levels of a specific protein cause Alzheimer's", "institution": "American Associates, Ben-Gurion University of the Negev", "journal": "Cell Reports", "description": "According to the study, published last month in Cell Reports, one of the key components in this DNA repair process is the protein SIRT6. BGU researchers have determined in mouse models that high levels of SIRT6 facilitate DNA repair while low levels enable DNA damage accumulation.", "region": "namerica", "keywords": ["Medicine/Health", " Diagnostics", " Gerontology", " Aging", " Alzheimer's Disease", " Parkinson's Disease", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-05/aabu-bur050517.php", "source_link": "https://aabgu.org/possible-cause-of-alzheimers-discovered", "funder": "Israeli Ministry of Science and Space", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.03.008"}