{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfor", "older", "adults", "complex", "care", "needs", "police", "officers", "often", "first", "people", "scene", "health", "issue", "concern", "police", "officers", "often", "respond", "calls", "older", "adults", "cognitive", "impairments", "health", "problems", "affect", "ability", "think", "make", "decisions", "concerns", "abuse", "neglect", "general", "older", "adults", "live", "alone", "benefit", "police", "essential", "information", "health", "changes", "age", "may", "risk", "causing", "unintended", "harm", "example", "police", "officer", "might", "know", "best", "way", "assist", "older", "adult", "dementia", "behaving", "disruptively", "even", "new", "study", "published", "journal", "american", "geriatrics", "society", "reports", "police", "officers", "receive", "little", "training", "health", "concerns", "promising", "approaches", "training", "improve", "officers", "help", "older", "adults", "communities", "called", "offer", "study", "detailed", "results", "program", "designed", "geriatric", "care", "experts", "cooperation", "san", "francisco", "police", "department", "sfpd", "team", "created", "health", "segment", "inclusion", "crisis", "intervention", "training", "police", "officers", "receive", "addressing", "unique", "needs", "certain", "individuals", "training", "mandatory", "sfpd", "patrol", "division", "training", "included", "interactive", "lecture", "followed", "three", "small", "group", "workshops", "designed", "help", "officers", "training", "officers", "completed", "questionnaires", "compared", "knew", "training", "knew", "participating", "researchers", "found", "police", "officers", "also", "contributed", "ideas", "training", "topics", "like", "researchers", "concluded", "new", "workforce", "skills", "health", "help", "police", "force", "better", "respond", "community", "needs", "age", "training", "represents", "efficient", "approach", "enhancing", "safe", "effective", "community", "policing", "said", "researchers"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ags-ptp050817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFor older adults with complex care needs, police officers are often the first people on the scene for a health issue or concern.", "Police officers often respond to calls for older adults with cognitive impairments (health problems that affect our ability to think and make decisions), or to concerns about abuse, neglect, or the general well-being of older adults who live alone and benefit from \"well-being\" assessments.However, when police don't have essential information about how our health changes as we age, they may risk causing unintended harm.", "For example, a police officer might not know the best way to assist an older adult with dementia who is behaving disruptively or even violently.A new study published in the Journal of the American Geriatrics Society reports that most police officers receive little to no training in aging-related health concerns, and that promising approaches to such training can improve how officers can help older adults in their communities when they're called to offer assistance.The study detailed results from a program designed by geriatric care experts in cooperation with the San Francisco Police Department (SFPD).", "The team created an aging-related health segment for inclusion in the 40-hour \"Crisis Intervention Training\" police officers receive for addressing the unique needs of certain individuals.", "The training is mandatory for all SFPD patrol division officers.The training, which included an interactive 45-minute lecture followed by three 15-minute small group workshops, was designed to help officers:After the training, officers completed questionnaires that compared what they knew before the training to what they knew after participating.", "Here's what the researchers found:The police officers also contributed ideas for more in-depth training on topics like:The researchers concluded that new workforce skills in aging-related health can help our police force better respond to our community needs as we age.", "This training represents an efficient approach to enhancing safe and effective community policing, said the researchers."], "title": "Police training program in age-related health helps better serve older adults | EurekAlert! Science News", "source": "American Geriatrics Society", "date": "2018-01-19_20:41:14", "year": "Mon, 08 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFor older adults with complex care needs, police officers are often the first people on the scene for a health issue or concern. Police officers often respond to calls for older adults with cognitive impairments (health problems that affect our ability to think and make decisions), or to concerns about abuse, neglect, or the general well-being of older adults who live alone and benefit from \"well-being\" assessments.However, when police don't have essential information about how our health changes as we age, they may risk causing unintended harm. For example, a police officer might not know the best way to assist an older adult with dementia who is behaving disruptively or even violently.A new study published in the Journal of the American Geriatrics Society reports that most police officers receive little to no training in aging-related health concerns, and that promising approaches to such training can improve how officers can help older adults in their communities when they're called to offer assistance.The study detailed results from a program designed by geriatric care experts in cooperation with the San Francisco Police Department (SFPD). The team created an aging-related health segment for inclusion in the 40-hour \"Crisis Intervention Training\" police officers receive for addressing the unique needs of certain individuals. The training is mandatory for all SFPD patrol division officers.The training, which included an interactive 45-minute lecture followed by three 15-minute small group workshops, was designed to help officers:After the training, officers completed questionnaires that compared what they knew before the training to what they knew after participating. Here's what the researchers found:The police officers also contributed ideas for more in-depth training on topics like:The researchers concluded that new workforce skills in aging-related health can help our police force better respond to our community needs as we age. This training represents an efficient approach to enhancing safe and effective community policing, said the researchers."}