{"title": "Nuclear Excluded Autism-Associated Phosphatase and Tensin Homolog Mutations Dysregulate Neuronal Growth.", "text": "Phosphatase and tensin homolog (PTEN) negatively regulates downstream protein kinase B signaling, resulting in decreased cellular growth and proliferation. PTEN is mutated in a subset of children with autism spectrum disorder (ASD); however, the mechanism by which specific point mutations alter PTEN function is largely unknown. Here, we assessed how ASD-associated single-nucleotide variations in PTEN (ASD-PTEN) affect function.We used viral-mediated molecular substitution of human PTEN into Pten knockout mouse neurons and assessed neuronal morphology to determine the functional impact of ASD-PTEN. We employed molecular cloning to examine how PTEN's stability, subcellular localization, and catalytic activity affect neuronal growth.We identified a set of ASD-PTEN mutations displaying altered lipid phosphatase function and subcellular localization. We demonstrated that wild-type PTEN can rescue the neuronal hypertrophy, while PTEN H93R, F241S, D252G, W274L, N276S, and D326N failed to rescue this hypertrophy. A subset of these mutations lacked nuclear localization, prompting us to examine the role of nuclear PTEN in regulating neuronal growth. We found that nuclear PTEN alone is sufficient to regulate soma size. Furthermore, forced localization of the D252G and W274L mutations into the nucleus partially restores regulation of soma size.ASD-PTEN mutations display decreased stability, catalytic activity, and/or altered subcellular localization. Mutations lacking nuclear localization uncover a novel mechanism whereby lipid phosphatase activity in the nucleus can regulate mammalian target of rapamycin signaling and neuronal growth.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29373119", "doi": "10.1016/j.biopsych.2017.11.025", "date": "2017-12-02", "authors": [["Fricano-Kugler", "Catherine J", "CJ", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["Getz", "Stephanie A", "SA", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["Williams", "Michael R", "MR", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["Zurawel", "Ashley A", "AA", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["DeSpenza", "Tyrone", "T", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["Frazel", "Paul W", "PW", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["Li", "Meijie", "M", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["O'Malley", "Alistair J", "AJ", "Dartmouth Institute for Health Policy and Clinical Practice, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire; Department of Biomedical Data Science, Dartmouth Institute for Health Policy and Clinical Practice, Geisel School of Medicine at Dartmouth College, Hanover, New Hampshire."], ["Moen", "Erika L", "EL", "Dartmouth Institute for Health Policy and Clinical Practice, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire."], ["Luikart", "Bryan W", "BW", "Department of Molecular and Systems Biology, Geisel School of Medicine at Dartmouth College, Lebanon, New Hampshire. Electronic address: bryan.w.luikart@dartmouth.edu."]]}