{"words": ["bullying", "involvement", "prevalent", "among", "children", "adolescents", "autism", "spectrum", "disorder", "asd", "study", "examined", "effects", "theory", "mind", "performance", "training", "tompt", "reducing", "bullying", "involvement", "children", "adolescents", "asd", "children", "adolescents", "asd", "completed", "tompt", "n", "26", "social", "skills", "training", "sst", "n", "23", "programs", "participants", "groups", "mothers", "rated", "pretraining", "posttraining", "bullying", "involvement", "participants", "chinese", "version", "school", "bullying", "experience", "questionnaire", "paired", "test", "used", "evaluate", "changes", "bullying", "victimization", "perpetration", "pretraining", "posttraining", "assessments", "furthermore", "linear", "model", "used", "examine", "difference", "training", "effect", "tompt", "sst", "groups", "paired", "test", "indicated", "tompt", "group", "severities", "p", "p", "bullying", "victimization", "significantly", "decreased", "pretraining", "posttraining", "assessments", "whereas", "sst", "group", "bullying", "victimization", "significantly", "decreased", "p", "linear", "model", "indicated", "compared", "sst", "program", "tompt", "program", "significantly", "reduced", "severity", "bullying", "victimization", "p", "present", "study", "supports", "effects", "tompt", "reducing", "bullying", "victimization", "children", "adolescents", "asd"], "authors": [["Liu", "Meng-Jung", "MJ", "Department of Special Education, National Kaohsiung Normal University, Kaohsiung, Taiwan."], ["Ma", "Le-Yin", "LY", "Department of Special Education, National Kaohsiung Normal University, Kaohsiung, Taiwan."], ["Chou", "Wen-Jiun", "WJ", "Department of Child and Adolescent Psychiatry, Chang Gung Memorial Hospital, Kaohsiung Medical Center and College of Medicine, Chang Gung University, Kaohsiung, Taiwan."], ["Chen", "Yu-Min", "YM", "Department of Psychiatry, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan."], ["Liu", "Tai-Ling", "TL", "Department of Psychiatry, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan."], ["Hsiao", "Ray C", "RC", "Department of Psychiatry and Behavioral Sciences, University of Washington School of Medicine, Seattle, WA, United States of America."], ["Hu", "Huei-Fan", "HF", "Department of Psychiatry, Tainan Municipal Hospital, Tainan, Taiwan."], ["Yen", "Cheng-Fang", "CF", "Department of Psychiatry, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan."]], "title": "Effects of theory of mind performance training on reducing bullying involvement in children and adolescents with high-functioning autism spectrum disorder.", "year": null, "sentences": ["Bullying involvement is prevalent among children and adolescents with autism spectrum disorder (ASD).", "This study examined the effects of theory of mind performance training (ToMPT) on reducing bullying involvement in children and adolescents with high-functioning ASD.", "Children and adolescents with high-functioning ASD completed ToMPT (n = 26) and social skills training (SST; n = 23) programs.", "Participants in both groups and their mothers rated the pretraining and posttraining bullying involvement of participants on the Chinese version of the School Bullying Experience Questionnaire.", "The paired t test was used to evaluate changes in bullying victimization and perpetration between the pretraining and posttraining assessments.", "Furthermore, the linear mixed-effect model was used to examine the difference in the training effect between the ToMPT and SST groups.", "The paired t test indicated that in the ToMPT group, the severities of both self-reported (p = .039) and mother-reported (p = .003) bullying victimization significantly decreased from the pretraining to posttraining assessments, whereas in the SST group, only self-reported bullying victimization significantly decreased (p = .027).", "The linear mixed-effect model indicated that compared with the SST program, the ToMPT program significantly reduced the severity of mother-reported bullying victimization (p = .041).", "The present study supports the effects of ToMPT on reducing mother-reported bullying victimization in children and adolescents with high-functioning ASD."], "id": "29342210", "text": "Bullying involvement is prevalent among children and adolescents with autism spectrum disorder (ASD). This study examined the effects of theory of mind performance training (ToMPT) on reducing bullying involvement in children and adolescents with high-functioning ASD. Children and adolescents with high-functioning ASD completed ToMPT (n = 26) and social skills training (SST; n = 23) programs. Participants in both groups and their mothers rated the pretraining and posttraining bullying involvement of participants on the Chinese version of the School Bullying Experience Questionnaire. The paired t test was used to evaluate changes in bullying victimization and perpetration between the pretraining and posttraining assessments. Furthermore, the linear mixed-effect model was used to examine the difference in the training effect between the ToMPT and SST groups. The paired t test indicated that in the ToMPT group, the severities of both self-reported (p = .039) and mother-reported (p = .003) bullying victimization significantly decreased from the pretraining to posttraining assessments, whereas in the SST group, only self-reported bullying victimization significantly decreased (p = .027). The linear mixed-effect model indicated that compared with the SST program, the ToMPT program significantly reduced the severity of mother-reported bullying victimization (p = .041). The present study supports the effects of ToMPT on reducing mother-reported bullying victimization in children and adolescents with high-functioning ASD.", "doi": "10.1371/journal.pone.0191271", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:44:49"}