{"title": "Developmental neurotoxicants and the vulnerable male brain: a systematic review of suspected neurotoxicants that disproportionally affect males.", "text": "The prevalence of neurodevelopmental disorders (NDs), including autism spectrum disorder, attention‑deficit/hyperactivity disorder, tic disorder, obsessive‑compulsive disorder, and emotional disturbances, has increased notably in the past few decades. To date, debate continues as to the origins of NDs. Increases in widespread exposure to and bioaccumulation of chemical neurotoxicants have paralleled the upsurge in NDs, and are suggested to be causal agents for NDs. One consistent aspect of NDs is the male preponderance. This review considers the issue of male preponderance by reviewing the gender‑specific neurotoxic effects of recognized neurotoxicant chemicals to assess their possible etiology in NDs. This investigation consisted of a systematic literature review of original studies published from 1970-2016 on suspected neurotoxicants, to examine whether they have a disproportionate adverse effect based on gender. Based on that review, the neurotoxicants exhibiting consistent gender‑specific effects, with exposed males being more affected (than similarly exposed females), were: lead, Thimerosal/ethylmercury, some organochlorine pesticides (e.g., dieldrin, endosulfan, and heptachlor), and air pollution. The next group identified were neurotoxicants exhibiting gender‑specific neurotoxic effects, with males being somewhat (but not consistently) more affected than females: mercury vapor, polychlorinated biphenyls (PCBs), and organophosphate pesticides. Finally, there was a group of studies in which the neurotoxicants exhibited apparent gender‑related neurotoxic effects but failed to show whether exposed males were consistently more affected than females: inorganic mercury salts, methylmercury species, and certain endocrine disruptors (e.g., phthalates and BPA). The overall conclusion from the studies reviewed was that the brain in males is more vulnerable to many toxic exposures than it is in females. Evidence suggests that the reasons for the male brain being more vulnerable include: (1) greater glutathione availability in females; (2) greater sulfate‑based detoxification capacity in females; (3) potentiating effects of co‑exposure to neurotoxicants and testosterone; (4) greater neuroinflammatory response in males; (5) reduced vulnerability to oxidative stress in females; and (6) neuroprotective effects of female hormones (estrogen and progesterone), especially in the reduction of inflammation and oxidative stress.", "journal": ["Acta neurobiologiae experimentalis", "Acta Neurobiol Exp (Wars)"], "id": "29369294", "doi": null, "date": null, "authors": [["Kern", "Janet K", "JK", "Institute of Chronic Illnesses, Inc., Silver Spring, MD, USA, jkern@dfwair.net."], ["Geier", "David A", "DA", "Institute of Chronic Illnesses, Inc., Silver Spring, MD, USA; CoMeD, Inc., Silver Spring, MD, USA."], ["Homme", "Kristin G", "KG", "International Academy of Oral Medicine and Toxicology, Champions Gate, FL, USA."], ["King", "Paul G", "PG", "CoMeD, Inc., Silver Spring, MD, USA."], ["Bjørklund", "Geir", "G", "Council for Nutritional and Environmental Medicine, Mo i Rana, Norway."], ["Chirumbolo", "Salvatore", "S", "Department of Neurological and Movement Sciences, University of Verona, Verona, Italy."], ["Geier", "Mark R", "MR", "Institute of Chronic Illnesses, Inc., Silver Spring, MD, USA; CoMeD, Inc., Silver Spring, MD, USA; CoMeD, Inc., Silver Spring, MD, USA."]]}