{"words": ["medication", "paracetamol", "acetaminophen", "apap", "currently", "recommended", "safe", "pain", "fever", "treatment", "pregnancy", "however", "recent", "studies", "suggest", "possible", "association", "apap", "use", "pregnancy", "offspring", "conduct", "review", "publications", "reporting", "associations", "prenatal", "apap", "use", "offspring", "neurodevelopmental", "sources", "identified", "key", "word", "search", "multiple", "databases", "medline", "cinahl", "ovid", "toxnet", "september", "2016", "english", "language", "observational", "studies", "pregnancy", "apap", "three", "classes", "neurodevelopmental", "outcomes", "autism", "spectrum", "disorder", "asd", "attention", "deficit", "hyperactivity", "disorder", "adhd", "intelligence", "quotient", "iq", "included", "one", "reviewer", "azb", "independently", "screened", "titles", "abstracts", "extracted", "analyzed", "studies", "retrieved", "55", "ineligible", "nine", "prospective", "cohort", "studies", "fulfilled", "inclusion", "criteria", "data", "pooling", "appropriate", "due", "heterogeneity", "outcomes", "included", "studies", "suggested", "association", "prenatal", "apap", "exposure", "neurodevelopmental", "outcomes", "adhd", "asd", "lower", "iq", "longer", "duration", "apap", "use", "associated", "increased", "risk", "associations", "strongest", "hyperactivity", "outcomes", "little", "modification", "associations", "indication", "use", "nine", "studies", "suggest", "increased", "risk", "adverse", "neurodevelopmental", "outcomes", "following", "prenatal", "apap", "exposure", "studies", "urgently", "needed", "precise", "indication", "use", "exposure", "assessment", "use", "utero", "early", "life", "given", "current", "findings", "pregnant", "women", "cautioned", "indiscriminate", "use", "apap", "results", "substantial", "public", "health", "implications"], "authors": [["Bauer", "Ann Z", "AZ", "Department of Public Health, University of Massachusetts, 1 University Avenue, Lowell, MA, 01854, USA. Electronic address: Ann_Bauer@uml.edu."], ["Kriebel", "David", "D", "Department of Public Health, University of Massachusetts, 1 University Avenue, Lowell, MA, 01854, USA. Electronic address: David_Kriebel@uml.edu."], ["Herbert", "Martha R", "MR", "Department of Neurology, MGH, Harvard Medical School, A.A. Martinos Centre for Biomedical Imaging, MGH/MIT/Harvard 149 Thirteenth Street, Charlestown, MA 02129, USA."], ["Bornehag", "Carl-Gustaf", "CG", "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York City, NY 10029, USA; Department of Health Sciences, Karlstad University, Karlstad, Sweden. Electronic address: carl-gustaf.bornehag@kau.se."], ["Swan", "Shanna H", "SH", "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, New York City, NY 10029, USA. Electronic address: shanna.swan@mssm.edu."]], "title": "Prenatal paracetamol exposure and child neurodevelopment: A review.", "year": null, "sentences": ["The non-prescription medication paracetamol (acetaminophen, APAP) is currently recommended as a safe pain and fever treatment during pregnancy.", "However, recent studies suggest a possible association between APAP use in pregnancy and offspring neurodevelopment.To conduct a review of publications reporting associations between prenatal APAP use and offspring neurodevelopmental outcomes.Relevant sources were identified through a key word search of multiple databases (Medline, CINAHL, OVID and TOXNET) in September 2016.", "All English language observational studies of pregnancy APAP and three classes of neurodevelopmental outcomes (autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), and intelligence quotient (IQ)) were included.", "One reviewer (AZB) independently screened all titles and abstracts, extracted and analyzed the data.64 studies were retrieved and 55 were ineligible.", "Nine prospective cohort studies fulfilled all inclusion criteria.", "Data pooling was not appropriate due to heterogeneity in outcomes.", "All included studies suggested an association between prenatal APAP exposure and the neurodevelopmental outcomes; ADHD, ASD, or lower IQ.", "Longer duration of APAP use was associated with increased risk.", "Associations were strongest for hyperactivity and attention-related outcomes.", "Little modification of associations by indication for use was reported.Together, these nine studies suggest an increased risk of adverse neurodevelopmental outcomes following prenatal APAP exposure.", "Further studies are urgently needed with; precise indication of use and exposure assessment of use both in utero and in early life.", "Given the current findings, pregnant women should be cautioned against indiscriminate use of APAP.", "These results have substantial public health implications."], "id": "29341895", "text": "The non-prescription medication paracetamol (acetaminophen, APAP) is currently recommended as a safe pain and fever treatment during pregnancy. However, recent studies suggest a possible association between APAP use in pregnancy and offspring neurodevelopment.To conduct a review of publications reporting associations between prenatal APAP use and offspring neurodevelopmental outcomes.Relevant sources were identified through a key word search of multiple databases (Medline, CINAHL, OVID and TOXNET) in September 2016. All English language observational studies of pregnancy APAP and three classes of neurodevelopmental outcomes (autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), and intelligence quotient (IQ)) were included. One reviewer (AZB) independently screened all titles and abstracts, extracted and analyzed the data.64 studies were retrieved and 55 were ineligible. Nine prospective cohort studies fulfilled all inclusion criteria. Data pooling was not appropriate due to heterogeneity in outcomes. All included studies suggested an association between prenatal APAP exposure and the neurodevelopmental outcomes; ADHD, ASD, or lower IQ. Longer duration of APAP use was associated with increased risk. Associations were strongest for hyperactivity and attention-related outcomes. Little modification of associations by indication for use was reported.Together, these nine studies suggest an increased risk of adverse neurodevelopmental outcomes following prenatal APAP exposure. Further studies are urgently needed with; precise indication of use and exposure assessment of use both in utero and in early life. Given the current findings, pregnant women should be cautioned against indiscriminate use of APAP. These results have substantial public health implications.", "doi": "10.1016/j.yhbeh.2018.01.003", "journal": ["Hormones and behavior", "Horm Behav"], "date": "2018-01-18_23:44:49"}