{"words": ["tardive", "dyskinesia", "remains", "significant", "potentially", "stigmatizing", "crippling", "adverse", "effect", "patient", "treated", "antipsychotic", "medication", "antipsychotics", "exhibited", "lower", "annual", "incidence", "rates", "tardive", "dyskinesia", "classic", "agents", "versus", "estimated", "incidence", "rate", "modestly", "lower", "coupled", "fact", "antipsychotic", "medications", "come", "employed", "treating", "wider", "range", "disorders", "autism", "spectrum", "disorders", "mood", "disorders", "personality", "disorders", "etc", "clear", "population", "patients", "exposed", "risk", "tardive", "dyskinesia", "expanded", "april", "3", "2017", "food", "drug", "administration", "fda", "approved", "deuterated", "version", "tetrabenazine", "treatment", "involuntary", "choreic", "movements", "associated", "huntington", "disease", "recent", "data", "however", "indicated", "deuterium", "tetrabenazine", "deutetrabenazine", "effective", "treating", "tardive", "dyskinesia", "moreover", "like", "derivative", "tetrabenazine", "valbenazine", "deutetrabenazine", "offers", "less", "frequent", "dosing", "better", "adverse", "effect", "profile", "tetrabenazine", "longer", "use", "broader", "range", "patients", "however", "required", "identify", "risks", "benefits", "found", "trials", "well", "optimal", "use", "parameters", "treatment", "tardive", "dyskinesia"], "authors": [["Cummings", "Michael A", "MA", null], ["Proctor", "George J", "GJ", null], ["Stahl", "Stephen M", "SM", null]], "title": "Deuterium Tetrabenazine for Tardive Dyskinesia.", "year": null, "sentences": ["Tardive dyskinesia remains a significant, potentially stigmatizing or crippling adverse effect for any patient treated with an antipsychotic medication.", "While second- and third-generation antipsychotics have exhibited lower annual incidence rates for tardive dyskinesia than classic or first-generation agents, 3.9% versus 5.5%, the estimated incidence rate is only modestly lower.", "When coupled with the fact that second- and third-generation antipsychotic medications have come to be employed in treating a wider range of disorders (e.g., autism spectrum disorders, mood disorders, personality disorders, etc.", "), it is clear that the population of patients exposed to the risk of tardive dyskinesia has expanded.", "On April 3, 2017, the U.S. Food and Drug Administration (FDA) approved a deuterated version of tetrabenazine (Xenozine®) for the treatment of the involuntary choreic movements associated with Huntington's disease.", "More recent data, however, have indicated that deuterium tetrabenazine or deutetrabenazine (Austedo®) is effective in treating tardive dyskinesia.", "Moreover, like the other derivative of tetrabenazine, valbenazine (Ingrezza®), deutetrabenazine offers less frequent dosing and a better short-term adverse effect profile than that of tetrabenazine.", "Longer use in a broader range of patients, however, will be required to identify risks and benefits not found in short-term trials, as well as optimal use parameters for treatment of tardive dyskinesia."], "id": "29341821", "text": "Tardive dyskinesia remains a significant, potentially stigmatizing or crippling adverse effect for any patient treated with an antipsychotic medication. While second- and third-generation antipsychotics have exhibited lower annual incidence rates for tardive dyskinesia than classic or first-generation agents, 3.9% versus 5.5%, the estimated incidence rate is only modestly lower. When coupled with the fact that second- and third-generation antipsychotic medications have come to be employed in treating a wider range of disorders (e.g., autism spectrum disorders, mood disorders, personality disorders, etc.), it is clear that the population of patients exposed to the risk of tardive dyskinesia has expanded. On April 3, 2017, the U.S. Food and Drug Administration (FDA) approved a deuterated version of tetrabenazine (Xenozine®) for the treatment of the involuntary choreic movements associated with Huntington's disease. More recent data, however, have indicated that deuterium tetrabenazine or deutetrabenazine (Austedo®) is effective in treating tardive dyskinesia. Moreover, like the other derivative of tetrabenazine, valbenazine (Ingrezza®), deutetrabenazine offers less frequent dosing and a better short-term adverse effect profile than that of tetrabenazine. Longer use in a broader range of patients, however, will be required to identify risks and benefits not found in short-term trials, as well as optimal use parameters for treatment of tardive dyskinesia.", "doi": "10.3371/CSRP.CUPR.010318", "journal": ["Clinical schizophrenia & related psychoses", "Clin Schizophr Relat Psychoses"], "date": "2018-01-18_23:44:49"}