{"words": ["increasing", "recognition", "adults", "autism", "spectrum", "disorder", "asd", "would", "benefit", "treatment", "improve", "social", "functioning", "key", "factor", "adults", "overall", "quality", "life", "however", "various", "behavioral", "components", "social", "functioning", "categories", "behaviors", "underlying", "social", "functioning", "including", "social", "motivation", "social", "anxiety", "social", "cognition", "social", "skills", "assessed", "together", "sample", "adults", "asd", "making", "difficult", "know", "relative", "levels", "impairment", "various", "categories", "relationships", "among", "categories", "promising", "targets", "treatments", "hypothesized", "would", "significant", "correlations", "among", "measures", "within", "category", "fewer", "correlations", "measures", "categories", "indicating", "heterogeneity", "impairments", "adults", "asd", "adults", "asd", "without", "intellectual", "disability", "completed", "multiple", "assessments", "measuring", "social", "motivation", "social", "anxiety", "social", "cognition", "social", "skills", "well", "measures", "overall", "asd", "symptom", "levels", "community", "functioning", "results", "revealed", "significant", "positive", "correlations", "among", "measures", "within", "categories", "positive", "correlations", "measures", "social", "motivation", "categories", "except", "social", "cognition", "well", "positive", "correlations", "measures", "anxiety", "asd", "phenotype", "measures", "social", "skills", "community", "functioning", "measures", "social", "skills", "asd", "phenotype", "studies", "warranted", "determine", "causal", "relationships", "among", "behavioral", "categories", "across", "developmental", "stages", "however", "lack", "correlations", "many", "categories", "suggests", "potential", "importance", "multidimensional", "treatments", "target", "particular", "components", "social", "functioning", "need", "improvement", "individuals", "autism", "res", "2017", "2017", "international", "society", "autism", "research", "wiley", "periodicals", "goal", "study", "measure", "behaviors", "contribute", "social", "functioning", "difficulties", "adults", "asd", "ultimate", "goal", "guiding", "treatment", "development", "found", "motivation", "interact", "others", "significantly", "related", "social", "anxiety", "social", "skill", "results", "suggest", "motivation", "may", "important", "target", "treatment", "treatments", "tailored", "areas", "need", "improvement", "individual"], "authors": [["Pallathra", "Ashley A", "AA", "Center for Neurobiology and Behavior, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Calkins", "Monica E", "ME", "Neuropsychiatry Section, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Parish-Morris", "Julia", "J", "Center for Autism Research, Children's Hospital of Philadelphia, and Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Maddox", "Brenna B", "BB", "and the Center for Mental Health Policy and Services Research, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Perez", "Leat S", "LS", "Center for Neurobiology and Behavior, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Miller", "Judith", "J", "Center for Autism Research, Children's Hospital of Philadelphia, and Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Gur", "Ruben C", "RC", "Neuropsychiatry Section, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Mandell", "David S", "DS", "Center for Neurobiology and Behavior, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Schultz", "Robert T", "RT", "Center for Autism Research, Children's Hospital of Philadelphia, and Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."], ["Brodkin", "Edward S", "ES", "Center for Neurobiology and Behavior, Department of Psychiatry, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania."]], "title": "Defining behavioral components of social functioning in adults with autism spectrum disorder as targets for treatment.", "year": null, "sentences": ["There is increasing recognition that adults with autism spectrum disorder (ASD) would benefit from treatment to improve social functioning, a key factor in adults' overall quality of life.", "However, the various behavioral components of social functioning (i.e., categories of behaviors underlying social functioning), including social motivation, social anxiety, social cognition, and social skills, have not all been assessed together in any sample of adults with ASD, making it difficult to know the relative levels of impairment in these various categories, the relationships among these categories, or promising targets for treatments.", "We hypothesized there would be significant correlations among measures within the same category, but fewer correlations of measures between categories, indicating the heterogeneity of impairments in adults with ASD.", "Twenty-nine adults with ASD without co-occurring intellectual disability completed multiple assessments measuring social motivation, social anxiety, social cognition, and social skills, as well as measures of overall ASD symptom levels and community functioning.", "Results revealed significant positive correlations among measures within most categories; positive correlations between measures of social motivation and all other categories, except for social cognition; as well as positive cross-domain correlations between measures of anxiety and ASD phenotype; measures of social skills and community functioning; and measures of social skills and ASD phenotype.", "Further studies are warranted to determine causal relationships among these behavioral categories, across developmental stages.", "However, the lack of correlations between many categories suggests the potential importance of multidimensional treatments that target the particular components of social functioning most in need of improvement in individuals.", "Autism Res 2017.", "© 2017 International Society for Autism Research, Wiley Periodicals, Inc.The goal of this study was to measure behaviors that contribute to social functioning difficulties in adults with ASD, with the ultimate goal of guiding treatment development.", "We found that motivation to interact with others was significantly related to social anxiety and social skill.", "Our results suggest that motivation may be important to target in treatment, and that treatments should be tailored to the areas most in need of improvement in each individual."], "id": "29341497", "text": "There is increasing recognition that adults with autism spectrum disorder (ASD) would benefit from treatment to improve social functioning, a key factor in adults' overall quality of life. However, the various behavioral components of social functioning (i.e., categories of behaviors underlying social functioning), including social motivation, social anxiety, social cognition, and social skills, have not all been assessed together in any sample of adults with ASD, making it difficult to know the relative levels of impairment in these various categories, the relationships among these categories, or promising targets for treatments. We hypothesized there would be significant correlations among measures within the same category, but fewer correlations of measures between categories, indicating the heterogeneity of impairments in adults with ASD. Twenty-nine adults with ASD without co-occurring intellectual disability completed multiple assessments measuring social motivation, social anxiety, social cognition, and social skills, as well as measures of overall ASD symptom levels and community functioning. Results revealed significant positive correlations among measures within most categories; positive correlations between measures of social motivation and all other categories, except for social cognition; as well as positive cross-domain correlations between measures of anxiety and ASD phenotype; measures of social skills and community functioning; and measures of social skills and ASD phenotype. Further studies are warranted to determine causal relationships among these behavioral categories, across developmental stages. However, the lack of correlations between many categories suggests the potential importance of multidimensional treatments that target the particular components of social functioning most in need of improvement in individuals. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.The goal of this study was to measure behaviors that contribute to social functioning difficulties in adults with ASD, with the ultimate goal of guiding treatment development. We found that motivation to interact with others was significantly related to social anxiety and social skill. Our results suggest that motivation may be important to target in treatment, and that treatments should be tailored to the areas most in need of improvement in each individual.", "doi": "10.1002/aur.1910", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:44:49"}