{"words": ["psychiatric", "disorders", "common", "paediatric", "patients", "chronic", "pain", "overall", "prevalence", "comorbid", "neurodevelopmental", "disorders", "unclear", "report", "case", "severe", "chronic", "pain", "child", "undiagnosed", "comorbid", "autism", "spectrum", "disorder", "asd", "attention", "deficit", "hyperactivity", "disorder", "adhd", "significant", "improvements", "pain", "function", "occurred", "following", "methylphenidate", "medication", "parental", "behavioural", "inclusion", "behavioural", "assessment", "screening", "neurodevelopmental", "comorbidity", "may", "essential", "addressing", "complex", "paediatric", "chronic", "pain", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Lipsker", "Camilla Wiwe", "CW", "Functional Area Medical Psychology, Functional Unit Behavioural Medicine, Karolinska University Hospital, Stockholm, Sweden."], ["von Heijne", "Margareta", "M", "Functional Area Medical Psychology, Functional Unit Behavioural Medicine, Karolinska University Hospital, Stockholm, Sweden."], ["Bölte", "Sven", "S", "KIND, Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden."], ["Wicksell", "Rikard K", "RK", "Functional Area Medical Psychology, Functional Unit Behavioural Medicine, Karolinska University Hospital, Stockholm, Sweden."]], "title": "A case report and literature review of autism and attention deficit hyperactivity disorder in paediatric chronic pain.", "year": null, "sentences": ["Psychiatric disorders are common in paediatric patients with chronic pain, but the overall prevalence of comorbid neurodevelopmental disorders is unclear.", "We report on a case of severe chronic pain in a child with undiagnosed comorbid autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD), where significant improvements in pain and function occurred following methylphenidate medication and parental behavioural training.The inclusion of behavioural assessment and screening for neurodevelopmental comorbidity may be essential in addressing complex paediatric chronic pain.", "This article is protected by copyright.", "All rights reserved."], "id": "29341240", "text": "Psychiatric disorders are common in paediatric patients with chronic pain, but the overall prevalence of comorbid neurodevelopmental disorders is unclear. We report on a case of severe chronic pain in a child with undiagnosed comorbid autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD), where significant improvements in pain and function occurred following methylphenidate medication and parental behavioural training.The inclusion of behavioural assessment and screening for neurodevelopmental comorbidity may be essential in addressing complex paediatric chronic pain. This article is protected by copyright. All rights reserved.", "doi": "10.1111/apa.14220", "journal": ["Acta paediatrica (Oslo, Norway : 1992)", "Acta Paediatr."], "date": "2018-01-18_23:44:50"}