{"title": "Fecal calprotectin levels correlate with main domains of the autism diagnostic interview-revised (ADI-R) in a sample of individuals with autism spectrum disorders from Slovakia.", "text": "Autism spectrum disorders (ASD) are neurodevelopmental disorders characterized by impaired social interaction and communication, as well as repetitive behavior and restricted interests. There is convincing evidence that the intestinal inflammation is involved in etiology of ASD. Increased levels of inflammatory markers were shown to be associated with more aberrant behaviors and communication of subjects with ASD. Calprotectin in the feces is produced by activated neutrophils and epithelial cells of the gut mucosa, and its levels reflect local inflammation of the gastrointestinal tract. Concentration of fecal calprotectin was determined by ELISA method in 87 individuals with ASD and 51 controls, of that 29 siblings of children with ASD and 22 non-related controls. In non-relatives significantly lower values of fecal calprotectin were observed than in both subjects with ASD and their siblings. In the group with ASD significant correlations of fecal calprotectin with all domains of the ADI-R diagnostic tool were found: qualitative abnormalities in reciprocal social interaction and communication, restrictive and repetitive patterns of behavior. Results suggest that low grade intestinal inflammation may be one of factors implicated in the pathophysiology of ASD.", "journal": ["Physiological research", "Physiol Res"], "id": "29355379", "doi": null, "date": null, "authors": [["Babinská", "K", "K", "Institute of Physiology, Comenius University Faculty of Medicine, Bratislava, Slovak Republic. katarina.babinska@fmed.uniba.sk."], ["Tomova", "A", "A", null], ["Celušáková", "H", "H", null], ["Babková", "J", "J", null], ["Repiská", "G", "G", null], ["Kubranská", "A", "A", null], ["Filčíková", "D", "D", null], ["Siklenková", "L", "L", null], ["Ostatníková", "D", "D", null]]}