{"title": "Microglia Gone Rogue: Impacts on Psychiatric Disorders across the Lifespan.", "text": "Microglia are the predominant immune response cells and professional phagocytes of the central nervous system (CNS) that have been shown to be important for brain development and homeostasis. These cells present a broad spectrum of phenotypes across stages of the lifespan and especially in CNS diseases. Their prevalence in all neurological pathologies makes it pertinent to reexamine their distinct roles during steady-state and disease conditions. A major question in the field is determining whether the clustering and phenotypical transformation of microglial cells are leading causes of pathogenesis, or potentially neuroprotective responses to the onset of disease. The recent explosive growth in our understanding of the origin and homeostasis of microglia, uncovering their roles in shaping of the neural circuitry and synaptic plasticity, allows us to discuss their emerging functions in the contexts of cognitive control and psychiatric disorders. The distinct mesodermal origin and genetic signature of microglia in contrast to other neuroglial cells also make them an interesting target for the development of therapeutics. Here, we review the physiological roles of microglia, their contribution to the effects of environmental risk factors (e.g., maternal infection, early-life stress, dietary imbalance), and their impact on psychiatric disorders initiated during development (e.g., Nasu-Hakola disease (NHD), hereditary diffuse leukoencephaly with spheroids, Rett syndrome, autism spectrum disorders (ASDs), and obsessive-compulsive disorder (OCD)) or adulthood (e.g., alcohol and drug abuse, major depressive disorder (MDD), bipolar disorder (BD), schizophrenia, eating disorders and sleep disorders). Furthermore, we discuss the changes in microglial functions in the context of cognitive aging, and review their implication in neurodegenerative diseases of the aged adult (e.g., Alzheimer's and Parkinson's). Taking into account the recent identification of microglia-specific markers, and the availability of compounds that target these cells selectively in vivo, we consider the prospect of disease intervention via the microglial route.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"], "id": "29354029", "doi": "10.3389/fnmol.2017.00421", "date": "2018-01-04", "authors": [["Tay", "Tuan Leng", "TL", "Institute of Neuropathology, University of Freiburg, Freiburg, Germany."], ["Béchade", "Catherine", "C", "INSERM UMR-S 839, Paris, France."], ["D'Andrea", "Ivana", "I", "INSERM UMR-S 839, Paris, France."], ["St-Pierre", "Marie-Kim", "MK", "Axe Neurosciences, CRCHU de Québec-Université Laval, Québec, QC, Canada."], ["Henry", "Mathilde S", "MS", "Axe Neurosciences, CRCHU de Québec-Université Laval, Québec, QC, Canada."], ["Roumier", "Anne", "A", "INSERM UMR-S 839, Paris, France."], ["Tremblay", "Marie-Eve", "ME", "Axe Neurosciences, CRCHU de Québec-Université Laval, Québec, QC, Canada."]]}