{"words": ["though", "seemingly", "distinct", "autonomous", "emerging", "evidence", "suggests", "bidirectional", "interaction", "intestinal", "microbiota", "brain", "crosstalk", "may", "play", "substantial", "role", "neurologic", "diseases", "including", "anxiety", "depression", "autism", "multiple", "sclerosis", "parkinson", "disease", "potentially", "alzheimer", "disease", "long", "hypothesized", "metchnikoff", "others", "well", "100", "years", "ago", "investigations", "axis", "seeing", "rapid", "resurgence", "research", "specific", "pathways", "mechanisms", "interaction", "understood", "could", "broad", "therapeutic", "potential", "microbiome", "environmentally", "acquired", "modified", "promote", "health", "review", "discuss", "immune", "endocrine", "neural", "system", "pathways", "interconnect", "gut", "microbiota", "central", "nervous", "system", "discuss", "findings", "might", "applied", "neurologic", "disease"], "authors": [["Cox", "Laura M", "LM", "Ann Romney Center for Neurologic Diseases, Brigham & Women's Hospital, Harvard Medical School, 60 Fenwood Road, Boston, MA, 02446, USA."], ["Weiner", "Howard L", "HL", "Ann Romney Center for Neurologic Diseases, Brigham & Women's Hospital, Harvard Medical School, 60 Fenwood Road, Boston, MA, 02446, USA. hweiner@rics.bwh.harvard.edu."]], "title": "Microbiota Signaling Pathways that Influence Neurologic Disease.", "year": null, "sentences": ["Though seemingly distinct and autonomous, emerging evidence suggests there is a bidirectional interaction between the intestinal microbiota and the brain.", "This crosstalk may play a substantial role in neurologic diseases, including anxiety, depression, autism, multiple sclerosis, Parkinson's disease, and, potentially, Alzheimer's disease.", "Long hypothesized by Metchnikoff and others well over 100 years ago, investigations into the mind-microbe axis is now seeing a rapid resurgence of research.", "If specific pathways and mechanisms of interaction are understood, it could have broad therapeutic potential, as the microbiome is environmentally acquired and can be modified to promote health.", "This review will discuss immune, endocrine, and neural system pathways that interconnect the gut microbiota to central nervous system and discuss how these findings might be applied to neurologic disease."], "id": "29340928", "text": "Though seemingly distinct and autonomous, emerging evidence suggests there is a bidirectional interaction between the intestinal microbiota and the brain. This crosstalk may play a substantial role in neurologic diseases, including anxiety, depression, autism, multiple sclerosis, Parkinson's disease, and, potentially, Alzheimer's disease. Long hypothesized by Metchnikoff and others well over 100 years ago, investigations into the mind-microbe axis is now seeing a rapid resurgence of research. If specific pathways and mechanisms of interaction are understood, it could have broad therapeutic potential, as the microbiome is environmentally acquired and can be modified to promote health. This review will discuss immune, endocrine, and neural system pathways that interconnect the gut microbiota to central nervous system and discuss how these findings might be applied to neurologic disease.", "doi": "10.1007/s13311-017-0598-8", "journal": ["Neurotherapeutics : the journal of the American Society for Experimental NeuroTherapeutics", "Neurotherapeutics"], "date": "2018-01-18_23:44:50"}