{"words": ["clinical", "conditions", "commonly", "associated", "mitochondrial", "disorders", "camds", "often", "present", "autism", "spectrum", "disorders", "asd", "intellectual", "disability", "id", "therefore", "mitochondrial", "dysfunction", "hypothesis", "proposed", "transversal", "mechanism", "may", "function", "disorders", "investigated", "presence", "conditions", "associated", "mitochondrial", "disorders", "mitochondrial", "dna", "mtdna", "alterations", "122", "subjects", "presented", "asd", "id", "asd", "group", "115", "subjects", "presented", "id", "asd", "id", "group", "112", "healthy", "controls", "hc", "group", "assessed", "three", "study", "groups", "presence", "clinical", "conditions", "questionnaire", "mtdna", "content", "two", "mitochondrial", "genes", "qpcr", "mtdna", "sequences", "98", "asd", "95", "id", "subjects", "obtained", "next", "generation", "sequencing", "analyzed", "mtoolbox", "pipeline", "identify", "mtdna", "mutations", "subjects", "asd", "id", "showed", "higher", "frequencies", "constipation", "edema", "seizures", "vision", "alterations", "strabismus", "sphincter", "incontinence", "hcs", "subjects", "asd", "id", "subjects", "showed", "significantly", "lower", "mtdna", "content", "hcs", "genes", "addition", "identified", "49", "putative", "pathogenic", "variants", "heteroplasmy", "level", "higher", "60", "8", "missense", "29", "rrna", "12", "trna", "variants", "total", "asd", "id", "subjects", "carried", "least", "one", "putative", "pathogenic", "mtdna", "mutation", "high", "frequency", "camds", "low", "mtdna", "content", "presence", "putative", "pathogenic", "mtdna", "mutations", "observed", "asd", "id", "subjects", "evidence", "mitochondrial", "dysfunction", "asd", "id"], "authors": [["Valiente-Pallejà", "Alba", "A", "Research Department, Hospital Universitari Institut Pere Mata, E43206 Reus, Spain."], ["Torrell", "Helena", "H", "Center for Omic Sciences, 43204 Reus, Catalonia, Spain."], ["Muntané", "Gerard", "G", "Research Department, Hospital Universitari Institut Pere Mata, E43206 Reus, Spain."], ["Cortés", "Maria J", "MJ", "Institut d'Investigació Sanitària Pere Virgili (IISPV), E43204 Reus, Catalonia, Spain."], ["Martínez-Leal", "Rafael", "R", "Institut d'Investigació Sanitària Pere Virgili (IISPV), E43204 Reus, Catalonia, Spain."], ["Abasolo", "Nerea", "N", "Center for Omic Sciences, 43204 Reus, Catalonia, Spain."], ["Alonso", "Yolanda", "Y", "Research Department, Hospital Universitari Institut Pere Mata, E43206 Reus, Spain."], ["Vilella", "Elisabet", "E", "Research Department, Hospital Universitari Institut Pere Mata, E43206 Reus, Spain."], ["Martorell", "Lourdes", "L", "Research Department, Hospital Universitari Institut Pere Mata, E43206 Reus, Spain."]], "title": "Genetic and clinical evidence of mitochondrial dysfunction in autism spectrum disorder and intellectual disability.", "year": null, "sentences": ["Clinical conditions commonly associated with mitochondrial disorders (CAMDs) are often present in autism spectrum disorders (ASD) and intellectual disability (ID).", "Therefore, the mitochondrial dysfunction hypothesis has been proposed as a transversal mechanism that may function in both disorders.", "Here, we investigated the presence of conditions associated with mitochondrial disorders and mitochondrial DNA (mtDNA) alterations in 122 subjects who presented ASD with ID (ASD group), 115 subjects who presented ID but not ASD (ID group) and 112 healthy controls (HC group).", "We assessed in the three study groups the presence of the clinical conditions through a questionnaire and the mtDNA content of two mitochondrial genes, MT-ND1 and MT-ND4, by qPCR.", "The mtDNA sequences of 98 ASD and 95 ID subjects were obtained by mtDNA-targeted next generation sequencing and analyzed through the MToolBox pipeline to identify mtDNA mutations.", "Subjects with ASD and ID showed higher frequencies of constipation, edema, seizures, vision alterations, strabismus and sphincter incontinence than HCs subjects.", "ASD and ID subjects showed significantly lower mtDNA content than HCs in both MT-ND1 and MT-ND4 genes.", "In addition, we identified 49 putative pathogenic variants with a heteroplasmy level higher than 60%: 8 missense, 29 rRNA and 12 tRNA variants.", "A total of 28.6% of ASD and 30.5% of ID subjects carried at least one putative pathogenic mtDNA mutation.", "The high frequency of CAMDs, the low mtDNA content and the presence of putative pathogenic mtDNA mutations observed in both ASD and ID subjects are evidence of mitochondrial dysfunction in ASD and ID."], "id": "29340697", "text": "Clinical conditions commonly associated with mitochondrial disorders (CAMDs) are often present in autism spectrum disorders (ASD) and intellectual disability (ID). Therefore, the mitochondrial dysfunction hypothesis has been proposed as a transversal mechanism that may function in both disorders. Here, we investigated the presence of conditions associated with mitochondrial disorders and mitochondrial DNA (mtDNA) alterations in 122 subjects who presented ASD with ID (ASD group), 115 subjects who presented ID but not ASD (ID group) and 112 healthy controls (HC group). We assessed in the three study groups the presence of the clinical conditions through a questionnaire and the mtDNA content of two mitochondrial genes, MT-ND1 and MT-ND4, by qPCR. The mtDNA sequences of 98 ASD and 95 ID subjects were obtained by mtDNA-targeted next generation sequencing and analyzed through the MToolBox pipeline to identify mtDNA mutations. Subjects with ASD and ID showed higher frequencies of constipation, edema, seizures, vision alterations, strabismus and sphincter incontinence than HCs subjects. ASD and ID subjects showed significantly lower mtDNA content than HCs in both MT-ND1 and MT-ND4 genes. In addition, we identified 49 putative pathogenic variants with a heteroplasmy level higher than 60%: 8 missense, 29 rRNA and 12 tRNA variants. A total of 28.6% of ASD and 30.5% of ID subjects carried at least one putative pathogenic mtDNA mutation. The high frequency of CAMDs, the low mtDNA content and the presence of putative pathogenic mtDNA mutations observed in both ASD and ID subjects are evidence of mitochondrial dysfunction in ASD and ID.", "doi": "10.1093/hmg/ddy009", "journal": ["Human molecular genetics", "Hum. Mol. Genet."], "date": "2018-01-18_23:44:50"}