{"title": "Mixed Neurodevelopmental and Neurodegenerative Pathology in Nhe6-Null Mouse Model of Christianson Syndrome.", "text": "Christianson syndrome (CS) is an X-linked disorder resulting from loss-of-function mutations in SLC9A6, which encodes the endosomal Na+/H+ exchanger 6 (NHE6). Symptoms include early developmental delay, seizures, intellectual disability, nonverbal status, autistic features, postnatal microcephaly, and progressive ataxia. Neuronal development is impaired in CS, involving defects in neuronal arborization and synaptogenesis, likely underlying diminished brain growth postnatally. In addition to neurodevelopmental defects, some reports have supported neurodegenerative pathology in CS with age. The objective of this study was to determine the nature of progressive changes in the postnatal brain in Nhe6-null mice. We examined the trajectories of brain growth and atrophy in mutant mice from birth until very old age (2 yr). We report trajectories of volume changes in the mutant that likely reflect both brain undergrowth as well as tissue loss. Reductions in volume are first apparent at 2 mo, particularly in the cerebellum, which demonstrates progressive loss of Purkinje cells (PCs). We report PC loss in two distinct Nhe6-null mouse models. More widespread reductions in tissue volumes, namely, in the hippocampus, striatum, and cortex, become apparent after 2 mo, largely reflecting delays in growth with more limited tissue losses with aging. Also, we identify pronounced glial responses, particularly in major fiber tracts such as the corpus callosum, where the density of activated astrocytes and microglia are substantially increased. The prominence of the glial response in axonal tracts suggests a primary axonopathy. Importantly, therefore, our data support both neurodevelopmental and degenerative mechanisms in the pathobiology of CS.", "journal": ["eNeuro", "eNeuro"], "id": "29349289", "doi": "10.1523/ENEURO.0388-17.2017", "date": "2017-01-17", "authors": [["Xu", "Meiyu", "M", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."], ["Ouyang", "Qing", "Q", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."], ["Gong", "Jingyi", "J", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."], ["Pescosolido", "Matthew F", "MF", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."], ["Pruett", "Brandon S", "BS", "Developmental Disorders Genetics Research Program, Emma Pendleton Bradley Hospital, East Providence, RI 02915."], ["Mishra", "Sasmita", "S", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."], ["Schmidt", "Michael", "M", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."], ["Jones", "Richard N", "RN", "Department of Psychiatry and Human Behavior, Warren Alpert Medical School of Brown University, Providence, RI 02912."], ["Gamsiz Uzun", "Ece D", "ED", "Department of Pathology and Laboratory Medicine, Warren Alpert Medical School of Brown University, Providence, RI 02912."], ["Lizarraga", "Sofia B", "SB", "Department of Biological Sciences, University of South Carolina, Columbia, SC 29208."], ["Morrow", "Eric M", "EM", "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI 02912."]]}