{"title": "Executive Dysfunction in Autism Spectrum Disorder Is Associated With a Failure to Modulate Frontoparietal-insular Hub Architecture.", "text": "Comorbid executive dysfunction in autism spectrum disorder (ASD) is a barrier to adaptive functioning, despite remittance of core social-communication symptoms. Network models of ASD address core symptoms but not comorbid executive dysfunction. Following recent demonstrations in healthy adults that, with increasing executive demands, hubs embedded within frontoparietal-insular control networks interact with a more diverse set of networks, we hypothesized that the capability of hubs to do so is perturbed in ASD and predicts executive behavior.Seventy-five 7- to 13-year-old children with ASD (n = 35) and age- and IQ-matched typically developing control subjects (n = 40) completed both a resting-state and a selective attention task functional magnetic resonance imaging session. We assessed changes in the participation coefficient, a graph theory metric indexing hubness, of 264 brain regions comprising 12 functional networks between the two sessions. Parent reported executive impairment in everyday life was measured using the Behavior Rating Inventory of Executive Function.The participation coefficient of the frontoparietal-insular cortex, including core nodes of the frontoparietal control and salience networks, significantly increased in typically developing children but not in children with ASD during the task relative to rest. Change in frontoparietal-insular participation coefficient predicted Behavior Rating Inventory of Executive Function scores indexing the ability to attend to task-oriented output, plan and organize, and sustain working memory.Our results suggest that executive impairments in ASD emerge from a failure of frontoparietal-insular control regions to function as adaptive and integrative hubs in the brain's functional network architecture. Our results also demonstrate the utility of examining dynamic network function for elucidating potential biomarkers for disorders with comorbid executive dysfunction.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"], "id": "29348041", "doi": "10.1016/j.bpsc.2017.03.008", "date": "2017-03-18", "authors": [["Lynch", "Charles J", "CJ", "Department of Psychology, Children's National Medical Center, Washington, DC. Electronic address: cl968@georgetown.edu."], ["Breeden", "Andrew L", "AL", "Department of Psychology, Children's National Medical Center, Washington, DC; Interdisciplinary Program in Neuroscience, Georgetown University, Children's National Medical Center, Washington, DC."], ["You", "Xiaozhen", "X", "Center for Neuroscience Children's Research Institute, Children's National Medical Center, Washington, DC."], ["Ludlum", "Ruth", "R", "Department of Psychology, Children's National Medical Center, Washington, DC."], ["Gaillard", "William D", "WD", "Center for Neuroscience Children's Research Institute, Children's National Medical Center, Washington, DC."], ["Kenworthy", "Lauren", "L", "Center for Neuroscience Children's Research Institute, Children's National Medical Center, Washington, DC."], ["Vaidya", "Chandan J", "CJ", "Department of Psychology, Children's National Medical Center, Washington, DC; Interdisciplinary Program in Neuroscience, Georgetown University, Children's National Medical Center, Washington, DC; Center for Neuroscience Children's Research Institute, Children's National Medical Center, Washington, DC."]]}