{"words": ["cocaine", "addiction", "characterized", "dysfunction", "brain", "circuits", "leading", "maladaptive", "motivation", "seek", "take", "drug", "currently", "clinically", "available", "pharmacotherapies", "treat", "cocaine", "addiction", "broad", "screen", "innate", "immune", "mediators", "identify", "stimulating", "factor", "potent", "mediator", "adaptations", "report", "potentiates", "increases", "neural", "activity", "nucleus", "accumbens", "nac", "prefrontal", "cortex", "addition", "injections", "potentiate", "cocaine", "place", "preference", "enhance", "motivation", "cocaine", "affecting", "responses", "natural", "rewards", "infusion", "neutralizing", "antibody", "nac", "blocks", "ability", "modulate", "cocaine", "behavioral", "effects", "providing", "direct", "link", "central", "action", "nac", "cocaine", "reward", "results", "demonstrate", "manipulating", "sufficient", "alter", "motivation", "cocaine", "natural", "rewards", "providing", "pharmacotherapeutic", "avenue", "manipulate", "addictive", "behaviors", "without", "abuse", "potential"], "authors": [["Calipari", "Erin S", "ES", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Godino", "Arthur", "A", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Peck", "Emily G", "EG", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Salery", "Marine", "M", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Mervosh", "Nicholas L", "NL", "Department of Psychiatry, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Landry", "Joseph A", "JA", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Russo", "Scott J", "SJ", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Hurd", "Yasmin L", "YL", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Nestler", "Eric J", "EJ", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Kiraly", "Drew D", "DD", "Fishberg Department of Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, USA. drew.kiraly@mssm.edu."]], "title": "Granulocyte-colony stimulating factor controls neural and behavioral plasticity in response to cocaine.", "year": null, "sentences": ["Cocaine addiction is characterized by dysfunction in reward-related brain circuits, leading to maladaptive motivation to seek and take the drug.", "There are currently no clinically available pharmacotherapies to treat cocaine addiction.", "Through a broad screen of innate immune mediators, we identify granulocyte-colony stimulating factor (G-CSF) as a potent mediator of cocaine-induced adaptations.", "Here we report that G-CSF potentiates cocaine-induced increases in neural activity in the nucleus accumbens (NAc) and prefrontal cortex.", "In addition, G-CSF injections potentiate cocaine place preference and enhance motivation to self-administer cocaine, while not affecting responses to natural rewards.", "Infusion of G-CSF neutralizing antibody into NAc blocks the ability of G-CSF to modulate cocaine's behavioral effects, providing a direct link between central G-CSF action in NAc and cocaine reward.", "These results demonstrate that manipulating G-CSF is sufficient to alter the motivation for cocaine, but not natural rewards, providing a pharmacotherapeutic avenue to manipulate addictive behaviors without abuse potential."], "id": "29339724", "text": "Cocaine addiction is characterized by dysfunction in reward-related brain circuits, leading to maladaptive motivation to seek and take the drug. There are currently no clinically available pharmacotherapies to treat cocaine addiction. Through a broad screen of innate immune mediators, we identify granulocyte-colony stimulating factor (G-CSF) as a potent mediator of cocaine-induced adaptations. Here we report that G-CSF potentiates cocaine-induced increases in neural activity in the nucleus accumbens (NAc) and prefrontal cortex. In addition, G-CSF injections potentiate cocaine place preference and enhance motivation to self-administer cocaine, while not affecting responses to natural rewards. Infusion of G-CSF neutralizing antibody into NAc blocks the ability of G-CSF to modulate cocaine's behavioral effects, providing a direct link between central G-CSF action in NAc and cocaine reward. These results demonstrate that manipulating G-CSF is sufficient to alter the motivation for cocaine, but not natural rewards, providing a pharmacotherapeutic avenue to manipulate addictive behaviors without abuse potential.", "doi": "10.1038/s41467-017-01881-x", "journal": ["Nature communications", "Nat Commun"], "date": "2018-01-18_23:44:51"}