{"title": "Negative Valence in Autism Spectrum Disorder: The Relationship Between Amygdala Activity, Selective Attention, and Co-occurring Anxiety.", "text": "A critical agenda of the National Institutes of Health Research Domain Criteria (RDoC) initiative is establishing whether domains within the RDoC matrix are truly transdiagnostic. Rates of anxiety disorders are elevated in autism spectrum disorder (ASD), but it is unclear whether the same mechanisms contribute to anxiety in individuals with and without ASD. As changes in selective attention are a hallmark of anxiety disorders in non-ASD samples, the identification of these changes in ASD would support the transdiagnostic nature of anxiety.This functional magnetic resonance imaging study focused on the negative valence domain from RDoC (manifest as anxiety symptoms) in youth with ASD (n = 38) and typically developing control participants (n = 25). The task required selective attention toward and away from social information (faces) with negative and neutral affect. Participants underwent in-depth characterization for both anxiety and ASD symptoms.Dimensional and categorical measures of anxiety were significantly related to increased amygdala activation-evidence of enhanced attentional capture by social information.This pattern fits with decades of research among non-ASD samples using selective attention and attentional bias paradigms, suggesting that anxiety in ASD shares mechanisms with anxiety alone. Overall, results from this study support the transdiagnostic nature of the negative valence domain from RDoC and increase the likelihood that anxiety in ASD should be responsive to interventions targeting maladaptive responses to negative information.", "journal": ["Biological psychiatry. Cognitive neuroscience and neuroimaging", "Biol Psychiatry Cogn Neurosci Neuroimaging"], "id": "29348040", "doi": "10.1016/j.bpsc.2017.03.009", "date": "2017-03-22", "authors": [["Herrington", "John D", "JD", "Center for Autism Research, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; Department of Psychiatry, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Maddox", "Brenna B", "BB", "Center for Autism Research, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."], ["McVey", "Alana J", "AJ", "Department of Psychology, Marquette University, Milwaukee, Wisconsin."], ["Franklin", "Martin E", "ME", "Department of Psychiatry, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Yerys", "Benjamin E", "BE", "Center for Autism Research, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; Department of Psychiatry, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Miller", "Judith S", "JS", "Center for Autism Research, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; Department of Psychiatry, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Schultz", "Robert T", "RT", "Center for Autism Research, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania; Department of Psychiatry, University of Pennsylvania, Philadelphia, Pennsylvania; Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania. Electronic address: schultzrt@chop.edu."]]}