{"words": ["altered", "neuronal", "network", "formation", "function", "involving", "dysregulated", "excitatory", "inhibitory", "circuits", "associated", "fragile", "x", "syndrome", "fxs", "examined", "functional", "maturation", "excitatory", "transmission", "system", "fxs", "investigating", "response", "fxs", "neural", "progenitor", "cells", "glutamate", "analog", "ampa", "neural", "progenitors", "derived", "induced", "pluripotent", "stem", "cell", "ipsc", "lines", "generated", "boys", "fxs", "augmented", "intracellular", "responses", "ampa", "kainate", "mediated", "ampa", "receptors", "lacking", "glua2", "subunit", "together", "enhanced", "differentiation", "cells", "proportion", "nmda", "cells", "increased", "human", "fxs", "progenitors", "differentiation", "cells", "lacking", "glua2", "also", "increased", "paralleled", "increased", "inward", "rectification", "neural", "progenitors", "derived", "mice", "fxs", "mouse", "model", "human", "fxs", "progenitors", "increased", "expression", "precursor", "mature", "forms", "microrna", "represses", "translation", "transcript", "encoding", "glua2", "blocking", "reduced", "neurite", "length", "human", "control", "progenitors", "reduced", "shortened", "length", "neurites", "human", "fxs", "progenitors", "supporting", "contribution", "regulation", "progenitor", "differentiation", "furthermore", "observed", "reduced", "expression", "gria2", "gene", "frontal", "lobe", "fxs", "mice", "consistent", "functional", "changes", "ampars", "fxs", "increased", "influx", "may", "increase", "vulnerability", "affect", "differentiation", "migration", "distinct", "cell", "populations", "may", "interfere", "normal", "circuit", "formation", "fxs"], "authors": [["Achuta", "Venkat Swaroop", "VS", "Department of Physiology, Faculty of Medicine, University of Helsinki, P.O. Box 63, FIN-00014 Helsinki, Finland."], ["Möykkynen", "Tommi", "T", "Division of Biochemistry and Biotechnology, Department of Biosciences, University of Helsinki, P.O. Box 56, FIN-00014, Helsinki, Finland."], ["Peteri", "Ulla-Kaisa", "UK", "Department of Physiology, Faculty of Medicine, University of Helsinki, P.O. Box 63, FIN-00014 Helsinki, Finland."], ["Turconi", "Giorgio", "G", "Department of Physiology, Faculty of Medicine, University of Helsinki, P.O. Box 63, FIN-00014 Helsinki, Finland."], ["Rivera", "Claudio", "C", "Neuroscience Center, University of Helsinki, P.O. Box 56, FIN-00014 Helsinki, Finland."], ["Keinänen", "Kari", "K", "Division of Biochemistry and Biotechnology, Department of Biosciences, University of Helsinki, P.O. Box 56, FIN-00014, Helsinki, Finland."], ["Castrén", "Maija L", "ML", "Department of Physiology, Faculty of Medicine, University of Helsinki, P.O. Box 63, FIN-00014 Helsinki, Finland. maija.castren@helsinki.fi."]], "title": "Functional changes of AMPA responses in human induced pluripotent stem cell-derived neural progenitors in fragile X syndrome.", "year": null, "sentences": ["Altered neuronal network formation and function involving dysregulated excitatory and inhibitory circuits are associated with fragile X syndrome (FXS).", "We examined functional maturation of the excitatory transmission system in FXS by investigating the response of FXS patient-derived neural progenitor cells to the glutamate analog (AMPA).", "Neural progenitors derived from induced pluripotent stem cell (iPSC) lines generated from boys with FXS had augmented intracellular Ca2+ responses to AMPA and kainate that were mediated by Ca2+-permeable AMPA receptors (CP-AMPARs) lacking the GluA2 subunit.", "Together with the enhanced differentiation of glutamate-responsive cells, the proportion of CP-AMPAR and N-methyl-d-aspartate (NMDA) receptor-coexpressing cells was increased in human FXS progenitors.", "Differentiation of cells lacking GluA2 was also increased and paralleled the increased inward rectification in neural progenitors derived from Fmr1-knockout mice (the FXS mouse model).", "Human FXS progenitors had increased the expression of the precursor and mature forms of miR-181a, a microRNA that represses translation of the transcript encoding GluA2.", "Blocking GluA2-lacking, CP-AMPARs reduced the neurite length of human iPSC-derived control progenitors and further reduced the shortened length of neurites in human FXS progenitors, supporting the contribution of CP-AMPARs to the regulation of progenitor differentiation.", "Furthermore, we observed reduced expression of Gria2 (the GluA2-encoding gene) in the frontal lobe of FXS mice, consistent with functional changes of AMPARs in FXS.", "Increased Ca2+ influx through CP-AMPARs may increase the vulnerability and affect the differentiation and migration of distinct cell populations, which may interfere with normal circuit formation in FXS."], "id": "29339535", "text": "Altered neuronal network formation and function involving dysregulated excitatory and inhibitory circuits are associated with fragile X syndrome (FXS). We examined functional maturation of the excitatory transmission system in FXS by investigating the response of FXS patient-derived neural progenitor cells to the glutamate analog (AMPA). Neural progenitors derived from induced pluripotent stem cell (iPSC) lines generated from boys with FXS had augmented intracellular Ca2+ responses to AMPA and kainate that were mediated by Ca2+-permeable AMPA receptors (CP-AMPARs) lacking the GluA2 subunit. Together with the enhanced differentiation of glutamate-responsive cells, the proportion of CP-AMPAR and N-methyl-d-aspartate (NMDA) receptor-coexpressing cells was increased in human FXS progenitors. Differentiation of cells lacking GluA2 was also increased and paralleled the increased inward rectification in neural progenitors derived from Fmr1-knockout mice (the FXS mouse model). Human FXS progenitors had increased the expression of the precursor and mature forms of miR-181a, a microRNA that represses translation of the transcript encoding GluA2. Blocking GluA2-lacking, CP-AMPARs reduced the neurite length of human iPSC-derived control progenitors and further reduced the shortened length of neurites in human FXS progenitors, supporting the contribution of CP-AMPARs to the regulation of progenitor differentiation. Furthermore, we observed reduced expression of Gria2 (the GluA2-encoding gene) in the frontal lobe of FXS mice, consistent with functional changes of AMPARs in FXS. Increased Ca2+ influx through CP-AMPARs may increase the vulnerability and affect the differentiation and migration of distinct cell populations, which may interfere with normal circuit formation in FXS.", "doi": "10.1126/scisignal.aan8784", "journal": ["Science signaling", "Sci Signal"], "date": "2018-01-18_23:44:51"}