{"words": ["autism", "spectrum", "disorder", "asd", "prevalent", "neurodevelopmental", "disorder", "associated", "genetic", "risk", "factors", "human", "polymorphisms", "snps", "located", "genes", "rather", "regulatory", "regions", "control", "gene", "expression", "function", "regulatory", "regions", "determined", "epigenetic", "mechanisms", "parallels", "cellular", "basis", "development", "formation", "memory", "long", "recognized", "particularly", "role", "epigenetic", "mechanisms", "processes", "analyzed", "learning", "alters", "chromatin", "accessibility", "mouse", "hippocampus", "using", "new", "sequencing", "bioinformatics", "strategy", "call", "descan", "differential", "enrichment", "scan", "descan", "enabled", "analysis", "data", "epigenomic", "experiments", "containing", "multiple", "replicates", "revealed", "changes", "chromatin", "accessibility", "2365", "regulatory", "promoters", "promoters", "active", "forebrain", "development", "mice", "enriched", "epigenetic", "modifications", "indicative", "bivalent", "promoters", "promoters", "disproportionally", "intronic", "showed", "complex", "relationship", "gene", "expression", "alternative", "splicing", "memory", "consolidation", "retrieval", "enriched", "data", "set", "relative", "known", "asd", "risk", "genes", "genotyping", "clinical", "cohort", "within", "one", "promoters", "shank3", "promoter", "6", "revealed", "snp", "rs6010065", "associated", "asd", "data", "support", "idea", "learning", "recapitulates", "development", "epigenetic", "level", "demonstrate", "behaviorally", "induced", "epigenetic", "changes", "mice", "highlight", "regulatory", "regions", "relevant", "brain", "disorders", "patients"], "authors": [["Koberstein", "John N", "JN", "Department of Biomedical Sciences, Elson S. Floyd College of Medicine. Washington State University, Spokane, WA 99202, USA."], ["Poplawski", "Shane G", "SG", "Ibis Biosciences Inc. of Abbot, Carlsbad, CA 92008, USA."], ["Wimmer", "Mathieu E", "ME", "Department of Psychology and Program in Neuroscience, College of Liberal Arts, Temple University, Philadelphia, PA 19122, USA."], ["Porcari", "Giulia", "G", "Vanderbilt University Medical School, Nashville, TN 37232, USA."], ["Kao", "Charlly", "C", "Division of Biostatistics and Epidemiology, Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY 10065, USA."], ["Gomes", "Bruce", "B", "Department of Biomedical Sciences, Elson S. Floyd College of Medicine. Washington State University, Spokane, WA 99202, USA."], ["Risso", "Davide", "D", "Division of Biostatistics and Epidemiology, Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY 10065, USA."], ["Hakonarson", "Hakon", "H", "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA."], ["Zhang", "Nancy R", "NR", "Department of Statistics, Wharton School, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Schultz", "Robert T", "RT", "Center for Autism Research, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA."], ["Abel", "Ted", "T", "Iowa Neuroscience Institute, University of Iowa Carver College of Medicine, Iowa City, IA 52242, USA."], ["Peixoto", "Lucia", "L", "Department of Biomedical Sciences, Elson S. Floyd College of Medicine. Washington State University, Spokane, WA 99202, USA. lucia.peixoto@wsu.edu."]], "title": "Learning-dependent chromatin remodeling highlights noncoding regulatory regions linked to autism.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a prevalent neurodevelopmental disorder that is associated with genetic risk factors.", "Most human disease-associated single-nucleotide polymorphisms (SNPs) are not located in genes but rather are in regulatory regions that control gene expression.", "The function of regulatory regions is determined through epigenetic mechanisms.", "Parallels between the cellular basis of development and the formation of long-term memory have long been recognized, particularly the role of epigenetic mechanisms in both processes.", "We analyzed how learning alters chromatin accessibility in the mouse hippocampus using a new high-throughput sequencing bioinformatics strategy we call DEScan (differential enrichment scan).", "DEScan, which enabled the analysis of data from epigenomic experiments containing multiple replicates, revealed changes in chromatin accessibility at 2365 regulatory regions-most of which were promoters.", "Learning-regulated promoters were active during forebrain development in mice and were enriched in epigenetic modifications indicative of bivalent promoters.", "These promoters were disproportionally intronic, showed a complex relationship with gene expression and alternative splicing during memory consolidation and retrieval, and were enriched in the data set relative to known ASD risk genes.", "Genotyping in a clinical cohort within one of these promoters (SHANK3 promoter 6) revealed that the SNP rs6010065 was associated with ASD.", "Our data support the idea that learning recapitulates development at the epigenetic level and demonstrate that behaviorally induced epigenetic changes in mice can highlight regulatory regions relevant to brain disorders in patients."], "id": "29339533", "text": "Autism spectrum disorder (ASD) is a prevalent neurodevelopmental disorder that is associated with genetic risk factors. Most human disease-associated single-nucleotide polymorphisms (SNPs) are not located in genes but rather are in regulatory regions that control gene expression. The function of regulatory regions is determined through epigenetic mechanisms. Parallels between the cellular basis of development and the formation of long-term memory have long been recognized, particularly the role of epigenetic mechanisms in both processes. We analyzed how learning alters chromatin accessibility in the mouse hippocampus using a new high-throughput sequencing bioinformatics strategy we call DEScan (differential enrichment scan). DEScan, which enabled the analysis of data from epigenomic experiments containing multiple replicates, revealed changes in chromatin accessibility at 2365 regulatory regions-most of which were promoters. Learning-regulated promoters were active during forebrain development in mice and were enriched in epigenetic modifications indicative of bivalent promoters. These promoters were disproportionally intronic, showed a complex relationship with gene expression and alternative splicing during memory consolidation and retrieval, and were enriched in the data set relative to known ASD risk genes. Genotyping in a clinical cohort within one of these promoters (SHANK3 promoter 6) revealed that the SNP rs6010065 was associated with ASD. Our data support the idea that learning recapitulates development at the epigenetic level and demonstrate that behaviorally induced epigenetic changes in mice can highlight regulatory regions relevant to brain disorders in patients.", "doi": "10.1126/scisignal.aan6500", "journal": ["Science signaling", "Sci Signal"], "date": "2018-01-18_23:44:51"}