{"title": "Scaling of the surface vasculature on the human placenta.", "text": "The networks of veins and arteries on the chorionic plate of the human placenta are analyzed in terms of Voronoi cells derived from these networks. Two groups of placentas from the United States are studied: a population cohort with no prescreening, and a cohort from newborns with an elevated risk of developing autistic spectrum disorder. Scaled distributions of the Voronoi cell areas in the two cohorts collapse onto a single distribution, indicating common mechanisms for the formation of the complete vasculatures, but which have different levels of activity in the two cohorts.", "journal": ["Physical review. E", "Phys Rev E"], "id": "29347569", "doi": "10.1103/PhysRevE.96.040401", "date": "2017-10-02", "authors": [["Leonard", "A S", "AS", "The Blackett Laboratory, Imperial College London, London SW7 2AZ, United Kingdom."], ["Lee", "J", "J", "The Blackett Laboratory, Imperial College London, London SW7 2AZ, United Kingdom."], ["Schubert", "D", "D", "The Blackett Laboratory, Imperial College London, London SW7 2AZ, United Kingdom."], ["Croen", "L A", "LA", "Division of Research, Kaiser Permanente Northern California, Oakland, California 94612, USA."], ["Fallin", "M D", "MD", "Department of Epidemiology and Department of Biostatistics, Johns Hopkins, Bloomberg School of Public Health, Johns Hopkins University Baltimore, Maryland 21205, USA."], ["Newschaffer", "C J", "CJ", "Department of Epidemiology and Biostatistics, Drexel School of Public Health, Drexel University 1505 Race Street, Mail Stop 1033, Philadelphia, Pennsylvania 19102, USA."], ["Walker", "C K", "CK", "Lawrence J. Ellison Ambulatory Care Center, Obstetrics and Gynecology Clinic, University of California-Davis, Sacramento, California 95817, USA."], ["Salafia", "C M", "CM", "Placental Analytics, LLC, 187 Overlook Circle, New Rochelle, New York 10804, USA."], ["Morgan", "S P", "SP", "The Blackett Laboratory, Imperial College London, London SW7 2AZ, United Kingdom."], ["Vvedensky", "D D", "DD", "The Blackett Laboratory, Imperial College London, London SW7 2AZ, United Kingdom."]]}