{"words": ["emotional", "responses", "fear", "anxiety", "fundamentally", "important", "behavioral", "phenomena", "strong", "fitness", "components", "animal", "species", "disorders", "continue", "represent", "major", "unmet", "medical", "need", "society", "mostly", "still", "fully", "understand", "mechanisms", "diseases", "animal", "models", "may", "speed", "discovery", "mechanisms", "zebrafish", "highly", "promising", "model", "organism", "field", "report", "identification", "gene", "family", "samdori", "sam", "present", "functional", "characterization", "one", "members", "sam2", "show", "exclusive", "mrna", "expression", "sam2", "cns", "predominantly", "dorsal", "habenula", "telencephalon", "hypothalamus", "found", "knockout", "ko", "zebrafish", "exhibit", "altered", "responses", "tank", "scototaxis", "shoaling", "assays", "increased", "crh", "mrna", "expression", "hypothalamus", "compared", "fish", "investigate", "generalizability", "findings", "mammals", "developed", "sam2", "ko", "mouse", "compared", "littermates", "consistent", "zebrafish", "findings", "homozygous", "ko", "mice", "exhibited", "signs", "elevated", "anxiety", "also", "found", "bath", "application", "purified", "sam2", "protein", "increase", "inhibitory", "postsynaptic", "transmission", "onto", "crh", "neurons", "paraventricular", "nucleus", "finally", "identified", "human", "homolog", "sam2", "able", "refine", "candidate", "gene", "region", "encompassing", "sam2", "among", "21", "annotated", "genes", "associated", "intellectual", "disability", "autism", "spectrum", "disorder", "deletion", "syndrome", "taken", "together", "results", "suggest", "crucial", "evolutionarily", "conserved", "role", "sam2", "regulating", "mechanisms", "associated", "anxiety"], "authors": [["Choi", "Jung-Hwa", "JH", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Jeong", "Yun-Mi", "YM", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Kim", "Sujin", "S", "Institute for Basic Science School, University of Science and Technology, 34113 Daejeon, South Korea."], ["Lee", "Boyoung", "B", "Center for Cognition and Sociality, Institute for Basic Science, 34141 Daejeon, South Korea."], ["Ariyasiri", "Krishan", "K", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Kim", "Hyun-Taek", "HT", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Jung", "Seung-Hyun", "SH", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Hwang", "Kyu-Seok", "KS", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Choi", "Tae-Ik", "TI", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea."], ["Park", "Chul O", "CO", "Department of Biological Sciences, Seoul National University, 151-747 Seoul, South Korea."], ["Huh", "Won-Ki", "WK", "Department of Biological Sciences, Seoul National University, 151-747 Seoul, South Korea."], ["Carl", "Matthias", "M", "Laboratory of Translational Neurogenetics, Center for Integrative Biology, University of Trento, 38123 Trento, Italy."], ["Rosenfeld", "Jill A", "JA", "Department of Molecular & Human Genetics, Baylor College of Medicine, Houston, TX 77030."], ["Raskin", "Salmo", "S", "Group for Advanced Molecular Investigation, Health and Biosciences School, Pontifícia Universidade Católica do Paraná, 80215-901 Curitiba Paraná, Brazil."], ["Ma", "Alan", "A", "Department of Genetics, Nepean Hospital Sydney, University of Sydney, NSW 2006, Australia."], ["Gecz", "Jozef", "J", "School of Medicine and The Robinson Research Institute, University of Adelaide, Adelaide 5000, Australia."], ["Kim", "Hyung-Goo", "HG", "Department of OB/GYN, Augusta University, Augusta, GA 30912."], ["Kim", "Jin-Soo", "JS", "Center for Genome Engineering, Institute for Basic Science, Seoul National University, 151-747 Seoul, South Korea."], ["Shin", "Ho-Chul", "HC", "Korea Research Institute of Bioscience and Biotechnology, 305-806 Daejeon, South Korea."], ["Park", "Doo-Sang", "DS", "Korea Research Institute of Bioscience and Biotechnology, 305-806 Daejeon, South Korea."], ["Gerlai", "Robert", "R", "Department of Psychology, University of Toronto Mississauga, Mississauga, ON L5L 1C6, Canada."], ["Jamieson", "Bradley B", "BB", "Department of Physiology, University of Otago, 9054 Dunedin, New Zealand."], ["Kim", "Joon S", "JS", "Department of Physiology, University of Otago, 9054 Dunedin, New Zealand."], ["Iremonger", "Karl J", "KJ", "Department of Physiology, University of Otago, 9054 Dunedin, New Zealand."], ["Lee", "Sang H", "SH", "Department of Pharmacology & Toxicology, Neuroscience Research Institute, Medical College of Wisconsin, WI 53226."], ["Shin", "Hee-Sup", "HS", "Institute for Basic Science School, University of Science and Technology, 34113 Daejeon, South Korea; shin@ibs.re.kr zebrakim@cnu.ac.kr."], ["Kim", "Cheol-Hee", "CH", "Department of Biology, Chungnam National University, 34134 Daejeon, South Korea; shin@ibs.re.kr zebrakim@cnu.ac.kr."]], "title": "Targeted knockout of a chemokine-like gene increases anxiety and fear responses.", "year": null, "sentences": ["Emotional responses, such as fear and anxiety, are fundamentally important behavioral phenomena with strong fitness components in most animal species.", "Anxiety-related disorders continue to represent a major unmet medical need in our society, mostly because we still do not fully understand the mechanisms of these diseases.", "Animal models may speed up discovery of these mechanisms.", "The zebrafish is a highly promising model organism in this field.", "Here, we report the identification of a chemokine-like gene family, samdori (sam), and present functional characterization of one of its members, sam2 We show exclusive mRNA expression of sam2 in the CNS, predominantly in the dorsal habenula, telencephalon, and hypothalamus.", "We found knockout (KO) zebrafish to exhibit altered anxiety-related responses in the tank, scototaxis and shoaling assays, and increased crh mRNA expression in their hypothalamus compared with wild-type fish.", "To investigate generalizability of our findings to mammals, we developed a Sam2 KO mouse and compared it to wild-type littermates.", "Consistent with zebrafish findings, homozygous KO mice exhibited signs of elevated anxiety.", "We also found bath application of purified SAM2 protein to increase inhibitory postsynaptic transmission onto CRH neurons of the paraventricular nucleus.", "Finally, we identified a human homolog of SAM2, and were able to refine a candidate gene region encompassing SAM2, among 21 annotated genes, which is associated with intellectual disability and autism spectrum disorder in the 12q14.1 deletion syndrome.", "Taken together, these results suggest a crucial and evolutionarily conserved role of sam2 in regulating mechanisms associated with anxiety."], "id": "29339520", "text": "Emotional responses, such as fear and anxiety, are fundamentally important behavioral phenomena with strong fitness components in most animal species. Anxiety-related disorders continue to represent a major unmet medical need in our society, mostly because we still do not fully understand the mechanisms of these diseases. Animal models may speed up discovery of these mechanisms. The zebrafish is a highly promising model organism in this field. Here, we report the identification of a chemokine-like gene family, samdori (sam), and present functional characterization of one of its members, sam2 We show exclusive mRNA expression of sam2 in the CNS, predominantly in the dorsal habenula, telencephalon, and hypothalamus. We found knockout (KO) zebrafish to exhibit altered anxiety-related responses in the tank, scototaxis and shoaling assays, and increased crh mRNA expression in their hypothalamus compared with wild-type fish. To investigate generalizability of our findings to mammals, we developed a Sam2 KO mouse and compared it to wild-type littermates. Consistent with zebrafish findings, homozygous KO mice exhibited signs of elevated anxiety. We also found bath application of purified SAM2 protein to increase inhibitory postsynaptic transmission onto CRH neurons of the paraventricular nucleus. Finally, we identified a human homolog of SAM2, and were able to refine a candidate gene region encompassing SAM2, among 21 annotated genes, which is associated with intellectual disability and autism spectrum disorder in the 12q14.1 deletion syndrome. Taken together, these results suggest a crucial and evolutionarily conserved role of sam2 in regulating mechanisms associated with anxiety.", "doi": "10.1073/pnas.1707663115", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."], "date": "2018-01-18_23:44:51"}