{"title": "Receiver operating characteristic curve analysis of the Child Behavior Checklist and Teacher's Report Form for assessing autism spectrum disorder in preschool-aged children.", "text": "Autism spectrum disorder (ASD) is a neurodevelopmental disorder characterized by social, behavioral, and communication impairments with an estimated prevalence of 1 in 68 school-aged children. There is a need for objective and easily applicable instruments for early identification of autistic children to enable initiation of early interventions during a very sensitive period of brain development and, consequently, optimize prognosis. Here, we tested the utility of the Child Behavior Checklist (CBCL) and the Caregiver-Teacher's Report Form (C-TRF) scales for assessing ASD in Brazil, where ASD screening research is emergent.A total of 70 children (2-5 years old, both sexes) were enrolled, including an ASD group (n=39) and a non-ASD control group (n=31). The preschool versions of the CBCL and C-TRF were applied. The CBCL and C-TRF results were compared between the ASD and non-ASD control groups with Mann-Whitney U tests and receiver operating characteristic analyses.The CBCL and C-TRF were found to have moderate accuracy for the dimensions withdrawn and autism spectrum problems, and to correlate with each other.The CBCL and C-TRF may aid in early ASD detection.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"], "id": "29343961", "doi": "10.2147/NDT.S151185", "date": "2017-12-28", "authors": [["Bara", "Tiago S", "TS", "Neurosciences Core, Pelé Pequeno Príncipe Research Institute."], ["Farias", "Antonio C", "AC", "Neurosciences Core, Pelé Pequeno Príncipe Research Institute."], ["Felden", "Erico Pg", "EP", "Centro de Ciências da Saúde e do Esporte (CEFID) da Universidade do Estado de Santa Catarina, Florianópolis, Brazil."], ["Cordeiro", "Mara L", "ML", "Neurosciences Core, Pelé Pequeno Príncipe Research Institute."]]}