{"words": ["propionic", "acidemia", "accumulation", "propionate", "blood", "due", "dysfunction", "carboxylase", "condition", "causes", "lethargy", "striatal", "degeneration", "motor", "impairment", "humans", "propionate", "exerts", "toxic", "effect", "unclear", "show", "intravenous", "administration", "propionate", "causes", "propionate", "accumulation", "brain", "transient", "lethargy", "mice", "propionate", "inhibitor", "histone", "deacetylase", "entered", "gabaergic", "neurons", "could", "seen", "increased", "neuronal", "histone", "h4", "acetylation", "striatum", "neocortex", "propionate", "caused", "increase", "gaba", "levels", "brain", "suggesting", "inhibition", "gaba", "breakdown", "vitro", "propionate", "inhibited", "gaba", "transaminase", "k", "isolated", "nerve", "endings", "propionate", "caused", "increased", "release", "gaba", "extracellular", "fluid", "vivo", "propionate", "reduced", "cerebral", "glucose", "metabolism", "striatum", "neocortex", "conclude", "inhibition", "gaba", "transaminase", "causes", "accumulation", "gaba", "brain", "leading", "increased", "extracellular", "gaba", "concentration", "inhibits", "neuronal", "activity", "causes", "lethargy", "inhibition", "neuronal", "gaba", "transaminase", "enzyme", "inner", "mitochondrial", "membrane", "indicates", "entry", "propionate", "neuronal", "mitochondria", "however", "previous", "work", "showed", "neurons", "unable", "metabolize", "propionate", "oxidatively", "leading", "us", "conclude", "synthetase", "probably", "absent", "neuronal", "mitochondria", "inhibition", "energy", "metabolism", "gabaergic", "neurons", "may", "render", "striatum", "90", "neurons", "gabaergic", "particularly", "vulnerable", "degeneration", "propionic", "acidemia"], "authors": [["Morland", "Cecilie", "C", "Department of Pharmaceutical Biosciences, School of Pharmacy, University of Oslo, Oslo, 0371, Norway."], ["Frøland", "Anne-Sofie", "AS", "Division for Protection, Norwegian Defence Research Establishment, Kjeller, 2027, Norway."], ["Pettersen", "Mi Nyguyen", "MN", "Norwegian Defence Research Establishment, Kjeller, 2027, Norway."], ["Storm-Mathisen", "Jon", "J", "Department of Anatomy, University of Oslo, Oslo, 0372, Norway."], ["Gundersen", "Vidar", "V", "Department of Anatomy, University of Oslo, Oslo, 0372, Norway."], ["Rise", "Frode", "F", "Department of Chemistry, University of Oslo, Oslo, 0371, Norway."], ["Hassel", "Bjørnar", "B", "Neurohabilitation, University of Oslo, Kirkevn 166, Oslo, 0450, Norway bjornar.hassel@medisin.uio.no."]], "title": "Propionate enters GABAergic neurons, inhibits GABA transaminase, causes GABA accumulation and lethargy in a model of propionic acidemia.", "year": null, "sentences": ["Propionic acidemia is the accumulation of propionate in blood due to dysfunction of propionyl-CoA carboxylase.", "The condition causes lethargy and striatal degeneration with motor impairment in humans.", "How propionate exerts its toxic effect is unclear.", "Here we show that intravenous administration of propionate causes dose-dependent propionate accumulation in the brain and transient lethargy in mice.", "Propionate, an inhibitor of histone deacetylase, entered GABAergic neurons, as could be seen from increased neuronal histone H4 acetylation in striatum and neocortex.", "Propionate caused an increase in GABA levels in the brain, suggesting inhibition of GABA breakdown.", "In vitro propionate inhibited GABA transaminase with a K i of ~1 mmol/L.", "In isolated nerve endings propionate caused increased release of GABA to the extracellular fluid.", "In vivo , propionate reduced cerebral glucose metabolism in both striatum and neocortex.", "We conclude that propionate-induced inhibition of GABA transaminase causes accumulation of GABA in the brain, leading to increased extracellular GABA concentration, which inhibits neuronal activity and causes lethargy.", "Propionate-mediated inhibition of neuronal GABA transaminase, an enzyme of the inner mitochondrial membrane, indicates entry of propionate into neuronal mitochondria.", "However, previous work has showed that neurons are unable to metabolize propionate oxidatively, leading us to conclude that propionyl-CoA synthetase is probably absent from neuronal mitochondria.", "Propionate-induced inhibition of energy metabolism in GABAergic neurons may render the striatum, in which >90% of the neurons are GABAergic, particularly vulnerable to degeneration in propionic acidemia."], "id": "29339464", "text": "Propionic acidemia is the accumulation of propionate in blood due to dysfunction of propionyl-CoA carboxylase. The condition causes lethargy and striatal degeneration with motor impairment in humans. How propionate exerts its toxic effect is unclear. Here we show that intravenous administration of propionate causes dose-dependent propionate accumulation in the brain and transient lethargy in mice. Propionate, an inhibitor of histone deacetylase, entered GABAergic neurons, as could be seen from increased neuronal histone H4 acetylation in striatum and neocortex. Propionate caused an increase in GABA levels in the brain, suggesting inhibition of GABA breakdown. In vitro propionate inhibited GABA transaminase with a K i of ~1 mmol/L. In isolated nerve endings propionate caused increased release of GABA to the extracellular fluid. In vivo , propionate reduced cerebral glucose metabolism in both striatum and neocortex. We conclude that propionate-induced inhibition of GABA transaminase causes accumulation of GABA in the brain, leading to increased extracellular GABA concentration, which inhibits neuronal activity and causes lethargy. Propionate-mediated inhibition of neuronal GABA transaminase, an enzyme of the inner mitochondrial membrane, indicates entry of propionate into neuronal mitochondria. However, previous work has showed that neurons are unable to metabolize propionate oxidatively, leading us to conclude that propionyl-CoA synthetase is probably absent from neuronal mitochondria. Propionate-induced inhibition of energy metabolism in GABAergic neurons may render the striatum, in which >90% of the neurons are GABAergic, particularly vulnerable to degeneration in propionic acidemia.", "doi": "10.1042/BCJ20170814", "journal": ["The Biochemical journal", "Biochem. J."], "date": "2018-01-18_23:44:52"}