{"title": "Identification of a Corticohabenular Circuit Regulating Socially Directed Behavior.", "text": "The prefrontal cortex (PFC) has been implicated in the pathophysiology of social dysfunction, but the specific circuit partners mediating PFC function in health and disease are unclear.The excitatory designer receptor exclusively activated by designer drugs (DREADD) hM3Dq was used to induce PFC activation during social behavior measured in the three-chamber sociability assay (rats/mice). Functional magnetic resonance imaging was combined with hM3Dq-mediated PFC activation to identify novel nodes in the \"social brain\" in a hypothesis-free manner. In multiplexed DREADD experiments, hM3Dq and the inhibitory KORDi were used to bidirectionally modulate PFC activity and measure social behavior and global functional magnetic resonance imaging signature. To characterize the functional role of specific nodes identified in this functional magnetic resonance imaging screen, we used anterograde and retrograde tracers, optogenetic and DREADD-assisted circuit mapping, and circuit behavioral experiments.PFC activation suppressed social behavior and modulated activity in a number of regions involved in emotional behavior. Bidirectional modulation of PFC activity further refined this subset of brain regions and identified the habenula as a node robustly correlated with PFC activity. Furthermore, we showed that the lateral habenula (LHb) receives direct synaptic input from the PFC and that activation of LHb neurons or the PFC inputs to the LHb suppresses social preference. Finally, we demonstrated that LHb inhibition can prevent the social deficits induced by PFC activation.The LHb is thought to provide reward-related contextual information to the mesolimbic reward system known to be involved in social behavior. Thus, PFC projections to the LHb may represent an important part of descending PFC pathways that control social behavior.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29336819", "doi": "10.1016/j.biopsych.2017.10.032", "date": "2017-12-02", "authors": [["Benekareddy", "Madhurima", "M", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["Stachniak", "Tevye Jason", "TJ", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["Bruns", "Andreas", "A", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["Knoflach", "Frederic", "F", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["von Kienlin", "Markus", "M", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["Künnecke", "Basil", "B", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland."], ["Ghosh", "Anirvan", "A", "Neuroscience Discovery, Roche Pharma Research & Early Development, Roche Innovation Center Basel, F. Hoffmann-La Roche Ltd., Basel, Switzerland. Electronic address: anirvan.ghosh@biogen.com."]]}