{"words": ["synchronous", "rhythmic", "firing", "gabaergic", "interneurons", "fundamental", "mechanism", "underlying", "generation", "brain", "oscillations", "evidence", "suggests", "nmda", "receptors", "nmdars", "play", "key", "role", "oscillatory", "activity", "regulating", "activity", "interneurons", "consistent", "derangement", "brain", "rhythms", "certain", "neuropsychiatric", "disorders", "notably", "schizophrenia", "autism", "associated", "nmdar", "hypofunction", "loss", "inhibitory", "interneurons", "basolateral", "amygdala", "bla", "involved", "host", "neuropsychiatric", "principal", "neurons", "display", "spontaneous", "rhythmic", "bursts", "inhibitory", "activity", "could", "potentially", "involved", "orchestration", "oscillations", "bla", "network", "investigated", "role", "nmdars", "inhibitory", "oscillations", "rhythmic", "bursts", "spontaneous", "ipscs", "hz", "average", "burst", "frequency", "recorded", "rat", "bla", "principal", "cells", "blocked", "significantly", "suppressed", "could", "driven", "nmdar", "activation", "alone", "bla", "interneurons", "generated", "spontaneous", "bursts", "suprathreshold", "epscs", "similar", "frequency", "also", "blocked", "reduced", "peaqx", "antagonist", "μm", "antagonist", "5", "μm", "suppressed", "ipsc", "epsc", "bursts", "suppression", "peaqx", "significantly", "greater", "immunohistochemical", "labeling", "revealed", "presence", "gabaergic", "bla", "interneurons", "functionally", "dominant", "role", "suggested", "greater", "reduction", "currents", "peaqx", "versus", "entrainment", "bla", "principal", "neurons", "oscillatory", "generation", "inhibitory", "activity", "depends", "primarily", "activation", "interneuronal", "may", "play", "significant", "role"], "authors": [["Aroniadou-Anderjaska", "Vassiliki", "V", "Department of Psychiatry, Physiology, and Genetics, F. Edward Hébert School of Medicine, Uniformed Services University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD 20814, USA; Department of Anatomy, Physiology, and Genetics, F. Edward Hébert School of Medicine, Uniformed Services University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD 20814, USA. Electronic address: vanderjaska@usuhs.edu."], ["Pidoplichko", "Volodymyr I", "VI", "Department of Anatomy, Physiology, and Genetics, F. Edward Hébert School of Medicine, Uniformed Services University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD 20814, USA. Electronic address: volodymyr.pidoplichko.ctr@usuhs.edu."], ["Figueiredo", "Taiza H", "TH", "Department of Anatomy, Physiology, and Genetics, F. Edward Hébert School of Medicine, Uniformed Services University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD 20814, USA. Electronic address: taiza.figueiredo.ctr@usuhs.edu."], ["Braga", "Maria F M", "MFM", "Department of Psychiatry, Physiology, and Genetics, F. Edward Hébert School of Medicine, Uniformed Services University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD 20814, USA; Department of Anatomy, Physiology, and Genetics, F. Edward Hébert School of Medicine, Uniformed Services University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD 20814, USA. Electronic address: maria.braga@usuhs.edu."]], "title": "Oscillatory Synchronous Inhibition in the Basolateral Amygdala and its Primary Dependence on NR2A-containing NMDA Receptors.", "year": null, "sentences": ["Synchronous, rhythmic firing of GABAergic interneurons is a fundamental mechanism underlying the generation of brain oscillations, and evidence suggests that NMDA receptors (NMDARs) play a key role in oscillatory activity by regulating the activity of interneurons.", "Consistent with this, derangement of brain rhythms in certain neuropsychiatric disorders, notably schizophrenia and autism, is associated with NMDAR hypofunction and loss of inhibitory interneurons.", "In the basolateral amygdala (BLA)-dysfunction of which is involved in a host of neuropsychiatric diseases-, principal neurons display spontaneous, rhythmic \"bursts\" of inhibitory activity, which could potentially be involved in the orchestration of oscillations in the BLA network; here, we investigated the role of NMDARs in these inhibitory oscillations.", "Rhythmic bursts of spontaneous IPSCs (0.5 Hz average burst frequency) recorded from rat BLA principal cells were blocked or significantly suppressed by D-AP5, and could be driven by NMDAR activation alone.", "BLA interneurons generated spontaneous bursts of suprathreshold EPSCs at a similar frequency, which were also blocked or reduced by D-AP5.", "PEAQX (GluN2A-NMDAR antagonist; 0.4 μM) or Ro-25-6981 (GluN2B-NMDAR antagonist; 5 μM) suppressed the IPSC and EPSC bursts; suppression by PEAQX was significantly greater than that by Ro-25-6981.", "Immunohistochemical labeling revealed the presence of both GluN2A- and GluN2B-NMDARs on GABAergic BLA interneurons, while, functionally, GluN2A-NMDARs have the dominant role, as suggested by a greater reduction of NMDA-evoked currents by PEAQX versus Ro-25-6981.", "Entrainment of BLA principal neurons into an oscillatory generation of inhibitory activity depends primarily on activation of GluN2A-NMDARs, and interneuronal GluN2A-NMDARs may play a significant role."], "id": "29339324", "text": "Synchronous, rhythmic firing of GABAergic interneurons is a fundamental mechanism underlying the generation of brain oscillations, and evidence suggests that NMDA receptors (NMDARs) play a key role in oscillatory activity by regulating the activity of interneurons. Consistent with this, derangement of brain rhythms in certain neuropsychiatric disorders, notably schizophrenia and autism, is associated with NMDAR hypofunction and loss of inhibitory interneurons. In the basolateral amygdala (BLA)-dysfunction of which is involved in a host of neuropsychiatric diseases-, principal neurons display spontaneous, rhythmic \"bursts\" of inhibitory activity, which could potentially be involved in the orchestration of oscillations in the BLA network; here, we investigated the role of NMDARs in these inhibitory oscillations. Rhythmic bursts of spontaneous IPSCs (0.5 Hz average burst frequency) recorded from rat BLA principal cells were blocked or significantly suppressed by D-AP5, and could be driven by NMDAR activation alone. BLA interneurons generated spontaneous bursts of suprathreshold EPSCs at a similar frequency, which were also blocked or reduced by D-AP5. PEAQX (GluN2A-NMDAR antagonist; 0.4 μM) or Ro-25-6981 (GluN2B-NMDAR antagonist; 5 μM) suppressed the IPSC and EPSC bursts; suppression by PEAQX was significantly greater than that by Ro-25-6981. Immunohistochemical labeling revealed the presence of both GluN2A- and GluN2B-NMDARs on GABAergic BLA interneurons, while, functionally, GluN2A-NMDARs have the dominant role, as suggested by a greater reduction of NMDA-evoked currents by PEAQX versus Ro-25-6981. Entrainment of BLA principal neurons into an oscillatory generation of inhibitory activity depends primarily on activation of GluN2A-NMDARs, and interneuronal GluN2A-NMDARs may play a significant role.", "doi": "10.1016/j.neuroscience.2018.01.021", "journal": ["Neuroscience", "Neuroscience"], "date": "2018-01-18_23:44:52"}