{"title": "An RNA decay factor wears a new coat: UPF3B modulates translation termination.", "text": "Nonsense-mediated RNA decay (NMD) is a highly conserved and selective RNA turnover pathway that has been subject to intense scrutiny. NMD identifies and degrades subsets of normal RNAs, as well as abnormal mRNAs containing premature termination codons. A core factor in this pathway-UPF3B-is an adaptor protein that serves as an NMD amplifier and an NMD branch-specific factor. UPF3B is encoded by an X-linked gene that when mutated causes intellectual disability and is associated with neurodevelopmental disorders, including schizophrenia and autism. Neu-Yilik et al. now report a new function for UPF3B: it modulates translation termination. Using a fully reconstituted in vitro translation system, they find that UPF3B has two roles in translation termination. First, UPF3B delays translation termination under conditions that mimic premature translation termination. This could drive more efficient RNA decay by allowing more time for the formation of RNA decay-stimulating complexes. Second, UPF3B promotes the dissociation of post-termination ribosomal complexes that lack nascent peptide. This implies that UPF3B could promote ribosome recycling. Importantly, the authors found that UPF3B directly interacts with both RNA and the factors that recognize stop codons-eukaryotic release factors (eRFs)-suggesting that UPF3B serves as a direct regulator of translation termination. In contrast, a NMD factor previously thought to have a central regulatory role in translation termination-the RNA helicase UPF1-was found to indirectly interact with eRFs and appears to act exclusively in post-translation termination events, such as RNA decay, at least in vitro. The finding that an RNA decay-promoting factor, UFP3B, modulates translation termination has many implications. For example, the ability of UPF3B to influence the development and function of the central nervous system may be not only through its ability to degrade specific RNAs but also through its impact on translation termination and subsequent events, such as ribosome recycling.", "journal": ["F1000Research", "F1000Res"], "id": "29333258", "doi": "10.12688/f1000research.12704.1", "date": "2017-12-20", "authors": [["Gao", "Zhaofeng", "Z", "Department of Reproductive Medicine, University of California San Diego Medical Center, La Jolla, CA, USA."], ["Wilkinson", "Miles", "M", "Department of Reproductive Medicine, University of California San Diego Medical Center, La Jolla, CA, USA."]]}