{"title": "Brief report: Reduced anxiety following Pivotal Response Treatment in young children with Autism Spectrum Disorder.", "text": "Up to 40% of children with Autism Spectrum Disorder (ASD) exhibit co-occurring anxiety symptoms. Despite recent success in mitigating anxiety symptoms in school-aged children with ASD (mean age >9 years) using adapted versions of Cognitive Behavioural Therapy, little is known about potential treatment outcomes for younger children. To address the gap in the literature, this open-label study evaluated change in anxiety following a 16-week open-label trial of Pivotal Response Treatment (PRT) in children with ASD aged 4-8 years. PRT is a behavioural treatment based on the principles of Applied Behaviour Analysis and has a primary aim of increasing social communication skills in children with ASD through natural reinforcements. To minimise conflation of anxiety and other co-occurring symptoms such as disruptive behaviour and attention-deficit hyperactivity disorder, we measured anxiety using the autism anxiety subscale of the Child and Adolescent Symptom Inventory (CASI) devised by Sukhodolsky et al. (2008). We observed significant anxiety reduction over 16-weeks of PRT. Furthermore, anxiety reduction was independent of changes in autism symptom severity. This study shows promising results for PRT as an intervention for reducing anxiety in young children with ASD.", "journal": ["Research in autism spectrum disorders", "Res Autism Spectr Disord"], "id": "29333196", "doi": "10.1016/j.rasd.2017.09.002", "date": "2017-09-17", "authors": [["Lei", "Jiedi", "J", "Yale Child Study Center, Yale University School of Medicine, 230 South Frontage Road, PO Box 207900, New Haven, CT 06520-7900, USA."], ["Sukhodolsky", "Denis G", "DG", "Yale Child Study Center, Yale University School of Medicine, 230 South Frontage Road, PO Box 207900, New Haven, CT 06520-7900, USA."], ["Abdullahi", "Sebiha M", "SM", "Yale Child Study Center, Yale University School of Medicine, 230 South Frontage Road, PO Box 207900, New Haven, CT 06520-7900, USA."], ["Braconnier", "Megan L", "ML", "Yale Child Study Center, Yale University School of Medicine, 230 South Frontage Road, PO Box 207900, New Haven, CT 06520-7900, USA."], ["Ventola", "Pamela", "P", "Yale Child Study Center, Yale University School of Medicine, 230 South Frontage Road, PO Box 207900, New Haven, CT 06520-7900, USA."]]}