{"words": ["discrete", "trial", "instruction", "dti", "effective", "teaching", "skills", "children", "autism", "spectrum", "disorder", "asd", "although", "effective", "instructional", "settings", "become", "aversive", "resulting", "avoidant", "behaviors", "given", "significant", "social", "impairments", "associated", "asd", "interventions", "promote", "social", "approach", "reduce", "avoidance", "warranted", "rapport", "building", "pairing", "therapist", "teaching", "setting", "highly", "preferred", "activities", "prior", "instruction", "reduce", "problematic", "behaviors", "subsequent", "instruction", "however", "path", "play", "dti", "well", "established", "instructional", "fading", "may", "assist", "bridging", "gap", "four", "participants", "asd", "beginning", "intensive", "behavioral", "intervention", "program", "included", "current", "study", "participants", "progressed", "nine", "stages", "pairing", "instructional", "fading", "minimal", "problem", "behavior", "high", "percentages", "close", "proximity", "therapist", "guidelines", "incorporating", "rapport", "building", "strategies", "prior", "intensive", "teaching", "children", "asd", "proposed"], "authors": [["Shillingsburg", "M Alice", "MA", "1 Emory University School of Medicine, Atlanta, GA, USA."], ["Hansen", "Bethany", "B", "1 Emory University School of Medicine, Atlanta, GA, USA."], ["Wright", "Melinda", "M", "2 Marcus Autism Center, Atlanta, GA, USA."]], "title": "Rapport Building and Instructional Fading Prior to Discrete Trial Instruction: Moving From Child-Led Play to Intensive Teaching.", "year": null, "sentences": ["Discrete trial instruction (DTI) is effective for teaching skills to children with autism spectrum disorder (ASD).", "Although effective, instructional settings can become aversive resulting in avoidant and escape-related behaviors.", "Given the significant social impairments associated with ASD, interventions that promote social approach and reduce avoidance are warranted.", "Rapport building or \"pairing\" the therapist and teaching setting with highly preferred activities prior to instruction can reduce problematic behaviors during subsequent instruction.", "However, the path from child-led play to DTI is not well established.", "Instructional fading may assist in bridging this gap.", "Four participants with ASD who were beginning an intensive behavioral intervention program were included in the current study.", "Participants progressed through nine stages of pairing and instructional fading with minimal problem behavior and high percentages of in-seat and close proximity to the therapist.", "Guidelines for incorporating rapport building strategies prior to intensive teaching with children with ASD are proposed."], "id": "29338313", "text": "Discrete trial instruction (DTI) is effective for teaching skills to children with autism spectrum disorder (ASD). Although effective, instructional settings can become aversive resulting in avoidant and escape-related behaviors. Given the significant social impairments associated with ASD, interventions that promote social approach and reduce avoidance are warranted. Rapport building or \"pairing\" the therapist and teaching setting with highly preferred activities prior to instruction can reduce problematic behaviors during subsequent instruction. However, the path from child-led play to DTI is not well established. Instructional fading may assist in bridging this gap. Four participants with ASD who were beginning an intensive behavioral intervention program were included in the current study. Participants progressed through nine stages of pairing and instructional fading with minimal problem behavior and high percentages of in-seat and close proximity to the therapist. Guidelines for incorporating rapport building strategies prior to intensive teaching with children with ASD are proposed.", "doi": "10.1177/0145445517751436", "journal": ["Behavior modification", "Behav Modif"], "date": "2018-01-18_23:44:52"}