{"words": ["present", "study", "evaluates", "treatment", "acceptability", "preference", "behavioral", "interventions", "feeding", "problems", "parents", "children", "autism", "spectrum", "disorder", "developmental", "disabilities", "impact", "behavioral", "severity", "acceptability", "preference", "also", "evaluated", "comparing", "results", "parents", "responded", "respect", "vignette", "child", "food", "refusal", "responded", "vignette", "child", "food", "selectivity", "overall", "parents", "rated", "differential", "reinforcement", "alternative", "behavior", "preferred", "acceptable", "strategy", "across", "food", "selectivity", "food", "refusal", "groups", "escape", "extinction", "least", "acceptable", "least", "preferred", "across", "groups", "severity", "behavior", "impact", "acceptability", "preference", "scores", "implications", "future", "research", "social", "validity", "feeding", "interventions", "provided"], "authors": [["Vazquez", "Melissa", "M", "1 California State University, Los Angeles, USA."], ["Fryling", "Mitch J", "MJ", "1 California State University, Los Angeles, USA."], ["Hernández", "Anthony", "A", "1 California State University, Los Angeles, USA."]], "title": "Assessment of Parental Acceptability and Preference for Behavioral Interventions for Feeding Problems.", "year": null, "sentences": ["The present study evaluates the treatment acceptability and preference for behavioral interventions for feeding problems with parents of children with Autism Spectrum Disorder and other developmental disabilities.", "The impact of behavioral severity on acceptability and preference was also evaluated by comparing results of parents who responded with respect to a vignette of a child with food refusal with those who responded to a vignette of a child with food selectivity.", "Overall, parents rated differential reinforcement of alternative behavior as the most preferred and most acceptable strategy across both food selectivity and food refusal groups.", "Escape extinction was the least acceptable and least preferred across both groups, and the severity of the behavior had no impact on acceptability or preference scores.", "Implications for future research on the social validity of feeding interventions are provided."], "id": "29338312", "text": "The present study evaluates the treatment acceptability and preference for behavioral interventions for feeding problems with parents of children with Autism Spectrum Disorder and other developmental disabilities. The impact of behavioral severity on acceptability and preference was also evaluated by comparing results of parents who responded with respect to a vignette of a child with food refusal with those who responded to a vignette of a child with food selectivity. Overall, parents rated differential reinforcement of alternative behavior as the most preferred and most acceptable strategy across both food selectivity and food refusal groups. Escape extinction was the least acceptable and least preferred across both groups, and the severity of the behavior had no impact on acceptability or preference scores. Implications for future research on the social validity of feeding interventions are provided.", "doi": "10.1177/0145445517751435", "journal": ["Behavior modification", "Behav Modif"], "date": "2018-01-18_23:44:53"}