{"words": ["oxytocin", "oxt", "cyclic", "nonapeptide", "two", "amino", "acids", "cysteine", "forming", "intramolecular", "disulfide", "bond", "oxt", "produced", "hypothalamus", "secreted", "blood", "stream", "posterior", "pituitary", "recent", "studies", "suggested", "oxt", "neurotransmitter", "exhibiting", "central", "effects", "important", "social", "deficits", "drawn", "much", "attention", "drug", "candidate", "treatment", "autism", "although", "clinical", "trials", "nasal", "spray", "oxt", "treatment", "autism", "already", "begun", "studies", "examined", "pharmacokinetics", "brain", "distribution", "oxt", "nasal", "application", "aim", "study", "evaluate", "disposition", "nasal", "absorption", "therapeutic", "potential", "oxt", "nasal", "administration", "pharmacokinetics", "oxt", "intravenous", "bolus", "injection", "rats", "followed", "model", "rapid", "initial", "3", "min", "nasal", "bioavailability", "oxt", "approximately", "2", "brain", "concentration", "oxt", "nasal", "application", "much", "higher", "intravenous", "application", "despite", "much", "lower", "concentrations", "plasma", "95", "oxt", "brain", "directly", "transported", "nasal", "cavity", "vivo", "effect", "oxt", "observed", "intranasal", "administration", "results", "indicate", "pharmacological", "active", "oxt", "effectively", "delivered", "brain", "intranasal", "administration", "conclusion", "nasal", "cavity", "promising", "route", "efficient", "delivery", "oxt", "brain"], "authors": [["Tanaka", "Akiko", "A", null], ["Furubayashi", "Tomoyuki", "T", null], ["Arai", "Mari", "M", null], ["Inoue", "Daisuke", "D", null], ["Kimura", "Shunsuke", "S", null], ["Kiriyama", "Akiko", "A", null], ["Kusamori", "Kosuke", "K", null], ["Katsumi", "Hidemasa", "H", null], ["Yutani", "Reiko", "R", null], ["Sakane", "Toshiyasu", "T", null], ["Yamamoto", "Akira", "A", null]], "title": "Delivery of oxytocin to the brain for the treatment of autism spectrum disorder by nasal application.", "year": null, "sentences": ["Oxytocin (OXT) is a cyclic nonapeptide, two amino acids of which are cysteine, forming an intramolecular disulfide bond.", "OXT is produced in the hypothalamus and is secreted into the blood stream from the posterior pituitary.", "As recent studies have suggested that OXT is a neurotransmitter exhibiting central effects important for social deficits, it has drawn much attention as a drug candidate for the treatment of autism.", "Although human-stage clinical trials of the nasal spray of OXT for the treatment of autism have already begun, few studies have examined the pharmacokinetics and brain distribution of OXT after nasal application.", "The aim of this study is to evaluate the disposition, nasal absorption, and therapeutic potential of OXT after nasal administration.", "The pharmacokinetics of OXT after intravenous bolus injection to rats followed a two-compartment model, with a rapid initial half-life of 3 min.", "The nasal bioavailability of OXT was approximately 2%.", "The brain concentration of OXT after nasal application was much higher than that after intravenous application, despite much lower concentrations in the plasma.", "More than 95% of OXT in the brain was directly transported from the nasal cavity.", "The in vivo stress-relief effect by OXT was observed only after intranasal administration.", "These results indicate that pharmacological active OXT was effectively delivered to the brain after intranasal administration.", "In conclusion, the nasal cavity is a promising route for the efficient delivery of OXT to the brain."], "id": "29338251", "text": "Oxytocin (OXT) is a cyclic nonapeptide, two amino acids of which are cysteine, forming an intramolecular disulfide bond. OXT is produced in the hypothalamus and is secreted into the blood stream from the posterior pituitary. As recent studies have suggested that OXT is a neurotransmitter exhibiting central effects important for social deficits, it has drawn much attention as a drug candidate for the treatment of autism. Although human-stage clinical trials of the nasal spray of OXT for the treatment of autism have already begun, few studies have examined the pharmacokinetics and brain distribution of OXT after nasal application. The aim of this study is to evaluate the disposition, nasal absorption, and therapeutic potential of OXT after nasal administration. The pharmacokinetics of OXT after intravenous bolus injection to rats followed a two-compartment model, with a rapid initial half-life of 3 min. The nasal bioavailability of OXT was approximately 2%. The brain concentration of OXT after nasal application was much higher than that after intravenous application, despite much lower concentrations in the plasma. More than 95% of OXT in the brain was directly transported from the nasal cavity. The in vivo stress-relief effect by OXT was observed only after intranasal administration. These results indicate that pharmacological active OXT was effectively delivered to the brain after intranasal administration. In conclusion, the nasal cavity is a promising route for the efficient delivery of OXT to the brain.", "doi": "10.1021/acs.molpharmaceut.7b00991", "journal": ["Molecular pharmaceutics", "Mol. Pharm."], "date": "2018-01-18_23:44:53"}