{"title": "Specificity in Etiology of Subtypes of Bipolar Disorder: Evidence From a Swedish Population-Based Family Study.", "text": "Uncertainty remains whether bipolar I disorder (BDI) and bipolar II disorder (BDII) differ etiologically. We used a population-based family sample to examine the etiological boundaries between BDI and BDII by assessing their familial aggregation/coaggregation and by assessing the coaggregation between them and schizophrenia, depression, attention-deficit/hyperactivity disorder, eating disorders, autism spectrum disorder, substance use disorders, anxiety disorders, and personality disorders.By linking Swedish national registers, we established a population-based cohort (N = 15,685,511) and identified relatives with different biological relationships. Odds ratios (ORs) were used to measure the relative risk of BDI and BDII in relatives of individuals diagnosed with BDI (n = 4309) and BDII (n = 4178). The heritability for BDI and BDII and the genetic correlation across psychiatric disorders were estimated by variance decomposition analysis.Compared with the general population, the OR of BDI was 17.0 (95% confidence interval [CI] 13.1-22.0) in first-degree relatives of BDI patients, higher than that of BDII patients (OR 9.8, 95% CI 7.7-12.5). The ORs of BDII were 13.6 (95% CI 10.2-18.2) in first-degree relatives of BDII patients and 9.8 (95% CI 7.7-12.4) in relatives of BDI patients. The heritabilities for BDI and BDII were estimated at 57% (95% CI 32%-79%) and 46% (95% CI 21%-67%), respectively, with a genetic correlation estimated as 0.78 (95% CI 0.36-1.00). The familial coaggregation of other psychiatric disorders, in particular schizophrenia, showed different patterns for BDI and BDII.Our results suggest a distinction between BDI and BDII in etiology, partly due to genetic differences.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29331354", "doi": "10.1016/j.biopsych.2017.11.014", "date": "2017-11-20", "authors": [["Song", "Jie", "J", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden. Electronic address: jie.song@ki.se."], ["Kuja-Halkola", "Ralf", "R", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Sjölander", "Arvid", "A", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Bergen", "Sarah E", "SE", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Stanley Center for Psychiatric Research, the Broad Institute of MIT and Harvard, Cambridge, Massachusetts."], ["Larsson", "Henrik", "H", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; School of Medical Sciences, Örebro University, Örebro, Sweden."], ["Landén", "Mikael", "M", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Institute of Neuroscience and Physiology, Sahlgrenska Academy at Gothenburg University, Gothenburg, Sweden."], ["Lichtenstein", "Paul", "P", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."]]}