{"title": "A Genetic Investigation of Sex Bias in the Prevalence of Attention-Deficit/Hyperactivity Disorder.", "text": "Attention-deficit/hyperactivity disorder (ADHD) shows substantial heritability and is two to seven times more common in male individuals than in female individuals. We examined two putative genetic mechanisms underlying this sex bias: sex-specific heterogeneity and higher burden of risk in female cases.We analyzed genome-wide autosomal common variants from the Psychiatric Genomics Consortium and iPSYCH Project (n = 20,183 cases, n = 35,191 controls) and Swedish population register data (n = 77,905 cases, n = 1,874,637 population controls).Genetic correlation analyses using two methods suggested near complete sharing of common variant effects across sexes, with rg estimates close to 1. Analyses of population data, however, indicated that female individuals with ADHD may be at especially high risk for certain comorbid developmental conditions (i.e., autism spectrum disorder and congenital malformations), potentially indicating some clinical and etiological heterogeneity. Polygenic risk score analysis did not support a higher burden of ADHD common risk variants in female cases (odds ratio [confidence interval] = 1.02 [0.98-1.06], p = .28). In contrast, epidemiological sibling analyses revealed that the siblings of female individuals with ADHD are at higher familial risk for ADHD than the siblings of affected male individuals (odds ratio [confidence interval] = 1.14 [1.11-1.18], p = 1.5E-15).Overall, this study supports a greater familial burden of risk in female individuals with ADHD and some clinical and etiological heterogeneity, based on epidemiological analyses. However, molecular genetic analyses suggest that autosomal common variants largely do not explain the sex bias in ADHD prevalence.", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "id": "29325848", "doi": "10.1016/j.biopsych.2017.11.026", "date": "2017-12-02", "authors": [["Martin", "Joanna", "J", "Department of Medical Epidemiology & Biostatistics, Karolinska Institutet, Stockholm County Council, Stockholm, Sweden; Stanley Center for Psychiatric Research, Broad Institute, Cambridge, Massachusetts; Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts; MRC Centre for Neuropsychiatric Genetics and Genomics, Cardiff University, Cardiff, United Kingdom. Electronic address: martinjm1@cardiff.ac.uk."], ["Walters", "Raymond K", "RK", "Stanley Center for Psychiatric Research, Broad Institute, Cambridge, Massachusetts; Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts."], ["Demontis", "Ditte", "D", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Centre for Integrative Sequencing [iSEQ], Aarhus University, Aarhus, Roskilde; Department of Biomedicine-Human Genetics, Aarhus University, Aarhus, Roskilde."], ["Mattheisen", "Manuel", "M", "Centre for Psychiatry Research, Department of Clinical Neuroscience, Karolinska Institutet, Stockholm County Council, Stockholm, Sweden; Stockholm Health Care Services, Stockholm County Council, Stockholm, Sweden; Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Centre for Integrative Sequencing [iSEQ], Aarhus University, Aarhus, Roskilde; Department of Biomedicine-Human Genetics, Aarhus University, Aarhus, Roskilde."], ["Lee", "S Hong", "SH", "Queensland Brain Institute, University of Queensland, Brisbane, Queensland; School of Environmental and Rural Science, University of New England, Armidale, New South Wales; Centre for Population Health Research, School of Health Sciences and Sansom Institute of Health Research, University of South Australia, Adelaide, Australia."], ["Robinson", "Elise", "E", "Stanley Center for Psychiatric Research, Broad Institute, Cambridge, Massachusetts; Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts."], ["Brikell", "Isabell", "I", "Department of Medical Epidemiology & Biostatistics, Karolinska Institutet, Stockholm County Council, Stockholm, Sweden."], ["Ghirardi", "Laura", "L", "Department of Medical Epidemiology & Biostatistics, Karolinska Institutet, Stockholm County Council, Stockholm, Sweden."], ["Larsson", "Henrik", "H", "Department of Medical Epidemiology & Biostatistics, Karolinska Institutet, Stockholm County Council, Stockholm, Sweden; School of Medical Sciences, Örebro University, Örebro, Sweden."], ["Lichtenstein", "Paul", "P", "Department of Medical Epidemiology & Biostatistics, Karolinska Institutet, Stockholm County Council, Stockholm, Sweden."], ["Eriksson", "Nicholas", "N", "23andMe Inc., Mountain View, California."], [null, null, null, "23andMe Inc., Mountain View, California."], [null, null, null, null], [null, null, null, null], ["Werge", "Thomas", "T", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Institute of Biological Psychiatry, MHC Sct. Hans, Mental Health Services Copenhagen, Roskilde, Denmark; Department of Clinical Medicine, University of Copenhagen, Copenhagen, Denmark."], ["Mortensen", "Preben Bo", "PB", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Centre for Integrative Sequencing [iSEQ], Aarhus University, Aarhus, Roskilde; National Centre for Register-Based Research, Aarhus University, Aarhus, Roskilde; Centre for Integrated Register-Based Research, Aarhus University, Aarhus, Roskilde."], ["Pedersen", "Marianne Giørtz", "MG", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; National Centre for Register-Based Research, Aarhus University, Aarhus, Roskilde; Centre for Integrated Register-Based Research, Aarhus University, Aarhus, Roskilde."], ["Mors", "Ole", "O", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Psychosis Research Unit, Aarhus University Hospital, Risskov, Denmark."], ["Nordentoft", "Merete", "M", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Mental Health Services in the Capital Region of Denmark, Mental Health Center Copenhagen, University of Copenhagen, Copenhagen, Denmark."], ["Hougaard", "David M", "DM", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Center for Neonatal Screening, Department for Congenital Disorders, Statens Serum Institut, Copenhagen, Denmark."], ["Bybjerg-Grauholm", "Jonas", "J", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Center for Neonatal Screening, Department for Congenital Disorders, Statens Serum Institut, Copenhagen, Denmark."], ["Wray", "Naomi R", "NR", "Queensland Brain Institute, University of Queensland, Brisbane, Queensland."], ["Franke", "Barbara", "B", "Departments of Human Genetics and Psychiatry, Donders Institute for Brain, Cognition and Behaviour, Radboud University Medical Center, Nijmegen, The Netherlands."], ["Faraone", "Stephen V", "SV", "Departments of Psychiatry and of Neuroscience and Physiology, SUNY Upstate Medical University, Syracuse, New York; K.G. Jebsen Centre for Research on Neuropsychiatric Disorders, University of Bergen, Bergen, Norway."], ["O'Donovan", "Michael C", "MC", "MRC Centre for Neuropsychiatric Genetics and Genomics, Cardiff University, Cardiff, United Kingdom."], ["Thapar", "Anita", "A", "MRC Centre for Neuropsychiatric Genetics and Genomics, Cardiff University, Cardiff, United Kingdom."], ["Børglum", "Anders D", "AD", "Lundbeck Foundation Initiative for Integrative Psychiatric Research [iPSYCH], Aarhus, Roskilde; Centre for Integrative Sequencing [iSEQ], Aarhus University, Aarhus, Roskilde; Department of Biomedicine-Human Genetics, Aarhus University, Aarhus, Roskilde."], ["Neale", "Benjamin M", "BM", "Stanley Center for Psychiatric Research, Broad Institute, Cambridge, Massachusetts; Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts."]]}