{"title": "Deficits in the Proline-Rich Synapse-Associated Shank3 Protein in Multiple Neuropsychiatric Disorders.", "text": "Signaling between neurons in the human central nervous system (CNS) is accomplished through a highly interconnected network of presynaptic and postsynaptic elements essential in the conveyance of electrical and neurochemical information. One recently characterized core postsynaptic element essential to the efficient operation of this complex network is a relatively abundant ~184.7 kDa proline-rich synapse-associated cytoskeletal protein known as Shank3 (SH3-ankyrin repeat domain; encoded at human chr 22q13.33). In this \"Perspectives\" article, we review and comment on current advances in Shank3 research and include some original data that show common Shank3 deficits in a number of seemingly unrelated human neurological disorders that include sporadic Alzheimer's disease (AD), autism spectrum disorder (ASD), bipolar disorder (BD), Phelan-McDermid syndrome (PMS; 22q13.3 deletion syndrome), and schizophrenia (SZ). Shank3 was also found to be downregulated in the CNS of the transgenic AD (TgAD) 5x familial Alzheimer's disease murine model engineered to overexpress the 42 amino acid amyloid-beta (Aβ42) peptide. Interestingly, the application of known pro-inflammatory stressors, such as the Aβ42 peptide and the metal-neurotoxin aluminum sulfate, to human neuronal-glial cells in primary culture resulted in a significant decrease in the expression of Shank3. These data indicate that deficits in Shank3-expression may be one common denominator linking a wide-range of human neurological disorders that exhibit a progressive or developmental synaptic disorganization that is temporally associated with cognitive decline.", "journal": ["Frontiers in neurology", "Front Neurol"], "id": "29321759", "doi": "10.3389/fneur.2017.00670", "date": "2017-12-11", "authors": [["Alexandrov", "Peter N", "PN", "Russian Academy of Medical Sciences, Moscow, Russia."], ["Zhao", "Yuhai", "Y", "LSU Neuroscience Center, Louisiana State University Health Sciences Center New Orleans, New Orleans, LA, United States."], ["Jaber", "Vivian", "V", "LSU Neuroscience Center, Louisiana State University Health Sciences Center New Orleans, New Orleans, LA, United States."], ["Cong", "Lin", "L", "LSU Neuroscience Center, Louisiana State University Health Sciences Center New Orleans, New Orleans, LA, United States."], ["Lukiw", "Walter J", "WJ", "Russian Academy of Medical Sciences, Moscow, Russia."]]}