{"words": ["evolution", "often", "deals", "genomic", "changes", "genome", "beneficial", "overall", "persist", "even", "though", "also", "produce", "disease", "subset", "individuals", "explore", "possibility", "occurred", "part", "evolution", "human", "brain", "specifically", "provide", "support", "possibility", "key", "genes", "major", "contributors", "rapid", "evolutionary", "expansion", "human", "brain", "exceptional", "cognitive", "capacity", "also", "different", "combinations", "significant", "contributors", "autism", "schizophrenia", "furthermore", "model", "proposes", "one", "primary", "genes", "behind", "may", "technically", "gene", "genes", "rather", "highly", "duplicated", "sequences", "encode", "olduvai", "protein", "domain", "family", "formerly", "called", "duf1220", "entirely", "new", "idea", "others", "proposed", "genes", "involved", "schizophrenia", "also", "critical", "rapid", "expansion", "human", "brain", "view", "expressed", "drive", "us", "mad", "made", "us", "human", "new", "gene", "precisely", "protein", "domain", "family", "found", "may", "satisfy", "requirements"], "authors": [["Sikela", "J M", "JM", "University of Colorado School of Medicine, Aurora, CO, USA. James.Sikela@ucdenver.edu."], ["Searles Quick", "V B", "VB", "University of Colorado School of Medicine, Aurora, CO, USA."]], "title": "Genomic trade-offs: are autism and schizophrenia the steep price of the human brain?", "year": null, "sentences": ["Evolution often deals in genomic trade-offs: changes in the genome that are beneficial overall persist even though they also produce disease in a subset of individuals.", "Here, we explore the possibility that such trade-offs have occurred as part of the evolution of the human brain.", "Specifically, we provide support for the possibility that the same key genes that have been major contributors to the rapid evolutionary expansion of the human brain and its exceptional cognitive capacity also, in different combinations, are significant contributors to autism and schizophrenia.", "Furthermore, the model proposes that one of the primary genes behind this trade-off may not technically be \"a gene\" or \"genes\" but rather are the highly duplicated sequences that encode the Olduvai protein domain family (formerly called DUF1220).", "This is not an entirely new idea.", "Others have proposed that the same genes involved in schizophrenia were also critical to the rapid expansion of the human brain, a view that has been expressed as \"the same 'genes' that drive us mad have made us human\".", "What is new is that a \"gene\", or more precisely a protein domain family, has been found that may satisfy these requirements."], "id": "29335774", "text": "Evolution often deals in genomic trade-offs: changes in the genome that are beneficial overall persist even though they also produce disease in a subset of individuals. Here, we explore the possibility that such trade-offs have occurred as part of the evolution of the human brain. Specifically, we provide support for the possibility that the same key genes that have been major contributors to the rapid evolutionary expansion of the human brain and its exceptional cognitive capacity also, in different combinations, are significant contributors to autism and schizophrenia. Furthermore, the model proposes that one of the primary genes behind this trade-off may not technically be \"a gene\" or \"genes\" but rather are the highly duplicated sequences that encode the Olduvai protein domain family (formerly called DUF1220). This is not an entirely new idea. Others have proposed that the same genes involved in schizophrenia were also critical to the rapid expansion of the human brain, a view that has been expressed as \"the same 'genes' that drive us mad have made us human\". What is new is that a \"gene\", or more precisely a protein domain family, has been found that may satisfy these requirements.", "doi": "10.1007/s00439-017-1865-9", "journal": ["Human genetics", "Hum. Genet."], "date": "2018-01-18_23:44:53"}