{"words": ["early", "identification", "autism", "spectrum", "disorder", "asd", "crucial", "formulation", "effective", "intervention", "programs", "language", "deficits", "may", "hallmark", "feature", "asd", "language", "delay", "observed", "asd", "shows", "striking", "similarities", "observed", "children", "language", "impairment", "li", "auditory", "processing", "deficits", "seen", "li", "asd", "however", "previously", "compared", "directly", "using", "potentials", "erps", "two", "populations", "study", "aims", "characterize", "infants", "asd", "electrophysiological", "level", "compare", "infants", "li", "controls", "find", "specific", "markers", "predictive", "value", "auditory", "processing", "controls", "characterized", "via", "erp", "oddball", "paradigm", "infants", "evaluated", "20", "months", "investigate", "associations", "auditory", "processing", "outcomes", "mismatch", "response", "latency", "delayed", "compared", "controls", "whereas", "showed", "overall", "larger", "p3", "amplitude", "compared", "controls", "interestingly", "erp", "measures", "correlated", "later", "expressive", "vocabulary", "critical", "items", "whole", "sample", "results", "may", "support", "use", "objective", "measurement", "auditory", "processing", "delineate", "pathophysiological", "mechanisms", "asd", "compared", "li"], "authors": [["Riva", "Valentina", "V", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy. valentina.riva@lanostrafamiglia.it."], ["Cantiani", "Chiara", "C", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."], ["Mornati", "Giulia", "G", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."], ["Gallo", "Martina", "M", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."], ["Villa", "Laura", "L", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."], ["Mani", "Elisa", "E", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."], ["Saviozzi", "Irene", "I", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."], ["Marino", "Cecilia", "C", "Centre for Addiction and Mental Health (CAMH) University of Toronto (Canada), Toronto, Canada."], ["Molteni", "Massimo", "M", "Child Psychopathology Unit, Scientific Institute, IRCCS Eugenio Medea, Bosisio Parini, Lecco, Italy."]], "title": "Distinct ERP profiles for auditory processing in infants at-risk for autism and language impairment.", "year": null, "sentences": ["Early identification of autism spectrum disorder (ASD) is crucial for the formulation of effective intervention programs.", "Language deficits may be a hallmark feature of ASD and language delay observed in ASD shows striking similarities to that observed in children with language impairment (LI).", "Auditory processing deficits are seen in both LI and ASD, however, they have not previously been compared directly using Event-Related Potentials (ERPs) in the two at-risk populations.", "This study aims to characterize infants at-risk for ASD (HR-ASD) at the electrophysiological level and to compare them with infants at-risk for LI (HR-LI) and controls, to find specific markers with predictive value.", "At 12-month-old, auditory processing in HR-ASD, HR-LI and controls was characterized via ERP oddball paradigm.", "All infants were then evaluated at 20 months, to investigate the associations between auditory processing and language/ASD-related outcomes.", "In both HR-ASD and HR-LI, mismatch response latency was delayed compared to controls, whereas only HR-ASD showed overall larger P3 amplitude compared to controls.", "Interestingly, these ERP measures correlated with later expressive vocabulary and M-CHAT critical items in the whole sample.", "These results may support the use of objective measurement of auditory processing to delineate pathophysiological mechanisms in ASD, as compared to LI."], "id": "29335488", "text": "Early identification of autism spectrum disorder (ASD) is crucial for the formulation of effective intervention programs. Language deficits may be a hallmark feature of ASD and language delay observed in ASD shows striking similarities to that observed in children with language impairment (LI). Auditory processing deficits are seen in both LI and ASD, however, they have not previously been compared directly using Event-Related Potentials (ERPs) in the two at-risk populations. This study aims to characterize infants at-risk for ASD (HR-ASD) at the electrophysiological level and to compare them with infants at-risk for LI (HR-LI) and controls, to find specific markers with predictive value. At 12-month-old, auditory processing in HR-ASD, HR-LI and controls was characterized via ERP oddball paradigm. All infants were then evaluated at 20 months, to investigate the associations between auditory processing and language/ASD-related outcomes. In both HR-ASD and HR-LI, mismatch response latency was delayed compared to controls, whereas only HR-ASD showed overall larger P3 amplitude compared to controls. Interestingly, these ERP measures correlated with later expressive vocabulary and M-CHAT critical items in the whole sample. These results may support the use of objective measurement of auditory processing to delineate pathophysiological mechanisms in ASD, as compared to LI.", "doi": "10.1038/s41598-017-19009-y", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-18_23:44:54"}