{"words": ["exposure", "airborne", "particulate", "matter", "pm", "estimated", "cause", "millions", "premature", "deaths", "annually", "work", "conveys", "known", "routes", "exposure", "pm", "resultant", "health", "available", "daily", "pm", "exposure", "provided", "known", "mechanisms", "insoluble", "particles", "transported", "removed", "body", "discussed", "biological", "effects", "pm", "including", "immune", "response", "cytotoxicity", "mutagenicity", "reported", "epidemiological", "studies", "outline", "systemic", "health", "effects", "pm", "integrated", "per", "capita", "exposure", "pm", "large", "fraction", "may", "1", "mg", "per", "day", "links", "several", "syndromes", "including", "adhd", "autism", "loss", "cognitive", "function", "anxiety", "asthma", "copd", "hypertension", "stroke", "pm", "exposure", "suggested", "article", "reviews", "summarizes", "links", "reported", "literature"], "authors": [["Thompson", "Jonathan E", "JE", "Department of Chemistry & Biochemistry, Texas Tech University, Lubbock."]], "title": "Airborne Particulate Matter: Human Exposure & Health Effects.", "year": null, "sentences": ["Exposure to airborne particulate matter (PM) is estimated to cause millions of premature deaths annually.", "This work conveys known routes of exposure to PM and resultant health effects.Review of available literature.Estimates for daily PM exposure are provided.", "Known mechanisms by which insoluble particles are transported and removed from the body are discussed.", "Biological effects of PM, including immune response, cytotoxicity, and mutagenicity are reported.", "Epidemiological studies that outline the systemic health effects of PM are presented.While the integrated, per capita, exposure of PM for a large fraction of the first-world may be < 1 mg per day, links between several syndromes including ADHD, autism, loss of cognitive function, anxiety, asthma, COPD, hypertension, stroke and PM exposure have been suggested.", "This article reviews and summarizes such links reported in the literature."], "id": "29334526", "text": "Exposure to airborne particulate matter (PM) is estimated to cause millions of premature deaths annually. This work conveys known routes of exposure to PM and resultant health effects.Review of available literature.Estimates for daily PM exposure are provided. Known mechanisms by which insoluble particles are transported and removed from the body are discussed. Biological effects of PM, including immune response, cytotoxicity, and mutagenicity are reported. Epidemiological studies that outline the systemic health effects of PM are presented.While the integrated, per capita, exposure of PM for a large fraction of the first-world may be < 1 mg per day, links between several syndromes including ADHD, autism, loss of cognitive function, anxiety, asthma, COPD, hypertension, stroke and PM exposure have been suggested. This article reviews and summarizes such links reported in the literature.", "doi": "10.1097/JOM.0000000000001277", "journal": ["Journal of occupational and environmental medicine", "J. Occup. Environ. Med."], "date": "2018-01-18_23:44:54"}