{"words": ["human", "neurodevelopmental", "disorders", "ndds", "involve", "mutations", "hundreds", "individual", "genes", "genes", "encoding", "proteins", "alter", "chromatin", "structure", "modulate", "gene", "expression", "highlight", "efforts", "model", "ndds", "vitro", "differentiation", "induced", "pluripotent", "stem", "cells", "neurons", "discuss", "epigenetic", "regulation", "controls", "normal", "cortical", "development", "mutations", "several", "classes", "epigenetic", "regulators", "contribute", "ndds", "approaches", "modeling", "cortical", "development", "function", "using", "directed", "differentiation", "formation", "cerebral", "organoids", "explore", "successful", "applications", "models", "study", "syndromic", "nonsyndromic", "ndds", "define", "convergent", "mechanisms", "addressing", "potential", "challenges", "using", "approach", "define", "cellular", "molecular", "mechanisms", "underlie", "ndds"], "authors": [["Lewis", "Emily Ma", "EM", "Department of Developmental Biology, Washington University School of Medicine, 660 S Euclid Avenue, Saint Louis, MO 63110, USA."], ["Kroll", "Kristen L", "KL", "Department of Developmental Biology, Washington University School of Medicine, 660 S Euclid Avenue, Saint Louis, MO 63110, USA."]], "title": "Development and disease in a dish: the epigenetics of neurodevelopmental disorders.", "year": null, "sentences": ["Human neurodevelopmental disorders (NDDs) involve mutations in hundreds of individual genes, with over-representation in genes encoding proteins that alter chromatin structure to modulate gene expression.", "Here, we highlight efforts to model these NDDs through in vitro differentiation of patient-specific induced pluripotent stem cells into neurons.", "We discuss how epigenetic regulation controls normal cortical development, how mutations in several classes of epigenetic regulators contribute to NDDs, and approaches for modeling cortical development and function using both directed differentiation and formation of cerebral organoids.", "We explore successful applications of these models to study both syndromic and nonsyndromic NDDs and to define convergent mechanisms, addressing both the potential and challenges of using this approach to define cellular and molecular mechanisms that underlie NDDs."], "id": "29334242", "text": "Human neurodevelopmental disorders (NDDs) involve mutations in hundreds of individual genes, with over-representation in genes encoding proteins that alter chromatin structure to modulate gene expression. Here, we highlight efforts to model these NDDs through in vitro differentiation of patient-specific induced pluripotent stem cells into neurons. We discuss how epigenetic regulation controls normal cortical development, how mutations in several classes of epigenetic regulators contribute to NDDs, and approaches for modeling cortical development and function using both directed differentiation and formation of cerebral organoids. We explore successful applications of these models to study both syndromic and nonsyndromic NDDs and to define convergent mechanisms, addressing both the potential and challenges of using this approach to define cellular and molecular mechanisms that underlie NDDs.", "doi": "10.2217/epi-2017-0113", "journal": ["Epigenomics", "Epigenomics"], "date": "2018-01-18_23:44:54"}