{"title": "Selective Inactivation of Fibroblast Growth Factor 22 (FGF22) in CA3 Pyramidal Neurons Impairs Local Synaptogenesis and Affective Behavior Without Affecting Dentate Neurogenesis.", "text": "Various growth factors regulate synapse development and neurogenesis, and are essential for brain function. Changes in growth factor signaling are implicated in many neuropsychiatric disorders such as depression, autism and epilepsy. We have previously identified that fibroblast growth factor 22 (FGF22) is critical for excitatory synapse formation in several brain regions including the hippocampus. Mice with a genetic deletion of FGF22 (FGF22 null mice) have fewer excitatory synapses in the hippocampus. We have further found that as a behavioral consequence, FGF22 null mice show a depression-like behavior phenotype such as increased passive stress-coping behavior and anhedonia, without any changes in motor, anxiety, or social cognitive tests, suggesting that FGF22 is specifically important for affective behavior. Thus, addressing the precise roles of FGF22 in the brain will help understand how synaptogenic growth factors regulate affective behavior. In the hippocampus, FGF22 is expressed mainly by CA3 pyramidal neurons, but also by a subset of dentate granule cells. We find that in addition to synapse formation, FGF22 also contributes to neurogenesis in the dentate gyrus: FGF22 null mice show decreased dentate neurogenesis. To understand the cell type-specific roles of FGF22, we generated and analyzed CA3-specific FGF22 knockout mice (FGF22-CA3KO). We show that FGF22-CA3KO mice have reduced excitatory synapses on CA3 pyramidal neurons, but do not show changes in dentate neurogenesis. Behaviorally, FGF22-CA3KO mice still show increased immobility and decreased latency to float in the forced swim test and decreased preference for sucrose in the sucrose preference test, which are suggestive of a depressive-like phenotype similar to FGF22 null mice. These results demonstrate that: (i) CA3-derived FGF22 serves as a target-derived excitatory synaptic organizer in CA3 in vivo; (ii) FGF22 plays important roles in dentate neurogenesis, but CA3-derived FGF22 is not involved in neurogenesis; and (iii) a depression-like phenotype can result from FGF22 inactivation selectively in CA3 pyramidal neurons. Our results link the role of CA3-derived FGF22 in synapse development, and not in neurogenesis, to affective behavior.", "journal": ["Frontiers in synaptic neuroscience", "Front Synaptic Neurosci"], "id": "29311892", "doi": "10.3389/fnsyn.2017.00017", "date": "2017-12-19", "authors": [["Terauchi", "Akiko", "A", "F.M. Kirby Neurobiology Center, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Harvard University, Boston, MA, United States."], ["Gavin", "Elizabeth", "E", "F.M. Kirby Neurobiology Center, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Harvard University, Boston, MA, United States."], ["Wilson", "Julia", "J", "F.M. Kirby Neurobiology Center, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Harvard University, Boston, MA, United States."], ["Umemori", "Hisashi", "H", "F.M. Kirby Neurobiology Center, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Harvard University, Boston, MA, United States."]]}