{"words": ["antidepressant", "exposure", "pregnancy", "associated", "increased", "risk", "autism", "spectrum", "disorder", "asd", "attention", "deficit", "hyperactivity", "disorder", "adhd", "several", "observational", "studies", "performed", "systematic", "review", "studies", "highlight", "effect", "important", "methodological", "limitations", "analyses", "consider", "approaches", "conduct", "reporting", "interpretation", "future", "review", "medline", "embase", "identified", "cohort", "sibling", "studies", "assessing", "risk", "asd", "adhd", "antidepressant", "use", "pregnancy", "approaches", "confounding", "adjustment", "described", "crude", "adjusted", "effect", "estimates", "comparisons", "antidepressant", "exposure", "pregnancy", "unexposed", "women", "first", "using", "generic", "inverse", "variance", "method", "analysis", "followed", "effect", "estimates", "alternative", "comparison", "total", "15", "studies", "measuring", "asd", "outcome", "involving", "children", "cases", "seven", "studies", "measuring", "adhd", "outcome", "involving", "patients", "cases", "identified", "variation", "confounding", "adjustment", "existed", "studies", "updated", "effect", "estimates", "association", "maternal", "antidepressant", "exposure", "pregnancy", "unexposed", "women", "remained", "statistically", "significant", "asd", "adjusted", "risk", "ratio", "rarr", "95", "confidence", "interval", "ci", "similar", "significant", "associations", "observed", "using", "maternal", "antidepressant", "exposure", "rarr", "95", "ci", "paternal", "antidepressant", "exposure", "pregnancy", "95", "ci", "analyses", "restricted", "using", "women", "history", "affective", "disorder", "95", "ci", "sibling", "studies", "95", "ci", "statistically", "significant", "corresponding", "associations", "risk", "adhd", "exposure", "rarr", "95", "ci", "pregnancy", "rarr", "95", "ci", "rarr", "95", "ci", "paternal", "exposure", "rarr", "95", "ci", "women", "history", "affective", "disorder", "rarr", "95", "ci", "sibling", "studies", "observational", "studies", "measuring", "risk", "asd", "adhd", "antidepressant", "exposure", "heterogeneous", "design", "classical", "comparisons", "exposed", "unexposed", "women", "pregnancy", "high", "risk", "residual", "confounding", "alternative", "comparisons", "sibling", "designs", "may", "aid", "interpretation", "causality", "utility", "requires", "evaluation", "including", "understanding", "potential", "limitations", "undertaking", "data"], "authors": [["Morales", "Daniel R", "DR", "Pharmacovigilance and Epidemiology Department, European Medicines Agency, 30 Churchill Place, Canary Wharf, London, E14 5EU, UK. Daniel.Morales@ema.europa.eu."], ["Slattery", "Jim", "J", "Pharmacovigilance and Epidemiology Department, European Medicines Agency, 30 Churchill Place, Canary Wharf, London, E14 5EU, UK."], ["Evans", "Stephen", "S", "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, University of London, London, UK."], ["Kurz", "Xavier", "X", "Pharmacovigilance and Epidemiology Department, European Medicines Agency, 30 Churchill Place, Canary Wharf, London, E14 5EU, UK."]], "title": "Antidepressant use during pregnancy and risk of autism spectrum disorder and attention deficit hyperactivity disorder: systematic review of observational studies and methodological considerations.", "year": null, "sentences": ["Antidepressant exposure during pregnancy has been associated with an increased risk of autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD) in several observational studies.", "We performed a systematic review of these studies to highlight the effect that important methodological limitations have on such analyses and to consider approaches to the conduct, reporting and interpretation of future studies.A review of MEDLINE and EMBASE identified case-control, cohort and sibling studies assessing the risk of ASD and ADHD with antidepressant use during pregnancy.", "Approaches to confounding adjustment were described.", "Crude and adjusted effect estimates for comparisons between antidepressant exposure during pregnancy vs. all unexposed women were first meta-analysed using a generic inverse variance method of analysis, followed by effect estimates for alternative pre-selected comparison groups.A total of 15 studies measuring ASD as an outcome (involving 3,585,686 children and 40,585 cases) and seven studies measuring ADHD as an outcome (involving 2,765,723 patients and 52,313 cases) were identified.", "Variation in confounding adjustment existed between studies.", "Updated effect estimates for the association between maternal antidepressant exposure during pregnancy vs. all unexposed women remained statistically significant for ASD (adjusted random-effects risk ratio [RaRR] 1.53, 95% confidence interval [CI] 1.31-1.78).", "Similar significant associations were observed using pre-pregnancy maternal antidepressant exposure (RaRR 1.48, 95% CI 1.29-1.71) and paternal antidepressant exposure during pregnancy (1.29, 95% CI 1.08-1.53), but analyses restricted to using women with a history of affective disorder (1.18, 95% CI 0.91-1.52) and sibling studies (0.96, 95% CI 0.65-1.42) were not statistically significant.", "Corresponding associations for risk of ADHD with exposure were: RaRR 1.38, 95% CI 1.13-1.69 (during pregnancy), RaRR 1.38, 95% CI 1.14-1.69 (during pre-pregnancy), RaRR 1.71, 95% CI 1.31-2.23 (paternal exposure), RaRR 0.98, 95% CI 0.77-1.24 (women with a history of affective disorder) and RaRR 0.88, 95% CI 0.70-1.11 (sibling studies).Existing observational studies measuring the risk of ASD and ADHD with antidepressant exposure are heterogeneous in their design.", "Classical comparisons between exposed and unexposed women during pregnancy are at high risk of residual confounding.", "Alternative comparisons and sibling designs may aid the interpretation of causality and their utility requires further evaluation, including understanding potential limitations of undertaking meta-analyses with such data."], "id": "29332605", "text": "Antidepressant exposure during pregnancy has been associated with an increased risk of autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD) in several observational studies. We performed a systematic review of these studies to highlight the effect that important methodological limitations have on such analyses and to consider approaches to the conduct, reporting and interpretation of future studies.A review of MEDLINE and EMBASE identified case-control, cohort and sibling studies assessing the risk of ASD and ADHD with antidepressant use during pregnancy. Approaches to confounding adjustment were described. Crude and adjusted effect estimates for comparisons between antidepressant exposure during pregnancy vs. all unexposed women were first meta-analysed using a generic inverse variance method of analysis, followed by effect estimates for alternative pre-selected comparison groups.A total of 15 studies measuring ASD as an outcome (involving 3,585,686 children and 40,585 cases) and seven studies measuring ADHD as an outcome (involving 2,765,723 patients and 52,313 cases) were identified. Variation in confounding adjustment existed between studies. Updated effect estimates for the association between maternal antidepressant exposure during pregnancy vs. all unexposed women remained statistically significant for ASD (adjusted random-effects risk ratio [RaRR] 1.53, 95% confidence interval [CI] 1.31-1.78). Similar significant associations were observed using pre-pregnancy maternal antidepressant exposure (RaRR 1.48, 95% CI 1.29-1.71) and paternal antidepressant exposure during pregnancy (1.29, 95% CI 1.08-1.53), but analyses restricted to using women with a history of affective disorder (1.18, 95% CI 0.91-1.52) and sibling studies (0.96, 95% CI 0.65-1.42) were not statistically significant. Corresponding associations for risk of ADHD with exposure were: RaRR 1.38, 95% CI 1.13-1.69 (during pregnancy), RaRR 1.38, 95% CI 1.14-1.69 (during pre-pregnancy), RaRR 1.71, 95% CI 1.31-2.23 (paternal exposure), RaRR 0.98, 95% CI 0.77-1.24 (women with a history of affective disorder) and RaRR 0.88, 95% CI 0.70-1.11 (sibling studies).Existing observational studies measuring the risk of ASD and ADHD with antidepressant exposure are heterogeneous in their design. Classical comparisons between exposed and unexposed women during pregnancy are at high risk of residual confounding. Alternative comparisons and sibling designs may aid the interpretation of causality and their utility requires further evaluation, including understanding potential limitations of undertaking meta-analyses with such data.", "doi": "10.1186/s12916-017-0993-3", "journal": ["BMC medicine", "BMC Med"], "date": "2018-01-18_23:44:55"}