{"title": "Impaired Value Learning for Faces in Preschoolers With Autism Spectrum Disorder.", "text": "One of the common findings in autism spectrum disorder (ASD) is limited selective attention toward social objects, such as faces. Evidence from both human and nonhuman primate studies suggests that selection of objects for processing is guided by the appraisal of object values. We hypothesized that impairments in selective attention in ASD may reflect a disruption of a system supporting learning about object values in the social domain.We examined value learning in social (faces) and nonsocial (fractals) domains in preschoolers with ASD (n = 25) and typically developing (TD) controls (n = 28), using a novel value learning task implemented on a gaze-contingent eye-tracking platform consisting of value learning and a selective attention choice test.Children with ASD performed more poorly than TD controls on the social value learning task, but both groups performed similarly on the nonsocial task. Within-group comparisons indicated that value learning in TD children was enhanced on the social compared to the nonsocial task, but no such enhancement was seen in children with ASD. Performance in the social and nonsocial conditions was correlated in the ASD but not in the TD group.The study provides support for a domain-specific impairment in value learning for faces in ASD, and suggests that, in ASD, value learning in social and nonsocial domains may rely on a shared mechanism. These findings have implications both for models of selective social attention deficits in autism and for identification of novel treatment targets.", "journal": ["Journal of the American Academy of Child and Adolescent Psychiatry", "J Am Acad Child Adolesc Psychiatry"], "id": "29301667", "doi": "10.1016/j.jaac.2017.10.014", "date": "2017-11-06", "authors": [["Wang", "Quan", "Q", "Yale School of Medicine, Child Study Center, New Haven, CT."], ["DiNicola", "Lauren", "L", "Yale School of Medicine, Child Study Center, New Haven, CT."], ["Heymann", "Perrine", "P", "Yale School of Medicine, Child Study Center, New Haven, CT."], ["Hampson", "Michelle", "M", "Yale School of Medicine, Child Study Center, New Haven, CT."], ["Chawarska", "Katarzyna", "K", "Yale School of Medicine, Child Study Center, New Haven, CT. Electronic address: Katarzyna.chawarska@yale.edu."]]}