{"words": ["copy", "number", "variants", "cnvs", "characterized", "recent", "years", "technology", "add", "complexity", "knowledge", "human", "genome", "cnvs", "contribute", "human", "diversity", "also", "different", "kinds", "diseases", "including", "neurodevelopmental", "delay", "autism", "spectrum", "disorder", "neuropsychiatric", "diseases", "interestingly", "many", "pathogenic", "cnvs", "shared", "among", "diseases", "studies", "suggest", "pathophysiology", "disease", "may", "simply", "attributed", "single", "driver", "gene", "within", "cnv", "also", "multifactorial", "effects", "may", "important", "gene", "expression", "resulting", "phenotypes", "may", "also", "affected", "epigenetic", "alteration", "chromosomal", "structural", "changes", "combined", "human", "genetics", "systems", "biology", "integrative", "research", "approaches", "using", "animal", "cell", "models", "cnvs", "expected", "understanding", "pathophysiological", "mechanisms", "neurodevelopmental", "disorders", "neuropsychiatric", "disorders"], "authors": [["Takumi", "Toru", "T", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan. Electronic address: toru.takumi@riken.jp."], ["Tamada", "Kota", "K", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan."]], "title": "CNV biology in neurodevelopmental disorders.", "year": null, "sentences": ["Copy number variants (CNVs), characterized in recent years by cutting-edge technology, add complexity to our knowledge of the human genome.", "CNVs contribute not only to human diversity but also to different kinds of diseases including neurodevelopmental delay, autism spectrum disorder and neuropsychiatric diseases.", "Interestingly, many pathogenic CNVs are shared among these diseases.", "Studies suggest that pathophysiology of disease may not be simply attributed to a single driver gene within a CNV but also that multifactorial effects may be important.", "Gene expression and the resulting phenotypes may also be affected by epigenetic alteration and chromosomal structural changes.", "Combined with human genetics and systems biology, integrative research by multi-dimensional approaches using animal and cell models of CNVs are expected to further understanding of pathophysiological mechanisms of neurodevelopmental disorders and neuropsychiatric disorders."], "id": "29331932", "text": "Copy number variants (CNVs), characterized in recent years by cutting-edge technology, add complexity to our knowledge of the human genome. CNVs contribute not only to human diversity but also to different kinds of diseases including neurodevelopmental delay, autism spectrum disorder and neuropsychiatric diseases. Interestingly, many pathogenic CNVs are shared among these diseases. Studies suggest that pathophysiology of disease may not be simply attributed to a single driver gene within a CNV but also that multifactorial effects may be important. Gene expression and the resulting phenotypes may also be affected by epigenetic alteration and chromosomal structural changes. Combined with human genetics and systems biology, integrative research by multi-dimensional approaches using animal and cell models of CNVs are expected to further understanding of pathophysiological mechanisms of neurodevelopmental disorders and neuropsychiatric disorders.", "doi": "10.1016/j.conb.2017.12.004", "journal": ["Current opinion in neurobiology", "Curr. Opin. Neurobiol."], "date": "2018-01-18_23:44:56"}