{"words": ["autism", "spectrum", "disorder", "asd", "often", "accompanied", "deficits", "speech", "language", "processing", "speech", "processing", "relies", "heavily", "integration", "auditory", "visual", "information", "suggested", "ability", "detect", "correspondence", "auditory", "visual", "signals", "helps", "lay", "foundation", "successful", "language", "development", "goal", "present", "study", "examine", "whether", "young", "children", "asd", "show", "reduced", "sensitivity", "temporal", "asynchronies", "speech", "processing", "task", "compared", "typically", "developing", "controls", "examine", "sensitivity", "might", "relate", "language", "proficiency", "using", "automated", "eye", "tracking", "methods", "found", "children", "asd", "failed", "demonstrate", "sensitivity", "asynchronies", "video", "woman", "speaking", "corresponding", "audio", "track", "contrast", "typically", "developing", "children", "asd", "group", "sensitive", "asynchronies", "also", "demonstrated", "individual", "differences", "sensitivity", "audiovisual", "asynchronies", "individual", "differences", "orientation", "relevant", "facial", "features", "correlated", "scores", "standardized", "measure", "language", "abilities", "results", "discussed", "context", "attention", "visual", "language", "processing", "potential", "precursors", "language", "impairment", "asd", "autism", "res", "2018", "2018", "international", "society", "autism", "research", "wiley", "periodicals", "processing", "relies", "heavily", "integration", "auditory", "visual", "information", "suggested", "ability", "detect", "correspondence", "auditory", "visual", "signals", "helps", "lay", "foundation", "successful", "language", "development", "goal", "present", "study", "explore", "whether", "children", "asd", "process", "synchrony", "ways", "comparable", "typically", "developing", "peers", "relationship", "preference", "synchrony", "language", "ability", "results", "showed", "differences", "attention", "audiovisual", "synchrony", "typically", "developing", "children", "children", "asd", "preference", "synchrony", "related", "language", "abilities", "children", "across", "groups"], "authors": [["Righi", "Giulia", "G", "Department of Psychiatry and Human Behavior, Warren Alpert Medical School of Brown University."], ["Tenenbaum", "Elena J", "EJ", "Department of Psychiatry and Human Behavior, Warren Alpert Medical School of Brown University."], ["McCormick", "Carolyn", "C", "Department of Psychiatry and Human Behavior, Warren Alpert Medical School of Brown University."], ["Blossom", "Megan", "M", "Psychology Department, Castleton University, Castleton, VT."], ["Amso", "Dima", "D", "Department of Cognitive, Linguistic, and Psychological Sciences, Brown University, Providence, RI."], ["Sheinkopf", "Stephen J", "SJ", "Department of Psychiatry and Human Behavior, Warren Alpert Medical School of Brown University."]], "title": "Sensitivity to audio-visual synchrony and its relation to language abilities in children with and without ASD.", "year": null, "sentences": ["Autism Spectrum Disorder (ASD) is often accompanied by deficits in speech and language processing.", "Speech processing relies heavily on the integration of auditory and visual information, and it has been suggested that the ability to detect correspondence between auditory and visual signals helps to lay the foundation for successful language development.", "The goal of the present study was to examine whether young children with ASD show reduced sensitivity to temporal asynchronies in a speech processing task when compared to typically developing controls, and to examine how this sensitivity might relate to language proficiency.", "Using automated eye tracking methods, we found that children with ASD failed to demonstrate sensitivity to asynchronies of 0.3s, 0.6s, or 1.0s between a video of a woman speaking and the corresponding audio track.", "In contrast, typically developing children who were language-matched to the ASD group, were sensitive to both 0.6s and 1.0s asynchronies.", "We also demonstrated that individual differences in sensitivity to audiovisual asynchronies and individual differences in orientation to relevant facial features were both correlated with scores on a standardized measure of language abilities.", "Results are discussed in the context of attention to visual language and audio-visual processing as potential precursors to language impairment in ASD.", "Autism Res 2018.", "© 2018 International Society for Autism Research, Wiley Periodicals, Inc.Speech processing relies heavily on the integration of auditory and visual information, and it has been suggested that the ability to detect correspondence between auditory and visual signals helps to lay the foundation for successful language development.", "The goal of the present study was to explore whether children with ASD process audio-visual synchrony in ways comparable to their typically developing peers, and the relationship between preference for synchrony and language ability.", "Results showed that there are differences in attention to audiovisual synchrony between typically developing children and children with ASD.", "Preference for synchrony was related to the language abilities of children across groups."], "id": "29331093", "text": "Autism Spectrum Disorder (ASD) is often accompanied by deficits in speech and language processing. Speech processing relies heavily on the integration of auditory and visual information, and it has been suggested that the ability to detect correspondence between auditory and visual signals helps to lay the foundation for successful language development. The goal of the present study was to examine whether young children with ASD show reduced sensitivity to temporal asynchronies in a speech processing task when compared to typically developing controls, and to examine how this sensitivity might relate to language proficiency. Using automated eye tracking methods, we found that children with ASD failed to demonstrate sensitivity to asynchronies of 0.3s, 0.6s, or 1.0s between a video of a woman speaking and the corresponding audio track. In contrast, typically developing children who were language-matched to the ASD group, were sensitive to both 0.6s and 1.0s asynchronies. We also demonstrated that individual differences in sensitivity to audiovisual asynchronies and individual differences in orientation to relevant facial features were both correlated with scores on a standardized measure of language abilities. Results are discussed in the context of attention to visual language and audio-visual processing as potential precursors to language impairment in ASD. Autism Res 2018. © 2018 International Society for Autism Research, Wiley Periodicals, Inc.Speech processing relies heavily on the integration of auditory and visual information, and it has been suggested that the ability to detect correspondence between auditory and visual signals helps to lay the foundation for successful language development. The goal of the present study was to explore whether children with ASD process audio-visual synchrony in ways comparable to their typically developing peers, and the relationship between preference for synchrony and language ability. Results showed that there are differences in attention to audiovisual synchrony between typically developing children and children with ASD. Preference for synchrony was related to the language abilities of children across groups.", "doi": "10.1002/aur.1918", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:44:57"}