{"words": ["despite", "great", "advances", "neuroscience", "genetic", "studies", "understanding", "neurodevelopmental", "disorders", "still", "quite", "limited", "important", "reason", "objective", "psychiatric", "clinical", "tests", "propose", "quantitative", "neurodevelopment", "assessment", "studying", "natural", "movement", "outputs", "movement", "central", "behaviors", "involves", "complex", "coordination", "temporal", "alterations", "precise", "dynamic", "controls", "carefully", "analyzed", "continuous", "movement", "output", "data", "collected", "high", "definition", "electromagnetic", "sensors", "millisecond", "time", "scales", "unraveled", "new", "metrics", "containing", "striking", "physiological", "information", "unseen", "neither", "using", "traditional", "motion", "assessments", "naked", "eye", "observations", "putative", "biomarker", "leads", "precise", "individualized", "classifications", "illustrates", "clear", "differences", "autism", "spectrum", "disorder", "asd", "subjects", "mature", "typical", "developing", "td", "individuals", "provides", "asd", "complementary", "quantitative", "classification", "closely", "agrees", "clinicaly", "assessed", "functioning", "levels", "spectrum", "also", "illustrates", "td", "potential", "neurodevelopmental", "trajectories", "applying", "movement", "biomarker", "parents", "asd", "individuals", "studied", "cohort", "also", "shows", "novel", "potential", "familial", "signature", "asd", "tie", "paper", "proposes", "putative", "behavioral", "biomarker", "characterize", "level", "neurodevelopment", "high", "predicting", "power", "illustrated", "asd", "subjects", "example"], "authors": [["Wu", "Di", "D", "Physics Department, Indiana University, Bloomington, Indiana, United States."], ["José", "Jorge V", "JV", "Physics Department, Indiana University, Bloomington, Indiana, United States. jjosev@iu.edu."], ["Nurnberger", "John I", "JI", "Institute of Psychiatric Research, Department of Psychiatry, Indiana University School of Medicine, Indianapolis, United States."], ["Torres", "Elizabeth B", "EB", "Psychology Department, Rutgers University, New Brunswick, New Jersey, United States."]], "title": "A Biomarker Characterizing Neurodevelopment with applications in Autism.", "year": null, "sentences": ["Despite great advances in neuroscience and genetic studies, our understanding of neurodevelopmental disorders is still quite limited.", "An important reason is not having objective psychiatric clinical tests.", "Here we propose a quantitative neurodevelopment assessment by studying natural movement outputs.", "Movement is central to behaviors: It involves complex coordination, temporal alterations, and precise dynamic controls.", "We carefully analyzed the continuous movement output data, collected with high definition electromagnetic sensors at millisecond time scales.", "We unraveled new metrics containing striking physiological information that was unseen neither by using traditional motion assessments nor by naked eye observations.", "Our putative biomarker leads to precise individualized classifications.", "It illustrates clear differences between Autism Spectrum Disorder (ASD) subjects from mature typical developing (TD) individuals.", "It provides an ASD complementary quantitative classification, which closely agrees with the clinicaly assessed functioning levels in the spectrum.", "It also illustrates TD potential age-related neurodevelopmental trajectories.", "Applying our movement biomarker to the parents of the ASD individuals studied in the cohort also shows a novel potential familial signature ASD tie.", "This paper proposes a putative behavioral biomarker to characterize the level of neurodevelopment with high predicting power, as illustrated in ASD subjects as an example."], "id": "29330487", "text": "Despite great advances in neuroscience and genetic studies, our understanding of neurodevelopmental disorders is still quite limited. An important reason is not having objective psychiatric clinical tests. Here we propose a quantitative neurodevelopment assessment by studying natural movement outputs. Movement is central to behaviors: It involves complex coordination, temporal alterations, and precise dynamic controls. We carefully analyzed the continuous movement output data, collected with high definition electromagnetic sensors at millisecond time scales. We unraveled new metrics containing striking physiological information that was unseen neither by using traditional motion assessments nor by naked eye observations. Our putative biomarker leads to precise individualized classifications. It illustrates clear differences between Autism Spectrum Disorder (ASD) subjects from mature typical developing (TD) individuals. It provides an ASD complementary quantitative classification, which closely agrees with the clinicaly assessed functioning levels in the spectrum. It also illustrates TD potential age-related neurodevelopmental trajectories. Applying our movement biomarker to the parents of the ASD individuals studied in the cohort also shows a novel potential familial signature ASD tie. This paper proposes a putative behavioral biomarker to characterize the level of neurodevelopment with high predicting power, as illustrated in ASD subjects as an example.", "doi": "10.1038/s41598-017-18902-w", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-18_23:44:57"}