{"words": ["retroelements", "human", "endogenous", "retroviruses", "hervs", "implicated", "many", "complex", "diseases", "including", "neurological", "neuropsychiatric", "disorders", "previously", "demonstrated", "distinctive", "expression", "profile", "specific", "herv", "families", "peripheral", "blood", "mononuclear", "cells", "autistic", "spectrum", "disorders", "asd", "patients", "suggesting", "involvement", "asd", "used", "two", "distinct", "asd", "mouse", "models", "inbred", "btbr", "mice", "outbred", "mice", "prenatally", "exposed", "valproic", "acid", "whole", "embryos", "blood", "brain", "samples", "offspring", "collected", "different", "ages", "expression", "several", "erv", "families", "etni", "musd", "iap", "proinflammatory", "cytokines", "receptors", "tlr3", "tlr4", "assessed", "two", "distinct", "mouse", "models", "analysed", "transcriptional", "activity", "erv", "families", "significant", "higher", "comparison", "corresponding", "controls", "whole", "embryos", "blood", "brain", "samples", "also", "expression", "levels", "proinflammatory", "cytokines", "tlrs", "significantly", "higher", "controls", "current", "results", "agreement", "previous", "findings", "asd", "children", "supporting", "hypothesis", "ervs", "may", "serve", "biomarkers", "atypical", "brain", "development", "moreover", "changes", "ervs", "proinflammatory", "cytokines", "expression", "could", "related", "traits", "acquisition", "two", "mouse", "models"], "authors": [["Cipriani", "Chiara", "C", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy."], ["Ricceri", "Laura", "L", "Centre for Behavioural Sciences and Mental Health, Istituto Superiore di Sanità, Rome, Italy."], ["Matteucci", "Claudia", "C", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy."], ["De Felice", "Alessia", "A", "Centre for Behavioural Sciences and Mental Health, Istituto Superiore di Sanità, Rome, Italy."], ["Tartaglione", "Anna Maria", "AM", "Centre for Behavioural Sciences and Mental Health, Istituto Superiore di Sanità, Rome, Italy."], ["Argaw-Denboba", "Ayele", "A", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy."], ["Pica", "Francesca", "F", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy."], ["Grelli", "Sandro", "S", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy."], ["Calamandrei", "Gemma", "G", "Centre for Behavioural Sciences and Mental Health, Istituto Superiore di Sanità, Rome, Italy."], ["Sinibaldi Vallebona", "Paola", "P", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy."], ["Balestrieri", "Emanuela", "E", "Department of Experimental Medicine and Surgery, University of Rome Tor Vergata, Via Montpellier 1, Rome, 00133, Italy. balestrieri@med.uniroma2.it."]], "title": "High expression of Endogenous Retroviruses from intrauterine life to adulthood in two mouse models of Autism Spectrum Disorders.", "year": null, "sentences": ["Retroelements, such as Human Endogenous Retroviruses (HERVs), have been implicated in many complex diseases, including neurological and neuropsychiatric disorders.", "Previously, we demonstrated a distinctive expression profile of specific HERV families in peripheral blood mononuclear cells from Autistic Spectrum Disorders (ASD) patients, suggesting their involvement in ASD.", "Here we used two distinct ASD mouse models: inbred BTBR T+tf/J mice and CD-1 outbred mice prenatally exposed to valproic acid.", "Whole embryos, blood and brain samples from the offspring were collected at different ages and the expression of several ERV families (ETnI, ETnII-α, ETnII-β, ETnII-γ, MusD and IAP), proinflammatory cytokines (IL-1β, IL-6 and TNF-α) and Toll-like receptors (TLR3 and TLR4) was assessed.", "In the two distinct mouse models analysed, the transcriptional activity of the ERV families was significant higher in comparison with corresponding controls, in whole embryos, blood and brain samples.", "Also the expression levels of the proinflammatory cytokines and TLRs were significantly higher than controls.", "Current results are in agreement with our previous findings in ASD children, supporting the hypothesis that ERVs may serve as biomarkers of atypical brain development.", "Moreover, the changes in ERVs and proinflammatory cytokines expression could be related with the autistic-like traits acquisition in the two mouse models."], "id": "29330412", "text": "Retroelements, such as Human Endogenous Retroviruses (HERVs), have been implicated in many complex diseases, including neurological and neuropsychiatric disorders. Previously, we demonstrated a distinctive expression profile of specific HERV families in peripheral blood mononuclear cells from Autistic Spectrum Disorders (ASD) patients, suggesting their involvement in ASD. Here we used two distinct ASD mouse models: inbred BTBR T+tf/J mice and CD-1 outbred mice prenatally exposed to valproic acid. Whole embryos, blood and brain samples from the offspring were collected at different ages and the expression of several ERV families (ETnI, ETnII-α, ETnII-β, ETnII-γ, MusD and IAP), proinflammatory cytokines (IL-1β, IL-6 and TNF-α) and Toll-like receptors (TLR3 and TLR4) was assessed. In the two distinct mouse models analysed, the transcriptional activity of the ERV families was significant higher in comparison with corresponding controls, in whole embryos, blood and brain samples. Also the expression levels of the proinflammatory cytokines and TLRs were significantly higher than controls. Current results are in agreement with our previous findings in ASD children, supporting the hypothesis that ERVs may serve as biomarkers of atypical brain development. Moreover, the changes in ERVs and proinflammatory cytokines expression could be related with the autistic-like traits acquisition in the two mouse models.", "doi": "10.1038/s41598-017-19035-w", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-18_23:44:57"}