{"words": ["syndrome", "ptls", "syndrome", "sms", "related", "genomic", "disorders", "duplication", "associated", "ptls", "reciprocal", "recombination", "product", "sms", "microdeletion", "sms", "relatively", "behavioural", "phenotype", "behavioural", "profile", "ptls", "less", "well", "defined", "despite", "purported", "associations", "autism", "spectrum", "disorder", "asd", "suggestion", "behaviours", "may", "diametric", "seen", "individuals", "ptls", "n", "34", "age", "sd", "completed", "online", "behavioural", "questionnaires", "including", "challenging", "behaviour", "questionnaire", "cbq", "activity", "questionnaire", "taq", "repetitive", "behaviour", "questionnaire", "rbq", "mood", "interest", "pleasure", "form", "social", "communication", "questionnaire", "scq", "assesses", "behaviours", "associated", "asd", "individuals", "ptls", "matched", "age", "adaptive", "functioning", "individuals", "sms", "n", "31", "age", "sd", "individuals", "idiopathic", "asd", "n", "33", "age", "sd", "existing", "ptls", "sms", "less", "impaired", "idiopathic", "asd", "communication", "reciprocal", "social", "interaction", "subscales", "scq", "neither", "syndrome", "group", "differed", "idiopathic", "asd", "restricted", "repetitive", "stereotyped", "behaviours", "subscale", "repetitive", "behaviour", "measure", "individuals", "ptls", "idiopathic", "asd", "scored", "higher", "individuals", "sms", "compulsive", "behaviour", "subscale", "rates", "property", "destruction", "significantly", "lower", "ptls", "idiopathic", "asd", "sms", "differences", "found", "relation", "overactivity", "mood", "however", "impulsivity", "greater", "sms", "suggest", "overlap", "behavioural", "phenotype", "ptls", "features", "asd", "symptomatology", "however", "overall", "profile", "behaviours", "ptls", "appears", "divergent", "idiopathic", "asd", "sms", "relative", "idiopathic", "asd", "ptls", "characterised", "communication", "social", "interaction", "deficits", "however", "restricted", "repetitive", "behaviours", "evident", "ptls", "may", "characterised", "specifically", "compulsive", "behaviours", "several", "behavioural", "differences", "identified", "ptls", "sms", "little", "evidence", "diametric", "behavioural", "phenotypes", "particularly", "relation", "social", "behaviour"], "authors": [["Bissell", "Stacey", "S", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK. SLB085@bham.ac.uk."], ["Wilde", "Lucy", "L", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."], ["Richards", "Caroline", "C", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."], ["Moss", "Jo", "J", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."], ["Oliver", "Chris", "C", "Cerebra Centre for Neurodevelopmental Disorders, School of Psychology, University of Birmingham, Birmingham, B15 2TT, UK."]], "title": "The behavioural phenotype of Potocki-Lupski syndrome: a cross-syndrome comparison.", "year": null, "sentences": ["Potocki-Lupski syndrome (PTLS) and Smith-Magenis syndrome (SMS) are related genomic disorders, as duplication 17p11.2 (associated with PTLS) is the reciprocal recombination product of the SMS microdeletion.", "While SMS has a relatively well-delineated behavioural phenotype, the behavioural profile in PTLS is less well defined, despite purported associations with autism spectrum disorder (ASD) and the suggestion that some behaviours may be diametric to those seen in SMS.Caregivers of individuals with PTLS (N = 34; M age = 12.43, SD = 6.78) completed online behavioural questionnaires, including the Challenging Behaviour Questionnaire (CBQ), the Activity Questionnaire (TAQ), the Repetitive Behaviour Questionnaire (RBQ), the Mood, Interest and Pleasure Questionnaire-Short Form (MIPQ-S) and the Social Communication Questionnaire (SCQ), which assesses behaviours associated with ASD.", "Individuals with PTLS were matched on age and adaptive functioning to individuals with SMS (N = 31; M age = 13.61, SD = 6.85) and individuals with idiopathic ASD (N = 33; M age = 12.04, SD = 5.85) from an existing dataset.Individuals with PTLS and SMS were less impaired than those with idiopathic ASD on the communication and reciprocal social interaction subscales of the SCQ, but neither syndrome group differed from idiopathic ASD on the restricted, repetitive and stereotyped behaviours subscale.", "On the repetitive behaviour measure, individuals with PTLS and idiopathic ASD scored higher than individuals with SMS on the compulsive behaviour subscale.", "Rates of self-injury and property destruction were significantly lower in PTLS and idiopathic ASD than in SMS.", "No between-syndrome differences were found in relation to overactivity or mood; however, impulsivity was greater in SMS than in PTLS.Findings suggest some overlap in the behavioural phenotype of PTLS and features of ASD symptomatology; however, the overall profile of behaviours in PTLS appears to be divergent from both idiopathic ASD and SMS.", "Relative to idiopathic ASD, PTLS is not characterised by communication or social interaction deficits.", "However, restricted and repetitive behaviours were evident in PTLS, and these may be characterised specifically by compulsive behaviours.", "While several behavioural differences were identified between PTLS and SMS, there was little evidence of diametric behavioural phenotypes, particularly in relation to social behaviour."], "id": "29329513", "text": "Potocki-Lupski syndrome (PTLS) and Smith-Magenis syndrome (SMS) are related genomic disorders, as duplication 17p11.2 (associated with PTLS) is the reciprocal recombination product of the SMS microdeletion. While SMS has a relatively well-delineated behavioural phenotype, the behavioural profile in PTLS is less well defined, despite purported associations with autism spectrum disorder (ASD) and the suggestion that some behaviours may be diametric to those seen in SMS.Caregivers of individuals with PTLS (N = 34; M age = 12.43, SD = 6.78) completed online behavioural questionnaires, including the Challenging Behaviour Questionnaire (CBQ), the Activity Questionnaire (TAQ), the Repetitive Behaviour Questionnaire (RBQ), the Mood, Interest and Pleasure Questionnaire-Short Form (MIPQ-S) and the Social Communication Questionnaire (SCQ), which assesses behaviours associated with ASD. Individuals with PTLS were matched on age and adaptive functioning to individuals with SMS (N = 31; M age = 13.61, SD = 6.85) and individuals with idiopathic ASD (N = 33; M age = 12.04, SD = 5.85) from an existing dataset.Individuals with PTLS and SMS were less impaired than those with idiopathic ASD on the communication and reciprocal social interaction subscales of the SCQ, but neither syndrome group differed from idiopathic ASD on the restricted, repetitive and stereotyped behaviours subscale. On the repetitive behaviour measure, individuals with PTLS and idiopathic ASD scored higher than individuals with SMS on the compulsive behaviour subscale. Rates of self-injury and property destruction were significantly lower in PTLS and idiopathic ASD than in SMS. No between-syndrome differences were found in relation to overactivity or mood; however, impulsivity was greater in SMS than in PTLS.Findings suggest some overlap in the behavioural phenotype of PTLS and features of ASD symptomatology; however, the overall profile of behaviours in PTLS appears to be divergent from both idiopathic ASD and SMS. Relative to idiopathic ASD, PTLS is not characterised by communication or social interaction deficits. However, restricted and repetitive behaviours were evident in PTLS, and these may be characterised specifically by compulsive behaviours. While several behavioural differences were identified between PTLS and SMS, there was little evidence of diametric behavioural phenotypes, particularly in relation to social behaviour.", "doi": "10.1186/s11689-017-9221-x", "journal": ["Journal of neurodevelopmental disorders", "J Neurodev Disord"], "date": "2018-01-18_23:44:57"}