{"words": ["adaptive", "behavior", "ability", "function", "independently", "ones", "environment", "key", "phenotypic", "construct", "autism", "spectrum", "disorder", "asd", "studies", "development", "adaptive", "behavior", "preschool", "available", "though", "existing", "data", "demonstrate", "degree", "ability", "impairment", "associated", "asd", "manifests", "time", "heterogeneous", "growth", "mixture", "models", "statistical", "technique", "help", "parse", "heterogeneity", "accelerated", "longitudinal", "natural", "history", "study", "n", "105", "children", "asd", "subjected", "growth", "mixture", "model", "analysis", "children", "assessed", "four", "times", "ages", "3", "best", "fitting", "model", "comprised", "two", "classes", "trajectory", "adaptive", "behavior", "composite", "score", "vineland", "adaptive", "behavior", "scale", "second", "low", "decreasing", "trajectory", "73", "sample", "moderate", "stable", "class", "27", "results", "partially", "replicate", "classes", "observed", "previous", "study", "similarly", "characterized", "sample", "suggesting", "developmental", "trajectory", "may", "indeed", "serve", "phenotype", "ability", "predict", "trajectory", "child", "likely", "follow", "useful", "planning", "clinical", "trials"], "authors": [["Farmer", "Cristan", "C", "Pediatrics and Developmental Neuroscience Branch, National Institute of Mental Health, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Swineford", "Lauren", "L", "Pediatrics and Developmental Neuroscience Branch, National Institute of Mental Health, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Swedo", "Susan E", "SE", "Pediatrics and Developmental Neuroscience Branch, National Institute of Mental Health, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Thurm", "Audrey", "A", "Pediatrics and Developmental Neuroscience Branch, National Institute of Mental Health, National Institutes of Health, Bethesda, MD, 20892, USA. athurm@mail.nih.gov."]], "title": "Classifying and characterizing the development of adaptive behavior in a naturalistic longitudinal study of young children with autism.", "year": null, "sentences": ["Adaptive behavior, or the ability to function independently in ones' environment, is a key phenotypic construct in autism spectrum disorder (ASD).", "Few studies of the development of adaptive behavior during preschool to school-age are available, though existing data demonstrate that the degree of ability and impairment associated with ASD, and how it manifests over time, is heterogeneous.", "Growth mixture models are a statistical technique that can help parse this heterogeneity in trajectories.Data from an accelerated longitudinal natural history study (n = 105 children with ASD) were subjected to growth mixture model analysis.", "Children were assessed up to four times between the ages of 3 to 7.99 years.The best fitting model comprised two classes of trajectory on the Adaptive Behavior Composite score of the Vineland Adaptive Behavior Scale, Second Edition-a low and decreasing trajectory (73% of the sample) and a moderate and stable class (27%).These results partially replicate the classes observed in a previous study of a similarly characterized sample, suggesting that developmental trajectory may indeed serve as a phenotype.", "Further, the ability to predict which trajectory a child is likely to follow will be useful in planning for clinical trials."], "id": "29329511", "text": "Adaptive behavior, or the ability to function independently in ones' environment, is a key phenotypic construct in autism spectrum disorder (ASD). Few studies of the development of adaptive behavior during preschool to school-age are available, though existing data demonstrate that the degree of ability and impairment associated with ASD, and how it manifests over time, is heterogeneous. Growth mixture models are a statistical technique that can help parse this heterogeneity in trajectories.Data from an accelerated longitudinal natural history study (n = 105 children with ASD) were subjected to growth mixture model analysis. Children were assessed up to four times between the ages of 3 to 7.99 years.The best fitting model comprised two classes of trajectory on the Adaptive Behavior Composite score of the Vineland Adaptive Behavior Scale, Second Edition-a low and decreasing trajectory (73% of the sample) and a moderate and stable class (27%).These results partially replicate the classes observed in a previous study of a similarly characterized sample, suggesting that developmental trajectory may indeed serve as a phenotype. Further, the ability to predict which trajectory a child is likely to follow will be useful in planning for clinical trials.", "doi": "10.1186/s11689-017-9222-9", "journal": ["Journal of neurodevelopmental disorders", "J Neurodev Disord"], "date": "2018-01-18_23:44:57"}