{"words": ["extreme", "overvalued", "beliefs", "eob", "rigidly", "held", "beliefs", "motive", "behind", "acts", "terrorism", "mass", "shootings", "eobs", "differentiated", "delusions", "obsessions", "concept", "overvalued", "idea", "first", "described", "wernicke", "later", "applied", "terrorism", "mchugh", "group", "forensic", "psychiatrists", "rahman", "resnick", "harry", "refined", "definition", "aid", "differential", "diagnosis", "seen", "acts", "violence", "form", "content", "eobs", "discussed", "well", "group", "effects", "conformity", "obedience", "authority", "religious", "cults", "people", "temple", "heaven", "gate", "aum", "shinrikyo", "islamic", "state", "isis", "conspiracy", "beliefs", "assassinations", "autism", "beliefs", "discussed", "using", "construct", "finally", "concluding", "thoughts", "countering", "violent", "extremism", "including", "online", "presence", "discussed", "utilizing", "information", "learned", "online", "eating", "disorders", "consumer", "experience"], "authors": [["Rahman", "Tahir", "T", "Department of Psychiatry, Washington University in St. Louis, 660 S. Euclid, Campus Box 8134, St. Louis, MO 63110, USA. trahman@wustl.edu."]], "title": "Extreme Overvalued Beliefs: How Violent Extremist Beliefs Become \"Normalized\".", "year": null, "sentences": ["Extreme overvalued beliefs (EOB) are rigidly held, non-deusional beliefs that are the motive behind most acts of terrorism and mass shootings.", "EOBs are differentiated from delusions and obsessions.", "The concept of an overvalued idea was first described by Wernicke and later applied to terrorism by McHugh.", "Our group of forensic psychiatrists (Rahman, Resnick, Harry) refined the definition as an aid in the differential diagnosis seen in acts of violence.", "The form and content of EOBs is discussed as well as group effects, conformity, and obedience to authority.", "Religious cults such as The People's Temple, Heaven's Gate, Aum Shinrikyo, and Islamic State (ISIS) and conspiracy beliefs such as assassinations, moon-hoax, and vaccine-induced autism beliefs are discussed using this construct.", "Finally, some concluding thoughts on countering violent extremism, including its online presence is discussed utilizing information learned from online eating disorders and consumer experience."], "id": "29329259", "text": "Extreme overvalued beliefs (EOB) are rigidly held, non-deusional beliefs that are the motive behind most acts of terrorism and mass shootings. EOBs are differentiated from delusions and obsessions. The concept of an overvalued idea was first described by Wernicke and later applied to terrorism by McHugh. Our group of forensic psychiatrists (Rahman, Resnick, Harry) refined the definition as an aid in the differential diagnosis seen in acts of violence. The form and content of EOBs is discussed as well as group effects, conformity, and obedience to authority. Religious cults such as The People's Temple, Heaven's Gate, Aum Shinrikyo, and Islamic State (ISIS) and conspiracy beliefs such as assassinations, moon-hoax, and vaccine-induced autism beliefs are discussed using this construct. Finally, some concluding thoughts on countering violent extremism, including its online presence is discussed utilizing information learned from online eating disorders and consumer experience.", "doi": "10.3390/bs8010010", "journal": ["Behavioral sciences (Basel, Switzerland)", "Behav Sci (Basel)"], "date": "2018-01-18_23:44:58"}