{"title": "Strengthening Data Confidentiality and Integrity Protection in the Context of a Multi-Centric Information System Dedicated to Autism Spectrum Disorder.", "text": "Autism spectrum disorders (ASD) are complex neuro-developmental disorders affecting children in early age. Diagnosis relies on multidisciplinary investigations, in psychiatry, neurology, genetics, electrophysiology, neuro-imagery, audiology, and ophthalmology. To support clinicians, researchers, and public health decision makers, we developed an information system dedicated to ASD, called TEDIS. It was designed to manage systematic, exhaustive and continuous multi-centric patient data collection via secured internet connections. TEDIS will be deployed in nine ASD expert assessment centers in Ile-DeFrance district. We present security policy and infrastructure developed in context of TEDIS to protect patient privacy and clinical information. TEDIS security policy was organized around governance, ethical and organisational chart-agreement, patients consents, controlled user access, patients' privacy protection, constrained patients' data access. Security infrastructure was enriched by further technical solutions to reinforce ASD patients' privacy protection. Solutions were tested on local secured intranet environment and showed fluid functionality with consistent, transparent and safe encrypting-decrypting results.", "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"], "id": "29295279", "doi": null, "date": null, "authors": [["Ben Said", "Mohamed", "M", "Paris Descartes University, Faculty of Medicine, Department of Biostatistics and Medical Informatics, APHP - Necker Enfants Malades Hospital, Paris, France."], ["Robel", "Laurence", "L", "Department of Child Psychiatry, APHP - Necker Enfants Malades Hospital, Paris, France."], ["Golse", "Bernard", "B", "Department of Child Psychiatry, APHP - Necker Enfants Malades Hospital, Paris, France."], ["Jais", "Jean Philippe", "JP", "Paris Descartes University, Faculty of Medicine, Department of Biostatistics and Medical Informatics, APHP - Necker Enfants Malades Hospital, Paris, France."]]}