{"title": "Brain-specific deletion of histone variant H2A.z results in cortical neurogenesis defects and neurodevelopmental disorder.", "text": "Defects in neurogenesis alter brain circuit formations and may lead to neurodevelopmental disorders such as autism and schizophrenia. Histone H2A.z, a variant of histone H2A, plays critical roles in chromatin structure and epigenetic regulation, but its function and mechanism in brain development remain largely unknown. Here, we find that the deletion of H2A.z results in enhanced proliferation of neural progenitors but reduced neuronal differentiation. In addition, neurons in H2A.z knockout mice exhibit abnormal dendrites during brain development. Furthermore, H2A.zcKO mice exhibit serial behavioral deficits, such as decreased exploratory activity and impaired learning and memory. Mechanistically, H2A.z regulates embryonic neurogenesis by targeting Nkx2-4 through interaction with Setd2, thereby promoting H3K36me3 modification to activate the transcription of Nkx2-4. Furthermore, enforced expression of Nkx2-4 can rescue the defective neurogenesis in the H2A.z-knockdown embryonic brain. Together, our findings implicate the epigenetic regulation by H2A.z in embryonic neurogenesis and provide a framework for understanding how disruption in the H2A.z gene may contribute to neurological disorders.", "journal": ["Nucleic acids research", "Nucleic Acids Res."], "id": "29294103", "doi": "10.1093/nar/gkx1295", "date": "2017-12-27", "authors": [["Shen", "Tianjin", "T", "State Key Laboratory of Stem Cell and Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing 100101, China."], ["Ji", "Fen", "F", "State Key Laboratory of Stem Cell and Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing 100101, China."], ["Wang", "Yuanyuan", "Y", "State Key Laboratory of Stem Cell and Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing 100101, China."], ["Lei", "Xuepei", "X", "State Key Laboratory of Stem Cell and Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing 100101, China."], ["Zhang", "Dongming", "D", "State Key Laboratory of Stem Cell and Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing 100101, China."], ["Jiao", "Jianwei", "J", "State Key Laboratory of Stem Cell and Reproductive Biology, Institute of Zoology, Chinese Academy of Sciences, Beijing 100101, China."]]}