{"words": ["phenotypic", "heterogeneity", "autism", "spectrum", "disorders", "asd", "presents", "particular", "research", "challenges", "assessment", "symptom", "severity", "standardized", "autism", "diagnostic", "observation", "schedule", "ados", "scores", "present", "severity", "metric", "namely", "calibrated", "severity", "scores", "css", "relatively", "impervious", "individual", "characteristics", "date", "studies", "examined", "convergent", "validity", "css", "chinese", "sample", "populations", "present", "study", "investigated", "validity", "using", "sample", "321", "children", "aged", "years", "asd", "developed", "upon", "existing", "literature", "examining", "influence", "characteristics", "types", "measures", "including", "autism", "diagnostic", "social", "responsiveness", "scale", "srs", "vineland", "adaptive", "behavior", "scales", "vabs", "expected", "findings", "revealed", "css", "less", "influenced", "scores", "demographic", "variables", "moreover", "compared", "srs", "vabs", "still", "strongly", "correlated", "confounding", "factors", "chronological", "age", "intelligence", "quotients", "results", "study", "corroborate", "utilization", "css", "valid", "indicator", "asd", "severity", "raw", "scores", "ados", "instruments"], "authors": [["Zou", "Mingyang", "M", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China."], ["Sun", "Caihong", "C", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China."], ["Wang", "Jia", "J", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China."], ["Kang", "Jing", "J", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China."], ["Xu", "Zhanbin", "Z", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China."], ["Ma", "Yongjuan", "Y", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China."], ["Chen", "Lei", "L", "Department of Child Health Care, Dalian Maternal and Child Health Care Hospital, Dalian 116033, China."], ["Zhang", "Xinxi", "X", "Department of Child Health Care, Yangzhou Maternal and Child Health Care Hospital, Yangzhou 225002, China."], ["Xia", "Wei", "W", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China. Electronic address: xiawei1023@163.com."], ["Wu", "Lijie", "L", "Department of Children's and Adolescent Health, Public Health College, Harbin Medical University, Harbin 150081, China. Electronic address: wulijiehyd@126.com."]], "title": "Factors influencing the severity of behavioral phenotype in autism spectrum disorders: Implications for research.", "year": null, "sentences": ["The phenotypic heterogeneity of Autism Spectrum Disorders (ASD) presents particular research challenges in the assessment of symptom severity, while the standardized Autism Diagnostic Observation Schedule (ADOS) scores present a severity metric, namely calibrated severity scores (CSS) that are relatively impervious to individual characteristics.", "To date, no studies have examined the convergent validity of CSS in Chinese sample populations.", "The present study investigated the validity of the ADOS-CSS using a sample of 321 children aged 2-18 years with ASD, and developed upon existing literature examining the influence of non-ASD-specific characteristics on other types of measures including Autism Diagnostic Interview-Revised (ADI-R), Social Responsiveness Scale (SRS), and Vineland Adaptive Behavior Scales (VABS).", "As expected, the findings revealed that the CSS were less influenced than ADOS-RAW scores by the demographic and developmental-level variables.", "Moreover, compared to the ADOS-CSS, the ADI-R, SRS and VABS were still strongly correlated with confounding factors, such as chronological age, intelligence quotients, and language-level.", "The results of this study corroborate the utilization of CSS as a more valid indicator of ASD severity than raw scores from ADOS and other instruments."], "id": "29329050", "text": "The phenotypic heterogeneity of Autism Spectrum Disorders (ASD) presents particular research challenges in the assessment of symptom severity, while the standardized Autism Diagnostic Observation Schedule (ADOS) scores present a severity metric, namely calibrated severity scores (CSS) that are relatively impervious to individual characteristics. To date, no studies have examined the convergent validity of CSS in Chinese sample populations. The present study investigated the validity of the ADOS-CSS using a sample of 321 children aged 2-18 years with ASD, and developed upon existing literature examining the influence of non-ASD-specific characteristics on other types of measures including Autism Diagnostic Interview-Revised (ADI-R), Social Responsiveness Scale (SRS), and Vineland Adaptive Behavior Scales (VABS). As expected, the findings revealed that the CSS were less influenced than ADOS-RAW scores by the demographic and developmental-level variables. Moreover, compared to the ADOS-CSS, the ADI-R, SRS and VABS were still strongly correlated with confounding factors, such as chronological age, intelligence quotients, and language-level. The results of this study corroborate the utilization of CSS as a more valid indicator of ASD severity than raw scores from ADOS and other instruments.", "doi": "10.1016/j.psychres.2017.12.084", "journal": ["Psychiatry research", "Psychiatry Res"], "date": "2018-01-18_23:44:58"}