{"words": ["required", "synaptic", "plasticity", "cognition", "mutations", "gene", "linked", "autism", "schizophrenia", "arc", "bears", "domain", "resembling", "proteins", "multimerize", "capsid", "packages", "viral", "rna", "significance", "domain", "plasticity", "molecule", "uncertain", "report", "drosophila", "arc1", "protein", "forms", "structures", "bind", "darc1", "mrna", "neurons", "loaded", "extracellular", "vesicles", "transferred", "motorneurons", "muscles", "loading", "transfer", "depends", "3", "untranslated", "region", "contains", "sequences", "disrupting", "transfer", "blocks", "synaptic", "plasticity", "suggesting", "transfer", "darc1", "complexed", "mrna", "required", "function", "notably", "cultured", "cells", "also", "release", "extracellular", "vesicles", "containing", "gag", "region", "copia", "retrotransposon", "complexed", "mrna", "taken", "together", "results", "point", "mrna", "transport", "mechanism", "involving", "capsids", "extracellular", "vesicles"], "authors": [["Ashley", "James", "J", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA 01605, USA."], ["Cordy", "Benjamin", "B", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA 01605, USA."], ["Lucia", "Diandra", "D", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA 01605, USA."], ["Fradkin", "Lee G", "LG", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA 01605, USA."], ["Budnik", "Vivian", "V", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA 01605, USA. Electronic address: vivian.budnik@umassmed.edu."], ["Thomson", "Travis", "T", "Department of Neurobiology, University of Massachusetts Medical School, Worcester, MA 01605, USA. Electronic address: travis.thomson@umassmed.edu."]], "title": "Retrovirus-like Gag Protein Arc1 Binds RNA and Traffics across Synaptic Boutons.", "year": null, "sentences": ["Arc/Arg3.1 is required for synaptic plasticity and cognition, and mutations in this gene are linked to autism and schizophrenia.", "Arc bears a domain resembling retroviral/retrotransposon Gag-like proteins, which multimerize into a capsid that packages viral RNA.", "The significance of such a domain in a plasticity molecule is uncertain.", "Here, we report that the Drosophila Arc1 protein forms capsid-like structures that bind darc1 mRNA in neurons and is loaded into extracellular vesicles that are transferred from motorneurons to muscles.", "This loading and transfer depends on the darc1-mRNA 3' untranslated region, which contains retrotransposon-like sequences.", "Disrupting transfer blocks synaptic plasticity, suggesting that transfer of dArc1 complexed with its mRNA is required for this function.", "Notably, cultured cells also release extracellular vesicles containing the Gag region of the Copia retrotransposon complexed with its own mRNA.", "Taken together, our results point to a trans-synaptic mRNA transport mechanism involving retrovirus-like capsids and extracellular vesicles."], "id": "29328915", "text": "Arc/Arg3.1 is required for synaptic plasticity and cognition, and mutations in this gene are linked to autism and schizophrenia. Arc bears a domain resembling retroviral/retrotransposon Gag-like proteins, which multimerize into a capsid that packages viral RNA. The significance of such a domain in a plasticity molecule is uncertain. Here, we report that the Drosophila Arc1 protein forms capsid-like structures that bind darc1 mRNA in neurons and is loaded into extracellular vesicles that are transferred from motorneurons to muscles. This loading and transfer depends on the darc1-mRNA 3' untranslated region, which contains retrotransposon-like sequences. Disrupting transfer blocks synaptic plasticity, suggesting that transfer of dArc1 complexed with its mRNA is required for this function. Notably, cultured cells also release extracellular vesicles containing the Gag region of the Copia retrotransposon complexed with its own mRNA. Taken together, our results point to a trans-synaptic mRNA transport mechanism involving retrovirus-like capsids and extracellular vesicles.", "doi": "10.1016/j.cell.2017.12.022", "journal": ["Cell", "Cell"], "date": "2018-01-18_23:44:58"}