{"words": ["shank3", "scaffolding", "protein", "highly", "enriched", "excitatory", "synapses", "mutations", "shank3", "gene", "linked", "neuropsychiatric", "disorders", "especially", "autism", "spectrum", "disorders", "asd", "shank3", "deficiency", "known", "cause", "impairments", "synaptic", "transmission", "effects", "basic", "neuronal", "electrical", "properties", "localized", "soma", "proximal", "dendrites", "remain", "unclear", "confirmed", "heterologous", "expression", "systems", "two", "different", "shank3", "isoforms", "shank3a", "shank3c", "significant", "increase", "surface", "expression", "hcn", "channel", "knockout", "mice", "lack", "exons", "13", "16", "shank3", "gene", "shank3a", "shank3c", "removed", "display", "severe", "behavioural", "phenotype", "expression", "hcn2", "reduced", "undetectable", "level", "thalamocortical", "tc", "neurons", "ventrobasal", "vb", "complex", "mice", "demonstrate", "reduced", "ih", "current", "amplitude", "correspondingly", "increased", "input", "resistance", "negatively", "shifted", "resting", "membrane", "potential", "abnormal", "spike", "firing", "tonic", "burst", "modes", "impressively", "changes", "closely", "resemble", "tc", "neurons", "tc", "neurons", "shank", "mice", "lack", "exons", "4", "9", "shank3", "gene", "shank3c", "still", "exists", "demonstrate", "moderate", "behavioural", "phenotypes", "additionally", "shank3", "deficiency", "increases", "ratio", "balance", "vb", "neurons", "limited", "impact", "electrical", "properties", "connected", "thalamic", "reticular", "rtn", "neurons", "results", "provide", "new", "understanding", "role", "hcn", "channelopathy", "mediating", "detrimental", "effects", "downstream", "shank3", "deficiency", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Zhu", "Mengye", "M", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Idikuda", "VinayKumar", "V", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Wang", "Jianbing", "J", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Wei", "Fusheng", "F", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Kumar", "Virang", "V", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Shah", "Nikhil", "N", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Waite", "Christopher B", "CB", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Liu", "Qinglian", "Q", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."], ["Zhou", "Lei", "L", "Department of Physiology and Biophysics, School of Medicine, Virginia Commonwealth University, Richmond, Virginia, USA."]], "title": "Shank3-deficient thalamocortical neurons show HCN channelopathy and alterations in intrinsic electrical properties.", "year": null, "sentences": ["Shank3 is a scaffolding protein that is highly enriched in excitatory synapses.", "Mutations in Shank3 gene have been linked to neuropsychiatric disorders especially the Autism Spectrum Disorders (ASD).", "Shank3 deficiency is known to cause impairments in synaptic transmission, but its effects on basic neuronal electrical properties that are more localized to the soma and proximal dendrites remain unclear.", "Here we confirmed that in heterologous expression systems two different Shank3 isoforms, Shank3A and Shank3C, significant increase the surface expression of the hyperpolarization-activated, cyclic-nucleotide-gated (HCN) channel.", "In Shank3Δ13-16 knockout mice, which lack exons 13 to 16 in the Shank3 gene (both Shank3A and Shank3C are removed) and display severe behavioural phenotype, the expression of HCN2 is reduced to an undetectable level.", "The thalamocortical (TC) neurons from the ventrobasal (VB) complex of Shank3Δ13-16 mice demonstrate reduced Ih current amplitude and correspondingly increased input resistance, negatively shifted resting membrane potential, and abnormal spike firing in both tonic and burst modes.", "Impressively, these changes closely resemble those of HCN2-/- TC neurons but not of the TC neurons from the Shank Δ4-9 mice, which lack exons 4 to 9 in the Shank3 gene (Shank3C still exists) and demonstrate moderate behavioural phenotypes.", "Additionally, Shank3 deficiency increases the ratio of excitatory/inhibitory balance in VB neurons but has a limited impact on the electrical properties of connected thalamic reticular (RTN) neurons.", "These results provide new understanding about the role of HCN channelopathy in mediating detrimental effects downstream from Shank3 deficiency.", "This article is protected by copyright.", "All rights reserved."], "id": "29327340", "text": "Shank3 is a scaffolding protein that is highly enriched in excitatory synapses. Mutations in Shank3 gene have been linked to neuropsychiatric disorders especially the Autism Spectrum Disorders (ASD). Shank3 deficiency is known to cause impairments in synaptic transmission, but its effects on basic neuronal electrical properties that are more localized to the soma and proximal dendrites remain unclear. Here we confirmed that in heterologous expression systems two different Shank3 isoforms, Shank3A and Shank3C, significant increase the surface expression of the hyperpolarization-activated, cyclic-nucleotide-gated (HCN) channel. In Shank3Δ13-16 knockout mice, which lack exons 13 to 16 in the Shank3 gene (both Shank3A and Shank3C are removed) and display severe behavioural phenotype, the expression of HCN2 is reduced to an undetectable level. The thalamocortical (TC) neurons from the ventrobasal (VB) complex of Shank3Δ13-16 mice demonstrate reduced Ih current amplitude and correspondingly increased input resistance, negatively shifted resting membrane potential, and abnormal spike firing in both tonic and burst modes. Impressively, these changes closely resemble those of HCN2-/- TC neurons but not of the TC neurons from the Shank Δ4-9 mice, which lack exons 4 to 9 in the Shank3 gene (Shank3C still exists) and demonstrate moderate behavioural phenotypes. Additionally, Shank3 deficiency increases the ratio of excitatory/inhibitory balance in VB neurons but has a limited impact on the electrical properties of connected thalamic reticular (RTN) neurons. These results provide new understanding about the role of HCN channelopathy in mediating detrimental effects downstream from Shank3 deficiency. This article is protected by copyright. All rights reserved.", "doi": "10.1113/JP275147", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"], "date": "2018-01-18_23:44:59"}