{"words": ["autism", "spectrum", "disorder", "asd", "defined", "triad", "deficits", "social", "interactions", "deficits", "communication", "repetitive", "behaviors", "common", "syndromic", "forms", "asd", "include", "intellectual", "disability", "seizures", "obesity", "asked", "whether", "obese", "children", "asd", "different", "behavioral", "physical", "genetic", "characteristics", "compared", "children", "asd", "obese", "found", "obese", "children", "asd", "significantly", "poorer", "scores", "standardized", "behavioral", "tests", "obese", "boys", "asd", "lower", "full", "scale", "iq", "increased", "impairments", "respect", "stereotypies", "communication", "social", "skills", "obese", "girls", "asd", "increased", "impairments", "respect", "irritability", "oppositional", "defiant", "behavior", "identified", "genetic", "lesions", "subset", "children", "asd", "obesity", "attempted", "identify", "enriched", "biological", "pathways", "study", "demonstrates", "value", "identifying", "children", "asd", "move", "forward", "towards", "understanding", "biological", "processes", "contribute", "complex", "disorder", "prepare", "design", "customized", "treatments", "target", "diverse", "genetic", "lesions", "present", "individuals", "asd"], "authors": [["Cortes", "Herman D", "HD", "Department of Medical Genetics, University of Alberta, Edmonton, AB, Canada."], ["Wevrick", "Rachel", "R", "Department of Medical Genetics, University of Alberta, Edmonton, AB, Canada. rwevrick@ualberta.ca."]], "title": "Genetic analysis of very obese children with autism spectrum disorder.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is defined by the triad of deficits in social interactions, deficits in communication, and repetitive behaviors.", "Common co-morbidities in syndromic forms of ASD include intellectual disability, seizures, and obesity.", "We asked whether very obese children with ASD had different behavioral, physical and genetic characteristics compared to children with ASD who were not obese.", "We found that very obese children with ASD had significantly poorer scores on standardized behavioral tests.", "Very obese boys with ASD had lower full scale IQ and increased impairments with respect to stereotypies, communication and social skills.", "Very obese girls with ASD had increased impairments with respect to irritability and oppositional defiant behavior.", "We identified genetic lesions in a subset of the children with ASD and obesity and attempted to identify enriched biological pathways.", "Our study demonstrates the value of identifying co-morbidities in children with ASD as we move forward towards understanding the biological processes that contribute to this complex disorder and prepare to design customized treatments that target the diverse genetic lesions present in individuals with ASD."], "id": "29327328", "text": "Autism spectrum disorder (ASD) is defined by the triad of deficits in social interactions, deficits in communication, and repetitive behaviors. Common co-morbidities in syndromic forms of ASD include intellectual disability, seizures, and obesity. We asked whether very obese children with ASD had different behavioral, physical and genetic characteristics compared to children with ASD who were not obese. We found that very obese children with ASD had significantly poorer scores on standardized behavioral tests. Very obese boys with ASD had lower full scale IQ and increased impairments with respect to stereotypies, communication and social skills. Very obese girls with ASD had increased impairments with respect to irritability and oppositional defiant behavior. We identified genetic lesions in a subset of the children with ASD and obesity and attempted to identify enriched biological pathways. Our study demonstrates the value of identifying co-morbidities in children with ASD as we move forward towards understanding the biological processes that contribute to this complex disorder and prepare to design customized treatments that target the diverse genetic lesions present in individuals with ASD.", "doi": "10.1007/s00438-018-1418-5", "journal": ["Molecular genetics and genomics : MGG", "Mol. Genet. Genomics"], "date": "2018-01-18_23:44:59"}