{"words": ["children", "autism", "spectrum", "disorders", "asd", "often", "present", "somatosensory", "dysfunction", "including", "abnormal", "reactivity", "tactile", "stimuli", "altered", "pain", "perception", "therapy", "based", "somatosensory", "stimuli", "shown", "effectiveness", "reducing", "pain", "sensitivity", "among", "adults", "cerebral", "palsy", "present", "study", "aims", "exploring", "influence", "somatosensory", "therapy", "somatosensory", "parameters", "children", "asd", "children", "asd", "randomly", "assigned", "either", "intervention", "n", "29", "control", "group", "n", "30", "intervention", "group", "received", "somatosensory", "therapy", "consisting", "four", "types", "exercises", "touch", "proprioception", "vibration", "stereognosis", "somatosensory", "function", "pressure", "pain", "thresholds", "tactile", "thresholds", "stereognosis", "proprioception", "assessed", "immediately", "therapy", "children", "intervention", "group", "showed", "significant", "reduction", "pain", "sensitivity", "increase", "tactile", "sensitivity", "treatment", "whereas", "children", "control", "group", "displayed", "increased", "pain", "sensitivity", "absence", "changes", "tactile", "sensitivity", "changes", "observed", "proprioception", "stereognosis", "repetitive", "somatosensory", "stimulation", "therapy", "led", "decrease", "pain", "sensitivity", "increase", "tactile", "sensitivity", "findings", "may", "important", "research", "clinical", "implications", "promoting", "early", "tactile", "interventions", "children", "asd", "may", "lead", "adequate", "development", "somatosensory", "processing", "less", "somatosensory", "abnormalities", "upon", "adult", "life"], "authors": [["Riquelme", "Inmaculada", "I", "University Institute of Health Sciences Research (IUNICS-IdISPa), University of the Balearic Islands, Palma de Mallorca, Spain. inma.riquelme@uib.es."], ["Hatem", "Samar M", "SM", "Physical and Rehabilitation Medicine, Brugmann University Hospital, Brussels, Belgium."], ["Montoya", "Pedro", "P", "University Institute of Health Sciences Research (IUNICS-IdISPa), University of the Balearic Islands, Palma de Mallorca, Spain."]], "title": "Reduction of Pain Sensitivity after Somatosensory Therapy in Children with Autism Spectrum Disorders.", "year": null, "sentences": ["Children with autism spectrum disorders (ASD) often present with somatosensory dysfunction including an abnormal reactivity to tactile stimuli and altered pain perception.", "A therapy based on somatosensory stimuli has shown effectiveness in reducing pain sensitivity among adults with cerebral palsy.", "The present study aims at exploring the influence of somatosensory therapy on somatosensory parameters in children with ASD.", "Children with high-functioning ASD were randomly assigned to either the intervention (n = 29) or the control group (n = 30).", "The intervention group received a somatosensory therapy consisting of four types of exercises (touch, proprioception, vibration, stereognosis).", "Somatosensory function (pressure pain thresholds, tactile thresholds, stereognosis, proprioception) was assessed before and immediately after the therapy.", "Children in the intervention group showed a significant reduction of pain sensitivity and increase of tactile sensitivity after treatment, whereas children in the control group displayed increased pain sensitivity in the absence of changes of tactile sensitivity.", "No changes were observed for proprioception or stereognosis.", "The repetitive somatosensory stimulation therapy led to a decrease of pain sensitivity and an increase of tactile sensitivity.", "These findings may have important research and clinical implications, as promoting early tactile interventions in children with ASD may lead to a more adequate development of somatosensory processing and less somatosensory abnormalities upon adult life."], "id": "29327313", "text": "Children with autism spectrum disorders (ASD) often present with somatosensory dysfunction including an abnormal reactivity to tactile stimuli and altered pain perception. A therapy based on somatosensory stimuli has shown effectiveness in reducing pain sensitivity among adults with cerebral palsy. The present study aims at exploring the influence of somatosensory therapy on somatosensory parameters in children with ASD. Children with high-functioning ASD were randomly assigned to either the intervention (n = 29) or the control group (n = 30). The intervention group received a somatosensory therapy consisting of four types of exercises (touch, proprioception, vibration, stereognosis). Somatosensory function (pressure pain thresholds, tactile thresholds, stereognosis, proprioception) was assessed before and immediately after the therapy. Children in the intervention group showed a significant reduction of pain sensitivity and increase of tactile sensitivity after treatment, whereas children in the control group displayed increased pain sensitivity in the absence of changes of tactile sensitivity. No changes were observed for proprioception or stereognosis. The repetitive somatosensory stimulation therapy led to a decrease of pain sensitivity and an increase of tactile sensitivity. These findings may have important research and clinical implications, as promoting early tactile interventions in children with ASD may lead to a more adequate development of somatosensory processing and less somatosensory abnormalities upon adult life.", "doi": "10.1007/s10802-017-0390-6", "journal": ["Journal of abnormal child psychology", "J Abnorm Child Psychol"], "date": "2018-01-18_23:44:59"}