{"title": "Scurvy: When it is a Forgotten Illness the Surgery Makes the Diagnosis.", "text": "Unlike most of animal species, human beings lack the enzymatic process for the conversion of glucose to ascorbic acid (vitaminC), and therefore getting the vitamin from food sources is essential. The association of the various signs caused by a deficiency of vitamin C is called scurvy or Barlow's disease, an easily treatable disease but can be fatal. It is rare in the developed countries and even economically underdeveloped societies in which the basic diet is already rich in ascorbate.We describe here the case of a 4-year-old girl with cerebral palsy, in whom diagnosis concerns were oriented for osteomyelitis, based upon clinical presentation, ultrasonic and magnetic resonance imaging, led to a surgery revealing subperiosteal hematomas that argues in favor of scurvy.After vitamin C therapy, the symptoms are gone and the general condition of the patient improved despite persistent radiological signs.Recent studies of sporadic cases report a high incidence of scurvy in children with autism or psychomotor retardation and the fact that musculoskeletal manifestations are more common. The mosaics of the symptoms of scurvy are varied and include dermatological, dental, bone and systemic manifestations, making it a forgotten and misdiagnosed illness. A heightened awareness is needed to avoid an unnecessary surgery, unnecessary tests and procedures and to be able to start treatment for a potentially fatal but easily curable disease.", "journal": ["The open orthopaedics journal", "Open Orthop J"], "id": "29290869", "doi": "10.2174/1874325001711011314", "date": "2017-11-20", "authors": [["Bouaziz", "Wajdi", "W", "Department of Orthopedic Surgery and Traumatology, Hbib Bourguiba University Hospital Sfax, Tunisia."], ["Rebai", "Mohamed Ali", "MA", "Department of Orthopedic Surgery and Traumatology, Hbib Bourguiba University Hospital Sfax, Tunisia."], ["Rekik", "Mohamed Ali", "MA", "Department of Orthopedic Surgery and Traumatology, Hbib Bourguiba University Hospital Sfax, Tunisia."], ["Krid", "Nabil", "N", "Marechal Leclerc Argentan Hospital, Argentan, France."], ["Ellouz", "Zoubaier", "Z", "Department of Orthopedic Surgery and Traumatology, Hbib Bourguiba University Hospital Sfax, Tunisia."], ["Keskes", "Hassib", "H", "Department of Orthopedic Surgery and Traumatology, Hbib Bourguiba University Hospital Sfax, Tunisia."]]}