{"words": ["mice", "produce", "ultrasonic", "vocalizations", "usvs", "variety", "social", "situations", "usvs", "leveraged", "study", "many", "neurological", "diseases", "including", "verbal", "dyspraxia", "depression", "autism", "stuttering", "pups", "produce", "isolation", "calls", "common", "usv", "spontaneously", "isolated", "mother", "first", "2", "weeks", "life", "several", "genetic", "manipulations", "affect", "often", "reduce", "pup", "isolation", "calls", "mice", "facilitate", "use", "assay", "means", "testing", "whether", "significant", "functional", "differences", "genotypes", "exist", "instead", "contextual", "differences", "test", "variability", "inherent", "many", "commons", "measures", "mouse", "vocalizations", "use", "biological", "consistency", "way", "determining", "reproducible", "mouse", "pup", "vocalizations", "present", "comprehensive", "analysis", "normal", "variability", "vocalizations", "groups", "mice", "individual", "mice", "different", "strains", "mice", "control", "maturation", "effects", "recorded", "pup", "isolation", "calls", "group", "5", "days", "old", "mice", "twice", "1", "h", "rest", "recordings", "almost", "cases", "group", "averages", "first", "second", "recordings", "also", "found", "high", "correlations", "parameters", "individual", "mice", "across", "recording", "others", "well", "correlated", "findings", "could", "replicated", "majority", "features", "separate", "group", "mice", "group", "mice", "averages", "mouse", "usv", "features", "highly", "consistent", "represent", "robust", "assay", "test", "effects", "genetic", "interventions", "experimental", "setting"], "authors": [["Barnes", "Terra D", "TD", "Department of Neuroscience, School of Medicine, Washington University in St. Louis, St. Louis, MO, United States."], ["Rieger", "Michael A", "MA", "Department of Genetics and Department of Psychiatry, School of Medicine, Washington University in St. Louis, St. Louis, MO, United States."], ["Dougherty", "Joseph D", "JD", "Department of Genetics and Department of Psychiatry, School of Medicine, Washington University in St. Louis, St. Louis, MO, United States."], ["Holy", "Timothy E", "TE", "Department of Neuroscience, School of Medicine, Washington University in St. Louis, St. Louis, MO, United States."]], "title": "Group and Individual Variability in Mouse Pup Isolation Calls Recorded on the Same Day Show Stability.", "year": null, "sentences": ["Mice produce ultrasonic vocalizations (USVs) in a variety of social situations, and USVs have been leveraged to study many neurological diseases including verbal dyspraxia, depression, autism and stuttering.", "Pups produce isolation calls, a common USV, spontaneously when they are isolated from their mother during the first 2 weeks of life.", "Several genetic manipulations affect (and often reduce) pup isolation calls in mice.", "To facilitate the use of this assay as a means of testing whether significant functional differences in genotypes exist instead of contextual differences, we test the variability inherent in many commons measures of mouse vocalizations.", "Here we use biological consistency as a way of determining which are reproducible in mouse pup vocalizations.", "We present a comprehensive analysis of the normal variability of these vocalizations in groups of mice, individual mice and different strains of mice.", "To control for maturation effects, we recorded pup isolation calls in the same group of C57BL/6J 5 days old mice twice, with 1 h of rest in between recordings.", "In almost all cases, the group averages between the first and second recordings were the same.", "We also found that there were high correlations in some parameters in individual mice across recording while others were not well correlated.", "These findings could be replicated for the majority of features in a separate group of C57BL/6J mice and a group of 129/SvEvBrd-C57BL/6J mice.", "The averages of these mouse USV features are highly consistent and represent a robust assay to test the effects of genetic and other interventions in the experimental setting."], "id": "29326565", "text": "Mice produce ultrasonic vocalizations (USVs) in a variety of social situations, and USVs have been leveraged to study many neurological diseases including verbal dyspraxia, depression, autism and stuttering. Pups produce isolation calls, a common USV, spontaneously when they are isolated from their mother during the first 2 weeks of life. Several genetic manipulations affect (and often reduce) pup isolation calls in mice. To facilitate the use of this assay as a means of testing whether significant functional differences in genotypes exist instead of contextual differences, we test the variability inherent in many commons measures of mouse vocalizations. Here we use biological consistency as a way of determining which are reproducible in mouse pup vocalizations. We present a comprehensive analysis of the normal variability of these vocalizations in groups of mice, individual mice and different strains of mice. To control for maturation effects, we recorded pup isolation calls in the same group of C57BL/6J 5 days old mice twice, with 1 h of rest in between recordings. In almost all cases, the group averages between the first and second recordings were the same. We also found that there were high correlations in some parameters in individual mice across recording while others were not well correlated. These findings could be replicated for the majority of features in a separate group of C57BL/6J mice and a group of 129/SvEvBrd-C57BL/6J mice. The averages of these mouse USV features are highly consistent and represent a robust assay to test the effects of genetic and other interventions in the experimental setting.", "doi": "10.3389/fnbeh.2017.00243", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"], "date": "2018-01-18_23:44:59"}