{"title": "Parental Alexithymia, Depression and Anxiety Levels of Children with Neurodevelopmental Disorders: A Comparative Study with Pervasive Developmental Disorders and ADHD.", "text": "Recent studies showed that individuals with neurodevelopmental disorders and their relatives have problems to express and recognize emotions but there is a lack of studies concerning alexithymia levels and relationships between parental alexithymia and depression-anxiety symptoms in these groups.We aimed to determine alexithymia, depression, anxiety levels of parents in children with pervasive developmental disorders and ADHD, also examine if there is a positive correlation between child's neurodevelopmental problem's severity and parental scores.Parents of 29 AD, 28 PDD-NOS and 29 ADHD children have recruited the study. Sociodemographic data form, TAS-20, BDI, STAI-I and STAI-II were applied to groups.Our results demonstrated that alexithymia symptoms are higher among parents of children with AD than others but unexpectedly, also these symptoms were higher in ADHD parents than PDD-NOS groups'. In addition, there were unexpected differences according to alexithymia subtypes while only the difference in maternal TAS-1 scores (difficulty in describing feelings) were statistically significant. Parental depression, state anxiety scores were increased as the child's symptom severity increased, but trait anxiety symptoms were higher among AD and ADHD group than PDD-NOS. In all groups, maternal depression and anxiety scores were higher than paternals and differences were significant for depression and anxiety types among AD, and for only anxiety types among ADHD parents. We noticed that AD group had the strongest correlational relationship between parental depression-anxiety and alexithymia statements.Alexithymia, depression and anxiety levels are necessary to remember while studying with parents of children with neurdodevelopmental disorders. This article is protected by copyright. All rights reserved.", "journal": ["Pediatrics international : official journal of the Japan Pediatric Society", "Pediatr Int"], "id": "29290095", "doi": "10.1111/ped.13510", "date": "2017-12-31", "authors": [["Durukan", "Ibrahim", "I", "Gülhane Training and Research Hospital, Child and Adolescent Pscyhiatry."], ["Kara", "Koray", "K", "Gülhane Training and Research Hospital, Child and Adolescent Pscyhiatry."], ["Almbaideen", "Mahmoud", "M", "Private Madalyon Psychiatry Center, Child and Adolescent Pscyhiatry."], ["Karaman", "Dursun", "D", "Gülhane Training and Research Hospital, Child and Adolescent Pscyhiatry."], ["Gül", "Hesna", "H", "Gülhane Training and Research Hospital, Child and Adolescent Pscyhiatry."]]}