{"words": ["fragile", "disorders", "encompass", "several", "conditions", "caused", "expansion", "mutations", "fragile", "x", "mental", "retardation", "1", "fmr1", "gene", "fragile", "x", "syndrome", "common", "inherited", "etiology", "intellectual", "disability", "results", "full", "mutation", "200", "cgg", "repeats", "fmr1", "associated", "developmental", "delay", "autism", "spectrum", "disorder", "seizures", "fragile", "syndrome", "progressive", "neurodegenerative", "disease", "occurs", "premutation", "carriers", "cgg", "repeats", "fmr1", "characterized", "kinetic", "tremor", "gait", "ataxia", "parkinsonism", "executive", "dysfunction", "neuropathy", "fragile", "primary", "ovarian", "insufficiency", "also", "occurs", "premutation", "carrier", "women", "manifests", "infertility", "early", "menopause", "diseases", "constituting", "fragile", "disorders", "differ", "mechanistically", "due", "distinct", "molecular", "properties", "premutation", "versus", "full", "mutations", "fragile", "x", "syndrome", "occurs", "lack", "fragile", "x", "mental", "retardation", "protein", "fmrp", "due", "fmr1", "methylation", "silencing", "fragile", "tremor", "ataxia", "syndrome", "toxic", "gain", "function", "postulated", "production", "excess", "cgg", "fmr1", "mrna", "abnormal", "translation", "repeat", "sequence", "leading", "production", "polyglycine", "polyalanine", "polypeptides", "outright", "deficits", "translation", "leading", "reduced", "fmrp", "larger", "premutation", "sizes", "changes", "underlying", "brain", "chemistry", "due", "fmr1", "mutations", "led", "therapeutic", "studies", "disorders", "progress", "made", "fragile", "x", "syndrome", "paper", "also", "summarizes", "indications", "testing", "genetic", "counseling", "issues", "future", "holds", "disorders"], "authors": [["Hall", "Deborah A", "DA", "Department of Neurological Sciences, Rush University, Chicago, IL, United States. Electronic address: Deborah_A_Hall@rush.edu."], ["Berry-Kravis", "Elizabeth", "E", "Department of Neurological Sciences, Rush University, Chicago, IL, United States; Department of Pediatrics and Biochemistry, Rush University, Chicago, IL, United States."]], "title": "Fragile X syndrome and fragile X-associated tremor ataxia syndrome.", "year": null, "sentences": ["Fragile X-associated disorders encompass several conditions, which are caused by expansion mutations in the fragile X mental retardation 1 (FMR1) gene.", "Fragile X syndrome is the most common inherited etiology of intellectual disability and results from a full mutation or >200 CGG repeats in FMR1.", "It is associated with developmental delay, autism spectrum disorder, and seizures.", "Fragile X-associated tremor/ataxia syndrome is a progressive neurodegenerative disease that occurs in premutation carriers of 55-200 CGG repeats in FMR1 and is characterized by kinetic tremor, gait ataxia, parkinsonism, executive dysfunction, and neuropathy.", "Fragile X-associated primary ovarian insufficiency also occurs in premutation carrier women and manifests with infertility and early menopause.", "The diseases constituting fragile X-associated disorders differ mechanistically, due to the distinct molecular properties of premutation versus full mutations.", "Fragile X syndrome occurs when there is a lack of fragile X mental retardation protein (FMRP) due to FMR1 methylation and silencing.", "In fragile X-associated tremor ataxia syndrome, a toxic gain of function is postulated with the production of excess CGG repeat-containing FMR1 mRNA, abnormal translation of the repeat sequence leading to production of polyglycine, polyalanine, and other polypeptides and to outright deficits in translation leading to reduced FMRP at larger premutation sizes.", "The changes in underlying brain chemistry due to FMR1 mutations have led to therapeutic studies in these disorders, with some progress being made in fragile X syndrome.", "This paper also summarizes indications for testing, genetic counseling issues, and what the future holds for these disorders."], "id": "29325626", "text": "Fragile X-associated disorders encompass several conditions, which are caused by expansion mutations in the fragile X mental retardation 1 (FMR1) gene. Fragile X syndrome is the most common inherited etiology of intellectual disability and results from a full mutation or >200 CGG repeats in FMR1. It is associated with developmental delay, autism spectrum disorder, and seizures. Fragile X-associated tremor/ataxia syndrome is a progressive neurodegenerative disease that occurs in premutation carriers of 55-200 CGG repeats in FMR1 and is characterized by kinetic tremor, gait ataxia, parkinsonism, executive dysfunction, and neuropathy. Fragile X-associated primary ovarian insufficiency also occurs in premutation carrier women and manifests with infertility and early menopause. The diseases constituting fragile X-associated disorders differ mechanistically, due to the distinct molecular properties of premutation versus full mutations. Fragile X syndrome occurs when there is a lack of fragile X mental retardation protein (FMRP) due to FMR1 methylation and silencing. In fragile X-associated tremor ataxia syndrome, a toxic gain of function is postulated with the production of excess CGG repeat-containing FMR1 mRNA, abnormal translation of the repeat sequence leading to production of polyglycine, polyalanine, and other polypeptides and to outright deficits in translation leading to reduced FMRP at larger premutation sizes. The changes in underlying brain chemistry due to FMR1 mutations have led to therapeutic studies in these disorders, with some progress being made in fragile X syndrome. This paper also summarizes indications for testing, genetic counseling issues, and what the future holds for these disorders.", "doi": "10.1016/B978-0-444-63233-3.00025-7", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"], "date": "2018-01-18_23:45:01"}