{"words": ["recent", "advances", "exome", "genome", "sequencing", "populations", "beginning", "define", "genetic", "architecture", "neurologic", "psychiatric", "disease", "time", "findings", "changing", "perspective", "genetic", "variant", "contributions", "disease", "implicating", "rare", "common", "genetic", "variation", "common", "diseases", "know", "genetic", "contributions", "disease", "far", "comes", "analysis", "mutations", "genes", "since", "genetic", "variation", "lies", "regions", "genome", "whose", "presumed", "function", "entirely", "regulatory", "understanding", "gene", "regulation", "cell", "type", "developmental", "manner", "important", "connect", "human", "genetic", "variation", "disease", "mechanisms"], "authors": [["Geschwind", "Daniel H", "DH", "Program in Neurogenetics, Department of Neurology, David Geffen School of Medicine, University of California, Los Angeles, CA, United States; Center for Autism Research and Treatment, Semel Institute, David Geffen School of Medicine, University of California, Los Angeles, CA, United States; Department of Human Genetics, David Geffen School of Medicine, University of California, Los Angeles, CA, United States. Electronic address: dhg@mednet.ucla.edu."]], "title": "Evolving views of human genetic variation and its relationship to neurologic and psychiatric disease.", "year": null, "sentences": ["Recent advances in exome and genome sequencing in populations are beginning to define the genetic architecture of neurologic and psychiatric disease.", "At the same time these findings are changing our perspective of genetic variant contributions to disease, implicating both rare and common genetic variation in common diseases.", "Most of what we know about genetic contributions to disease so far comes from analysis of mutations in protein-coding genes.", "Since most genetic variation lies in nonprotein-coding regions of the genome whose presumed function is entirely regulatory, understanding gene regulation in a cell type and developmental state-specific manner will be important to connect human genetic variation to disease mechanisms."], "id": "29325625", "text": "Recent advances in exome and genome sequencing in populations are beginning to define the genetic architecture of neurologic and psychiatric disease. At the same time these findings are changing our perspective of genetic variant contributions to disease, implicating both rare and common genetic variation in common diseases. Most of what we know about genetic contributions to disease so far comes from analysis of mutations in protein-coding genes. Since most genetic variation lies in nonprotein-coding regions of the genome whose presumed function is entirely regulatory, understanding gene regulation in a cell type and developmental state-specific manner will be important to connect human genetic variation to disease mechanisms.", "doi": "10.1016/B978-0-444-63233-3.00004-X", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"], "date": "2018-01-18_23:45:02"}