{"words": ["autism", "spectrum", "disorder", "asd", "prevalent", "neurodevelopmental", "disorder", "characterized", "impaired", "social", "interaction", "stereotyped", "behaviors", "asd", "strong", "complex", "genetic", "component", "multiple", "familial", "inheritance", "patterns", "estimate", "1000", "genes", "potentially", "implicated", "past", "decade", "genomic", "technologies", "enabled", "rapid", "progress", "identification", "risk", "genes", "asd", "chapter", "review", "delineation", "asd", "disease", "genes", "starting", "traditional", "genetic", "studies", "linkage", "association", "focusing", "recent", "studies", "utilizing", "genomic", "technologies", "genotyping", "exome", "sequencing"], "authors": [["Ramaswami", "Gokul", "G", "Program in Neurogenetics, Department of Neurology, David Geffen School of Medicine, University of California, Los Angeles, CA, United States."], ["Geschwind", "Daniel H", "DH", "Program in Neurogenetics, Department of Neurology, David Geffen School of Medicine, University of California, Los Angeles, CA, United States; Center for Autism Research and Treatment, Semel Institute, David Geffen School of Medicine, University of California, Los Angeles, CA, United States; Department of Human Genetics, David Geffen School of Medicine, University of California, Los Angeles, CA, United States. Electronic address: dhg@mednet.ucla.edu."]], "title": "Genetics of autism spectrum disorder.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a prevalent neurodevelopmental disorder characterized by impaired social interaction and stereotyped behaviors.", "ASD has a strong and complex genetic component, with multiple familial inheritance patterns and an estimate of up to 1000 genes potentially implicated.", "Over the past decade, genomic technologies have enabled rapid progress in the identification of risk genes for ASD.", "In this chapter, we review the delineation of ASD disease genes starting from traditional genetic studies such as linkage and association, and then focusing on more recent studies utilizing genomic technologies, such as high-throughput genotyping and exome sequencing."], "id": "29325621", "text": "Autism spectrum disorder (ASD) is a prevalent neurodevelopmental disorder characterized by impaired social interaction and stereotyped behaviors. ASD has a strong and complex genetic component, with multiple familial inheritance patterns and an estimate of up to 1000 genes potentially implicated. Over the past decade, genomic technologies have enabled rapid progress in the identification of risk genes for ASD. In this chapter, we review the delineation of ASD disease genes starting from traditional genetic studies such as linkage and association, and then focusing on more recent studies utilizing genomic technologies, such as high-throughput genotyping and exome sequencing.", "doi": "10.1016/B978-0-444-63233-3.00021-X", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"], "date": "2018-01-18_23:45:02"}