{"words": ["sleep", "problems", "associated", "autism", "spectrum", "disorder", "asd", "symptoms", "diagnosis", "however", "past", "research", "studied", "simultaneous", "association", "sleep", "problems", "precursor", "asd", "symptoms", "using", "data", "birth", "cohort", "estimate", "prospective", "associations", "infant", "sleep", "characteristics", "12", "months", "later", "asd", "screening", "scores", "24", "obtained", "data", "children", "n", "mothers", "participants", "conditions", "affecting", "neurocognitive", "development", "learning", "early", "childhood", "longitudinal", "birth", "cohort", "study", "mothers", "enrolled", "2006", "2011", "weeks", "pregnant", "using", "linear", "regression", "examined", "influence", "infant", "sleep", "characteristics", "nighttime", "daytime", "sleep", "night", "wakings", "sleep", "onset", "latency", "12", "months", "asd", "screening", "scores", "24", "months", "controlling", "psychosocial", "number", "night", "wakings", "sleep", "characteristic", "12", "months", "significantly", "associated", "development", "early", "asd", "symptoms", "24", "months", "b", "p", "95", "ci", "however", "competing", "risks", "especially", "child", "socioemotional", "competence", "12", "months", "b", "p", "95", "ci", "showed", "stronger", "relative", "contributions", "predicting", "asd", "sleep", "problems", "12", "months", "especially", "waking", "often", "night", "showed", "increased", "number", "early", "asd", "symptoms", "year", "later", "study", "suggests", "infant", "sleep", "characteristics", "could", "constitute", "one", "clinical", "sign", "asd", "risk", "together", "key", "psychosocial", "characteristics"], "authors": [["Nguyen", "A K Danny", "AKD", "École de Psychoéducation, Université de Montréal, C.P. 6128, Succursale Centre-ville, Montréal, Québec, Canada, H3C 3J7. akdnmanutd@yahoo.ca."], ["Murphy", "Laura E", "LE", "Department of Psychiatry, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Kocak", "Mehmet", "M", "Department of Preventive Medicine, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Tylavsky", "Frances A", "FA", "Department of Preventive Medicine, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Pagani", "Linda S", "LS", "Centre de Recherche de l'Hôpital Sainte-Justine, Université de Montréal, Montréal, Quebec, Canada."]], "title": "Prospective Associations Between Infant Sleep at 12 Months and Autism Spectrum Disorder Screening Scores at 24 Months in a Community-Based Birth Cohort.", "year": null, "sentences": ["Sleep problems have been associated with autism spectrum disorder (ASD) symptoms and diagnosis.", "However, past research has studied the simultaneous association of sleep problems with precursor ASD symptoms.", "Using data from a birth cohort, we estimate prospective associations between infant sleep characteristics at 12 months and later ASD screening scores at 24 months.We obtained data from children (N = 1,096) and their mothers as participants in the Conditions Affecting Neurocognitive Development and Learning in Early Childhood longitudinal birth cohort study.", "Mothers were enrolled between 2006 and 2011, when they were 16-26 weeks pregnant.", "Using linear regression, we examined the influence of infant sleep characteristics (nighttime and daytime sleep, night wakings, and sleep onset latency) at 12 months on ASD screening scores at 24 months while controlling for other psychosocial characteristics.The number of night wakings was the only sleep characteristic at 12 months to be significantly associated with the development of early ASD symptoms at 24 months (B = 0.097, P = .021; 95% CI, 0.014 to 0.180).", "However, other competing risks, especially child socioemotional competence at 12 months (B = 0.573, P < .001; 95% CI, 0.361 to 0.785), showed stronger relative contributions in predicting ASD risk.Infants with more sleep problems by 12 months, especially those waking more often during the night, showed an increased number of early ASD symptoms a year later.", "This study suggests that infant sleep characteristics could constitute one clinical sign of ASD risk, together with key psychosocial characteristics."], "id": "29325234", "text": "Sleep problems have been associated with autism spectrum disorder (ASD) symptoms and diagnosis. However, past research has studied the simultaneous association of sleep problems with precursor ASD symptoms. Using data from a birth cohort, we estimate prospective associations between infant sleep characteristics at 12 months and later ASD screening scores at 24 months.We obtained data from children (N = 1,096) and their mothers as participants in the Conditions Affecting Neurocognitive Development and Learning in Early Childhood longitudinal birth cohort study. Mothers were enrolled between 2006 and 2011, when they were 16-26 weeks pregnant. Using linear regression, we examined the influence of infant sleep characteristics (nighttime and daytime sleep, night wakings, and sleep onset latency) at 12 months on ASD screening scores at 24 months while controlling for other psychosocial characteristics.The number of night wakings was the only sleep characteristic at 12 months to be significantly associated with the development of early ASD symptoms at 24 months (B = 0.097, P = .021; 95% CI, 0.014 to 0.180). However, other competing risks, especially child socioemotional competence at 12 months (B = 0.573, P < .001; 95% CI, 0.361 to 0.785), showed stronger relative contributions in predicting ASD risk.Infants with more sleep problems by 12 months, especially those waking more often during the night, showed an increased number of early ASD symptoms a year later. This study suggests that infant sleep characteristics could constitute one clinical sign of ASD risk, together with key psychosocial characteristics.", "doi": "10.4088/JCP.16m11127", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"], "date": "2018-01-18_23:45:02"}