{"title": "The TBR1-related autistic-spectrum-disorder phenotype and its clinical spectrum.", "text": "A diverse range of genetic aberrations can lead to Autistic Spectrum Disorder (ASD) and many of these have been identified via Next Generation Sequencing (NGS) as part of large scale consortium studies. ASD is a phenotypically variable disorder and detailed clinical descriptions are essential to appreciate genotype-phenotype relationships. In this report, we provide a comprehensive clinical description of a child with ASD in whom a TBR1 variant was identified. We review this case in the context of the current TBR1 literature and highlight the variable spectrum of disease associated with this gene. The phenotypic information outlined within the literature is incomplete, exemplifying the limitations of massively-parallel sequencing studies with regards to clinical annotation. We suggest that future reporting of ASD variants should include standardised phenotypic descriptions. This would develop a more thorough understanding of genotype-phenotype relationship, so allowing us to better counsel and support our patients.", "journal": ["European journal of medical genetics", "Eur J Med Genet"], "id": "29288087", "doi": "10.1016/j.ejmg.2017.12.009", "date": "2017-12-27", "authors": [["McDermott", "J H", "JH", "Manchester Centre for Genomic Medicine, St Mary's Hospital, Manchester University Hospitals, NHS Foundation Trust Manchester Academic Health Sciences Centre, United Kingdom; Division of Evolution and Genomic Sciences, School of Biological Sciences, University of Manchester, Manchester, United Kingdom. Electronic address: john.mcdermott2@cmft.nhs.uk."], ["Study", "D D D", "DDD", "Wellcome Trust Sanger Institute, Cambridgeshire, United Kingdom."], ["Clayton-Smith", "J", "J", "Manchester Centre for Genomic Medicine, St Mary's Hospital, Manchester University Hospitals, NHS Foundation Trust Manchester Academic Health Sciences Centre, United Kingdom; Division of Evolution and Genomic Sciences, School of Biological Sciences, University of Manchester, Manchester, United Kingdom."], ["Briggs", "T A", "TA", "Manchester Centre for Genomic Medicine, St Mary's Hospital, Manchester University Hospitals, NHS Foundation Trust Manchester Academic Health Sciences Centre, United Kingdom; Division of Evolution and Genomic Sciences, School of Biological Sciences, University of Manchester, Manchester, United Kingdom. Electronic address: tracy.briggs@manchester.ac.uk."]]}