{"words": ["disclaimer", "points", "consider", "document", "designed", "educational", "resource", "provide", "best", "practices", "medical", "genetic", "clinicians", "laboratories", "journals", "regarding", "provision", "publication", "dissemination", "patient", "phenotypes", "context", "genomic", "testing", "clinical", "genetic", "practice", "research", "goal", "document", "improvement", "patient", "care", "considerations", "practices", "described", "considered", "inclusive", "proper", "considerations", "practices", "exclusive", "others", "reasonably", "directed", "obtaining", "goal", "determining", "value", "practice", "clinicians", "laboratories", "journals", "apply", "professional", "standards", "judgment", "specific", "circumstances", "content", "article", "solely", "responsibility", "authors", "necessarily", "represent", "official", "views", "authors", "affiliated", "medicine", "advance", "online", "publication", "11", "january", "2018"], "authors": [["Bush", "Lynn W", "LW", "Department of Pediatrics, Division of Clinical Genetics, Columbia University Medical Center, New York, New York, USA."], ["Beck", "Anita E", "AE", "Department of Pediatrics, Division of Genetic Medicine, University of Washington and Seattle Children's Hospital, Seattle, Washington, USA."], ["Biesecker", "Leslie G", "LG", "Medical Genomics and Metabolic Genetics Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, Maryland, USA."], ["Evans", "James P", "JP", "Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."], ["Hamosh", "Ada", "A", "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University, Baltimore, Maryland, USA."], ["Holm", "Ingrid A", "IA", "Division of Genetics and Genomics, Boston Children's Hospital and Department of Pediatrics, Harvard Medical School, Boston, Massachusetts, USA."], ["Martin", "Christa L", "CL", "Autism and Developmental Medicine Institute, Geisinger Health System, Danville, Pennsylvania, USA."], ["Richards", "C Sue", "CS", "Knight Diagnostic Laboratories, Oregon Health and Science University, Portland, Oregon, USA."], ["Rehm", "Heidi L", "HL", "Department of Pathology, Brigham & Women's Hospital and Harvard Medical School, Boston, Massachusetts, USA."]], "title": "Professional responsibilities regarding the provision, publication, and dissemination of patient phenotypes in the context of clinical genetic and genomic testing: points to consider-a statement of the American College of Medical Genetics and Genomics (ACMG).", "year": null, "sentences": ["Disclaimer: This Points to Consider document is designed as an educational resource to provide best practices for medical genetic clinicians, laboratories, and journals regarding the provision, publication, and dissemination of patient phenotypes in the context of genomic testing, clinical genetic practice, and research.", "While the goal of the document is the improvement of patient care, the considerations and practices described should not be considered inclusive of all proper considerations and practices or exclusive of others that are reasonably directed to obtaining the same goal.", "In determining the value of any practice, clinicians, laboratories, and journals should apply their own professional standards and judgment to the specific circumstances presented.The content of this article is solely the responsibility of the authors and does not necessarily represent the official views of the authors' affiliated institutions.GENETICS in MEDICINE advance online publication, 11 January 2018; doi:10.1038/gim.2017.242."], "id": "29323668", "text": "Disclaimer: This Points to Consider document is designed as an educational resource to provide best practices for medical genetic clinicians, laboratories, and journals regarding the provision, publication, and dissemination of patient phenotypes in the context of genomic testing, clinical genetic practice, and research. While the goal of the document is the improvement of patient care, the considerations and practices described should not be considered inclusive of all proper considerations and practices or exclusive of others that are reasonably directed to obtaining the same goal. In determining the value of any practice, clinicians, laboratories, and journals should apply their own professional standards and judgment to the specific circumstances presented.The content of this article is solely the responsibility of the authors and does not necessarily represent the official views of the authors' affiliated institutions.GENETICS in MEDICINE advance online publication, 11 January 2018; doi:10.1038/gim.2017.242.", "doi": "10.1038/gim.2017.242", "journal": ["Genetics in medicine : official journal of the American College of Medical Genetics", "Genet. Med."], "date": "2018-01-18_23:45:04"}