{"title": "Cognitive enhancement therapy for adult autism spectrum disorder: Results of an 18-month randomized clinical trial.", "text": "Cognitive remediation is a promising approach to treating core cognitive deficits in adults with autism, but rigorously controlled trials of comprehensive interventions that target both social and non-social cognition over a sufficient period of time to impact functioning are lacking. This study examined the efficacy of cognitive enhancement therapy (CET) for improving core cognitive and employment outcomes in adult autism. Verbal adult outpatients with autism spectrum disorder (N = 54) were randomized to an 18-month, single-blind trial of CET, a cognitive remediation approach that integrates computer-based neurocognitive training with group-based training in social cognition, or an active enriched supportive therapy (EST) comparison focused on psychoeducation and condition management. Primary outcomes were composite indexes of neurocognitive and social-cognitive change. Competitive employment was a secondary outcome. Intent-to-treat analyses indicated that CET produced significant differential increases in neurocognitive function relative to EST (d = .46, P = .013). Both CET and EST were associated with large social-cognitive improvements, with CET demonstrating an advantage at 9 (d = .58, P = 0.020), but not 18 months (d = .27, P = 0.298). Effects on employment indicated that participants treated with CET were significantly more likely to gain competitive employment than those in EST, OR = 6.21, P = 0.023, which was mediated by cognitive improvement. CET is a feasible and potentially effective treatment for core cognitive deficits in adult autism spectrum disorder. The treatment of cognitive impairments in this population can contribute to meaningful improvements in adult outcomes. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Cognitive enhancement therapy (CET), an 18-month cognitive remediation intervention designed to improve thinking and social understanding, was found to be more effective than supportive therapy at improving mental quickness, attention, and employment in adults living with autism. Social understanding was equally improved in CET and supportive therapy. Cognitive remediation interventions are feasible and may confer significant functional benefits to adults with autism.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29286586", "doi": "10.1002/aur.1913", "date": "2017-12-29", "authors": [["Eack", "Shaun M", "SM", "School of Social Work, University of Pittsburgh, Pittsburgh, PA."], ["Hogarty", "Susan S", "SS", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Greenwald", "Deborah P", "DP", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Litschge", "Maralee Y", "MY", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Porton", "Shannondora A", "SA", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Mazefsky", "Carla A", "CA", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Minshew", "Nancy J", "NJ", "Department of Psychiatry, University of Pittsburgh School of Medicine, Pittsburgh, PA."]]}