{"words": ["autism", "spectrum", "disorder", "asd", "common", "neurodevelopmental", "condition", "approximately", "per", "cent", "prevalence", "population", "condition", "lifelong", "effects", "individual", "family", "early", "intervention", "management", "helps", "maximise", "quality", "life", "outcomes", "many", "studies", "vision", "asd", "attempted", "link", "behavioural", "sensory", "deficits", "asd", "underlying", "visual", "processing", "work", "clear", "individuals", "asd", "process", "world", "differently", "remain", "gaps", "understanding", "review", "summarise", "current", "knowledge", "key", "aspects", "visual", "functions", "optometric", "profile", "asd", "includes", "findings", "regarding", "visual", "acuity", "contrast", "sensitivity", "refractive", "error", "eye", "movements", "binocular", "vision", "near", "visual", "functions", "retinal", "structure", "asd", "pattern", "knowledge", "emerges", "children", "asd", "expect", "normal", "visual", "acuity", "likely", "atypical", "eye", "movements", "susceptibility", "subtle", "deficits", "increased", "prevalence", "strabismus", "increased", "likelihood", "astigmatism", "possibly", "refractive", "errors", "attention", "crowding", "task", "complexity", "likely", "problematic", "retinal", "structure", "function", "may", "compromised", "bringing", "together", "findings", "highlight", "work", "necessary", "understand", "functions", "link", "behaviours", "also", "ensure", "sound", "understanding", "vision", "fully", "grasp", "profile", "visual", "processing", "whole", "asd", "review", "give", "translational", "viewpoint", "clinicians", "underline", "benefits", "comprehensive", "vision", "care", "asd"], "authors": [["Little", "Julie-Anne", "JA", "Optometry & Vision Science Research Group, School of Biomedical Sciences, Biomedical Sciences Research Institute, Ulster University, Coleraine, UK."]], "title": "Vision in children with autism spectrum disorder: a critical review.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a common neurodevelopmental condition with approximately 1-2 per cent prevalence in the population.", "The condition has lifelong effects for the individual and family, and early intervention and management helps maximise quality of life and outcomes.", "Many studies of vision in ASD have attempted to link the behavioural and sensory deficits in ASD with underlying visual processing.", "From this work, it is clear that individuals with ASD 'see' and process the world differently, but there remain gaps in our understanding.", "This review will summarise our current knowledge of key aspects of visual functions and the optometric profile of ASD.", "This includes findings regarding visual acuity and contrast sensitivity, refractive error, eye movements, binocular vision, near visual functions and retinal structure in ASD.", "From this, a pattern of knowledge emerges for children with ASD: we should expect normal visual acuity; there will likely be atypical eye movements and susceptibility for subtle visuo-motor deficits, there is an increased prevalence of strabismus; an increased likelihood of astigmatism and possibly other refractive errors; attention, crowding and task complexity will likely be problematic; and retinal structure and function may be compromised.", "Bringing this together, these findings highlight that further work is necessary, not only to understand how higher-level functions link to behaviours, but also to ensure there is a sound understanding of the building-blocks of vision to fully grasp the profile of visual processing as a whole in ASD.", "This review will give a translational viewpoint for clinicians, and underline the benefits of comprehensive vision care in ASD."], "id": "29323426", "text": "Autism spectrum disorder (ASD) is a common neurodevelopmental condition with approximately 1-2 per cent prevalence in the population. The condition has lifelong effects for the individual and family, and early intervention and management helps maximise quality of life and outcomes. Many studies of vision in ASD have attempted to link the behavioural and sensory deficits in ASD with underlying visual processing. From this work, it is clear that individuals with ASD 'see' and process the world differently, but there remain gaps in our understanding. This review will summarise our current knowledge of key aspects of visual functions and the optometric profile of ASD. This includes findings regarding visual acuity and contrast sensitivity, refractive error, eye movements, binocular vision, near visual functions and retinal structure in ASD. From this, a pattern of knowledge emerges for children with ASD: we should expect normal visual acuity; there will likely be atypical eye movements and susceptibility for subtle visuo-motor deficits, there is an increased prevalence of strabismus; an increased likelihood of astigmatism and possibly other refractive errors; attention, crowding and task complexity will likely be problematic; and retinal structure and function may be compromised. Bringing this together, these findings highlight that further work is necessary, not only to understand how higher-level functions link to behaviours, but also to ensure there is a sound understanding of the building-blocks of vision to fully grasp the profile of visual processing as a whole in ASD. This review will give a translational viewpoint for clinicians, and underline the benefits of comprehensive vision care in ASD.", "doi": "10.1111/cxo.12651", "journal": ["Clinical & experimental optometry", "Clin Exp Optom"], "date": "2018-01-18_23:45:04"}