{"words": ["prevalence", "certain", "forms", "psychopathology", "autism", "depression", "differs", "genders", "understanding", "gender", "differences", "neurotypical", "brain", "may", "provide", "insights", "risk", "protective", "factors", "recent", "research", "resting", "state", "functional", "magnetic", "resonance", "imaging", "rfmri", "widely", "used", "map", "inherent", "functional", "networks", "brain", "although", "previous", "studies", "reported", "gender", "differences", "rfmri", "robustness", "gender", "differences", "well", "characterized", "study", "use", "large", "data", "set", "test", "whether", "rfmri", "functional", "connectivity", "fc", "used", "predict", "gender", "identify", "fc", "features", "predictive", "gender", "utilized", "rfmri", "data", "820", "healthy", "controls", "human", "connectome", "project", "applying", "predefined", "functional", "template", "partial", "least", "squares", "regression", "modeling", "achieved", "gender", "prediction", "accuracy", "87", "rfmri", "used", "permutation", "tests", "confirmed", "gender", "prediction", "reliable", "p", "effects", "motion", "age", "handedness", "blood", "pressure", "weight", "brain", "volume", "gender", "prediction", "discussed", "found", "fc", "features", "within", "default", "mode", "dmn", "sensorimotor", "networks", "contributed", "gender", "prediction", "dmn", "right", "fusiform", "gyrus", "right", "ventromedial", "prefrontal", "cortex", "important", "contributors", "regions", "previously", "implicated", "aspects", "social", "functioning", "suggests", "potential", "gender", "differences", "social", "cognition", "mediated", "dmn", "findings", "demonstrate", "gender", "reliably", "predicted", "using", "rfmri", "data", "highlight", "importance", "controlling", "gender", "brain", "imaging", "studies"], "authors": [["Zhang", "Chao", "C", "Autism and Developmental Medicine Institute, Geisinger, Lewisburg, Pennsylvania."], ["Dougherty", "Chase C", "CC", "Autism and Developmental Medicine Institute, Geisinger, Lewisburg, Pennsylvania."], ["Baum", "Stefi A", "SA", "Chester F. Carlson Center for Imaging Science, Rochester Institute of Technology, Rochester, New York."], ["White", "Tonya", "T", "Department of Child and Adolescent Psychiatry, Erasmus MC-Sophia Children's Hospital, Rotterdam, The Netherlands."], ["Michael", "Andrew M", "AM", "Autism and Developmental Medicine Institute, Geisinger, Lewisburg, Pennsylvania."]], "title": "Functional connectivity predicts gender: Evidence for gender differences in resting brain connectivity.", "year": null, "sentences": ["Prevalence of certain forms of psychopathology, such as autism and depression, differs between genders and understanding gender differences of the neurotypical brain may provide insights into risk and protective factors.", "In recent research, resting state functional magnetic resonance imaging (rfMRI) is widely used to map the inherent functional networks of the brain.", "Although previous studies have reported gender differences in rfMRI, the robustness of gender differences is not well characterized.", "In this study, we use a large data set to test whether rfMRI functional connectivity (FC) can be used to predict gender and identify FC features that are most predictive of gender.", "We utilized rfMRI data from 820 healthy controls from the Human Connectome Project.", "By applying a predefined functional template and partial least squares regression modeling, we achieved a gender prediction accuracy of 87% when multi-run rfMRI was used.", "Permutation tests confirmed that gender prediction was reliable ( p<.001).", "Effects of motion, age, handedness, blood pressure, weight, and brain volume on gender prediction are discussed.", "Further, we found that FC features within the default mode (DMN), fronto-parietal and sensorimotor networks contributed most to gender prediction.", "In the DMN, right fusiform gyrus and right ventromedial prefrontal cortex were important contributors.", "The above regions have been previously implicated in aspects of social functioning and this suggests potential gender differences in social cognition mediated by the DMN.", "Our findings demonstrate that gender can be reliably predicted using rfMRI data and highlight the importance of controlling for gender in brain imaging studies."], "id": "29322586", "text": "Prevalence of certain forms of psychopathology, such as autism and depression, differs between genders and understanding gender differences of the neurotypical brain may provide insights into risk and protective factors. In recent research, resting state functional magnetic resonance imaging (rfMRI) is widely used to map the inherent functional networks of the brain. Although previous studies have reported gender differences in rfMRI, the robustness of gender differences is not well characterized. In this study, we use a large data set to test whether rfMRI functional connectivity (FC) can be used to predict gender and identify FC features that are most predictive of gender. We utilized rfMRI data from 820 healthy controls from the Human Connectome Project. By applying a predefined functional template and partial least squares regression modeling, we achieved a gender prediction accuracy of 87% when multi-run rfMRI was used. Permutation tests confirmed that gender prediction was reliable ( p<.001). Effects of motion, age, handedness, blood pressure, weight, and brain volume on gender prediction are discussed. Further, we found that FC features within the default mode (DMN), fronto-parietal and sensorimotor networks contributed most to gender prediction. In the DMN, right fusiform gyrus and right ventromedial prefrontal cortex were important contributors. The above regions have been previously implicated in aspects of social functioning and this suggests potential gender differences in social cognition mediated by the DMN. Our findings demonstrate that gender can be reliably predicted using rfMRI data and highlight the importance of controlling for gender in brain imaging studies.", "doi": "10.1002/hbm.23950", "journal": ["Human brain mapping", "Hum Brain Mapp"], "date": "2018-01-18_23:45:04"}