{"title": "Utility of an abbreviated version of the stanford-binet intelligence scales (5th ed.) in estimating 'full scale' IQ for young children with autism spectrum disorder.", "text": "The fifth edition of the Stanford-Binet Intelligence scales allows 'full scale' IQ (FSIQ) to be estimated using an abridged version of the test-the abbreviated battery IQ (ABIQ). Set within a public early intervention team service, the current cross-sectional study investigated the utility of the ABIQ in estimating FSIQ for 40 children with autism spectrum disorder (ASD) aged 3-5 years. A strong ABIQ-FSIQ association was yielded (r = 0.89; r2  = 0.808) and the ABIQ did not over-estimate mean FSIQ above a clinically-relevant threshold; however, clinically significant over-estimation occurred in 17.5% of individual cases. While the findings provide support for the utility of the ABIQ in estimating FSIQ for young children with ASD, caution relating to the over-estimation of FSIQ is warranted. Careful clinical judgment-ideally based on examination of previous cognitive assessment results (if available), thorough interactional observations, and close multi-disciplinary consultation-is necessary to determine the applicability of the ABIQ to individual cases. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.We investigated the utility of a shortened version of the Stanford-Binet Intelligence Scales in estimating IQ for 40 young children with autism spectrum disorder (ASD). The findings provide qualified support for the instrument: acceptably accurate IQ estimation was achieved for most cases; but not so for a sizeable minority (17.5%). Careful clinical judgment is necessary to determine the applicability of the ABIQ to individual cases.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29282895", "doi": "10.1002/aur.1911", "date": "2017-12-28", "authors": [["Twomey", "Conal", "C", "School of Psychology, UCD, Belfield, Dublin 4, Ireland."], ["O'Connell", "Helen", "H", "Early Intervention Team, Health Service Executive, Central Remedial Clinic, Vernon Avenue Clontarf, Dublin 3, Ireland."], ["Lillis", "Mary", "M", "Early Intervention Team, Health Service Executive, Central Remedial Clinic, Vernon Avenue Clontarf, Dublin 3, Ireland."], ["Tarpey", "Sarah Louise", "SL", "Early Intervention Team, Health Service Executive, Central Remedial Clinic, Vernon Avenue Clontarf, Dublin 3, Ireland."], ["O'Reilly", "Gary", "G", "School of Psychology, UCD, Belfield, Dublin 4, Ireland."]]}