{"words": ["study", "systematic", "replication", "functional", "analysis", "fa", "relation", "mands", "problem", "behavior", "extended", "treatment", "approaches", "problem", "behavior", "function", "describe", "treatment", "problem", "behavior", "related", "mands", "rearrangement", "demonstrated", "girl", "autism", "spectrum", "disorder", "syndrome", "mands", "consisted", "requests", "others", "change", "body", "positioning", "proximity", "rearrange", "items", "back", "original", "position", "fa", "confirmed", "relation", "problem", "behavior", "mand", "compliance", "functional", "communication", "training", "extinction", "decreased", "problem", "behavior", "increased", "functional", "communication", "responses", "problem", "behavior", "remained", "low", "gradually", "longer", "nonreinforcement", "periods", "introduced", "using", "multiple", "schedule"], "authors": [["Torres-Viso", "Mariana", "M", "Kennedy Krieger Institute and the Johns Hopkins University School of Medicine."], ["Strohmeier", "Craig W", "CW", "Kennedy Krieger Institute and the Johns Hopkins University School of Medicine."], ["Zarcone", "Jennifer R", "JR", "Kennedy Krieger Institute and the Johns Hopkins University School of Medicine."]], "title": "Functional analysis and treatment of problem behavior related to mands for rearrangement.", "year": null, "sentences": ["This study is a systematic replication of a functional analysis (FA) of the relation between mands and problem behavior.", "We extended treatment approaches for this problem behavior function, and describe the treatment of problem behavior related to mands for rearrangement demonstrated by a 12-year-old girl with autism spectrum disorder and Smith-Magenis syndrome.", "The mands consisted of requests for others to change their body positioning or proximity, or rearrange items back to their original position.", "An FA confirmed the relation between problem behavior and mand compliance, and functional communication training with extinction decreased problem behavior and increased functional communication responses.", "Problem behavior remained low as gradually longer nonreinforcement periods were introduced using a multiple schedule."], "id": "29318608", "text": "This study is a systematic replication of a functional analysis (FA) of the relation between mands and problem behavior. We extended treatment approaches for this problem behavior function, and describe the treatment of problem behavior related to mands for rearrangement demonstrated by a 12-year-old girl with autism spectrum disorder and Smith-Magenis syndrome. The mands consisted of requests for others to change their body positioning or proximity, or rearrange items back to their original position. An FA confirmed the relation between problem behavior and mand compliance, and functional communication training with extinction decreased problem behavior and increased functional communication responses. Problem behavior remained low as gradually longer nonreinforcement periods were introduced using a multiple schedule.", "doi": "10.1002/jaba.437", "journal": ["Journal of applied behavior analysis", "J Appl Behav Anal"], "date": "2018-01-18_23:45:06"}