{"words": ["although", "numerous", "studies", "demonstrated", "social", "support", "affects", "range", "life", "experiences", "examined", "moderating", "mediating", "effects", "current", "study", "479", "chinese", "parents", "children", "asd", "aged", "years", "completed", "surveys", "assessing", "parenting", "stress", "social", "support", "life", "satisfaction", "results", "indicated", "parenting", "stress", "social", "support", "life", "satisfaction", "significantly", "related", "moreover", "social", "support", "mediated", "moderated", "influence", "parenting", "stress", "life", "satisfaction", "findings", "imply", "parenting", "stress", "social", "support", "critical", "indicators", "life", "satisfaction", "serve", "basic", "intervention", "strategies", "promote", "life", "satisfaction", "among", "chinese", "parents", "children", "asd"], "authors": [["Lu", "Ming-Hui", "MH", "Special Education Department, School of Education, Guangzhou University, Guangzhou, People's Republic of China. luminghui18@126.com."], ["Wang", "Guang-Hai", "GH", "Department of Developmental and Behavioral Pediatrics, Pediatric Translational Medicine Institution, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, MOE-Shanghai Key Laboratory of Children's Environmental Health, Shanghai, People's Republic of China. wang-guanghai@163.com."], ["Lei", "Hao", "H", "Institute of Curriculum and Instruction, East China Normal University, Shanghai, People's Republic of China."], ["Shi", "Meng-Liang", "ML", "School of Education, Lingnan Normal University, Zhanjiang, People's Republic of China."], ["Zhu", "Rui", "R", "School of Special Education, Binzhou Medical University, Yantai, People's Republic of China."], ["Jiang", "Fan", "F", "Department of Developmental and Behavioral Pediatrics, Pediatric Translational Medicine Institution, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, MOE-Shanghai Key Laboratory of Children's Environmental Health, Shanghai, People's Republic of China. fanjiang@shsmu.edu.cn."]], "title": "Social Support as Mediator and Moderator of the Relationship Between Parenting Stress and Life Satisfaction Among the Chinese Parents of Children with ASD.", "year": null, "sentences": ["Although numerous studies have demonstrated that social support affects a range of life experiences, few have examined its moderating and mediating effects.", "In the current study, 479 Chinese parents of children with ASD (aged 3-18 years) completed the surveys assessing parenting stress, social support and life satisfaction.", "Results indicated that parenting stress, social support and life satisfaction were significantly related.", "Moreover, social support both mediated and moderated the influence of parenting stress on life satisfaction.", "These findings imply that parenting stress and social support are critical indicators of life satisfaction and can serve as basic intervention strategies that promote life satisfaction among Chinese parents of children with ASD."], "id": "29318434", "text": "Although numerous studies have demonstrated that social support affects a range of life experiences, few have examined its moderating and mediating effects. In the current study, 479 Chinese parents of children with ASD (aged 3-18 years) completed the surveys assessing parenting stress, social support and life satisfaction. Results indicated that parenting stress, social support and life satisfaction were significantly related. Moreover, social support both mediated and moderated the influence of parenting stress on life satisfaction. These findings imply that parenting stress and social support are critical indicators of life satisfaction and can serve as basic intervention strategies that promote life satisfaction among Chinese parents of children with ASD.", "doi": "10.1007/s10803-017-3448-y", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:07"}