{"words": ["study", "examined", "cultural", "beliefs", "asd", "causes", "among", "families", "focus", "group", "interviews", "asked", "25", "immigrant", "parents", "children", "asd", "identify", "words", "associated", "asd", "causes", "participants", "ranked", "justified", "responses", "mixed", "methods", "analyses", "utilized", "saliency", "scores", "calculate", "responses", "deductive", "interview", "analyses", "justified", "participants", "responses", "salient", "responses", "asd", "perceptions", "included", "specific", "characteristics", "child", "loving", "perceptions", "lack", "resources", "salient", "responses", "asd", "causes", "vaccines", "genetics", "combination", "genetics", "environment", "inductive", "analyses", "revealed", "distinct", "beliefs", "social", "stigma", "child", "characteristics", "factors", "supporting", "development", "parents", "emotional", "stress", "interpretations", "linked", "beliefs", "promising", "adaptations", "diagnosis", "treatment"], "authors": [["Cohen", "Shana R", "SR", "Department of Education Studies, University of California San Diego, 9500 Gilman Drive #0070, La Jolla, CA, 92093, USA. shanarcohen@ucsd.edu."], ["Miguel", "Jessica", "J", "Department of Education Studies, University of California San Diego, 9500 Gilman Drive #0070, La Jolla, CA, 92093, USA."]], "title": "Amor and Social Stigma: ASD Beliefs Among Immigrant Mexican Parents.", "year": null, "sentences": ["This study examined cultural beliefs about ASD and its causes among Mexican-heritage families.", "In focus group interviews, we asked 25 immigrant parents of children with ASD to identify words they associated with ASD and its causes.", "Participants free-listed, ranked, and justified their responses.", "Mixed methods analyses utilized saliency scores to calculate responses.", "Deductive interview analyses justified participants' responses.", "Salient responses for ASD perceptions included specific characteristics about the child (e.g., loving) and perceptions about lack of resources.", "Salient responses for ASD causes were vaccines, genetics, and a combination of genetics and environment.", "Inductive analyses revealed distinct beliefs about social stigma, child characteristics, factors supporting development, and parents' emotional stress.", "Interpretations linked these beliefs to promising adaptations in diagnosis and treatment."], "id": "29318433", "text": "This study examined cultural beliefs about ASD and its causes among Mexican-heritage families. In focus group interviews, we asked 25 immigrant parents of children with ASD to identify words they associated with ASD and its causes. Participants free-listed, ranked, and justified their responses. Mixed methods analyses utilized saliency scores to calculate responses. Deductive interview analyses justified participants' responses. Salient responses for ASD perceptions included specific characteristics about the child (e.g., loving) and perceptions about lack of resources. Salient responses for ASD causes were vaccines, genetics, and a combination of genetics and environment. Inductive analyses revealed distinct beliefs about social stigma, child characteristics, factors supporting development, and parents' emotional stress. Interpretations linked these beliefs to promising adaptations in diagnosis and treatment.", "doi": "10.1007/s10803-017-3457-x", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:07"}