{"title": "Paediatricians' expectations and perspectives regarding genetic testing for children with developmental disorders.", "text": "To investigate paediatricians' expectations and perspectives of genetic testing for children with developmental disorders.Paediatricians working in a developmental clinic were surveyed each time they ordered a chromosomal microarray (CMA) for a child with developmental disorders. Clinical charts were reviewed. Results were analysed using mixed methodology.Ninety-seven % (73/76) of surveys were completed. Paediatricians reported that 36% of parents had difficulties understanding genetic testing and that 40% seemed anxious. The majority expected testing to have positive impacts on children/families. The themes raised were (i) clarifying the diagnosis (56%), (ii) understanding the aetiology of the condition (55%), (iii) enabling prenatal diagnosis/counselling (43%), (iv) improving medical care for the child (15%) and (v) decreasing parental guilt/anxiety (8%). Less than half anticipated negative impacts; 74% expected that the most helpful result for their patient would be an abnormal result explaining the disorder. Among the 73 children for whom CMA was ordered, 81% got tested: 66% of the results were normal, 19% were abnormal and contributed to explain the condition and 12% were abnormal but of unknown significance.Paediatricians generally expect many positive and less negative impacts of genetic testing for children with developmental disorders. Parental perspectives are needed.", "journal": ["Acta paediatrica (Oslo, Norway : 1992)", "Acta Paediatr."], "id": "29280190", "doi": "10.1111/apa.14203", "date": "2017-12-27", "authors": [["Tremblay", "Isabelle", "I", "CHU Sainte-Justine Research Center, Montréal, QC, Canada."], ["Laberge", "Anne-Marie", "AM", "CHU Sainte-Justine Research Center, Montréal, QC, Canada."], ["Cousineau", "Dominique", "D", "Centre Intégré du Réseau en Neuro-Développement de l'enfant (CIRENE), CHU Sainte-Justine, Montréal, QC, Canada."], ["Carmant", "Lionel", "L", "CHU Sainte-Justine Research Center, Montréal, QC, Canada."], ["Rowan", "Anita", "A", "CHU Sainte-Justine, Montréal, QC, Canada."], ["Janvier", "Annie", "A", "CHU Sainte-Justine Research Center, Montréal, QC, Canada."]]}