{"title": "Association of Folic Acid Supplementation During Pregnancy With the Risk of Autistic Traits in Children Exposed to Antiepileptic Drugs In Utero.", "text": "Strategies to prevent autism in children exposed to antiepileptic drugs (AEDs) during pregnancy are important.To explore whether folic acid supplementation and folate status in pregnancy are associated with reduced risk of autistic traits owing to in utero AED exposure.The population-based, prospective Norwegian Mother and Child Cohort Study approached Norwegian-speaking women attending routine ultrasonographic examinations from June 1999 through December 31, 2008 (163 844 of 277 702 women refused). No exclusion criteria were applied beyond language. Questionnaires during and after pregnancy, analysis of blood samples, and linkage to the Medical Birth Registry of Norway were performed. Children aged 18 to 36 months of women with available information on use of AEDs and of folic acid supplementation (n = 104 946) were included in the analysis from March 1, 2016, through June 13, 2017.Maternal folic acid supplementation 4 weeks before to 12 weeks after conception. Plasma folate concentration was analyzed at gestational weeks 17 to 19.Autistic traits were evaluated using the Modified Checklist for Autism in Toddlers and Social Communication Questionnaire. Odds ratios (ORs) for autistic traits in children by maternal use vs nonuse of folic acid supplements were adjusted for maternal health and socioeconomic factors. Folate concentrations and folic acid doses were associated with the degree of autistic traits.The overall mean (SD) age of the 104 946 mothers of participating children was 29.8 (4.6) years, with complete information available for analysis in 103 868. Mean (SD) age of women with epilepsy who received AED treatment was 29.4 (4.9); women with epilepsy who did not receive AED treatment, 29.1 (4.9); and without epilepsy, 29.8 (4.6) years. In the 335 children exposed to AEDs, the risk for autistic traits was significantly higher at 18 months of age (adjusted OR [AOR], 5.9; 95% CI, 2.2-15.8) and 36 months of age (AOR, 7.9; 95% CI, 2.5-24.9) when their mothers had not used folic acid supplements compared with children of mothers who had used supplements. Among women without epilepsy, the corresponding risks were lower at 18 months of age (AOR, 1.3; 95% CI, 1.2-1.4) and 36 months of age (AOR, 1.7; 95% CI, 1.5-1.9); among the 389 children of women with untreated epilepsy, the corresponding risks were not significant at 18 months of age (AOR, 1.0; 95% CI, 0.4-3.0) and 36 months of age (AOR, 2.5; 95% CI, 0.4-16.6). Degree of autistic traits was inversely associated with maternal plasma folate concentrations (β = -0.3; P = .03) and folic acid doses (β = -0.5; P < .001). Concentrations of AEDs were not associated with the degree of autistic traits.Risk of autistic traits in children exposed to AEDs in utero may be mitigated by periconceptional folic acid supplementation and folate status. Fertile women using AEDs should take folic acid supplements continuously.", "journal": ["JAMA neurology", "JAMA Neurol"], "id": "29279889", "doi": "10.1001/jamaneurol.2017.3897", "date": "2017-12-26", "authors": [["Bjørk", "Marte", "M", "Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Riedel", "Bettina", "B", "Department of Clinical Science, University of Bergen, Bergen, Norway."], ["Spigset", "Olav", "O", "Department of Clinical Pharmacology, St Olav University Hospital, Trondheim, Norway."], ["Veiby", "Gyri", "G", "Department of Neurology, Haukeland University Hospital, Bergen, Norway."], ["Kolstad", "Eivind", "E", "Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Daltveit", "Anne Kjersti", "AK", "Department of Global Public Health and Primary Care, University of Bergen, Bergen, Norway."], ["Gilhus", "Nils Erik", "NE", "Department of Clinical Medicine, University of Bergen, Bergen, Norway."]]}