{"words": ["rett", "syndrome", "rtt", "autism", "spectrum", "disorders", "asds", "merely", "expression", "brain", "dysfunction", "also", "reflect", "perturbation", "homeostasis", "accordingly", "disorders", "appear", "associated", "increased", "vulnerability", "toxicants", "produced", "redox", "imbalance", "inflammation", "pollution", "impairment", "agents", "could", "play", "role", "exacerbation", "detrimental", "processes", "check", "hypothesis", "activities", "two", "mechanistically", "related", "enzymes", "arylesterase", "paraoxonase", "lactonase", "phospholipase", "a2", "measured", "serum", "79", "asd", "95", "rtt", "patients", "77", "controls", "lactonase", "showed", "similar", "trend", "characterized", "significantly", "lower", "levels", "activities", "asd", "compared", "controls", "rtt", "p", "pairwise", "comparisons", "noteworthy", "receiving", "operator", "curve", "roc", "analysis", "revealed", "lactonase", "mostly", "able", "discriminate", "asd", "controls", "lactonase", "area", "curve", "auc", "auc", "considering", "females", "asd", "rtt", "lactonase", "auc", "auc", "results", "suggest", "lactonase", "especially", "activities", "might", "represent", "novel", "candidate", "biomarkers", "asd"], "authors": [["Hayek", "Joussef", "J", "Child Neuropsychiatry Unit, University General Hospital, Azienda Ospedaliera Universitaria Senese, Viale M. Bracci 16, 53100 Siena, Italy."], ["Cervellati", "Carlo", "C", "Department of Biomedical and Specialist Surgical Sciences, University of Ferrara, Via Luigi Borsari 46, 44121 Ferrara, Italy."], ["Crivellari", "Ilaria", "I", "Department of Biomedical and Specialist Surgical Sciences, University of Ferrara, Via Luigi Borsari 46, 44121 Ferrara, Italy."], ["Pecorelli", "Alessandra", "A", "Plants for Human Health Institute, Animal Science Department, NC Research Campus, NC State University, 600 Laureate Way, Kannapolis, NC 28081, USA."], ["Valacchi", "Giuseppe", "G", "Department of Life Sciences and Biotechnology, University of Ferrara, Via Luigi Borsari 46, 44121 Ferrara, Italy."]], "title": "Lactonase Activity and Lipoprotein-Phospholipase A2 as Possible Novel Serum Biomarkers for the Differential Diagnosis of Autism Spectrum Disorders and Rett Syndrome: Results from a Pilot Study.", "year": null, "sentences": ["Rett syndrome (RTT) and autism spectrum disorders (ASDs) are not merely expression of brain dysfunction but also reflect the perturbation of physiological/metabolic homeostasis.", "Accordingly, both disorders appear to be associated with increased vulnerability to toxicants produced by redox imbalance, inflammation, and pollution, and impairment of systemic-detoxifying agents could play a role in the exacerbation of these detrimental processes.", "To check this hypothesis, the activities of two mechanistically related blood-based enzymes, paraoxonase-1 (arylesterase, paraoxonase, and lactonase), and lipoprotein-associated phospholipase A2 (Lp-PLA2) were measured in the serum of 79 ASD and 95 RTT patients, and 77 controls.", "Lactonase and Lp-PLA2 showed a similar trend characterized by significantly lower levels of both activities in ASD compared to controls and RTT (p < 0.001 for all pairwise comparisons).", "Noteworthy, receiving operator curve (ROC) analysis revealed that lactonase and, mostly, Lp-PLA2 were able to discriminate between ASD and controls (lactonase: area under curve, AUC = 0.660; Lp-PLA2, AUC = 0.780), and, considering only females, between ASD and RTT (lactonase, AUC = 0.714; Lp-PLA2, AUC = 0.881).", "These results suggest that lactonase and, especially, Lp-PLA2 activities might represent novel candidate biomarkers for ASD."], "id": "29317982", "text": "Rett syndrome (RTT) and autism spectrum disorders (ASDs) are not merely expression of brain dysfunction but also reflect the perturbation of physiological/metabolic homeostasis. Accordingly, both disorders appear to be associated with increased vulnerability to toxicants produced by redox imbalance, inflammation, and pollution, and impairment of systemic-detoxifying agents could play a role in the exacerbation of these detrimental processes. To check this hypothesis, the activities of two mechanistically related blood-based enzymes, paraoxonase-1 (arylesterase, paraoxonase, and lactonase), and lipoprotein-associated phospholipase A2 (Lp-PLA2) were measured in the serum of 79 ASD and 95 RTT patients, and 77 controls. Lactonase and Lp-PLA2 showed a similar trend characterized by significantly lower levels of both activities in ASD compared to controls and RTT (p < 0.001 for all pairwise comparisons). Noteworthy, receiving operator curve (ROC) analysis revealed that lactonase and, mostly, Lp-PLA2 were able to discriminate between ASD and controls (lactonase: area under curve, AUC = 0.660; Lp-PLA2, AUC = 0.780), and, considering only females, between ASD and RTT (lactonase, AUC = 0.714; Lp-PLA2, AUC = 0.881). These results suggest that lactonase and, especially, Lp-PLA2 activities might represent novel candidate biomarkers for ASD.", "doi": "10.1155/2017/5694058", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"], "date": "2018-01-18_23:45:07"}