{"words": ["autism", "spectrum", "disorders", "asd", "affect", "1", "68", "children", "us", "according", "centers", "disease", "control", "prevention", "cdc", "characterized", "impairments", "social", "interactions", "communication", "restrictive", "repetitive", "patterns", "behaviors", "interests", "owing", "disease", "complexity", "limited", "number", "treatment", "options", "available", "mainly", "children", "alleviate", "cure", "debilitating", "symptoms", "studies", "confirm", "genetic", "link", "environmental", "factors", "medications", "toxins", "maternal", "infection", "pregnancy", "well", "birth", "complications", "also", "play", "role", "studies", "indicate", "set", "candidate", "genes", "different", "dna", "methylation", "profiles", "asd", "compared", "healthy", "individuals", "thus", "epigenetic", "alterations", "could", "help", "bridging", "gap", "deciphering", "underlying", "neurobiology", "autism", "however", "association", "studies", "ewas", "mainly", "included", "limited", "number", "postmortem", "brain", "samples", "hence", "cellular", "models", "mimicking", "brain", "development", "vitro", "great", "importance", "study", "critical", "epigenetic", "alterations", "might", "happen", "review", "give", "overview", "state", "art", "concerning", "knowledge", "epigenetic", "changes", "autism", "new", "cutting", "edge", "expertise", "based", "3d", "stem", "cell", "technology", "models", "brain", "organoids", "contribute", "elucidating", "multiple", "aspects", "disease", "mechanisms"], "authors": [["Forsberg", "Sheena Louise", "SL", "Department of Psychiatry, Institute for Clinical Research, University of Southern Denmark, Odense, Denmark."], ["Ilieva", "Mirolyuba", "M", "Department of Psychiatry, Institute for Clinical Research, University of Southern Denmark, Odense, Denmark. milieva@health.sdu.dk."], ["Maria Michel", "Tanja", "T", "Department of Psychiatry, Institute for Clinical Research, University of Southern Denmark, Odense, Denmark."]], "title": "Epigenetics and cerebral organoids: promising directions in autism spectrum disorders.", "year": null, "sentences": ["Autism spectrum disorders (ASD) affect 1 in 68 children in the US according to the Centers for Disease Control and Prevention (CDC).", "It is characterized by impairments in social interactions and communication, restrictive and repetitive patterns of behaviors, and interests.", "Owing to disease complexity, only a limited number of treatment options are available mainly for children that alleviate but do not cure the debilitating symptoms.", "Studies confirm a genetic link, but environmental factors, such as medications, toxins, and maternal infection during pregnancy, as well as birth complications also play a role.", "Some studies indicate a set of candidate genes with different DNA methylation profiles in ASD compared to healthy individuals.", "Thus epigenetic alterations could help bridging the gene-environment gap in deciphering the underlying neurobiology of autism.", "However, epigenome-wide association studies (EWAS) have mainly included a very limited number of postmortem brain samples.", "Hence, cellular models mimicking brain development in vitro will be of great importance to study the critical epigenetic alterations and when they might happen.", "This review will give an overview of the state of the art concerning knowledge on epigenetic changes in autism and how new, cutting edge expertise based on three-dimensional (3D) stem cell technology models (brain organoids) can contribute in elucidating the multiple aspects of disease mechanisms."], "id": "29317608", "text": "Autism spectrum disorders (ASD) affect 1 in 68 children in the US according to the Centers for Disease Control and Prevention (CDC). It is characterized by impairments in social interactions and communication, restrictive and repetitive patterns of behaviors, and interests. Owing to disease complexity, only a limited number of treatment options are available mainly for children that alleviate but do not cure the debilitating symptoms. Studies confirm a genetic link, but environmental factors, such as medications, toxins, and maternal infection during pregnancy, as well as birth complications also play a role. Some studies indicate a set of candidate genes with different DNA methylation profiles in ASD compared to healthy individuals. Thus epigenetic alterations could help bridging the gene-environment gap in deciphering the underlying neurobiology of autism. However, epigenome-wide association studies (EWAS) have mainly included a very limited number of postmortem brain samples. Hence, cellular models mimicking brain development in vitro will be of great importance to study the critical epigenetic alterations and when they might happen. This review will give an overview of the state of the art concerning knowledge on epigenetic changes in autism and how new, cutting edge expertise based on three-dimensional (3D) stem cell technology models (brain organoids) can contribute in elucidating the multiple aspects of disease mechanisms.", "doi": "10.1038/s41398-017-0062-x", "journal": ["Translational psychiatry", "Transl Psychiatry"], "date": "2018-01-18_23:45:07"}