{"words": ["autism", "spectrum", "disorder", "asd", "highly", "heritable", "genetically", "heterogeneous", "affected", "neural", "circuits", "cell", "types", "remain", "unclear", "may", "vary", "different", "developmental", "stages", "analyzing", "multiple", "sets", "human", "single", "cell", "transcriptome", "profiles", "found", "asd", "candidates", "showed", "relatively", "enriched", "gene", "expression", "neurons", "especially", "inhibitory", "neurons", "asd", "candidates", "also", "likely", "hubs", "gene", "module", "highly", "expressed", "inhibitory", "neurons", "feature", "detected", "excitatory", "neurons", "addition", "found", "upregulated", "genes", "multiple", "asd", "cortex", "samples", "enriched", "genes", "highly", "expressed", "inhibitory", "neurons", "suggesting", "potential", "increase", "inhibitory", "neurons", "imbalance", "ratio", "excitatory", "inhibitory", "neurons", "asd", "brains", "furthermore", "downstream", "targets", "several", "asd", "candidates", "chd8", "ehmt1", "satb2", "also", "displayed", "enriched", "expression", "inhibitory", "neurons", "taken", "together", "analyses", "single", "cell", "transcriptomic", "data", "suggest", "inhibitory", "neurons", "may", "major", "neuron", "subtype", "affected", "disruption", "asd", "gene", "networks", "providing", "single", "cell", "functional", "evidence", "support", "imbalance", "hypothesis"], "authors": [["Wang", "Ping", "P", "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave., Bronx, NY, USA."], ["Zhao", "Dejian", "D", "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave., Bronx, NY, USA."], ["Lachman", "Herbert M", "HM", "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave., Bronx, NY, USA."], ["Zheng", "Deyou", "D", "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave., Bronx, NY, USA. deyou.zheng@einstein.yu.edu."]], "title": "Enriched expression of genes associated with autism spectrum disorders in human inhibitory neurons.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is highly heritable but genetically heterogeneous.", "The affected neural circuits and cell types remain unclear and may vary at different developmental stages.", "By analyzing multiple sets of human single cell transcriptome profiles, we found that ASD candidates showed relatively enriched gene expression in neurons, especially in inhibitory neurons.", "ASD candidates were also more likely to be the hubs of the co-expression gene module that is highly expressed in inhibitory neurons, a feature not detected for excitatory neurons.", "In addition, we found that upregulated genes in multiple ASD cortex samples were enriched with genes highly expressed in inhibitory neurons, suggesting a potential increase of inhibitory neurons and an imbalance in the ratio between excitatory and inhibitory neurons in ASD brains.", "Furthermore, the downstream targets of several ASD candidates, such as CHD8, EHMT1 and SATB2, also displayed enriched expression in inhibitory neurons.", "Taken together, our analyses of single cell transcriptomic data suggest that inhibitory neurons may be a major neuron subtype affected by the disruption of ASD gene networks, providing single cell functional evidence to support the excitatory/inhibitory (E/I) imbalance hypothesis."], "id": "29317598", "text": "Autism spectrum disorder (ASD) is highly heritable but genetically heterogeneous. The affected neural circuits and cell types remain unclear and may vary at different developmental stages. By analyzing multiple sets of human single cell transcriptome profiles, we found that ASD candidates showed relatively enriched gene expression in neurons, especially in inhibitory neurons. ASD candidates were also more likely to be the hubs of the co-expression gene module that is highly expressed in inhibitory neurons, a feature not detected for excitatory neurons. In addition, we found that upregulated genes in multiple ASD cortex samples were enriched with genes highly expressed in inhibitory neurons, suggesting a potential increase of inhibitory neurons and an imbalance in the ratio between excitatory and inhibitory neurons in ASD brains. Furthermore, the downstream targets of several ASD candidates, such as CHD8, EHMT1 and SATB2, also displayed enriched expression in inhibitory neurons. Taken together, our analyses of single cell transcriptomic data suggest that inhibitory neurons may be a major neuron subtype affected by the disruption of ASD gene networks, providing single cell functional evidence to support the excitatory/inhibitory (E/I) imbalance hypothesis.", "doi": "10.1038/s41398-017-0058-6", "journal": ["Translational psychiatry", "Transl Psychiatry"], "date": "2018-01-18_23:45:07"}