{"words": ["altered", "gut", "microbiome", "populations", "associated", "broad", "range", "neurodevelopmental", "disorders", "including", "autism", "spectrum", "disorder", "mood", "disorders", "animal", "models", "modulation", "gut", "microbiome", "populations", "via", "dietary", "manipulation", "influences", "brain", "function", "behavior", "shown", "ameliorate", "behavioral", "symptoms", "striking", "differences", "behavior", "explored", "whether", "behavioral", "changes", "also", "accompanied", "corresponding", "changes", "neural", "tissue", "microstructure", "utilizing", "diffusion", "tensor", "imaging", "identified", "global", "changes", "white", "matter", "structural", "integrity", "occurring", "manner", "analysis", "16s", "ribosomal", "rna", "sequencing", "gut", "bacteria", "also", "showed", "changes", "bacterial", "populations", "function", "diet", "changes", "brain", "structure", "found", "associated", "changes", "gut", "microbiome", "populations", "using", "machine", "learning", "classifier", "quantitative", "assessment", "strength", "region", "associations", "associations", "allow", "us", "test", "understanding", "axis", "revealing", "possible", "links", "altered", "dysbiotic", "gut", "microbiome", "populations", "changes", "brain", "structure", "highlighting", "potential", "impact", "diet", "metagenomic", "effects", "neuroimaging"], "authors": [["Ong", "Irene M", "IM", "Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, WI, 53705, USA."], ["Gonzalez", "Jose G", "JG", "Department of Medical Physics, Wisconsin Institutes for Medical Research, University of Wisconsin School of Medicine and Public Health, Madison, WI, 53705, USA."], ["McIlwain", "Sean J", "SJ", "Department of Biostatistics and Medical Informatics, University of Wisconsin-Madison, Madison, WI, 53705, USA."], ["Sawin", "Emily A", "EA", "Department of Radiology, University of Wisconsin School of Medicine and Public Health, E3/366 Clinical Science Center, 600 Highland Avenue, M/C 3252, Madison, WI, 53792-3252, USA."], ["Schoen", "Andrew J", "AJ", "Department of Computer Sciences, University of Wisconsin-Madison, Madison, WI, 53706, USA."], ["Adluru", "Nagesh", "N", "Waisman Laboratory for Brain Imaging and Behavior, University of Wisconsin-Madison, Madison, WI, 53705, USA."], ["Alexander", "Andrew L", "AL", "Department of Medical Physics, Wisconsin Institutes for Medical Research, University of Wisconsin School of Medicine and Public Health, Madison, WI, 53705, USA."], ["Yu", "John-Paul J", "JJ", "Department of Radiology, University of Wisconsin School of Medicine and Public Health, E3/366 Clinical Science Center, 600 Highland Avenue, M/C 3252, Madison, WI, 53792-3252, USA. jpyu@uwhealth.org."]], "title": "Gut microbiome populations are associated with structure-specific changes in white matter architecture.", "year": null, "sentences": ["Altered gut microbiome populations are associated with a broad range of neurodevelopmental disorders including autism spectrum disorder and mood disorders.", "In animal models, modulation of gut microbiome populations via dietary manipulation influences brain function and behavior and has been shown to ameliorate behavioral symptoms.", "With striking differences in microbiome-driven behavior, we explored whether these behavioral changes are also accompanied by corresponding changes in neural tissue microstructure.", "Utilizing diffusion tensor imaging, we identified global changes in white matter structural integrity occurring in a diet-dependent manner.", "Analysis of 16S ribosomal RNA sequencing of gut bacteria also showed changes in bacterial populations as a function of diet.", "Changes in brain structure were found to be associated with diet-dependent changes in gut microbiome populations using a machine learning classifier for quantitative assessment of the strength of microbiome-brain region associations.", "These associations allow us to further test our understanding of the gut-brain-microbiota axis by revealing possible links between altered and dysbiotic gut microbiome populations and changes in brain structure, highlighting the potential impact of diet and metagenomic effects in neuroimaging."], "id": "29317592", "text": "Altered gut microbiome populations are associated with a broad range of neurodevelopmental disorders including autism spectrum disorder and mood disorders. In animal models, modulation of gut microbiome populations via dietary manipulation influences brain function and behavior and has been shown to ameliorate behavioral symptoms. With striking differences in microbiome-driven behavior, we explored whether these behavioral changes are also accompanied by corresponding changes in neural tissue microstructure. Utilizing diffusion tensor imaging, we identified global changes in white matter structural integrity occurring in a diet-dependent manner. Analysis of 16S ribosomal RNA sequencing of gut bacteria also showed changes in bacterial populations as a function of diet. Changes in brain structure were found to be associated with diet-dependent changes in gut microbiome populations using a machine learning classifier for quantitative assessment of the strength of microbiome-brain region associations. These associations allow us to further test our understanding of the gut-brain-microbiota axis by revealing possible links between altered and dysbiotic gut microbiome populations and changes in brain structure, highlighting the potential impact of diet and metagenomic effects in neuroimaging.", "doi": "10.1038/s41398-017-0022-5", "journal": ["Translational psychiatry", "Transl Psychiatry"], "date": "2018-01-18_23:45:08"}