{"words": ["several", "studies", "shown", "acamprosate", "provide", "clinical", "benefits", "youth", "fragile", "x", "syndrome", "fxs", "autism", "spectrum", "disorder", "caused", "loss", "function", "highly", "conserved", "fmr1", "gene", "study", "investigated", "ability", "acamprosate", "rescue", "cellular", "molecular", "behavioral", "defects", "drosophila", "model", "high", "100μm", "low", "10μm", "dose", "acamprosate", "fed", "drosophila", "fxs", "dfmr1", "null", "genetic", "control", "w1118", "larvae", "analyzed", "multiple", "paradigms", "larval", "crawling", "assay", "used", "monitor", "aberrant", "fxs", "behavior", "overgrowth", "neuromuscular", "junction", "nmj", "quantified", "assess", "neuronal", "development", "quantitative", "used", "evaluate", "expression", "deregulated", "cbp53e", "treatment", "partially", "completely", "rescued", "fxs", "phenotypes", "analyzed", "according", "dose", "high", "doses", "rescued", "cellular", "overgrowth", "dysregulated", "cbp53e", "mrna", "expression", "aberrant", "crawling", "behavior", "affected", "low", "doses", "acamprosate", "however", "affect", "synapse", "number", "nmj", "could", "rescue", "nmj", "overgrowth", "locomotor", "defects", "cbp53e", "mrna", "expression", "dual", "nature", "acamprosate", "suggests", "multiple", "molecular", "mechanisms", "may", "involved", "acamprosate", "function", "depending", "dosage", "may", "useful", "therapy", "fxs", "potentially", "autism", "spectrum", "disorders", "however", "understanding", "molecular", "mechanisms", "involved", "different", "doses", "drug", "likely", "necessary", "obtain", "optimal", "results"], "authors": [["Hutson", "Russell L", "RL", "Department of Biological Sciences, University of Notre Dame, South Bend, IN, United States."], ["Thompson", "Rachel L", "RL", "Department of Biological Sciences, University of Notre Dame, South Bend, IN, United States."], ["Bantel", "Andrew P", "AP", "Department of Medical and Molecular Genetics, Indiana University School of Medicine-South Bend, South Bend, IN, United States."], ["Tessier", "Charles R", "CR", "Department of Medical and Molecular Genetics, Indiana University School of Medicine-South Bend, South Bend, IN, United States. Electronic address: crtessie@iu.edu."]], "title": "Acamprosate rescues neuronal defects in the Drosophila model of Fragile X Syndrome.", "year": null, "sentences": ["Several off-label studies have shown that acamprosate can provide some clinical benefits in youth with Fragile X Syndrome (FXS), an autism spectrum disorder caused by loss of function of the highly conserved FMR1 gene.", "This study investigated the ability of acamprosate to rescue cellular, molecular and behavioral defects in the Drosophila model of FXS.A high (100μM) and low (10μM) dose of acamprosate was fed to Drosophila FXS (dfmr1 null) or genetic control (w1118) larvae and then analyzed in multiple paradigms.", "A larval crawling assay was used to monitor aberrant FXS behavior, overgrowth of the neuromuscular junction (NMJ) was quantified to assess neuronal development, and quantitative RT-PCR was used to evaluate expression of deregulated cbp53E mRNA.Acamprosate treatment partially or completely rescued all of the FXS phenotypes analyzed, according to dose.", "High doses rescued cellular overgrowth and dysregulated cbp53E mRNA expression, but aberrant crawling behavior was not affected.", "Low doses of acamprosate, however, did not affect synapse number at the NMJ, but could rescue NMJ overgrowth, locomotor defects, and cbp53E mRNA expression.", "This dual nature of acamprosate suggests multiple molecular mechanisms may be involved in acamprosate function depending on the dosage used.Acamprosate may be a useful therapy for FXS and potentially other autism spectrum disorders.", "However, understanding the molecular mechanisms involved with different doses of this drug will likely be necessary to obtain optimal results."], "id": "29317220", "text": "Several off-label studies have shown that acamprosate can provide some clinical benefits in youth with Fragile X Syndrome (FXS), an autism spectrum disorder caused by loss of function of the highly conserved FMR1 gene. This study investigated the ability of acamprosate to rescue cellular, molecular and behavioral defects in the Drosophila model of FXS.A high (100μM) and low (10μM) dose of acamprosate was fed to Drosophila FXS (dfmr1 null) or genetic control (w1118) larvae and then analyzed in multiple paradigms. A larval crawling assay was used to monitor aberrant FXS behavior, overgrowth of the neuromuscular junction (NMJ) was quantified to assess neuronal development, and quantitative RT-PCR was used to evaluate expression of deregulated cbp53E mRNA.Acamprosate treatment partially or completely rescued all of the FXS phenotypes analyzed, according to dose. High doses rescued cellular overgrowth and dysregulated cbp53E mRNA expression, but aberrant crawling behavior was not affected. Low doses of acamprosate, however, did not affect synapse number at the NMJ, but could rescue NMJ overgrowth, locomotor defects, and cbp53E mRNA expression. This dual nature of acamprosate suggests multiple molecular mechanisms may be involved in acamprosate function depending on the dosage used.Acamprosate may be a useful therapy for FXS and potentially other autism spectrum disorders. However, understanding the molecular mechanisms involved with different doses of this drug will likely be necessary to obtain optimal results.", "doi": "10.1016/j.lfs.2018.01.007", "journal": ["Life sciences", "Life Sci."], "date": "2018-01-18_23:45:08"}