{"words": ["multisensory", "temporal", "integration", "could", "compromised", "autism", "spectrum", "disorders", "asd", "schizophrenia", "spectrum", "disorders", "ssd", "may", "play", "important", "role", "perceptual", "cognitive", "impairment", "two", "disorders", "review", "aimed", "quantitatively", "compare", "sensory", "temporal", "acuity", "healthy", "controls", "two", "clinical", "groups", "asd", "ssd", "impairment", "sensory", "temporal", "integration", "robust", "comparable", "patients", "ssd", "hedges", "95", "ci", "p", "asd", "hedges", "95", "ci", "p", "separating", "studies", "unisensory", "multisensory", "bimodal", "audiovisual", "ones", "subgroup", "analysis", "indicated", "heterogeneous", "unstable", "effects", "unisensory", "temporal", "binding", "asd", "group", "consistent", "severe", "impairment", "multisensory", "temporal", "integration", "represented", "enlarged", "temporal", "binding", "window", "clinical", "groups", "multisensory", "dysfunction", "associated", "symptoms", "like", "hallucinations", "impaired", "social", "communications", "future", "studies", "focusing", "improving", "multisensory", "temporal", "functions", "may", "important", "implications", "amelioration", "schizophrenia", "autistic", "symptoms"], "authors": [["Zhou", "Han-Yu", "HY", "Neuropsychology and Applied Cognitive Neuroscience Laboratory, CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China; Department of Psychology, University of Chinese Academy of Sciences, Beijing, China."], ["Cai", "Xin-Lu", "XL", "Neuropsychology and Applied Cognitive Neuroscience Laboratory, CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China; Department of Psychology, University of Chinese Academy of Sciences, Beijing, China; Sino-Danish College, University of Chinese Academy of Sciences, Beijing, China; Sino-Danish Center for Education and Research, Beijing, China."], ["Weigl", "Michael", "M", "Experimental Neuropsychology Unit, Saarland University, Saarbrücken, Germany."], ["Bang", "Peter", "P", "Department of Communication and Psychology, Aalborg University, Denmark."], ["Cheung", "Eric F C", "EFC", "Castle Peak Hospital, Hong Kong, China."], ["Chan", "Raymond C K", "RCK", "Neuropsychology and Applied Cognitive Neuroscience Laboratory, CAS Key Laboratory of Mental Health, Institute of Psychology, Beijing, China; Department of Psychology, University of Chinese Academy of Sciences, Beijing, China. Electronic address: rckchan@psych.ac.cn."]], "title": "Multisensory temporal binding window in autism spectrum disorders and schizophrenia spectrum disorders: A systematic review and meta-analysis.", "year": null, "sentences": ["Multisensory temporal integration could be compromised in both autism spectrum disorders (ASD) and schizophrenia spectrum disorders (SSD) and may play an important role in perceptual and cognitive impairment in these two disorders.", "This review aimed to quantitatively compare the sensory temporal acuity between healthy controls and the two clinical groups (ASD and SSD).", "Impairment of sensory temporal integration was robust and comparable in both patients with SSD (Hedges' g=0.91, 95%CI[0.62-1.19]; Z=6.21, p<.001) and ASD (Hedges' g=0.85, (95%CI[0.54-1.15]; Z=5.39, p<.001).", "By further separating studies into unisensory and multisensory (bimodal: audiovisual) ones, subgroup analysis indicated heterogeneous and unstable effects for unisensory temporal binding in the ASD group, but a more consistent and severe impairment in multisensory temporal integration represented by an enlarged temporal binding window in both clinical groups.", "Such multisensory dysfunction is associated with symptoms like hallucinations and impaired social communications.", "Future studies focusing on improving multisensory temporal functions may have important implications for the amelioration of schizophrenia and autistic symptoms."], "id": "29317216", "text": "Multisensory temporal integration could be compromised in both autism spectrum disorders (ASD) and schizophrenia spectrum disorders (SSD) and may play an important role in perceptual and cognitive impairment in these two disorders. This review aimed to quantitatively compare the sensory temporal acuity between healthy controls and the two clinical groups (ASD and SSD). Impairment of sensory temporal integration was robust and comparable in both patients with SSD (Hedges' g=0.91, 95%CI[0.62-1.19]; Z=6.21, p<.001) and ASD (Hedges' g=0.85, (95%CI[0.54-1.15]; Z=5.39, p<.001). By further separating studies into unisensory and multisensory (bimodal: audiovisual) ones, subgroup analysis indicated heterogeneous and unstable effects for unisensory temporal binding in the ASD group, but a more consistent and severe impairment in multisensory temporal integration represented by an enlarged temporal binding window in both clinical groups. Such multisensory dysfunction is associated with symptoms like hallucinations and impaired social communications. Future studies focusing on improving multisensory temporal functions may have important implications for the amelioration of schizophrenia and autistic symptoms.", "doi": "10.1016/j.neubiorev.2017.12.013", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"], "date": "2018-01-18_23:45:08"}