{"words": ["review", "recent", "literature", "shared", "attention", "instances", "one", "personal", "perspective", "also", "another", "described", "shteynberg", "shared", "attention", "involves", "activation", "psychological", "perspective", "personal", "plural", "irreducibly", "perspective", "world", "experienced", "attention", "shared", "attention", "perceived", "information", "shared", "attention", "receives", "deeper", "cognitive", "processing", "updating", "mutual", "knowledge", "shared", "attention", "facilitates", "communication", "quite", "possibly", "creation", "shared", "attitudes", "beliefs", "review", "focus", "last", "5", "years", "empirical", "work", "detailing", "cognitive", "affective", "consequences", "shared", "attention", "also", "highlight", "empirical", "work", "relevance", "shared", "attention", "pragmatically", "important", "challenges", "polarizing", "effects", "social", "mass", "media", "consumption", "well", "cognitive", "mechanisms", "behind", "traits", "findings", "underscore", "possibility", "shared", "attention", "basic", "psychological", "building", "block", "human", "capacity", "act", "collectively", "others", "share", "one", "reality"], "authors": [["Shteynberg", "Garriy", "G", "University of Tennessee, USA. Electronic address: gshteynberg@gmail.com."]], "title": "A collective perspective: shared attention and the mind.", "year": null, "sentences": ["I review the recent literature on shared attention, instances in which one's personal perspective is also another's.", "As described by Shteynberg [6••], shared attention involves the activation of a psychological perspective that is personal and plural and irreducibly collective-a perspective in which the world is experienced from 'our attention'.", "When shared attention is perceived, information under shared attention receives deeper cognitive processing.", "By updating mutual knowledge, shared attention facilitates communication and, quite possibly, the creation of shared attitudes and beliefs.", "In this review, I focus on the last 5 years of empirical work detailing the cognitive and affective consequences of shared attention.", "I also highlight empirical work on the relevance of shared attention to pragmatically important challenges, such as the polarizing effects of social and mass media consumption, as well as the cognitive mechanisms behind autism-like traits.", "In all, the findings underscore the possibility that shared attention is a basic psychological building block of human sociality-a capacity to act collectively with others who share one's reality."], "id": "29317182", "text": "I review the recent literature on shared attention, instances in which one's personal perspective is also another's. As described by Shteynberg [6••], shared attention involves the activation of a psychological perspective that is personal and plural and irreducibly collective-a perspective in which the world is experienced from 'our attention'. When shared attention is perceived, information under shared attention receives deeper cognitive processing. By updating mutual knowledge, shared attention facilitates communication and, quite possibly, the creation of shared attitudes and beliefs. In this review, I focus on the last 5 years of empirical work detailing the cognitive and affective consequences of shared attention. I also highlight empirical work on the relevance of shared attention to pragmatically important challenges, such as the polarizing effects of social and mass media consumption, as well as the cognitive mechanisms behind autism-like traits. In all, the findings underscore the possibility that shared attention is a basic psychological building block of human sociality-a capacity to act collectively with others who share one's reality.", "doi": "10.1016/j.copsyc.2017.12.007", "journal": ["Current opinion in psychology", "Curr Opin Psychol"], "date": "2018-01-18_23:45:08"}