{"words": ["view", "cerebellar", "functions", "extended", "controlling", "sensorimotor", "processes", "processing", "information", "generating", "predictions", "diverse", "range", "behaviors", "functions", "rely", "computation", "local", "cerebellar", "microcircuits", "connectivity", "relays", "cerebellar", "output", "various", "brain", "areas", "review", "discuss", "recent", "work", "two", "circuit", "elements", "thought", "fundamental", "wide", "range", "behaviors", "role", "cerebellar", "granule", "cells", "multimodal", "integration", "cerebellar", "cortex", "connectivity", "deep", "cerebellar", "nuclei", "basal", "ganglia", "lastly", "discuss", "studies", "synapses", "circuits", "cerebellum", "rodent", "models", "disorders", "might", "contribute", "understanding", "pathophysiology", "class", "neurodevelopmental", "disorders"], "authors": [["Xiao", "Le", "L", "Biozentrum, University of Basel, 4056 Basel, Switzerland. Electronic address: le.xiao@unibas.ch."], ["Scheiffele", "Peter", "P", "Biozentrum, University of Basel, 4056 Basel, Switzerland."]], "title": "Local and long-range circuit elements for cerebellar function.", "year": null, "sentences": ["The view of cerebellar functions has been extended from controlling sensorimotor processes to processing 'contextual' information and generating predictions for a diverse range of behaviors.", "These functions rely on the computation of the local cerebellar microcircuits and long-range connectivity that relays cerebellar output to various brain areas.", "In this review, we discuss recent work on two of the circuit elements, which are thought to be fundamental for a wide range of non-sensorimotor behaviors: The role for cerebellar granule cells in multimodal integration in the cerebellar cortex and the long-range connectivity between the deep cerebellar nuclei and the basal ganglia.", "Lastly, we discuss how studies on synapses and circuits of the cerebellum in rodent models of autism-spectrum disorders might contribute to our understanding of the pathophysiology of this class of neurodevelopmental disorders."], "id": "29316490", "text": "The view of cerebellar functions has been extended from controlling sensorimotor processes to processing 'contextual' information and generating predictions for a diverse range of behaviors. These functions rely on the computation of the local cerebellar microcircuits and long-range connectivity that relays cerebellar output to various brain areas. In this review, we discuss recent work on two of the circuit elements, which are thought to be fundamental for a wide range of non-sensorimotor behaviors: The role for cerebellar granule cells in multimodal integration in the cerebellar cortex and the long-range connectivity between the deep cerebellar nuclei and the basal ganglia. Lastly, we discuss how studies on synapses and circuits of the cerebellum in rodent models of autism-spectrum disorders might contribute to our understanding of the pathophysiology of this class of neurodevelopmental disorders.", "doi": "10.1016/j.conb.2017.12.016", "journal": ["Current opinion in neurobiology", "Curr. Opin. Neurobiol."], "date": "2018-01-18_23:45:08"}