{"words": ["astrocytes", "largest", "glial", "population", "human", "murine", "brains", "crucial", "regulation", "synaptic", "connectivity", "first", "three", "weeks", "postnatal", "development", "immature", "astrocytes", "express", "mglu5", "expands", "several", "fold", "undergoing", "transition", "towards", "mature", "phase", "although", "signalling", "astrocyte", "functions", "extensively", "studied", "last", "decades", "whether", "signalling", "implicated", "mechanisms", "governing", "development", "well", "effects", "dysregulated", "astrocytic", "development", "neurodevelopmental", "disorders", "still", "unclear", "aim", "review", "examine", "known", "signalling", "developing", "astrocytes", "possible", "contribution", "pathophysiology", "autism", "spectrum", "disorders"], "authors": [["Petrelli", "Francesco", "F", "Department of Fundamental Neurosciences, University of Lausanne, CH-1005 Lausanne, Switzerland."], ["Bezzi", "Paola", "P", "Department of Fundamental Neurosciences, University of Lausanne, CH-1005 Lausanne, Switzerland. Electronic address: paola.bezzi@unil.ch."]], "title": "mGlu5-mediated signalling in developing astrocyte and the pathogenesis of autism spectrum disorders.", "year": null, "sentences": ["Astrocytes, the largest glial population in human and murine brains, are crucial to the regulation of synaptic connectivity.", "During the first three weeks of postnatal development, immature astrocytes express mGlu5 and expands several fold while undergoing a transition towards their mature phase.", "Although mGlu5-mediated signalling in astrocyte functions has been extensively studied in the last decades, whether this signalling is implicated in the mechanisms governing their development, as well as the effects of dysregulated astrocytic development on neurodevelopmental disorders, are still unclear.", "The aim of this review is to examine what is known about the mGlu5-mediated signalling in the developing astrocytes and its possible contribution to the pathophysiology of autism spectrum disorders."], "id": "29316489", "text": "Astrocytes, the largest glial population in human and murine brains, are crucial to the regulation of synaptic connectivity. During the first three weeks of postnatal development, immature astrocytes express mGlu5 and expands several fold while undergoing a transition towards their mature phase. Although mGlu5-mediated signalling in astrocyte functions has been extensively studied in the last decades, whether this signalling is implicated in the mechanisms governing their development, as well as the effects of dysregulated astrocytic development on neurodevelopmental disorders, are still unclear. The aim of this review is to examine what is known about the mGlu5-mediated signalling in the developing astrocytes and its possible contribution to the pathophysiology of autism spectrum disorders.", "doi": "10.1016/j.conb.2017.12.014", "journal": ["Current opinion in neurobiology", "Curr. Opin. Neurobiol."], "date": "2018-01-18_23:45:09"}