{"words": ["intolerance", "uncertainty", "iu", "dispositional", "risk", "factor", "involving", "maladaptive", "responding", "conditions", "uncertainty", "recent", "data", "indicate", "iu", "likely", "elevated", "youth", "autism", "spectrum", "disorder", "asd", "positively", "correlated", "anxiety", "study", "examined", "whether", "iu", "may", "associated", "asd", "independent", "anxiety", "relationships", "anxiety", "asd", "iu", "examined", "57", "children", "asd", "without", "intellectual", "disability", "32", "control", "participants", "ages", "years", "hierarchal", "linear", "regressions", "run", "examine", "whether", "asd", "variables", "including", "emotion", "dysregulation", "predictive", "iu", "controlling", "anxiety", "severity", "social", "communication", "deficits", "repetitive", "behaviors", "emotion", "dysregulation", "related", "iu", "controlling", "effects", "anxiety", "variables", "entered", "regression", "model", "together", "emotion", "dysregulation", "significant", "predictor", "iu", "findings", "suggest", "iu", "directly", "related", "features", "asd", "possibly", "due", "shared", "genetic", "neurological", "psychological", "underpinnings", "autism", "res", "2018", "2018", "international", "society", "autism", "research", "wiley", "periodicals", "asd", "without", "intellectual", "disability", "experience", "high", "levels", "intolerance", "uncertainty", "iu", "related", "anxiety", "study", "found", "iu", "may", "also", "relationship", "certain", "aspects", "asd", "particularly", "emotion", "dysregulation"], "authors": [["Vasa", "Roma A", "RA", "Center for Autism and Related Disorders, Kennedy Krieger Institute, 3901 Greenspring Avenue, Baltimore, Maryland, 21211."], ["Kreiser", "Nicole L", "NL", "Department of Psychiatry and Behavioral Sciences, Eastern Virginia Medical School, 825 Fairfax Avenue, Suite 710, Norfolk, Virginia, 23507."], ["Keefer", "Amy", "A", "Center for Autism and Related Disorders, Kennedy Krieger Institute, 3901 Greenspring Avenue, Baltimore, Maryland, 21211."], ["Singh", "Vini", "V", "Center for Autism and Related Disorders, Kennedy Krieger Institute, 3901 Greenspring Avenue, Baltimore, Maryland, 21211."], ["Mostofsky", "Stewart H", "SH", "Center for Neurodevelopmental and Imaging Research, Kennedy Krieger Institute, 707 North Broadway, Baltimore, Maryland, 21205."]], "title": "Relationships between autism spectrum disorder and intolerance of uncertainty.", "year": null, "sentences": ["Intolerance of uncertainty (IU) is a dispositional risk factor involving maladaptive responding under conditions of uncertainty.", "Recent data indicate that IU is likely elevated in youth with autism spectrum disorder (ASD) and is positively correlated with anxiety.", "This study examined whether IU may be associated with ASD independent of anxiety.", "Relationships between anxiety, ASD, and IU were examined in 57 children with ASD without co-occurring intellectual disability and 32 control participants, ages 7-16 years.", "Hierarchal linear regressions were run to examine whether ASD variables, including emotion dysregulation, were predictive of IU when controlling for anxiety.", "Severity of social communication deficits, repetitive behaviors, and emotion dysregulation were each related to IU when controlling for the effects of anxiety.", "When these variables were entered into the regression model together, emotion dysregulation was the only significant predictor of IU.", "These findings suggest that IU is directly related to features of ASD possibly due to shared genetic, neurological, or psychological underpinnings.", "Autism Res 2018.", "© 2018 International Society for Autism Research, Wiley Periodicals, Inc.Youth with ASD without co-occurring intellectual disability experience high levels of intolerance of uncertainty (IU), which is related to anxiety.", "This study found that IU may also have a relationship with certain aspects of ASD, particularly emotion dysregulation."], "id": "29316350", "text": "Intolerance of uncertainty (IU) is a dispositional risk factor involving maladaptive responding under conditions of uncertainty. Recent data indicate that IU is likely elevated in youth with autism spectrum disorder (ASD) and is positively correlated with anxiety. This study examined whether IU may be associated with ASD independent of anxiety. Relationships between anxiety, ASD, and IU were examined in 57 children with ASD without co-occurring intellectual disability and 32 control participants, ages 7-16 years. Hierarchal linear regressions were run to examine whether ASD variables, including emotion dysregulation, were predictive of IU when controlling for anxiety. Severity of social communication deficits, repetitive behaviors, and emotion dysregulation were each related to IU when controlling for the effects of anxiety. When these variables were entered into the regression model together, emotion dysregulation was the only significant predictor of IU. These findings suggest that IU is directly related to features of ASD possibly due to shared genetic, neurological, or psychological underpinnings. Autism Res 2018. © 2018 International Society for Autism Research, Wiley Periodicals, Inc.Youth with ASD without co-occurring intellectual disability experience high levels of intolerance of uncertainty (IU), which is related to anxiety. This study found that IU may also have a relationship with certain aspects of ASD, particularly emotion dysregulation.", "doi": "10.1002/aur.1916", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:45:09"}