{"words": ["children", "autism", "spectrum", "disorder", "asd", "often", "experience", "difficulty", "participating", "everyday", "home", "routines", "bed", "time", "bath", "time", "randomized", "controlled", "trial", "examined", "efficacy", "interactive", "parenting", "tutorial", "improving", "children", "engagement", "daily", "routines", "proximal", "outcomes", "well", "improving", "children", "social", "communication", "parenting", "efficacy", "stress", "broad", "outcomes", "parents", "children", "asd", "18", "60", "months", "randomly", "assigned", "tutorial", "group", "n", "52", "control", "group", "n", "52", "parents", "completed", "questionnaires", "baseline", "t1", "1", "month", "t1", "t2", "completion", "2", "months", "t1", "t3", "relative", "control", "group", "parents", "tutorial", "group", "reported", "significantly", "higher", "use", "instructional", "strategies", "higher", "levels", "child", "engagement", "routines", "t2", "t3", "addition", "parents", "tutorial", "group", "reported", "significantly", "lower", "parenting", "stress", "higher", "parenting", "efficacy", "t3", "well", "higher", "ratings", "child", "social", "communication", "t2", "t3", "compared", "control", "group", "parents", "reported", "highly", "satisfied", "clinical", "content", "technical", "aspects", "tutorial", "improvements", "proximal", "broad", "outcomes", "suggest", "tutorial", "may", "promising", "accessible", "way", "empowering", "parents", "improving", "interactions", "autism", "res", "2018", "2018", "international", "society", "autism", "research", "wiley", "periodicals", "tutorial", "helped", "parents", "children", "asd", "use", "proven", "strategies", "improve", "child", "participation", "daily", "routines", "home", "parents", "used", "tutorial", "reported", "less", "parenting", "stress", "felt", "better", "parenting", "skills", "reported", "better", "child", "social", "interactions", "compared", "parents", "use", "tutorial", "tutorial", "may", "especially", "helpful", "families", "limited", "access", "services", "completed", "home"], "authors": [["Ibañez", "Lisa V", "LV", "Department of Psychology, University of Washington, Seattle, Washington."], ["Kobak", "Kenneth", "K", "Center for Psychological Consultation, Madison, Wisconsin."], ["Swanson", "Amy", "A", "Vanderbilt Kennedy Center Treatment and Research Institute for Autism Spectrum Disorders, (TRIAD), Vanderbilt University Medical Center, Nashville, Tennessee."], ["Wallace", "Lisa", "L", "Vanderbilt Kennedy Center Treatment and Research Institute for Autism Spectrum Disorders, (TRIAD), Vanderbilt University Medical Center, Nashville, Tennessee."], ["Warren", "Zachary", "Z", "Vanderbilt Kennedy Center Treatment and Research Institute for Autism Spectrum Disorders, (TRIAD), Vanderbilt University Medical Center, Nashville, Tennessee."], ["Stone", "Wendy L", "WL", "Department of Psychology, University of Washington, Seattle, Washington."]], "title": "Enhancing interactions during daily routines: A randomized controlled trial of a web-based tutorial for parents of young children with ASD.", "year": null, "sentences": ["Children with Autism Spectrum Disorder (ASD) often experience difficulty participating in everyday home routines, such as bed time or bath time.", "This randomized controlled trial examined the efficacy of an interactive, web-based parenting tutorial for improving children's engagement in daily routines (i.e., proximal outcomes) as well improving children's social communication and parenting efficacy and stress (i.e., broad outcomes).", "Parents of children with ASD between 18 and 60 months were randomly assigned to the Tutorial group (n = 52) or the Control group (n = 52).", "All parents completed questionnaires at baseline (T1), 1 month after T1 (T2; post-tutorial completion), and 2 months after T1 (T3).", "Relative to the Control group, parents in the Tutorial group reported significantly higher use of evidence-based instructional strategies and higher levels of child engagement during routines at T2 and T3.", "In addition, parents in the Tutorial group reported significantly lower parenting stress and higher parenting efficacy at T3, as well as higher ratings of child social communication at T2 and T3, compared to the Control group.", "Parents reported being highly satisfied with both the clinical content and technical aspects of the tutorial.", "These improvements in both proximal and broad parent-child outcomes suggest that this tutorial may be a promising and accessible way for empowering some parents and improving parent-child interactions.", "Autism Res 2018.", "© 2018 International Society for Autism Research, Wiley Periodicals, Inc.This web-based tutorial helped parents of children with ASD use proven strategies to improve their child's participation in daily routines at home.", "Parents who used the tutorial reported less parenting stress, felt better about their parenting skills, and reported better child social interactions compared to parents who did not use the tutorial.", "This tutorial may be especially helpful for families who have limited access to services, as it can be completed at home."], "id": "29316336", "text": "Children with Autism Spectrum Disorder (ASD) often experience difficulty participating in everyday home routines, such as bed time or bath time. This randomized controlled trial examined the efficacy of an interactive, web-based parenting tutorial for improving children's engagement in daily routines (i.e., proximal outcomes) as well improving children's social communication and parenting efficacy and stress (i.e., broad outcomes). Parents of children with ASD between 18 and 60 months were randomly assigned to the Tutorial group (n = 52) or the Control group (n = 52). All parents completed questionnaires at baseline (T1), 1 month after T1 (T2; post-tutorial completion), and 2 months after T1 (T3). Relative to the Control group, parents in the Tutorial group reported significantly higher use of evidence-based instructional strategies and higher levels of child engagement during routines at T2 and T3. In addition, parents in the Tutorial group reported significantly lower parenting stress and higher parenting efficacy at T3, as well as higher ratings of child social communication at T2 and T3, compared to the Control group. Parents reported being highly satisfied with both the clinical content and technical aspects of the tutorial. These improvements in both proximal and broad parent-child outcomes suggest that this tutorial may be a promising and accessible way for empowering some parents and improving parent-child interactions. Autism Res 2018. © 2018 International Society for Autism Research, Wiley Periodicals, Inc.This web-based tutorial helped parents of children with ASD use proven strategies to improve their child's participation in daily routines at home. Parents who used the tutorial reported less parenting stress, felt better about their parenting skills, and reported better child social interactions compared to parents who did not use the tutorial. This tutorial may be especially helpful for families who have limited access to services, as it can be completed at home.", "doi": "10.1002/aur.1919", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:45:09"}