{"words": ["far", "bugs", "guts", "microbiota", "interacts", "body", "previously", "unimagined", "ways", "research", "genome", "microbiome", "revealed", "human", "body", "microbiota", "recently", "recognized", "symbiotic", "relationship", "homeostatic", "balance", "regulates", "body", "function", "balance", "fragile", "easily", "disturbed", "plays", "fundamental", "role", "human", "survival", "depends", "healthy", "functioning", "microorganisms", "increasing", "rates", "cardiovascular", "autoimmune", "inflammatory", "diseases", "well", "epidemics", "obesity", "diabetes", "recent", "decades", "believed", "explained", "part", "unintended", "effects", "microbiota", "vaccinations", "poor", "diets", "environmental", "chemicals", "indiscriminate", "antibiotic", "use", "germophobia", "discovery", "exploration", "axis", "provided", "new", "insights", "functional", "diseases", "gut", "autoimmune", "disorders", "role", "probiotics", "treating", "certain", "affective", "disorders", "may", "even", "explain", "aspects", "autism", "research", "dietary", "effects", "human", "gut", "microbiota", "led", "classification", "three", "proposed", "enterotypes", "also", "revealed", "surprising", "role", "blood", "group", "antigens", "shaping", "populations", "blood", "group", "antigens", "previously", "associated", "disease", "risks", "subsequent", "association", "microbiota", "may", "reveal", "mechanisms", "lead", "development", "nutritional", "interventions", "improved", "treatment", "modalities", "exploration", "associations", "specific", "enteric", "microbes", "specific", "metabolites", "foster", "new", "dietary", "interventions", "treatment", "modalities", "genetic", "therapies", "inevitably", "application", "personalized", "healthcare", "strategies", "article", "categorized", "laboratory", "methods", "technologies", "metabolomics", "translational", "genomic", "systems", "medicine", "translational", "medicine", "physiology", "mammalian", "physiology", "health", "disease"], "authors": [["Ewald", "D Rose", "DR", "Department of Nutrition, University of North Carolina at Chapel Hill, Kannapolis, North Carolina."], ["Sumner", "Susan C J", "SCJ", "Department of Nutrition, University of North Carolina at Chapel Hill, Kannapolis, North Carolina."]], "title": "Human microbiota, blood group antigens, and disease.", "year": null, "sentences": ["Far from being just \"bugs in our guts,\" the microbiota interacts with the body in previously unimagined ways.", "Research into the genome and the microbiome has revealed that the human body and the microbiota have a long-established but only recently recognized symbiotic relationship; homeostatic balance between them regulates body function.", "That balance is fragile, easily disturbed, and plays a fundamental role in human health-our very survival depends on the healthy functioning of these microorganisms.", "Increasing rates of cardiovascular, autoimmune, and inflammatory diseases, as well as epidemics in obesity and diabetes in recent decades are believed to be explained, in part, by unintended effects on the microbiota from vaccinations, poor diets, environmental chemicals, indiscriminate antibiotic use, and \"germophobia.\"", "Discovery and exploration of the brain-gut-microbiota axis have provided new insights into functional diseases of the gut, autoimmune and stress-related disorders, and the role of probiotics in treating certain affective disorders; it may even explain some aspects of autism.", "Research into dietary effects on the human gut microbiota led to its classification into three proposed enterotypes, but also revealed the surprising role of blood group antigens in shaping those populations.", "Blood group antigens have previously been associated with disease risks; their subsequent association with the microbiota may reveal mechanisms that lead to development of nutritional interventions and improved treatment modalities.", "Further exploration of associations between specific enteric microbes and specific metabolites will foster new dietary interventions, treatment modalities, and genetic therapies, and inevitably, their application in personalized healthcare strategies.", "This article is categorized under: Laboratory Methods and Technologies > Metabolomics Translational, Genomic, and Systems Medicine > Translational Medicine Physiology > Mammalian Physiology in Health and Disease."], "id": "29316320", "text": "Far from being just \"bugs in our guts,\" the microbiota interacts with the body in previously unimagined ways. Research into the genome and the microbiome has revealed that the human body and the microbiota have a long-established but only recently recognized symbiotic relationship; homeostatic balance between them regulates body function. That balance is fragile, easily disturbed, and plays a fundamental role in human health-our very survival depends on the healthy functioning of these microorganisms. Increasing rates of cardiovascular, autoimmune, and inflammatory diseases, as well as epidemics in obesity and diabetes in recent decades are believed to be explained, in part, by unintended effects on the microbiota from vaccinations, poor diets, environmental chemicals, indiscriminate antibiotic use, and \"germophobia.\" Discovery and exploration of the brain-gut-microbiota axis have provided new insights into functional diseases of the gut, autoimmune and stress-related disorders, and the role of probiotics in treating certain affective disorders; it may even explain some aspects of autism. Research into dietary effects on the human gut microbiota led to its classification into three proposed enterotypes, but also revealed the surprising role of blood group antigens in shaping those populations. Blood group antigens have previously been associated with disease risks; their subsequent association with the microbiota may reveal mechanisms that lead to development of nutritional interventions and improved treatment modalities. Further exploration of associations between specific enteric microbes and specific metabolites will foster new dietary interventions, treatment modalities, and genetic therapies, and inevitably, their application in personalized healthcare strategies. This article is categorized under: Laboratory Methods and Technologies > Metabolomics Translational, Genomic, and Systems Medicine > Translational Medicine Physiology > Mammalian Physiology in Health and Disease.", "doi": "10.1002/wsbm.1413", "journal": ["Wiley interdisciplinary reviews. Systems biology and medicine", "Wiley Interdiscip Rev Syst Biol Med"], "date": "2018-01-18_23:45:09"}