{"words": ["research", "examining", "quality", "life", "qol", "children", "severe", "developmental", "disabilities", "sdd", "limited", "present", "study", "examines", "parent", "perceptions", "child", "qol", "children", "sdd", "compared", "typically", "developing", "td", "children", "examines", "predictors", "qol", "sdd", "246", "children", "sdd", "aged", "4", "19", "years", "210", "td", "children", "aged", "4", "18", "years", "responded", "online", "survey", "qol", "measured", "using", "composite", "variable", "composed", "child", "happiness", "achievement", "potential", "friendship", "dd", "lower", "qol", "ratings", "td", "children", "children", "dd", "higher", "qol", "related", "younger", "age", "higher", "adaptive", "skills", "lower", "maladaptive", "behaviour", "lower", "parent", "psychological", "distress", "higher", "satisfaction", "child", "promote", "positive", "outcomes", "children", "sdd", "target", "characteristics", "individual", "environment"], "authors": [["Ncube", "B L", "BL", "Department of Psychology, York University, Toronto, Canada."], ["Perry", "A", "A", "Department of Psychology, York University, Toronto, Canada."], ["Weiss", "J A", "JA", "Department of Psychology, York University, Toronto, Canada."]], "title": "The quality of life of children with severe developmental disabilities.", "year": null, "sentences": ["Research examining the quality of life (QoL) of children with severe developmental disabilities (SDD) is limited.", "The present study examines parent perceptions of child QoL in children with SDD compared with typically developing (TD) children and then examines predictors of QoL for the SDD group.Parents of 246 children with SDD (aged 4 to 19 years) and 210 TD children (aged 4 to 18 years) responded to an online survey.", "QoL was measured using a composite variable composed of the child's happiness, achievement of potential and friendship quality.Children with DD had lower QoL ratings than TD children.", "In children with DD, higher QoL was related to younger age, higher adaptive skills, lower maladaptive behaviour, lower parent psychological distress and higher satisfaction with the child's education.Interventions to promote positive outcomes for children with SDD should target both characteristics of the individual and the environment."], "id": "29315939", "text": "Research examining the quality of life (QoL) of children with severe developmental disabilities (SDD) is limited. The present study examines parent perceptions of child QoL in children with SDD compared with typically developing (TD) children and then examines predictors of QoL for the SDD group.Parents of 246 children with SDD (aged 4 to 19 years) and 210 TD children (aged 4 to 18 years) responded to an online survey. QoL was measured using a composite variable composed of the child's happiness, achievement of potential and friendship quality.Children with DD had lower QoL ratings than TD children. In children with DD, higher QoL was related to younger age, higher adaptive skills, lower maladaptive behaviour, lower parent psychological distress and higher satisfaction with the child's education.Interventions to promote positive outcomes for children with SDD should target both characteristics of the individual and the environment.", "doi": "10.1111/jir.12460", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "date": "2018-01-18_23:45:10"}