{"title": "iTRAQ-Based Proteomic Analysis Reveals Protein Profile in Plasma from Children with Autism.", "text": "Autism is a childhood neurological disorder with poorly understood etiology and pathology. This study is designed to identify differentially expressed proteins that might serve as potential biomarkers for autism.We perform iTRAQ (isobaric tags for relative and absolute quantitation) analysis for normal and autistic children's plasma of the same age group.The results show that 24 differentially expressed proteins were identified between autistic subjects and controls. For the first time, differential expression of complement C5 (C5) and fermitin family homolog 3 (FERMT3) are related to autism. Five proteins, that is, complement C3 (C3), C5, integrin alpha-IIb (ITGA2B), talin-1 (TLN1), and vitamin D-binding protein (GC) were validated via enzyme-linked immunosorbent assay (ELISA). By ROC (receiver operating characteristic) analysis, combinations of these five proteins C3, C5, GC, ITGA2B, and TLN1 distinguished autistic children from healthy controls with a high AUC (area under the ROC curve) value (0.982, 95% CI, 0.957-1.000, p < 0.000).These above described proteins are found involved in different pathways that have previously been linked to the pathophysiology of autism spectrum disorders (ASDs). The results strongly support that focal adhesions, acting cytoskeleton, cell adhesion, motility and migration, synaptogenesis, and complement system are involved in the pathogenesis of autism, and highlight the important role of platelet function in the pathophysiology of autism.", "journal": ["Proteomics. Clinical applications", "Proteomics Clin Appl"], "id": "29274201", "doi": "10.1002/prca.201700085", "date": "2017-12-23", "authors": [["Shen", "Liming", "L", "College of Life Science and Oceanography, Shenzhen University, Shenzhen, P. R. China."], ["Zhang", "Kaoyuan", "K", "College of Life Science and Oceanography, Shenzhen University, Shenzhen, P. R. China."], ["Feng", "Chengyun", "C", "Maternal and Child Health Hospital of Baoan, Shenzhen, P. R. China."], ["Chen", "Youjiao", "Y", "College of Life Science and Oceanography, Shenzhen University, Shenzhen, P. R. China."], ["Li", "Shuiming", "S", "College of Life Science and Oceanography, Shenzhen Key Laboratory of Microbial Genetic Engineering, Shenzhen University, Shenzhen, P. R. China."], ["Iqbal", "Javed", "J", "College of Life Science and Oceanography, Shenzhen University, Shenzhen, P. R. China."], ["Liao", "Liping", "L", "College of Life Science and Oceanography, Shenzhen University, Shenzhen, P. R. China."], ["Zhao", "Yuxi", "Y", "College of Life Science and Oceanography, Shenzhen University, Shenzhen, P. R. China."], ["Zhai", "Jian", "J", "Maternal and Child Health Hospital of Baoan, Shenzhen, P. R. China."]]}