{"title": "Alterations in CA1 hippocampal synapses in a mouse model of fragile X syndrome.", "text": "Fragile X Syndrome (FXS) is the major cause of inherited mental retardation and the leading genetic cause of Autism spectrum disorders. FXS is caused by mutations in the Fragile X Mental Retardation 1 (Fmr1) gene, which results in transcriptional silencing of Fragile X Mental Retardation Protein (FMRP). To elucidate cellular mechanisms involved in the pathogenesis of FXS, we compared dendritic spines in the hippocampal CA1 region of adult wild-type (WT) and Fmr1 knockout (Fmr1-KO) mice. Using diolistic labeling, confocal microscopy, and three-dimensional electron microscopy, we show a significant increase in the diameter of secondary dendrites, an increase in dendritic spine density, and a decrease in mature dendritic spines in adult Fmr1-KO mice. While WT and Fmr1-KO mice had the same mean density of spines, the variance in spine density was three times greater in Fmr1-KO mice. Reduced astrocyte participation in the tripartite synapse and less mature post-synaptic densities were also found in Fmr1-KO mice. We investigated whether the increase in synaptic spine density was associated with altered synaptic pruning during development. Our data are consistent with reduced microglia-mediated synaptic pruning in the CA1 region of Fmr1-KO hippocampi when compared with WT littermates at postnatal day 21, which is the peak period of synaptic pruning in the mouse hippocampus. Collectively, these results support abnormal synaptogenesis and synaptic remodeling in mice deficient in FMRP. Deficits in the maturation and distribution of synaptic spines on dendrites of CA1 hippocampal neurons may play a role in the intellectual disabilities associated with FXS.", "journal": ["Glia", "Glia"], "id": "29274095", "doi": "10.1002/glia.23284", "date": "2017-12-23", "authors": [["Jawaid", "Safdar", "S", "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio."], ["Kidd", "Grahame J", "GJ", "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio."], ["Wang", "Jing", "J", "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio."], ["Swetlik", "Carrie", "C", "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio."], ["Dutta", "Ranjan", "R", "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio."], ["Trapp", "Bruce D", "BD", "Department of Neurosciences, Lerner Research Institute, Cleveland Clinic, Cleveland, Ohio."]]}