{"words": ["review", "forms", "part", "series", "annual", "updates", "summarize", "evidence", "base", "atopic", "eczema", "ae", "providing", "succinct", "guide", "clinicians", "patients", "provides", "summary", "key", "findings", "15", "systematic", "reviews", "published", "2015", "focuses", "epidemiology", "methodology", "issues", "ae", "systematic", "reviews", "prevention", "treatment", "ae", "see", "part", "2", "update", "worldwide", "prevalence", "ae", "childhood", "calculated", "95", "ci", "based", "studies", "1", "430", "329", "children", "102", "countries", "children", "ae", "four", "times", "likely", "controls", "allergic", "rhinitis", "asthma", "relative", "risk", "rr", "95", "ci", "twin", "studies", "show", "heritability", "ae", "75", "ae", "prevalent", "patients", "vitiligo", "alopecia", "positively", "associated", "high", "body", "mass", "index", "america", "asia", "europe", "possible", "relationships", "ae", "exercise", "maternal", "folate", "supplementation", "maternal", "stress", "autism", "spectrum", "disorder", "asd", "assessed", "studies", "needed", "definitive", "conclusions", "harmonising", "outcomes", "measures", "eczema", "home", "initiative", "developing", "core", "set", "outcome", "measures", "ae", "trials", "suitable", "instruments", "measuring", "quality", "life", "yet", "agreed", "use", "investigator", "global", "assessment", "trials", "requires", "standardization", "transparent", "reporting", "ae", "trials", "remains", "problematic"], "authors": [["Davies", "E", "E", "Department of Dermatology, The Royal Liverpool and Broadgreen University Hospitals, Thomas Drive, Liverpool, UK."], ["Rogers", "N K", "NK", "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."], ["Lloyd-Lavery", "A", "A", "Department of Dermatology, Churchill Hospital, Oxford University Hospitals NHS Foundation Trust, Oxford, UK."], ["Grindlay", "D J C", "DJC", "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."], ["Thomas", "K S", "KS", "Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."]], "title": "What's new in atopic eczema? An analysis of systematic reviews published in 2015. Part 1: epidemiology and methodology.", "year": null, "sentences": ["This review forms part of a series of annual updates that summarize the evidence base for atopic eczema (AE), providing a succinct guide for clinicians and patients.", "It provides a summary of key findings from 15 systematic reviews that were published during 2015, and focuses on the epidemiology and methodology issues of AE.", "For systematic reviews on the prevention and treatment of AE, see Part 2 of this update.", "The worldwide prevalence of AE during childhood has been calculated to be 7.89% (95% CI 7.88-7.89), based on studies of 1 430 329 children from 102 countries.", "Children with AE are four times more likely than controls to have allergic rhinitis and asthma [relative risk (RR) = 4.24, 95% CI 3.75-4.79].", "Twin studies show the heritability of AE to be about 75%.", "AE is more prevalent in patients with vitiligo and alopecia, and is positively associated with a high body mass index in America and Asia but not in Europe.", "Possible relationships between AE and exercise, maternal folate supplementation, maternal stress and autism spectrum disorder (ASD) have been assessed, but more high-quality studies are needed for definitive conclusions.", "The Harmonising Outcomes Measures for Eczema (HOME) Initiative is developing a core set of outcome measures for AE trials.", "Suitable instruments for measuring quality of life are yet to be agreed, and use of Investigator Global Assessment in trials requires standardization.", "Transparent reporting of AE trials remains problematic."], "id": "29314180", "text": "This review forms part of a series of annual updates that summarize the evidence base for atopic eczema (AE), providing a succinct guide for clinicians and patients. It provides a summary of key findings from 15 systematic reviews that were published during 2015, and focuses on the epidemiology and methodology issues of AE. For systematic reviews on the prevention and treatment of AE, see Part 2 of this update. The worldwide prevalence of AE during childhood has been calculated to be 7.89% (95% CI 7.88-7.89), based on studies of 1 430 329 children from 102 countries. Children with AE are four times more likely than controls to have allergic rhinitis and asthma [relative risk (RR) = 4.24, 95% CI 3.75-4.79]. Twin studies show the heritability of AE to be about 75%. AE is more prevalent in patients with vitiligo and alopecia, and is positively associated with a high body mass index in America and Asia but not in Europe. Possible relationships between AE and exercise, maternal folate supplementation, maternal stress and autism spectrum disorder (ASD) have been assessed, but more high-quality studies are needed for definitive conclusions. The Harmonising Outcomes Measures for Eczema (HOME) Initiative is developing a core set of outcome measures for AE trials. Suitable instruments for measuring quality of life are yet to be agreed, and use of Investigator Global Assessment in trials requires standardization. Transparent reporting of AE trials remains problematic.", "doi": "10.1111/ced.13377", "journal": ["Clinical and experimental dermatology", "Clin. Exp. Dermatol."], "date": "2018-01-18_23:45:10"}