{"title": "Selective Impairment of Basic Emotion Recognition in People with Autism: Discrimination Thresholds for Recognition of Facial Expressions of Varying Intensities.", "text": "Autism spectrum disorders (ASD) are characterized by early onset qualitative impairments in reciprocal social development. However, whether individuals with ASD exhibit impaired recognition of facial expressions corresponding to basic emotions is debatable. To investigate subtle deficits in facial emotion recognition, we asked 14 children diagnosed with high-functioning autism (HFA)/AS and 17 typically developing peers to complete a new highly sensitive test of facial emotion recognition. The test stimuli comprised faces expressing increasing degrees of emotional intensity that slowly changed from a neutral to a full-intensity happiness, sadness, surprise, anger, disgust, or fear expression. We assessed individual differences in the intensity of stimuli required to make accurate judgments about emotional expressions. We found that, different emotions had different identification thresholds and the two groups were generally similar in terms of the sequence of discrimination threshold of six basic expressions. It was easier for individuals in both groups to identify emotions that were relatively fully expressed (e.g., intensity > 50%). Compared with control participants, children with ASD generally required stimuli with significantly greater intensity for the correct identification of anger, disgust, and fear expressions. These results suggest that individuals with ASD do not have a general but rather a selective impairment in basic emotion recognition.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29274008", "doi": "10.1007/s10803-017-3428-2", "date": "2017-12-22", "authors": [["Song", "Yongning", "Y", "Faculty of Education, East China Normal University, Shanghai, China. ynsong@psy.ecnu.edu.cn."], ["Hakoda", "Yuji", "Y", "Faculty of Human Development and Education, Kyoto Women's University, Kyoto, Japan."]]}