{"title": "The effects of oxytocin on social cognition in borderline personality disorder.", "text": "Deficits in social cognition and interpersonal difficulties are key features in borderline personality disorder. Social cognition refers to the function of perceiving and adequately dealing with social signals, leading to the establishment and maintenance of healthy and positive social relationships. Evidence suggests that oxytocin (OT) may improve social cognition and human social behavior. Recently, several studies have highlighted the beneficial effects of oxytocin in several psychiatric conditions involving social cognition deficits such as schizophrenia, autism or social phobia. However, despite growing interest, the effects of oxytocin in patients with borderline personality disorder are far from being clearly demonstrated.The objective of this work was to review and discuss studies investigating the interest of oxytocin in alleviating social cognition deficits in patients with borderline personality disorder (recognition of emotion, trust and cooperation, affective and cognitive empathy, emotional expression and social problem-solving).A systematic review of the literature was conducted up to September 31, 2016 on the Pubmed, Science direct, Medline and Scopus databases using \"borderline personality disorder\" and \"oxytocin\" as keywords. To be included, studies were to include patients with borderline personality disorder; to investigate social cognition and to investigate the effect of oxytocin on social cognition in patients with TPB.The initial search yielded 52 articles. Among them, 11 studies were selected according to the PRISMA criteria. The effect of oxytocin on social cognition in patients with borderline personality disorder was mainly investigated in relation to recognition of emotions and trust and cooperation. We did not find any studies investigating the effect of oxytocin on affective and cognitive empathy, emotional expression or social problem-solving abilities. In patients with borderline personality disorder, oxytocin had a beneficial impact on recognition and discrimination of emotions and on hypervigilance towards social threats. However, oxytocin could hinder trust and cooperation.These data lead us to consider oxytocin as a treatment for emotion recognition deficit and hypervigilance towards social threats in borderline personality disorder. A beneficial effect of oxytocin of this nature may be obtained only in patients without deficits in trust and cooperation because of a risk of aggravating relational instability. There was no current evidence for the interest of oxytocin in enhancing affective and cognitive empathy in borderline personality disorder. Further studies are needed to evaluate the clinical interest of combining oxytocin with psychotherapeutic approaches such as dialectical behavioral therapy or mentalisation-based treatment.", "journal": ["L'Encephale", "Encephale"], "id": "29273344", "doi": "10.1016/j.encep.2017.11.001", "date": "2017-12-19", "authors": [["Servan", "A", "A", "Groupement hospitalier centre, pavillon N, service de psychiatrie des urgences, hospices civils de Lyon, 69003 Lyon, France."], ["Brunelin", "J", "J", "Inserm U1028, CNRS UMR 5292, ΨR2 Team, Lyon Neuroscience Research Center, 69000 Lyon, France; University of Lyon, 69000 France; University of Lyon 1, 69000 Villeurbanne, France; Centre hospitalier Le-Vinatier, 69678 Bron, France."], ["Poulet", "E", "E", "Groupement hospitalier centre, pavillon N, service de psychiatrie des urgences, hospices civils de Lyon, 69003 Lyon, France; Inserm U1028, CNRS UMR 5292, ΨR2 Team, Lyon Neuroscience Research Center, 69000 Lyon, France; University of Lyon, 69000 France; University of Lyon 1, 69000 Villeurbanne, France; Centre hospitalier Le-Vinatier, 69678 Bron, France. Electronic address: emmanuel.poulet@chu-lyon.fr."]]}