{"title": "Social contact as a strategy for self-stigma reduction in young adults and adolescents with mental health problems.", "text": "This study assessed the effectiveness of a social contact program between young adults and adolescents with and without mental health problems. It was evaluated if the development of a social contact program in a non-segregated space and respecting criteria of contact hypothesis reduced Self-Stigma and Public Stigma and, increased Self-Esteem. A pre-post intervention design was used with a sample of 47 subjects, 25 with different mental health diagnoses (Psychotic Disorder, Anxiety Disorder, Depression, Autism Spectrum Disorder and Attention Deficit Hyperactivity Disorder) and 22 without mental health problems, aged between 15 and 35 years. Five workshops of social contact and creativity were carried out during five months with a 2-h weekly meeting. The results analysis revealed a significant reduction in Self-Stigma for participants with mental health problems and may suggest a slight reduction in Public Stigma as well as a slight increase in the level of Self-Esteem of all participants. These findings suggest that programs of this nature reduce Self-Stigma and facilitate social inclusion in young adults and adolescents with and without mental health problems.", "journal": ["Psychiatry research", "Psychiatry Res"], "id": "29272729", "doi": "10.1016/j.psychres.2017.12.017", "date": "2017-12-13", "authors": [["Martínez-Hidalgo", "Mª Nieves", "MN", "Research and Development Department, Fundación Cattell Psicólogos, Trapería, 6, 1°B, 30001 Murcia, Spain. Electronic address: nievesmhidalgo@fundacioncattellpsicologos.org."], ["Lorenzo-Sánchez", "Elena", "E", "Research and Development Department, Fundación Cattell Psicólogos, Trapería, 6, 1°B, 30001 Murcia, Spain."], ["López García", "Juan José", "JJ", "Faculty of Psychology, University of Murcia, Campus de Espinardo, 30100 Murcia, Spain."], ["Regadera", "Juan José", "JJ", "Research and Development Department, Fundación Cattell Psicólogos, Trapería, 6, 1°B, 30001 Murcia, Spain."]]}