{"words": ["difficulties", "social", "interaction", "reported", "children", "autism", "spectrum", "disorder", "asd", "children", "developmental", "coordination", "disorder", "dcd", "although", "disorders", "different", "diagnostic", "characteristics", "date", "assessment", "social", "skills", "dcd", "population", "limited", "assessment", "parent", "report", "present", "study", "employed", "eye", "tracking", "methodology", "examine", "children", "attend", "stimuli", "comparing", "28", "children", "dcd", "28", "children", "asd", "26", "td", "controls", "aged", "eye", "movements", "recorded", "children", "viewed", "30", "images", "half", "classed", "one", "person", "scene", "direct", "gaze", "half", "naturalistic", "scenes", "showing", "interaction", "children", "asd", "spent", "significantly", "less", "time", "looking", "regions", "images", "td", "children", "children", "dcd", "performed", "asd", "td", "groups", "respect", "children", "dcd", "demonstrated", "reduced", "tendency", "follow", "gaze", "comparison", "asd", "group", "findings", "confirm", "social", "atypicalities", "present", "asd", "lesser", "extent", "dcd", "follow", "different", "pattern", "future", "research", "would", "benefit", "considering", "developmental", "nature", "observed", "findings", "implications", "support"], "authors": [["Sumner", "Emma", "E", "Department of Psychology and Human Development, UCL Institute of Education, University College London, 25 Woburn Square, London, WC1H 0AA, UK. e.sumner@ucl.ac.uk."], ["Leonard", "Hayley C", "HC", "School of Psychology, University of Surrey, Guildford, UK."], ["Hill", "Elisabeth L", "EL", "Department of Psychology, Goldsmiths, University of London, London, UK."]], "title": "Comparing Attention to Socially-Relevant Stimuli in Autism Spectrum Disorder and Developmental Coordination Disorder.", "year": null, "sentences": ["Difficulties with social interaction have been reported in both children with an autism spectrum disorder (ASD) and children with developmental coordination disorder (DCD), although these disorders have very different diagnostic characteristics.", "To date, assessment of social skills in a DCD population has been limited to paper-based assessment or parent report.", "The present study employed eye tracking methodology to examine how children attend to socially-relevant stimuli, comparing 28 children with DCD, 28 children with ASD and 26 typically-developing (TD) age-matched controls (aged 7-10).", "Eye movements were recorded while children viewed 30 images, half of which were classed as 'Individual' (one person in the scene, direct gaze) and the other half were 'Social' (more naturalistic scenes showing an interaction).", "Children with ASD spent significantly less time looking at the face/eye regions in the images than TD children, but children with DCD performed between the ASD and TD groups in this respect.", "Children with DCD demonstrated a reduced tendency to follow gaze, in comparison to the ASD group.", "Our findings confirm that social atypicalities are present in both ASD and to a lesser extent DCD, but follow a different pattern.", "Future research would benefit from considering the developmental nature of the observed findings and their implications for support."], "id": "29313185", "text": "Difficulties with social interaction have been reported in both children with an autism spectrum disorder (ASD) and children with developmental coordination disorder (DCD), although these disorders have very different diagnostic characteristics. To date, assessment of social skills in a DCD population has been limited to paper-based assessment or parent report. The present study employed eye tracking methodology to examine how children attend to socially-relevant stimuli, comparing 28 children with DCD, 28 children with ASD and 26 typically-developing (TD) age-matched controls (aged 7-10). Eye movements were recorded while children viewed 30 images, half of which were classed as 'Individual' (one person in the scene, direct gaze) and the other half were 'Social' (more naturalistic scenes showing an interaction). Children with ASD spent significantly less time looking at the face/eye regions in the images than TD children, but children with DCD performed between the ASD and TD groups in this respect. Children with DCD demonstrated a reduced tendency to follow gaze, in comparison to the ASD group. Our findings confirm that social atypicalities are present in both ASD and to a lesser extent DCD, but follow a different pattern. Future research would benefit from considering the developmental nature of the observed findings and their implications for support.", "doi": "10.1007/s10802-017-0393-3", "journal": ["Journal of abnormal child psychology", "J Abnorm Child Psychol"], "date": "2018-01-18_23:45:10"}