{"words": ["caregivers", "child", "autism", "spectrum", "disorder", "asd", "often", "experience", "elevated", "distress", "current", "study", "examined", "potential", "protective", "factors", "caregiver", "distress", "child", "externalizing", "internalizing", "behaviors", "present", "family", "resources", "perceived", "social", "support", "parenting", "efficacy", "knowledge", "asd", "agreement", "actual", "perceived", "knowledge", "asd", "caregivers", "child", "asd", "completed", "online", "questionnaire", "results", "demonstrated", "main", "effects", "externalizing", "behavior", "family", "resources", "perceived", "social", "support", "significant", "interactions", "found", "among", "parenting", "efficacy", "internalizing", "behavior", "agreement", "actual", "perceived", "knowledge", "externalizing", "internalizing", "behaviors", "results", "indicate", "important", "factors", "emphasized", "working", "families", "child", "asd"], "authors": [["Lindsey", "Rebecca A", "RA", "Department of Psychology, Washington State University, Johnson Tower 233, P.O. Box 644820, Pullman, WA, 99164-4820, USA."], ["Barry", "Tammy D", "TD", "Department of Psychology, Washington State University, Johnson Tower 233, P.O. Box 644820, Pullman, WA, 99164-4820, USA. tammy.barry@wsu.edu."]], "title": "Protective Factors Against Distress for Caregivers of a Child with Autism Spectrum Disorder.", "year": null, "sentences": ["Caregivers of a child with autism spectrum disorder (ASD) often experience elevated distress.", "The current study examined potential protective factors against caregiver distress when child externalizing and internalizing behaviors are present: family resources, perceived social support, parenting efficacy, knowledge of ASD, and the agreement between actual and perceived knowledge of ASD.", "Caregivers of a child with ASD completed an online questionnaire.", "Results demonstrated main effects for externalizing behavior, family resources, and perceived social support.", "Significant interactions were found among parenting efficacy and internalizing behavior, and the agreement between actual and perceived knowledge with both externalizing and internalizing behaviors.", "Results indicate important factors that should be emphasized when working with families of a child with ASD."], "id": "29313179", "text": "Caregivers of a child with autism spectrum disorder (ASD) often experience elevated distress. The current study examined potential protective factors against caregiver distress when child externalizing and internalizing behaviors are present: family resources, perceived social support, parenting efficacy, knowledge of ASD, and the agreement between actual and perceived knowledge of ASD. Caregivers of a child with ASD completed an online questionnaire. Results demonstrated main effects for externalizing behavior, family resources, and perceived social support. Significant interactions were found among parenting efficacy and internalizing behavior, and the agreement between actual and perceived knowledge with both externalizing and internalizing behaviors. Results indicate important factors that should be emphasized when working with families of a child with ASD.", "doi": "10.1007/s10803-017-3372-1", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:11"}