{"words": ["research", "demonstrated", "caregivers", "use", "intervention", "strategies", "support", "children", "social", "engagement", "communication", "however", "clear", "degree", "caregivers", "must", "master", "strategies", "effectively", "support", "gains", "social", "communication", "specifically", "core", "challenges", "joint", "attention", "language", "comments", "minimally", "verbal", "children", "autism", "received", "social", "communication", "intervention", "caregiver", "coaching", "10", "min", "play", "interactions", "eight", "time", "points", "significant", "increase", "found", "children", "spontaneous", "language", "children", "spontaneous", "language", "associated", "caregivers", "implementation", "minimum", "benchmarks", "caregivers", "total", "intervention", "implementation", "discussed"], "authors": [["Shire", "Stephanie Y", "SY", "Special Education and Clinical Sciences, University of Oregon, HEDCO Education Building 5261 University of Oregon, Eugene, OR, 97403, USA. sshire@uoregon.edu."], ["Shih", "Wendy", "W", "Center for Autism Research and Treatment, University of California Los Angeles, 68-268 760 Westwood Plaza, Los Angeles, CA, 90024, USA."], ["Kasari", "Connie", "C", "Center for Autism Research and Treatment, University of California Los Angeles, 68-268 760 Westwood Plaza, Los Angeles, CA, 90024, USA."]], "title": "Brief Report: Caregiver Strategy Implementation-Advancing Spoken Communication in Children Who are Minimally Verbal.", "year": null, "sentences": ["Research has demonstrated that caregivers' use of intervention strategies can support their children's social engagement and communication.", "However, it is not clear to what degree caregivers must master the strategies to effectively support gains in social communication, specifically, core challenges such as joint attention language (comments).", "Twenty-two minimally verbal school-age children with autism received a social communication intervention with caregiver coaching.", "Through 10 min caregiver-child play interactions at eight time points, significant increase were found in children's spontaneous language.", "Further, children's spontaneous language was associated with caregivers' implementation.", "Minimum benchmarks for caregivers' total intervention implementation are discussed."], "id": "29313178", "text": "Research has demonstrated that caregivers' use of intervention strategies can support their children's social engagement and communication. However, it is not clear to what degree caregivers must master the strategies to effectively support gains in social communication, specifically, core challenges such as joint attention language (comments). Twenty-two minimally verbal school-age children with autism received a social communication intervention with caregiver coaching. Through 10 min caregiver-child play interactions at eight time points, significant increase were found in children's spontaneous language. Further, children's spontaneous language was associated with caregivers' implementation. Minimum benchmarks for caregivers' total intervention implementation are discussed.", "doi": "10.1007/s10803-017-3454-0", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:11"}