{"words": ["primary", "caregivers", "experience", "consequences", "close", "contact", "person", "autism", "spectrum", "disorder", "asd", "study", "used", "involvement", "evaluation", "questionnaire", "explore", "level", "consequences", "104", "caregivers", "involved", "adults", "high", "functioning", "asd", "compared", "consequences", "reported", "caregivers", "patients", "suffering", "depression", "schizophrenia", "caregivers", "involved", "adults", "experience", "overall", "consequences", "comparable", "involved", "patients", "depression", "schizophrenia", "worrying", "reported", "consequence", "tension", "experienced", "caregivers", "asd", "patients", "especially", "spouses", "care", "attention", "spouses", "adults", "appears", "needed"], "authors": [["Grootscholten", "Inge A C", "IAC", "Department of Psychiatry, Radboud University Medical Center, Nijmegen, Reinier Postlaan 4, 6525 EX, Nijmegen, The Netherlands. Inge.Grootscholten@max-ernst.nl."], ["van Wijngaarden", "Bob", "B", "Netherlands Institute of Mental Health and Addiction, Da Costakade 45, 3521 VS, Utrecht, The Netherlands."], ["Kan", "Cornelis C", "CC", "Department of Psychiatry, Radboud University Medical Center, Nijmegen, Reinier Postlaan 4, 6525 EX, Nijmegen, The Netherlands."]], "title": "High Functioning Autism Spectrum Disorders in Adults: Consequences for Primary Caregivers Compared to Schizophrenia and Depression.", "year": null, "sentences": ["Primary caregivers experience consequences from being in close contact to a person with autism spectrum disorder (ASD).", "This study used the Involvement Evaluation Questionnaire to explore the level of consequences of 104 caregivers involved with adults with High Functioning ASD (HF-ASD) and compared these with the consequences reported by caregivers of patients suffering from depression and schizophrenia.", "Caregivers involved with adults with an HF-ASD experience overall consequences comparable to those involved with patients with depression or schizophrenia.", "Worrying was the most reported consequence.", "More tension was experienced by the caregivers of ASD patients, especially by spouses.", "More care and attention for spouses of adults with an HF-ASD appears to be needed."], "id": "29313177", "text": "Primary caregivers experience consequences from being in close contact to a person with autism spectrum disorder (ASD). This study used the Involvement Evaluation Questionnaire to explore the level of consequences of 104 caregivers involved with adults with High Functioning ASD (HF-ASD) and compared these with the consequences reported by caregivers of patients suffering from depression and schizophrenia. Caregivers involved with adults with an HF-ASD experience overall consequences comparable to those involved with patients with depression or schizophrenia. Worrying was the most reported consequence. More tension was experienced by the caregivers of ASD patients, especially by spouses. More care and attention for spouses of adults with an HF-ASD appears to be needed.", "doi": "10.1007/s10803-017-3445-1", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:11"}