{"title": "Genetic testing including targeted gene panel in a diverse clinical population of children with autism spectrum disorder: Findings and implications.", "text": "Genetic testing of children with autism spectrum disorder (ASD) is now standard in the clinical setting, with American College of Medical Genetics and Genomics (ACMGG) guidelines recommending microarray for all children, fragile X testing for boys and additional gene sequencing, including PTEN and MECP2, in appropriate patients. Increasingly, testing utilizing high throughput sequencing, including gene panels and whole exome sequencing, are offered as well.We performed genetic testing including microarray, fragile X testing and targeted gene panel, consistently sequencing 161 genes associated with ASD risk, in a clinical population of 100 well characterized children with ASD. Frequency of rare variants identified in individual genes was compared with that reported in the Exome Aggregation Consortium (ExAC) database.We did not diagnose any conditions with complete penetrance for ASD; however, copy number variants believed to contribute to ASD risk were identified in 12%. Eleven children were found to have likely pathogenic variants on gene panel, yet, after careful analysis, none was considered likely causative of disease. KIRREL3 variants were identified in 6.7% of children compared to 2% in ExAC, suggesting a potential role for KIRREL3 variants in ASD risk. Children with KIRREL3 variants more often had minor facial dysmorphism and intellectual disability. We also observed an increase in rare variants in TSC2. However, analysis of variant data from the Simons Simplex Collection indicated that rare variants in TSC2 occur more commonly in specific racial/ethnic groups, which are more prevalent in our population than in the ExAC database.The yield of genetic testing including microarray, fragile X (boys) and targeted gene panel was 12%. Gene panel did not increase diagnostic yield; however, we found an increase in rare variants in KIRREL3. Our findings reinforce the need for racial/ethnic diversity in large-scale genomic databases used to identify variants that contribute to disease risk.", "journal": ["Molecular genetics & genomic medicine", "Mol Genet Genomic Med"], "id": "29271092", "doi": "10.1002/mgg3.354", "date": "2017-12-21", "authors": [["Kalsner", "Louisa", "L", "Connecticut Children's Medical Center, Farmington, CT, USA."], ["Twachtman-Bassett", "Jennifer", "J", "Connecticut Children's Medical Center, Farmington, CT, USA."], ["Tokarski", "Kristin", "K", "University of Connecticut School of Medicine, Farmington, CT, USA."], ["Stanley", "Christine", "C", "Courtagen Life Sciences, Woburn, MA, USA."], ["Dumont-Mathieu", "Thyde", "T", "Connecticut Children's Medical Center, Farmington, CT, USA."], ["Cotney", "Justin", "J", "University of Connecticut School of Medicine, Farmington, CT, USA."], ["Chamberlain", "Stormy", "S", "University of Connecticut School of Medicine, Farmington, CT, USA."]]}