{"title": "Visual Motion Prediction and Verbal False Memory Performance in Autistic Children.", "text": "Recent theoretical accounts propose that atypical predictive processing can explain the diverse cognitive and behavioral features associated with autism, and that difficulties in making predictions may be related to reduced contextual processing. In this pre-registered study, 30 autistic children aged 6-14 years and 30 typically developing children matched in age and non-verbal IQ completed visual extrapolation and false memory tasks to assess predictive abilities and contextual processing, respectively. In the visual extrapolation tasks, children were asked to predict when an occluded car would reach the end of a road and when an occluded set of lights would fill up a grid. Autistic children made predictions that were just as precise as those made by typically developing children, across a range of occlusion durations. In the false memory task, autistic and typically developing children did not differ significantly in their discrimination between items presented in a list and semantically related, non-presented items, although the data were insensitive, suggesting the need for larger samples. Our findings help to refine theoretical accounts by challenging the notion that autism is caused by pervasively disordered prediction abilities. Further studies will be required to assess the relationship between predictive processing and context use in autism, and to establish the conditions under which predictive processing may be impaired. Autism Res 2017. © 2017 The Authors Autism Research published by International Society for Autism Research and Wiley Periodicals, Inc.It has been suggested that autistic individuals have difficulties making predictions and perceiving the overall gist of things. Yet, here we found that autistic children made similar predictions about hidden objects as non-autistic children. In a memory task, autistic children were slightly less confused about whether they had heard a word before, when words were closely related in meaning. We conclude that autistic children do not show difficulties with this type of prediction.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29271070", "doi": "10.1002/aur.1915", "date": "2017-12-21", "authors": [["Tewolde", "Furtuna G", "FG", "Department of Experimental Psychology, University of Oxford, Oxford, UK."], ["Bishop", "Dorothy V M", "DVM", "Department of Experimental Psychology, University of Oxford, Oxford, UK."], ["Manning", "Catherine", "C", "Department of Experimental Psychology, University of Oxford, Oxford, UK."]]}