{"words": ["propionic", "acid", "ppa", "ubiquitous", "fatty", "acid", "fermentation", "product", "enteric", "microbiome", "present", "added", "many", "foods", "ppa", "beneficial", "effects", "also", "associated", "human", "disorders", "including", "autism", "spectrum", "disorders", "asds", "previously", "demonstrated", "ppa", "modulates", "mitochondrial", "dysfunction", "differentially", "subsets", "lymphoblastoid", "cell", "lines", "lcls", "derived", "patients", "asd", "specifically", "ppa", "significantly", "increases", "mitochondrial", "function", "lcls", "mitochondrial", "dysfunction", "baseline", "individuals", "autistic", "disorder", "atypical", "mitochondrial", "function", "lcls", "compared", "asd", "lcls", "normal", "mitochondrial", "function", "individuals", "autistic", "disorder", "normal", "mitochondrial", "function", "lcls", "control", "cnt", "lcls", "ppa", "1", "mm", "found", "minimal", "effect", "expression", "immune", "genes", "cnt", "lcls", "however", "hypothesized", "panther", "analysis", "demonstrated", "1", "mm", "ppa", "exposure", "24", "48", "h", "resulted", "significant", "activation", "immune", "system", "genes", "lcls", "effect", "ppa", "asd", "lcls", "compared", "cnt", "lcls", "asd", "groups", "demonstrated", "immune", "pathway", "activation", "although", "lcls", "demonstrate", "wider", "activation", "immune", "genes", "ingenuity", "pathway", "analysis", "identified", "several", "pathways", "key", "canonical", "pathways", "differentially", "regulated", "specifically", "human", "leukocyte", "antigen", "expression", "immunoglobulin", "production", "genes", "upregulated", "data", "demonstrate", "enteric", "microbiome", "metabolite", "ppa", "evoke", "atypical", "immune", "activation", "lcls", "underlying", "abnormal", "metabolic", "state", "ppa", "well", "enteric", "bacteria", "produce", "ppa", "implicated", "wide", "variety", "diseases", "components", "immune", "dysfunction", "including", "asd", "diabetes", "obesity", "inflammatory", "diseases", "insight", "metabolic", "modulator", "may", "wide", "applications", "health", "disease"], "authors": [["Frye", "Richard E", "RE", "Department of Pediatrics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Nankova", "Bistra", "B", "New York Medical College, Valhalla, NY, United States."], ["Bhattacharyya", "Sudeepa", "S", "Department of Pediatrics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Rose", "Shannon", "S", "Department of Pediatrics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["Bennuri", "Sirish C", "SC", "Department of Pediatrics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."], ["MacFabe", "Derrick F", "DF", "Kilee Patchell-Evans Autism Research Group, Alberta Children's Hospital Research Institute, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."]], "title": "Modulation of Immunological Pathways in Autistic and Neurotypical Lymphoblastoid Cell Lines by the Enteric Microbiome Metabolite Propionic Acid.", "year": null, "sentences": ["Propionic acid (PPA) is a ubiquitous short-chain fatty acid which is a fermentation product of the enteric microbiome and present or added to many foods.", "While PPA has beneficial effects, it is also associated with human disorders, including autism spectrum disorders (ASDs).", "We previously demonstrated that PPA modulates mitochondrial dysfunction differentially in subsets of lymphoblastoid cell lines (LCLs) derived from patients with ASD.", "Specifically, PPA significantly increases mitochondrial function in LCLs that have mitochondrial dysfunction at baseline [individuals with autistic disorder with atypical mitochondrial function (AD-A) LCLs] as compared to ASD LCLs with normal mitochondrial function [individuals with autistic disorder with normal mitochondrial function (AD-N) LCLs] and control (CNT) LCLs.", "PPA at 1 mM was found to have a minimal effect on expression of immune genes in CNT and AD-N LCLs.", "However, as hypothesized, Panther analysis demonstrated that 1 mM PPA exposure at 24 or 48 h resulted in significant activation of the immune system genes in AD-A LCLs.", "When the effect of PPA on ASD LCLs were compared to the CNT LCLs, both ASD groups demonstrated immune pathway activation, although the AD-A LCLs demonstrate a wider activation of immune genes.", "Ingenuity Pathway Analysis identified several immune-related pathways as key Canonical Pathways that were differentially regulated, specifically human leukocyte antigen expression and immunoglobulin production genes were upregulated.", "These data demonstrate that the enteric microbiome metabolite PPA can evoke atypical immune activation in LCLs with an underlying abnormal metabolic state.", "As PPA, as well as enteric bacteria which produce PPA, have been implicated in a wide variety of diseases which have components of immune dysfunction, including ASD, diabetes, obesity, and inflammatory diseases, insight into this metabolic modulator may have wide applications for both health and disease."], "id": "29312285", "text": "Propionic acid (PPA) is a ubiquitous short-chain fatty acid which is a fermentation product of the enteric microbiome and present or added to many foods. While PPA has beneficial effects, it is also associated with human disorders, including autism spectrum disorders (ASDs). We previously demonstrated that PPA modulates mitochondrial dysfunction differentially in subsets of lymphoblastoid cell lines (LCLs) derived from patients with ASD. Specifically, PPA significantly increases mitochondrial function in LCLs that have mitochondrial dysfunction at baseline [individuals with autistic disorder with atypical mitochondrial function (AD-A) LCLs] as compared to ASD LCLs with normal mitochondrial function [individuals with autistic disorder with normal mitochondrial function (AD-N) LCLs] and control (CNT) LCLs. PPA at 1 mM was found to have a minimal effect on expression of immune genes in CNT and AD-N LCLs. However, as hypothesized, Panther analysis demonstrated that 1 mM PPA exposure at 24 or 48 h resulted in significant activation of the immune system genes in AD-A LCLs. When the effect of PPA on ASD LCLs were compared to the CNT LCLs, both ASD groups demonstrated immune pathway activation, although the AD-A LCLs demonstrate a wider activation of immune genes. Ingenuity Pathway Analysis identified several immune-related pathways as key Canonical Pathways that were differentially regulated, specifically human leukocyte antigen expression and immunoglobulin production genes were upregulated. These data demonstrate that the enteric microbiome metabolite PPA can evoke atypical immune activation in LCLs with an underlying abnormal metabolic state. As PPA, as well as enteric bacteria which produce PPA, have been implicated in a wide variety of diseases which have components of immune dysfunction, including ASD, diabetes, obesity, and inflammatory diseases, insight into this metabolic modulator may have wide applications for both health and disease.", "doi": "10.3389/fimmu.2017.01670", "journal": ["Frontiers in immunology", "Front Immunol"], "date": "2018-01-18_23:45:11"}