{"title": "Delivery of a Personalized Treatment Approach to Women with Epilepsy.", "text": "Personalized treatment for women with epilepsy is essential, and requires thorough weighing of the risks and benefits of the initial diagnostic and therapeutic options chosen, with readjustments of the antiepileptic regimen throughout the patient's life.Approximately one-third of women with epilepsy have a catamenial pattern, and the most common pattern is an increase in seizure frequency in the perimenstrual phase. These women are also more likely to experience a decrease in seizure frequency during pregnancy and menopause. A good treatment option for catamenial epilepsy is still lacking.For contraception, an intrauterine device is currently the preferred choice. Prior to conception, it is advisable to review the known impact of different antiepileptic drugs on the developing fetus and to optimize the patient's treatment regimen. Pregnancy registries and observational studies have provided key data and continue to refine our understanding of the risks to the structural and cognitive development of the fetus of specific antiepileptic drugs, including polytherapies and newer medications. Different studies consistently report that valproic acid has notably high relative risks for congenital malformations, lower IQ, and features of autism. During pregnancy, there is growing evidence that therapeutic dose monitoring is beneficial for seizure control. Counseling about seizure safety and minimizing provoking factors during the peripartum period is important for the patient with epilepsy.Clinical studies continue to investigate the complex relationship between cycling sex steroid hormones, epilepsy, and antiepileptic medications, with hopes to better explain drug clearance changes during pregnancy, changes in seizure frequency, and neuroendocrine abnormalities. Thorough understanding of these key factors and a continuous review of literature for updated data on different treatment options will enable optimal treatment recommendations that will improve the health of women with epilepsy and their children.", "journal": ["Seminars in neurology", "Semin Neurol"], "id": "29270934", "doi": "10.1055/s-0037-1608932", "date": "2017-12-21", "authors": [["Voinescu", "P Emanuela", "PE", "Department of Neurology, Harvard Medical School, Boston, Massachusetts."], ["Pennell", "Page B", "PB", "Department of Neurology, Harvard Medical School, Boston, Massachusetts."]]}