{"title": "A postmortem stereological study of the amygdala in Williams syndrome.", "text": "Perturbations to the amygdala have been observed in neurological disorders characterized by abnormalities in social behavior, such as autism and schizophrenia. Here, we quantitatively examined the amygdala in the postmortem human brains of male and female individuals diagnosed with Williams Syndrome (WS), a neurodevelopmental disorder caused by a well-defined deletion of ~ 26 genes, and accompanied by a consistent behavioral profile that includes profound hypersociability. Using unbiased stereological sampling, we estimated nucleus volume, number of neurons, neuron density, and neuron soma area in four major amygdaloid nuclei- the lateral nucleus, basal nucleus, accessory basal nucleus, and central nucleus- in a sample of five adult and two infant WS brains and seven age-, sex- and hemisphere-matched typically developing control (TD) brains. Boundaries of the four nuclei examined were drawn on Nissl-stained coronal sections as four separate regions of interest for data collection. We found that the lateral nucleus contains significantly more neurons in WS compared to TD. WS and TD do not demonstrate significant differences in neuron number in the basal, accessory basal, or central nuclei, and there are no significant differences between WS and TD in nuclei volume, neuron density, and neuron soma area in any of the four nuclei. A similarly designed study reported a decrease in lateral nucleus neuron number in autism, mirroring the opposing extremes of the two disorders in the social domain. These results suggest that the number of neurons in the lateral nucleus may contribute to pathological disturbances in amygdala function and sociobehavioral phenotype.", "journal": ["Brain structure & function", "Brain Struct Funct"], "id": "29270815", "doi": "10.1007/s00429-017-1592-y", "date": "2017-12-21", "authors": [["Lew", "Caroline H", "CH", "Department of Anthropology, Social Sciences Building Rm. 210, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA, 92093-0532, USA."], ["Groeniger", "Kimberly M", "KM", "Department of Anthropology, Social Sciences Building Rm. 210, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA, 92093-0532, USA."], ["Bellugi", "Ursula", "U", "Laboratory for Cognitive Neuroscience, Salk Institute for Biological Studies, 10010 N. Torrey Pines Rd., La Jolla, CA, 92037, USA."], ["Stefanacci", "Lisa", "L", "Department of Anthropology, Social Sciences Building Rm. 210, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA, 92093-0532, USA."], ["Schumann", "Cynthia M", "CM", "Department of Psychiatry and Behavioral Sciences, MIND Institute, University of California, Davis, Sacramento, CA, 95817, USA."], ["Semendeferi", "Katerina", "K", "Department of Anthropology, Social Sciences Building Rm. 210, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA, 92093-0532, USA. ksemende@ucsd.edu."]]}