{"words": ["study", "examines", "region", "district", "school", "mechanisms", "leadership", "support", "training", "requirements", "structure", "collaboration", "education", "affect", "use", "practices", "ebps", "schools", "affects", "outcomes", "students", "autism", "spectrum", "disorder", "asd", "despite", "growing", "evidence", "positive", "effects", "ebps", "asd", "practices", "consistently", "effectively", "used", "schools", "although", "special", "education", "programs", "mandated", "use", "ebps", "methods", "selecting", "implementing", "sustaining", "ebps", "research", "focuses", "primarily", "teacher", "training", "without", "attention", "contextual", "factors", "implementation", "climate", "attitudes", "toward", "ebps", "resource", "allocation", "social", "networks", "may", "impact", "outcomes", "using", "implementation", "science", "framework", "project", "prospectively", "examine", "relations", "factors", "teachers", "use", "ebps", "student", "education", "data", "collected", "approximately", "85", "regional", "special", "education", "directors", "170", "regional", "program", "specialists", "265", "district", "special", "education", "directors", "265", "behavior", "specialists", "925", "school", "principals", "3538", "special", "education", "teachers", "2700", "paraprofessionals", "administrative", "data", "students", "asd", "served", "participating", "teachers", "examined", "total", "79", "personnel", "also", "participate", "social", "network", "interviews", "mixed", "methods", "including", "surveys", "administrative", "data", "observational", "checklists", "used", "gather", "information", "malleable", "factors", "relate", "positive", "teacher", "implementation", "ebps", "student", "outcomes", "modeling", "used", "assess", "malleable", "factors", "related", "ebp", "implementation", "linked", "trainer", "teacher", "student", "outcomes", "examined", "based", "moderators", "district", "size", "special", "education", "local", "plan", "area", "structure", "teachers", "asd", "experience", "finally", "dynamic", "social", "network", "approach", "used", "map", "connectivity", "across", "levels", "system", "selected", "regions", "dynamic", "network", "analysis", "used", "gauge", "degree", "ways", "ebp", "trainings", "resources", "interventions", "shared", "shared", "among", "school", "expected", "inform", "development", "interventions", "improve", "implementation", "ebps", "students", "asd"], "authors": [["Stahmer", "Aubyn C", "AC", "University of California, Davis MIND Institute, 2825 50th St, Sacramento, CA, 95819, USA. astahmer@ucdavis.edu."], ["Suhrheinrich", "Jessica", "J", "College of Education, San Diego State University, 5500 Campanile Dr., San Diego, CA, 92182, USA."], ["Schetter", "Patricia L", "PL", "University of California, Davis MIND Institute, 2825 50th St, Sacramento, CA, 95819, USA."], ["McGee Hassrick", "Elizabeth", "E", "Life Course Outcomes Research Program at AJ Drexel Autism Institute, Drexel University, 3020 Market St, St 560, Philadelphia, PA19104, USA."]], "title": "Exploring multi-level system factors facilitating educator training and implementation of evidence-based practices (EBP): a study protocol.", "year": null, "sentences": ["This study examines how system-wide (i.e., region, district, and school) mechanisms such as leadership support, training requirements, structure, collaboration, and education affect the use of evidence-based practices (EBPs) in schools and how this affects the outcomes for students with autism spectrum disorder (ASD).", "Despite growing evidence for the positive effects of EBPs for ASD, these practices are not consistently or effectively used in schools.", "Although special education programs are mandated to use EBPs, there are very few evidence-based methods for selecting, implementing, and sustaining EBPs.", "Research focuses primarily on teacher training, without attention to contextual factors (e.g., implementation climate, attitudes toward EBPs, resource allocation, and social networks) that may impact outcomes.", "Using an implementation science framework, this project will prospectively examine relations between system-wide factors and teachers' use of EBPs and student education outcomes.Survey data will be collected from approximately 85 regional special education directors, 170 regional program specialists, 265 district special education directors, 265 behavior specialists, 925 school principals, 3538 special education teachers, and 2700 paraprofessionals.", "Administrative data for the students with ASD served by participating teachers will be examined.", "A total of 79 regional-, district-, and school-level personnel will also participate in social network interviews.", "Mixed methods, including surveys, administrative data, and observational checklists, will be used to gather in-depth information about system-wide malleable factors that relate to positive teacher implementation of EBPs and student outcomes.", "Multi-level modeling will be used to assess system-wide malleable factors related to EBP implementation which will be linked to the trainer, teacher, and student outcomes and examined based on moderators (e.g., district size, Special Education Local Plan Area structure, teachers' ASD experience).", "Finally, a dynamic social network approach will be used to map EBP-related connectivity across all levels of the system for selected regions.", "Dynamic network analysis will be used to gauge the degree to which and ways that EBP trainings, resources, and interventions are shared (or not shared) among school staff.Results are expected to inform the development of system-wide interventions to improve the school-based implementation of EBPs for students with ASD."], "id": "29310683", "text": "This study examines how system-wide (i.e., region, district, and school) mechanisms such as leadership support, training requirements, structure, collaboration, and education affect the use of evidence-based practices (EBPs) in schools and how this affects the outcomes for students with autism spectrum disorder (ASD). Despite growing evidence for the positive effects of EBPs for ASD, these practices are not consistently or effectively used in schools. Although special education programs are mandated to use EBPs, there are very few evidence-based methods for selecting, implementing, and sustaining EBPs. Research focuses primarily on teacher training, without attention to contextual factors (e.g., implementation climate, attitudes toward EBPs, resource allocation, and social networks) that may impact outcomes. Using an implementation science framework, this project will prospectively examine relations between system-wide factors and teachers' use of EBPs and student education outcomes.Survey data will be collected from approximately 85 regional special education directors, 170 regional program specialists, 265 district special education directors, 265 behavior specialists, 925 school principals, 3538 special education teachers, and 2700 paraprofessionals. Administrative data for the students with ASD served by participating teachers will be examined. A total of 79 regional-, district-, and school-level personnel will also participate in social network interviews. Mixed methods, including surveys, administrative data, and observational checklists, will be used to gather in-depth information about system-wide malleable factors that relate to positive teacher implementation of EBPs and student outcomes. Multi-level modeling will be used to assess system-wide malleable factors related to EBP implementation which will be linked to the trainer, teacher, and student outcomes and examined based on moderators (e.g., district size, Special Education Local Plan Area structure, teachers' ASD experience). Finally, a dynamic social network approach will be used to map EBP-related connectivity across all levels of the system for selected regions. Dynamic network analysis will be used to gauge the degree to which and ways that EBP trainings, resources, and interventions are shared (or not shared) among school staff.Results are expected to inform the development of system-wide interventions to improve the school-based implementation of EBPs for students with ASD.", "doi": "10.1186/s13012-017-0698-1", "journal": ["Implementation science : IS", "Implement Sci"], "date": "2018-01-18_23:45:12"}