{"title": "Subthreshold autism spectrum disorder in patients with eating disorders.", "text": "Increasingly data suggest a possible overlap between psychopathological manifestations of eating disorders (EDs) and autism spectrum disorders (ASD). The aim of the present study was to assess the presence of subthreshold autism spectrum symptoms, by means of a recently validated instrument, in a sample of participants with EDs, particularly comparing participants with or without binge eating behaviours.138 participants meeting DSM-5 criteria for EDs and 160 healthy control participants (HCs), were recruited at 3 Italian University Departments of Psychiatry and assessed by the SCID-5, the Adult Autism Subthreshold Spectrum (AdAS Spectrum) and the Eating Disorders Inventory, version 2 (EDI-2). ED participants included: 46 with restrictive anorexia (AN-R); 24 with binge-purging type of Anorexia Nervosa (AN-BP); 34 with Bulimia Nervosa (BN) and 34 with Binge Eating Disorder (BED). The sample was split in two groups: participants with binge eating behaviours (BEB), in which were included participants with AN-BP, BN and BED, and participants with restrictive behaviours (AN-R).participants with EDs showed significantly higher AdAS Spectrum total scores than HCs. Moreover, EDs participants showed significantly higher scores on all AdAS Spectrum domains with the exception of Non verbal communication and Hyper-Hypo reactivity to sensory input for AN-BP participants, and Childhood/Adolescence domain for AN-BP and BED participants. Participants with AN-R scored significantly higher than participants with BEB on the AdAS Spectrum total score, and on the Inflexibility and adherence to routine and Restricted interest/rumination AdAS Spectrum domain scores. Significant correlations emerged between the Interpersonal distrust EDI-2 sub-scale and the Non verbal communication and the Restricted interest and rumination AdAS Spectrum domains; as well as between the Social insecurity EDI-2 sub-scale and the Inflexibility and adherence to routine and Restricted interest and rumination domains in participants with EDs.Our data corroborate the presence of higher subthreshold autism spectrum symptoms among ED participants with respect to HCs, with particularly higher levels among restrictive participants. Relevant correlations between subthreshold autism spectrum symptoms and EDI-2 Subscale also emerged.", "journal": ["Comprehensive psychiatry", "Compr Psychiatry"], "id": "29268154", "doi": "10.1016/j.comppsych.2017.11.007", "date": "2017-11-28", "authors": [["Dell'Osso", "L", "L", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Carpita", "B", "B", "Department of Clinical and Experimental Medicine, University of Pisa, Italy. Electronic address: barbara.carpita1986@gmail.com."], ["Gesi", "C", "C", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Cremone", "I M", "IM", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Corsi", "M", "M", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Massimetti", "E", "E", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Muti", "D", "D", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Calderani", "E", "E", "Psychiatric Unit, Department of Neuropsychiatric Sciences, Florence University School of Medicine, 50134 Firenze, Italy."], ["Castellini", "G", "G", "Psychiatric Unit, Department of Neuropsychiatric Sciences, Florence University School of Medicine, 50134 Firenze, Italy."], ["Luciano", "M", "M", "Department of Psychiatry, University of Naples SUN, Naples, Italy."], ["Ricca", "V", "V", "Psychiatric Unit, Department of Neuropsychiatric Sciences, Florence University School of Medicine, 50134 Firenze, Italy."], ["Carmassi", "C", "C", "Department of Clinical and Experimental Medicine, University of Pisa, Italy."], ["Maj", "M", "M", "Department of Psychiatry, University of Naples SUN, Naples, Italy."]]}