{"words": ["autism", "spectrum", "disorder", "asd", "characterized", "social", "impairments", "repetitive", "behaviors", "affects", "1", "68", "us", "children", "despite", "asd", "societal", "impact", "disease", "mechanisms", "remain", "poorly", "understood", "recent", "preclinical", "asd", "biomarker", "discovery", "research", "implicated", "neuropeptides", "oxytocin", "oxt", "arginine", "vasopressin", "avp", "receptors", "oxtr", "avpr1a", "animal", "models", "efforts", "translate", "findings", "individuals", "asd", "typically", "involved", "evaluating", "single", "neuropeptide", "measures", "biomarkers", "asd", "behavioral", "functioning", "given", "asd", "heterogeneous", "disorder", "unidimensional", "asd", "biomarker", "studies", "challenging", "reproduce", "employed", "multidimensional", "neuropeptide", "biomarker", "analysis", "powerfully", "interrogate", "disease", "status", "symptom", "severity", "well", "characterized", "child", "cohort", "comprised", "asd", "patients", "neurotypical", "controls", "neuropeptide", "measures", "considered", "whole", "correctly", "predicted", "disease", "status", "57", "68", "84", "participants", "analysis", "revealed", "composite", "measure", "oxtr", "avpr1a", "gene", "expression", "key", "driver", "group", "classification", "children", "asd", "lower", "neuropeptide", "receptor", "mrna", "levels", "compared", "controls", "lower", "neuropeptide", "receptor", "mrna", "levels", "also", "predicted", "greater", "symptom", "severity", "core", "asd", "features", "social", "impairments", "stereotyped", "behaviors", "unrelated", "intellectual", "impairment", "associated", "feature", "asd", "findings", "research", "highlight", "value", "assessing", "multiple", "related", "biological", "measures", "relative", "contributions", "study", "suggest", "low", "blood", "neuropeptide", "receptor", "availability", "may", "promising", "biomarker", "disease", "presence", "symptom", "severity", "asd"], "authors": [["Oztan", "Ozge", "O", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States. Electronic address: ooztan@stanford.edu."], ["Jackson", "Lisa P", "LP", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States."], ["Libove", "Robin A", "RA", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States."], ["Sumiyoshi", "Raena D", "RD", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States."], ["Phillips", "Jennifer M", "JM", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States."], ["Garner", "Joseph P", "JP", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States; Department of Comparative Medicine, Stanford University, Stanford, CA 94305, United States."], ["Hardan", "Antonio Y", "AY", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States."], ["Parker", "Karen J", "KJ", "Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, United States."]], "title": "Biomarker discovery for disease status and symptom severity in children with autism.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is characterized by social impairments and repetitive behaviors, and affects 1 in 68 US children.", "Despite ASD's societal impact, its disease mechanisms remain poorly understood.", "Recent preclinical ASD biomarker discovery research has implicated the neuropeptides oxytocin (OXT) and arginine vasopressin (AVP), and their receptors, OXTR and AVPR1A, in animal models.", "Efforts to translate these findings to individuals with ASD have typically involved evaluating single neuropeptide measures as biomarkers of ASD and/or behavioral functioning.", "Given that ASD is a heterogeneous disorder, and unidimensional ASD biomarker studies have been challenging to reproduce, here we employed a multidimensional neuropeptide biomarker analysis to more powerfully interrogate disease status and symptom severity in a well characterized child cohort comprised of ASD patients and neurotypical controls.", "These blood-based neuropeptide measures, considered as a whole, correctly predicted disease status for 57 out of 68 (i.e., 84%) participants.", "Further analysis revealed that a composite measure of OXTR and AVPR1A gene expression was the key driver of group classification, and that children with ASD had lower neuropeptide receptor mRNA levels compared to controls.", "Lower neuropeptide receptor mRNA levels also predicted greater symptom severity for core ASD features (i.e., social impairments and stereotyped behaviors), but were unrelated to intellectual impairment, an associated feature of ASD.", "Findings from this research highlight the value of assessing multiple related biological measures, and their relative contributions, in the same study, and suggest that low blood neuropeptide receptor availability may be a promising biomarker of disease presence and symptom severity in ASD."], "id": "29309996", "text": "Autism spectrum disorder (ASD) is characterized by social impairments and repetitive behaviors, and affects 1 in 68 US children. Despite ASD's societal impact, its disease mechanisms remain poorly understood. Recent preclinical ASD biomarker discovery research has implicated the neuropeptides oxytocin (OXT) and arginine vasopressin (AVP), and their receptors, OXTR and AVPR1A, in animal models. Efforts to translate these findings to individuals with ASD have typically involved evaluating single neuropeptide measures as biomarkers of ASD and/or behavioral functioning. Given that ASD is a heterogeneous disorder, and unidimensional ASD biomarker studies have been challenging to reproduce, here we employed a multidimensional neuropeptide biomarker analysis to more powerfully interrogate disease status and symptom severity in a well characterized child cohort comprised of ASD patients and neurotypical controls. These blood-based neuropeptide measures, considered as a whole, correctly predicted disease status for 57 out of 68 (i.e., 84%) participants. Further analysis revealed that a composite measure of OXTR and AVPR1A gene expression was the key driver of group classification, and that children with ASD had lower neuropeptide receptor mRNA levels compared to controls. Lower neuropeptide receptor mRNA levels also predicted greater symptom severity for core ASD features (i.e., social impairments and stereotyped behaviors), but were unrelated to intellectual impairment, an associated feature of ASD. Findings from this research highlight the value of assessing multiple related biological measures, and their relative contributions, in the same study, and suggest that low blood neuropeptide receptor availability may be a promising biomarker of disease presence and symptom severity in ASD.", "doi": "10.1016/j.psyneuen.2017.12.022", "journal": ["Psychoneuroendocrinology", "Psychoneuroendocrinology"], "date": "2018-01-18_23:45:13"}