{"words": ["autism", "spectrum", "disorder", "asd", "complex", "neurodevelopmental", "impairments", "origins", "linked", "genetic", "environmental", "factors", "hence", "urgency", "establish", "animal", "models", "characteristics", "understand", "underlying", "mechanisms", "asd", "prenatal", "exposure", "valproic", "acid", "vpa", "shown", "cause", "symptoms", "humans", "rats", "recently", "zebrafish", "present", "study", "investigated", "use", "vpa", "exposure", "create", "asd", "model", "zebrafish", "verified", "observation", "phenotypes", "brain", "development", "behavioral", "changes", "embryonic", "larval", "zebrafish", "findings", "revealed", "treating", "zebrafish", "embryos", "vpa", "starting", "8h", "post", "fertilization", "hpf", "resulted", "significant", "increase", "asd", "macrocephalic", "phenotype", "hyperactivity", "movement", "behaviors", "increases", "larval", "social", "behaviors", "analysis", "showed", "increases", "cell", "proliferation", "proportion", "mature", "newborn", "neurons", "neural", "stem", "cell", "proliferation", "brain", "region", "may", "contribute", "brain", "overgrowth", "macrocephaly", "observed", "following", "vpa", "exposure", "study", "demonstrated", "vpa", "exposure", "generate", "phenotypes", "behaviors", "showing", "validity", "zebrafish", "alternative", "model", "asd", "underlying", "mechanism", "research"], "authors": [["Chen", "Jiangfei", "J", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China."], ["Tian", "Linjie", "L", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China."], ["Lei", "Lei", "L", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China."], ["Hou", "Fei", "F", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China."], ["Roper", "Courtney", "C", "Environmental and Molecular Toxicology, The Sinnhuber Aquatic Research Laboratory and the Environmental Health Sciences Center, Oregon State University, Corvallis, OR 97333, USA."], ["Ge", "Xiaoqing", "X", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China."], ["Zhao", "Yuxin", "Y", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China."], ["Tanguay", "Robert L", "RL", "Environmental and Molecular Toxicology, The Sinnhuber Aquatic Research Laboratory and the Environmental Health Sciences Center, Oregon State University, Corvallis, OR 97333, USA. Electronic address: Robert.Tanguay@oregonstate.edu."], ["Huang", "Changjiang", "C", "Zhejiang Provincial Key Laboratory for Technology and Application of Model Organisms, Institute of Environmental Safety and Human Health, Wenzhou Medical University, Wenzhou 325035, China. Electronic address: cjhuang5711@163.com."]], "title": "Development and behavior alterations in zebrafish embryonically exposed to valproic acid (VPA): Animal model of autism.", "year": null, "sentences": ["Autism spectrum disorder (ASD) has complex neurodevelopmental impairments and origins that are linked to both genetic and environmental factors.", "Hence, there is an urgency to establish animal models with ASD-like characteristics to understand the underlying mechanisms of ASD.", "Prenatal exposure to valproic acid (VPA) has been shown to cause ASD-like symptoms in humans, rats, and recently zebrafish.", "The present study investigated the use of VPA exposure to create an ASD model in zebrafish that was verified through observation of ASD-like phenotypes in brain development and behavioral changes in embryonic and larval zebrafish.", "Our findings revealed that treating zebrafish embryos with VPA starting at 8h post fertilization (hpf) resulted in significant: increase in the ASD macrocephalic phenotype; hyperactivity of embryo/larvae movement behaviors; and increases of ASD-like larval social behaviors.", "Further analysis showed increases in cell proliferation, the proportion of mature newborn neurons, and neural stem cell proliferation in the brain region, which may contribute to the brain overgrowth and macrocephaly observed following VPA exposure.", "Our study demonstrated that VPA exposure can generate ASD-like phenotypes and behaviors, showing the validity of zebrafish as an alternative model for ASD and underlying mechanism research."], "id": "29309833", "text": "Autism spectrum disorder (ASD) has complex neurodevelopmental impairments and origins that are linked to both genetic and environmental factors. Hence, there is an urgency to establish animal models with ASD-like characteristics to understand the underlying mechanisms of ASD. Prenatal exposure to valproic acid (VPA) has been shown to cause ASD-like symptoms in humans, rats, and recently zebrafish. The present study investigated the use of VPA exposure to create an ASD model in zebrafish that was verified through observation of ASD-like phenotypes in brain development and behavioral changes in embryonic and larval zebrafish. Our findings revealed that treating zebrafish embryos with VPA starting at 8h post fertilization (hpf) resulted in significant: increase in the ASD macrocephalic phenotype; hyperactivity of embryo/larvae movement behaviors; and increases of ASD-like larval social behaviors. Further analysis showed increases in cell proliferation, the proportion of mature newborn neurons, and neural stem cell proliferation in the brain region, which may contribute to the brain overgrowth and macrocephaly observed following VPA exposure. Our study demonstrated that VPA exposure can generate ASD-like phenotypes and behaviors, showing the validity of zebrafish as an alternative model for ASD and underlying mechanism research.", "doi": "10.1016/j.ntt.2018.01.002", "journal": ["Neurotoxicology and teratology", "Neurotoxicol Teratol"], "date": "2018-01-18_23:45:13"}