{"title": "[Towards an Understanding of Stigma: What is the Stereotype Associated with Schizophrenia].", "text": "Objectives Stigmatization of people suffering from schizophrenia spectrum disorder relies on the existence of a stereotype which is associated with a social category, here schizophrenia. The short report's aim is to briefly synthesize the recent literature about the content of the stereotype associated with schizophrenia, and to suggest some perspectives for future studies, on the basis of recent advances in the domain.Methods First, we present the theoretical concepts of stigma and stereotype. Second, we propose a brief synthesis of the recently published articles focusing on the content of schizophrenia stereotype in the general population, in English and in French.Results The stereotype associated with mental illness is clearly negative. The most common model in the literature assumes 4 factors in the content of stereotype: attribution of responsibility in the condition, dangerousness, poor prognosis, unpredictability and incompetence in social roles. If the stereotype could vary among countries, it is clearly associated with desire for social distance and discrimination. The stereotype also varies among mental illnesses. Compared with bipolar disorders and autism, schizophrenia focuses the most negative aspects of mental illness stereotype, especially in terms of dangerousness and social distance.Conclusion The study of stereotype, though rapidly growing, still raises questions about the validity of commonly used models in the psychiatric literature, and may benefit from further specific studies. Social psychology models and methods appear to be a promising perspective. The production of data, useful for users, families as well as for professionals may require multidisciplinarity for future projects.", "journal": ["Sante mentale au Quebec", "Sante Ment Que"], "id": "29267417", "doi": null, "date": null, "authors": [["Yvon", "Florence", "F", "Université de Bordeaux, France."], ["Prouteau", "Antoinette", "A", "Université de Bordeaux, France."]]}