{"words": ["prenatal", "valproic", "acid", "vpa", "exposure", "animal", "model", "autism", "spectrum", "disorder", "asd", "produces", "alterations", "embryonic", "adult", "neurogenesis", "well", "neurobehavioral", "phenotypes", "however", "effects", "prenatal", "vpa", "exposure", "neural", "network", "excitability", "especially", "synaptogenic", "period", "around", "eye", "opening", "fully", "understood", "study", "orally", "administered", "vpa", "300", "pregnant", "wistar", "rats", "gestation", "day", "15", "subsequently", "performed", "field", "potential", "recording", "ca1", "area", "hippocampal", "slices", "obtained", "control", "rat", "pups", "postnatal", "day", "pnd", "13", "pnd18", "control", "slices", "observed", "abrupt", "enhancement", "responses", "including", "population", "spike", "ps", "amplitudes", "field", "excitatory", "postsynaptic", "potential", "fepsp", "slopes", "pnd16", "coincided", "average", "day", "eye", "opening", "contrast", "pups", "exhibited", "delayed", "eye", "opening", "pnd17", "gradual", "rather", "abrupt", "increases", "ps", "amplitudes", "fepsp", "slopes", "duration", "synaptogenic", "period", "next", "investigated", "involvement", "ambient", "gaba", "acid", "ps", "generation", "using", "bicuculline", "methiodide", "bmi", "gaba", "type", "gabaa", "receptor", "antagonist", "control", "slices", "bmi", "enhanced", "ps", "amplitudes", "eye", "opening", "little", "effect", "thereafter", "subsequent", "regression", "model", "analysis", "bmi", "ratios", "ratio", "ps", "amplitudes", "presence", "absence", "bmi", "indicated", "possible", "developmental", "change", "periods", "contrast", "almost", "identical", "regression", "models", "obtained", "bmi", "ratios", "group", "indicating", "absence", "developmental", "change", "results", "suggest", "prenatal", "vpa", "exposure", "accelerates", "development", "hippocampal", "excitability", "eye", "opening", "moreover", "experimental", "model", "used", "novel", "approach", "evaluation", "developmental", "neurotoxicity"], "authors": [["Fueta", "Yukiko", "Y", "Department of Environmental Management and Control, School of Health Sciences, University of Occupational and Environmental Health, 1-1 Iseigaoka, Yahatanishi-ku, Kitakyushu, Fukuoka 807-8555, Japan. Electronic address: yukiko@med.uoeh-u.ac.jp."], ["Sekino", "Yuko", "Y", "Division of Pharmacology, National Institute of Health Sciences, 3-25-26 Tonomachi, Kawasaki-ku, Kawasaki, Kanagawa 210-9501, Japan; Laboratory of Chemical Pharmacology, Graduate School of Pharmaceutical Sciences, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo 113-0033, Japan. Electronic address: yukos@tkg.att.ne.jp."], ["Yoshida", "Sachiko", "S", "Department of Environment and Life Sciences, Toyohashi University of Technology, 1-1 Hibarigaoka, Tempaku-cho, Toyohashi, Aichi 441-8580, Japan. Electronic address: syoshida@ens.tut.ac.jp."], ["Kanda", "Yasunari", "Y", "Division of Pharmacology, National Institute of Health Sciences, 3-25-26 Tonomachi, Kawasaki-ku, Kawasaki, Kanagawa 210-9501, Japan. Electronic address: kanda@nihs.go.jp."], ["Ueno", "Susumu", "S", "Department of Occupational Toxicology, Institute of Industrial Ecological Sciences, University of Occupational and Environmental Health, 1-1 Iseigaoka, Yahatanishi-ku, Kitakyushu, Fukuoka 807-8555, Japan. Electronic address: susumu@med.uoeh-u.ac.jp."]], "title": "Prenatal exposure to valproic acid alters the development of excitability in the postnatal rat hippocampus.", "year": null, "sentences": ["Prenatal valproic acid (VPA) exposure is a well-known animal model of autism spectrum disorder (ASD) that produces alterations in embryonic and adult neurogenesis as well as adolescent/adulthood neurobehavioral phenotypes.", "However, the effects of prenatal VPA exposure on neural network excitability, especially during the synaptogenic period around eye opening, are not fully understood.", "In this study, we orally administered VPA (300 mg/kg) to pregnant Wistar rats on gestation day 15 and subsequently performed field potential recording in the CA1 area of hippocampal slices obtained from control (saline-exposed) and VPA-exposed rat pups between postnatal day (PND) 13 and PND18.", "In control slices, we observed an abrupt enhancement of stimulation-dependent responses including population spike (PS) amplitudes and field excitatory postsynaptic potential (fEPSP) slopes at PND16, which coincided with the average day of eye opening.", "In contrast, VPA-exposed pups exhibited delayed eye opening (PND17) and gradual rather than abrupt increases in PS amplitudes and fEPSP slopes over the duration of the synaptogenic period.", "We next investigated the involvement of ambient GABA (γ-aminobutyric acid) in PS generation using bicuculline methiodide (BMI), a GABA type A (GABAA) receptor antagonist.", "In control slices, BMI enhanced PS amplitudes during PND14-15 (before eye opening) and had little effect thereafter during PND16-17; a subsequent regression model analysis of BMI ratios (the ratio of PS amplitudes in the presence and absence of BMI) indicated a possible developmental change between these periods.", "In contrast, almost identical regression models were obtained for BMI ratios during PND14-15 and PND16-17 in the VPA-exposed group, indicating the absence of a developmental change.", "Our results suggest that prenatal VPA exposure accelerates the development of hippocampal excitability before eye opening.", "Moreover, our experimental model can be used as a novel approach for the evaluation of developmental neurotoxicity."], "id": "29309796", "text": "Prenatal valproic acid (VPA) exposure is a well-known animal model of autism spectrum disorder (ASD) that produces alterations in embryonic and adult neurogenesis as well as adolescent/adulthood neurobehavioral phenotypes. However, the effects of prenatal VPA exposure on neural network excitability, especially during the synaptogenic period around eye opening, are not fully understood. In this study, we orally administered VPA (300 mg/kg) to pregnant Wistar rats on gestation day 15 and subsequently performed field potential recording in the CA1 area of hippocampal slices obtained from control (saline-exposed) and VPA-exposed rat pups between postnatal day (PND) 13 and PND18. In control slices, we observed an abrupt enhancement of stimulation-dependent responses including population spike (PS) amplitudes and field excitatory postsynaptic potential (fEPSP) slopes at PND16, which coincided with the average day of eye opening. In contrast, VPA-exposed pups exhibited delayed eye opening (PND17) and gradual rather than abrupt increases in PS amplitudes and fEPSP slopes over the duration of the synaptogenic period. We next investigated the involvement of ambient GABA (γ-aminobutyric acid) in PS generation using bicuculline methiodide (BMI), a GABA type A (GABAA) receptor antagonist. In control slices, BMI enhanced PS amplitudes during PND14-15 (before eye opening) and had little effect thereafter during PND16-17; a subsequent regression model analysis of BMI ratios (the ratio of PS amplitudes in the presence and absence of BMI) indicated a possible developmental change between these periods. In contrast, almost identical regression models were obtained for BMI ratios during PND14-15 and PND16-17 in the VPA-exposed group, indicating the absence of a developmental change. Our results suggest that prenatal VPA exposure accelerates the development of hippocampal excitability before eye opening. Moreover, our experimental model can be used as a novel approach for the evaluation of developmental neurotoxicity.", "doi": "10.1016/j.neuro.2018.01.001", "journal": ["Neurotoxicology", "Neurotoxicology"], "date": "2018-01-18_23:45:13"}