{"words": ["nurse", "practitioners", "working", "primary", "care", "setting", "commonly", "see", "children", "autism", "spectrum", "disorder", "important", "clinicians", "vigilant", "subtle", "developmental", "signs", "lead", "early", "identification", "diagnosis", "article", "presents", "information", "assessment", "screening", "responsibilities", "coordinating", "services", "ways", "support", "families"], "authors": [["Weill", "Victoria A", "VA", "Victoria A. Weill is an associate program director of the pediatric NP program at the University of Pennsylvania, School of Nursing, Philadelphia, Pa., and a pediatric NP at Abington Health Children's Clinic, Lansdale, Pa. Stefanie Zavodny is a doctoral student at the University of Pennsylvania, School of Nursing, Philadelphia, Pa. Margaret C. Souders is an assistant professor at the University of Pennsylvania, School of Nursing, Philadelphia, Pa., and an NP at the Children's Hospital of Philadelphia, Department of Child and Adolescent Psychiatry, Philadelphia, Pa."], ["Zavodny", "Stefanie", "S", null], ["Souders", "Margaret C", "MC", null]], "title": "Autism spectrum disorder in primary care.", "year": null, "sentences": ["Nurse practitioners working in the primary care setting will commonly see children with autism spectrum disorder.", "It is important for clinicians to be vigilant for subtle developmental signs that can lead to early identification and diagnosis.", "This article presents information on assessment, screening, the responsibilities of coordinating services, and ways to support families."], "id": "29309380", "text": "Nurse practitioners working in the primary care setting will commonly see children with autism spectrum disorder. It is important for clinicians to be vigilant for subtle developmental signs that can lead to early identification and diagnosis. This article presents information on assessment, screening, the responsibilities of coordinating services, and ways to support families.", "doi": "10.1097/01.NPR.0000529670.62188.1a", "journal": ["The Nurse practitioner", "Nurse Pract"], "date": "2018-01-18_23:45:14"}