{"words": ["microduplication", "associated", "broad", "spectrum", "phenotypes", "including", "normality", "psychiatric", "disorders", "described", "13", "patients", "including", "attention", "deficit", "hyperactivity", "disorder", "adhd", "intellectual", "deficiency", "id", "autism", "spectrum", "disorder", "asd", "schizophrenia", "report", "changes", "psychiatric", "symptom", "profile", "course", "development", "young", "boy", "syndrome", "early", "childhood", "adolescence", "boy", "psychiatric", "presentation", "characterized", "features", "pervasive", "developmental", "disorder", "pdd", "adhd", "early", "childhood", "single", "psychotic", "episode", "executive", "impairment", "adolescence", "discuss", "importance", "assessment", "cognitive", "functions", "children", "throughout", "development"], "authors": [["Woestelandt", "L", "L", "Department of Child and Adolescent Psychiatry, APHP Hôpital Necker Enfants Malades, Paris, France."], ["Novo", "A", "A", "Department of Child and Adolescent Psychiatry, APHP Hôpital Necker Enfants Malades, Paris, France."], ["Philippe", "A", "A", "Paris Descartes University, Sorbonne Paris-Cité, Institut Imagine, UMR 1163, France."], ["Guyaux", "N", "N", "Department of Child and Adolescent Psychiatry, APHP Hôpital Necker Enfants Malades, Paris, France."], ["Rio", "M", "M", "Paris Descartes University, Sorbonne Paris-Cité, Institut Imagine, UMR 1163, France."], ["Romano", "S", "S", "Molecular Genetics Unit, APHP Hôpital Necker Enfants Malades, Paris, France."], ["Robel", "L", "L", "Department of Child and Adolescent Psychiatry, APHP Hôpital Necker Enfants Malades, Paris, France; CESP, INSERM U1178, University Paris-Descartes, USPC Paris, 75014, Paris, France; Paris Descartes University, Sorbonne Paris-Cité, PCPP, France. Electronic address: Laurence.robel@aphp.fr."]], "title": "PDD-NOS, psychotic features and executive function deficits in a boy with proximal 22q11.2 microduplication: Evolution of the psychiatric symptom profile from childhood to adolescence.", "year": null, "sentences": ["22q11.2 microduplication (22q11.2DupS) is associated with a broad spectrum of phenotypes, including normality.", "Psychiatric disorders are described in 13% of these patients, including Attention Deficit and Hyperactivity Disorder (ADHD), Intellectual Deficiency (ID), and Autism Spectrum Disorder (ASD), but not schizophrenia.", "We report changes in the psychiatric symptom profile in the course of development of a young boy with a 22q11.2DupS syndrome, from early childhood to adolescence.", "The boy's psychiatric presentation was characterized by features of Pervasive Developmental Disorder (PDD), with ADHD in early childhood, a single psychotic episode in mid-infancy, and executive impairment in adolescence.", "We discuss the importance of an in-depth assessment of cognitive functions in children with22q11.2DupS throughout their development."], "id": "29307791", "text": "22q11.2 microduplication (22q11.2DupS) is associated with a broad spectrum of phenotypes, including normality. Psychiatric disorders are described in 13% of these patients, including Attention Deficit and Hyperactivity Disorder (ADHD), Intellectual Deficiency (ID), and Autism Spectrum Disorder (ASD), but not schizophrenia. We report changes in the psychiatric symptom profile in the course of development of a young boy with a 22q11.2DupS syndrome, from early childhood to adolescence. The boy's psychiatric presentation was characterized by features of Pervasive Developmental Disorder (PDD), with ADHD in early childhood, a single psychotic episode in mid-infancy, and executive impairment in adolescence. We discuss the importance of an in-depth assessment of cognitive functions in children with22q11.2DupS throughout their development.", "doi": "10.1016/j.ejmg.2018.01.003", "journal": ["European journal of medical genetics", "Eur J Med Genet"], "date": "2018-01-18_23:45:14"}