{"words": ["regions", "comprise", "human", "genome", "harbor", "significant", "fraction", "risk", "alleles", "neuropsychiatric", "diseases", "yet", "functions", "remain", "poorly", "defined", "created", "map", "elements", "involved", "human", "cortical", "neurogenesis", "contrasting", "chromatin", "accessibility", "gene", "expression", "germinal", "zone", "cortical", "plate", "developing", "cerebral", "cortex", "link", "distal", "regulatory", "elements", "dres", "cognate", "gene", "together", "chromatin", "interaction", "data", "show", "target", "genes", "enhancers", "hges", "regulate", "cortical", "neurogenesis", "enriched", "outer", "radial", "glia", "cell", "type", "linked", "human", "cortical", "evolution", "experimentally", "validate", "regulatory", "effects", "predicted", "enhancers", "fgfr2", "eomes", "observe", "common", "genetic", "variants", "associated", "educational", "attainment", "risk", "neuropsychiatric", "disease", "intracranial", "volume", "enriched", "within", "regulatory", "elements", "involved", "cortical", "neurogenesis", "demonstrating", "importance", "early", "developmental", "process", "adult", "human", "cognitive", "function"], "authors": [["de la Torre-Ubieta", "Luis", "L", "Neurogenetics Program, Department of Neurology, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Stein", "Jason L", "JL", "Neurogenetics Program, Department of Neurology, University of California, Los Angeles, Los Angeles, CA 90095, USA; Department of Genetics, University of North Carolina, Chapel Hill, NC 27599, USA; UNC Neuroscience Center, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Won", "Hyejung", "H", "Neurogenetics Program, Department of Neurology, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Opland", "Carli K", "CK", "Neurogenetics Program, Department of Neurology, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Liang", "Dan", "D", "Department of Genetics, University of North Carolina, Chapel Hill, NC 27599, USA; UNC Neuroscience Center, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Lu", "Daning", "D", "Neurogenetics Program, Department of Neurology, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Geschwind", "Daniel H", "DH", "Neurogenetics Program, Department of Neurology, University of California, Los Angeles, Los Angeles, CA 90095, USA; Center for Autism Research and Treatment, Semel Institute, University of California, Los Angeles, Los Angeles, CA 90095, USA; Department of Human Genetics, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA. Electronic address: dhg@mednet.ucla.edu."]], "title": "The Dynamic Landscape of Open Chromatin during Human Cortical Neurogenesis.", "year": null, "sentences": ["Non-coding regions comprise most of the human genome and harbor a significant fraction of risk alleles for neuropsychiatric diseases, yet their functions remain poorly defined.", "We created a high-resolution map of non-coding elements involved in human cortical neurogenesis by contrasting chromatin accessibility and gene expression in the germinal zone and cortical plate of the developing cerebral cortex.", "We link distal regulatory elements (DREs) to their cognate gene(s) together with chromatin interaction data and show that target genes of human-gained enhancers (HGEs) regulate cortical neurogenesis and are enriched in outer radial glia, a cell type linked to human cortical evolution.", "We experimentally validate the regulatory effects of predicted enhancers for FGFR2 and EOMES.", "We observe that common genetic variants associated with educational attainment, risk for neuropsychiatric disease, and intracranial volume are enriched within regulatory elements involved in cortical neurogenesis, demonstrating the importance of this early developmental process for adult human cognitive function."], "id": "29307494", "text": "Non-coding regions comprise most of the human genome and harbor a significant fraction of risk alleles for neuropsychiatric diseases, yet their functions remain poorly defined. We created a high-resolution map of non-coding elements involved in human cortical neurogenesis by contrasting chromatin accessibility and gene expression in the germinal zone and cortical plate of the developing cerebral cortex. We link distal regulatory elements (DREs) to their cognate gene(s) together with chromatin interaction data and show that target genes of human-gained enhancers (HGEs) regulate cortical neurogenesis and are enriched in outer radial glia, a cell type linked to human cortical evolution. We experimentally validate the regulatory effects of predicted enhancers for FGFR2 and EOMES. We observe that common genetic variants associated with educational attainment, risk for neuropsychiatric disease, and intracranial volume are enriched within regulatory elements involved in cortical neurogenesis, demonstrating the importance of this early developmental process for adult human cognitive function.", "doi": "10.1016/j.cell.2017.12.014", "journal": ["Cell", "Cell"], "date": "2018-01-18_23:45:14"}