{"words": ["autism", "spectrum", "disorders", "asd", "characterized", "impairments", "language", "communication", "development", "social", "behavior", "occurrence", "stereotypic", "patterns", "behavior", "interests", "despite", "substantial", "speculation", "causes", "asd", "exact", "etiology", "remains", "unknown", "recent", "studies", "highlight", "link", "immune", "dysfunction", "behavioral", "traits", "various", "immune", "anomalies", "including", "humoral", "cellular", "immunity", "along", "abnormalities", "molecular", "level", "reported", "evidence", "altered", "immune", "function", "cerebrospinal", "fluid", "peripheral", "blood", "several", "studies", "hypothesize", "role", "neuroinflammation", "asd", "supported", "brain", "tissue", "cerebrospinal", "fluid", "analysis", "well", "evidence", "microglial", "activation", "shown", "immune", "abnormalities", "occur", "substantial", "number", "individuals", "asd", "identifying", "subgroups", "immune", "system", "dysregulation", "linking", "specific", "cellular", "immunophenotypes", "different", "symptoms", "would", "key", "defining", "group", "patients", "immune", "abnormalities", "major", "etiology", "underlying", "behavioral", "symptoms", "determinations", "would", "provide", "opportunity", "investigate", "causative", "treatments", "defined", "patient", "group", "may", "specifically", "benefit", "approach", "review", "summarizes", "recent", "insights", "immune", "system", "dysfunction", "individuals", "asd", "discusses", "potential", "implications", "future", "therapies"], "authors": [["Gładysz", "Dominika", "D", "Department of Pediatrics, Institute of Mother and Child, Warsaw, Poland."], ["Krzywdzińska", "Amanda", "A", "Department of Pediatrics, Institute of Mother and Child, Warsaw, Poland."], ["Hozyasz", "Kamil K", "KK", "Department of Pediatrics, Institute of Mother and Child, Warsaw, Poland. khozyasz@verco.com.pl."]], "title": "Immune Abnormalities in Autism Spectrum Disorder-Could They Hold Promise for Causative Treatment?", "year": null, "sentences": ["Autism spectrum disorders (ASD) are characterized by impairments in language and communication development, social behavior, and the occurrence of stereotypic patterns of behavior and interests.", "Despite substantial speculation about causes of ASD, its exact etiology remains unknown.", "Recent studies highlight a link between immune dysfunction and behavioral traits.", "Various immune anomalies, including humoral and cellular immunity along with abnormalities at the molecular level, have been reported.", "There is evidence of altered immune function both in cerebrospinal fluid and peripheral blood.", "Several studies hypothesize a role for neuroinflammation in ASD and are supported by brain tissue and cerebrospinal fluid analysis, as well as evidence of microglial activation.", "It has been shown that immune abnormalities occur in a substantial number of individuals with ASD.", "Identifying subgroups with immune system dysregulation and linking specific cellular immunophenotypes to different symptoms would be key to defining a group of patients with immune abnormalities as a major etiology underlying behavioral symptoms.", "These determinations would provide the opportunity to investigate causative treatments for a defined patient group that may specifically benefit from such an approach.", "This review summarizes recent insights into immune system dysfunction in individuals with ASD and discusses the potential implications for future therapies."], "id": "29307081", "text": "Autism spectrum disorders (ASD) are characterized by impairments in language and communication development, social behavior, and the occurrence of stereotypic patterns of behavior and interests. Despite substantial speculation about causes of ASD, its exact etiology remains unknown. Recent studies highlight a link between immune dysfunction and behavioral traits. Various immune anomalies, including humoral and cellular immunity along with abnormalities at the molecular level, have been reported. There is evidence of altered immune function both in cerebrospinal fluid and peripheral blood. Several studies hypothesize a role for neuroinflammation in ASD and are supported by brain tissue and cerebrospinal fluid analysis, as well as evidence of microglial activation. It has been shown that immune abnormalities occur in a substantial number of individuals with ASD. Identifying subgroups with immune system dysregulation and linking specific cellular immunophenotypes to different symptoms would be key to defining a group of patients with immune abnormalities as a major etiology underlying behavioral symptoms. These determinations would provide the opportunity to investigate causative treatments for a defined patient group that may specifically benefit from such an approach. This review summarizes recent insights into immune system dysfunction in individuals with ASD and discusses the potential implications for future therapies.", "doi": "10.1007/s12035-017-0822-x", "journal": ["Molecular neurobiology", "Mol. Neurobiol."], "date": "2018-01-18_23:45:14"}