{"words": ["goal", "paper", "examine", "psychometric", "properties", "behavioral", "measure", "joint", "attention", "initiating", "joint", "attention", "protocol", "ja", "protocol", "order", "assist", "researchers", "clinicians", "identifying", "measure", "may", "meet", "joint", "attention", "assessment", "needs", "data", "260", "children", "autism", "spectrum", "disorder", "developmental", "delay", "typical", "development", "ages", "2", "12", "years", "used", "evaluate", "measure", "using", "quality", "standards", "measurement", "overall", "ja", "protocol", "demonstrated", "good", "psychometric", "properties", "recommendations", "limitations", "use", "measure", "based", "psychometric", "analysis", "results", "reported"], "authors": [["Nowell", "Sallie W", "SW", "Department of Allied Health Sciences, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA. nowell@unc.edu."], ["Watson", "Linda R", "LR", "Department of Allied Health Sciences, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Faldowski", "Richard A", "RA", "Department of Allied Health Sciences, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."], ["Baranek", "Grace T", "GT", "Chan Division of Occupational Science and Occupational Therapy, The University of Southern California, Los Angeles, CA, USA."]], "title": "An Initial Psychometric Evaluation of the Joint Attention Protocol.", "year": null, "sentences": ["The goal of this paper is to examine the psychometric properties of a live-coded behavioral measure of joint attention, the Attention-Following and Initiating Joint Attention Protocol (JA Protocol), in order to assist researchers and clinicians in identifying when this measure may meet their joint attention assessment needs.", "Data from 260 children with autism spectrum disorder, developmental delay, or typical development between the ages of 2 and 12 years were used to evaluate this measure using quality standards for measurement.", "Overall, the JA Protocol demonstrated good psychometric properties.", "Recommendations and limitations for use of this measure based on psychometric analysis results are reported."], "id": "29307041", "text": "The goal of this paper is to examine the psychometric properties of a live-coded behavioral measure of joint attention, the Attention-Following and Initiating Joint Attention Protocol (JA Protocol), in order to assist researchers and clinicians in identifying when this measure may meet their joint attention assessment needs. Data from 260 children with autism spectrum disorder, developmental delay, or typical development between the ages of 2 and 12 years were used to evaluate this measure using quality standards for measurement. Overall, the JA Protocol demonstrated good psychometric properties. Recommendations and limitations for use of this measure based on psychometric analysis results are reported.", "doi": "10.1007/s10803-017-3458-9", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:14"}