{"words": ["interactions", "examined", "order", "investigate", "concurrent", "associations", "three", "characteristics", "parental", "broad", "autism", "phenotype", "aloofness", "rigidity", "pragmatic", "language", "deficits", "parental", "verbal", "responsiveness", "language", "skills", "children", "asd", "results", "mothers", "indicated", "aloofness", "rigidity", "negatively", "associated", "engagement", "child", "language", "skills", "maternal", "aloofness", "also", "negatively", "correlated", "verbal", "responsiveness", "children", "rigidity", "results", "suggest", "association", "aloofness", "child", "language", "potentially", "mediated", "maternal", "use", "responsive", "verbal", "behaviors", "maternal", "pragmatic", "language", "deficits", "concurrently", "related", "engagement", "language", "skills", "contrast", "fathers", "aloofness", "rigidity", "unrelated", "engagement", "language", "skills", "paternal", "pragmatic", "deficits", "also", "associated", "child", "language", "however", "significant", "positive", "associations", "found", "paternal", "pragmatic", "language", "deficits", "frequency", "engagement", "results", "discussed", "reference", "potential", "clinical", "implications", "directions", "future", "research"], "authors": [["Flippin", "Michelle", "M", "Department of Communicative Disorders, University of Rhode Island, Kingston, RI, 02881, USA. mflippin@uri.edu."], ["Watson", "Linda R", "LR", "University of North Carolina, Chapel Hill, NC, USA."]], "title": "Parental Broad Autism Phenotype and the Language Skills of Children with Autism Spectrum Disorder.", "year": null, "sentences": ["Father-child and mother-child interactions were examined in order to investigate concurrent associations between three characteristics of parental broad autism phenotype (i.e., aloofness, rigidity, pragmatic language deficits), parental verbal responsiveness, and language skills of children with ASD.", "Results for mothers indicated that aloofness and rigidity were negatively associated with both child-initiated engagement and child language skills.", "Maternal aloofness was also negatively correlated with verbal responsiveness to their children, but rigidity was not.", "Results suggest that the association between aloofness and child language are potentially mediated by maternal use of responsive verbal behaviors.", "Maternal pragmatic language deficits were not concurrently related to child-initiated engagement or language skills.", "In contrast, for fathers, aloofness and rigidity were unrelated to child-initiated engagement and language skills.", "Paternal pragmatic deficits were also not associated with child language, however significant positive associations were found between paternal pragmatic language deficits and frequency of child-initiated engagement.", "Results are discussed in reference to potential clinical implications and directions for future research."], "id": "29307040", "text": "Father-child and mother-child interactions were examined in order to investigate concurrent associations between three characteristics of parental broad autism phenotype (i.e., aloofness, rigidity, pragmatic language deficits), parental verbal responsiveness, and language skills of children with ASD. Results for mothers indicated that aloofness and rigidity were negatively associated with both child-initiated engagement and child language skills. Maternal aloofness was also negatively correlated with verbal responsiveness to their children, but rigidity was not. Results suggest that the association between aloofness and child language are potentially mediated by maternal use of responsive verbal behaviors. Maternal pragmatic language deficits were not concurrently related to child-initiated engagement or language skills. In contrast, for fathers, aloofness and rigidity were unrelated to child-initiated engagement and language skills. Paternal pragmatic deficits were also not associated with child language, however significant positive associations were found between paternal pragmatic language deficits and frequency of child-initiated engagement. Results are discussed in reference to potential clinical implications and directions for future research.", "doi": "10.1007/s10803-017-3431-7", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:15"}