{"words": ["existing", "models", "autism", "spectrum", "disorder", "asd", "disagree", "whether", "core", "features", "conceptualized", "convergent", "related", "divergent", "unrelated", "previous", "studies", "addressing", "question", "found", "conflicting", "results", "examined", "standardized", "parent", "ratings", "symptoms", "three", "domains", "social", "communication", "repetitive", "behaviors", "large", "samples", "typically", "developing", "children", "children", "asd", "asd", "subgroups", "results", "suggest", "evidence", "divergence", "lies", "typically", "developing", "children", "lower", "severity", "asd", "cases", "evidence", "convergence", "found", "subset", "cases", "severe", "impairment", "core", "feature", "results", "highlight", "importance", "subgrouping", "asd", "given", "degree", "phenotypic", "heterogeneity", "present", "across", "autism", "spectrum"], "authors": [["Whitten", "Allison", "A", "Department of Hearing and Speech Sciences, Vanderbilt University Medical Center, 1215 21st Avenue South, Medical Center East, South Tower, Nashville, TN, 37232, USA. allison.whitten@vanderbilt.edu."], ["Unruh", "Kathryn E", "KE", "Vanderbilt Neuroscience Graduate Program, Vanderbilt Brain Institute, Vanderbilt University, Nashville, TN, 37232-2050, USA."], ["Shafer", "Robin L", "RL", "Vanderbilt Neuroscience Graduate Program, Vanderbilt Brain Institute, Vanderbilt University, Nashville, TN, 37232-2050, USA."], ["Bodfish", "James W", "JW", "Department of Hearing and Speech Sciences, Vanderbilt University Medical Center, 1215 21st Avenue South, Medical Center East, South Tower, Nashville, TN, 37232, USA."]], "title": "Subgrouping Autism Based on Symptom Severity Leads to Differences in the Degree of Convergence Between Core Feature Domains.", "year": null, "sentences": ["Existing models of autism spectrum disorder (ASD) disagree as to whether the core features should be conceptualized as convergent (related) or divergent (unrelated), and the few previous studies addressing this question have found conflicting results.", "We examined standardized parent ratings of symptoms from three domains (social, communication, repetitive behaviors) in large samples of typically developing children, children with ASD, and ASD subgroups.", "Our results suggest that the most evidence for divergence lies in typically developing children and lower severity ASD cases, while more evidence for convergence is found in a subset of cases with more severe impairment on any core feature.", "These results highlight the importance of subgrouping ASD given the degree of phenotypic heterogeneity present across the autism spectrum."], "id": "29307039", "text": "Existing models of autism spectrum disorder (ASD) disagree as to whether the core features should be conceptualized as convergent (related) or divergent (unrelated), and the few previous studies addressing this question have found conflicting results. We examined standardized parent ratings of symptoms from three domains (social, communication, repetitive behaviors) in large samples of typically developing children, children with ASD, and ASD subgroups. Our results suggest that the most evidence for divergence lies in typically developing children and lower severity ASD cases, while more evidence for convergence is found in a subset of cases with more severe impairment on any core feature. These results highlight the importance of subgrouping ASD given the degree of phenotypic heterogeneity present across the autism spectrum.", "doi": "10.1007/s10803-017-3451-3", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:15"}