{"words": ["limited", "research", "explored", "best", "train", "caregivers", "support", "child", "autism", "spectrum", "disorder", "asd", "despite", "caregivers", "well", "suited", "promote", "generalization", "maintenance", "child", "skills", "natural", "environment", "children", "asd", "shown", "benefit", "social", "skill", "training", "always", "conducted", "natural", "context", "research", "examined", "efficacy", "behavioral", "skills", "training", "bst", "without", "situ", "training", "ist", "teaching", "caregivers", "also", "use", "bst", "support", "child", "social", "skills", "although", "caregivers", "met", "mastery", "criterion", "within", "bst", "sessions", "skills", "generalize", "natural", "environment", "ist", "introduced", "implications", "findings", "discussed"], "authors": [["Hassan", "Mahfuz", "M", "Department of Applied Disability Studies, Brock University, 1812 Sir Isaac Brock Way, St. Catharines, ON, L2S 3A1, Canada."], ["Simpson", "Andrea", "A", "Lake Ridge Community Support Services, 900 Hopkins Street, Whitby, ON, L1N 6A9, Canada."], ["Danaher", "Katey", "K", "Lake Ridge Community Support Services, 900 Hopkins Street, Whitby, ON, L1N 6A9, Canada."], ["Haesen", "James", "J", "Lake Ridge Community Support Services, 900 Hopkins Street, Whitby, ON, L1N 6A9, Canada."], ["Makela", "Tanya", "T", "Lake Ridge Community Support Services, 900 Hopkins Street, Whitby, ON, L1N 6A9, Canada."], ["Thomson", "Kendra", "K", "Department of Applied Disability Studies, Brock University, 1812 Sir Isaac Brock Way, St. Catharines, ON, L2S 3A1, Canada. kthomson@brocku.ca."]], "title": "An Evaluation of Behavioral Skills Training for Teaching Caregivers How to Support Social Skill Development in Their Child with Autism Spectrum Disorder.", "year": null, "sentences": ["Limited research has explored how to best train caregivers to support their child with autism spectrum disorder (ASD) despite caregivers being well suited to promote generalization and maintenance of their child's skills in the natural environment.", "Children with ASD have been shown to benefit from social skill training, which is not always conducted in the natural context.", "This research examined the efficacy of behavioral skills training (BST) with, and without in situ training (IST), for teaching caregivers how to also use BST to support their child's context-specific social skills.", "Although caregivers met mastery criterion within BST sessions, their skills did not generalize to the natural environment until IST was introduced.", "The implications of the findings are discussed."], "id": "29307038", "text": "Limited research has explored how to best train caregivers to support their child with autism spectrum disorder (ASD) despite caregivers being well suited to promote generalization and maintenance of their child's skills in the natural environment. Children with ASD have been shown to benefit from social skill training, which is not always conducted in the natural context. This research examined the efficacy of behavioral skills training (BST) with, and without in situ training (IST), for teaching caregivers how to also use BST to support their child's context-specific social skills. Although caregivers met mastery criterion within BST sessions, their skills did not generalize to the natural environment until IST was introduced. The implications of the findings are discussed.", "doi": "10.1007/s10803-017-3455-z", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:15"}