{"words": ["diagnostic", "assessments", "autism", "spectrum", "disorder", "asd", "symptomatology", "conducted", "63", "children", "mean", "ca", "years", "duplication", "syndrome", "one", "copy", "number", "variants", "identified", "sanders", "et", "al", "neuron", "2011a", "associated", "asd", "asd", "classification", "rate", "autism", "diagnostic", "autism", "diagnostic", "observation", "based", "assessments", "combined", "clinical", "judgment", "children", "diagnosed", "asd", "reasons", "discrepancies", "discussed", "differences", "rate", "diagnosis", "function", "sex", "age", "module", "administered", "differences", "intellectual", "adaptive", "behavior", "abilities", "function", "presence", "absence", "asd", "diagnosis", "module", "administered", "implications", "addressed"], "authors": [["Klein-Tasman", "Bonita P", "BP", "Department of Psychology, University of Wisconsin-Milwaukee, PO Box 413, Milwaukee, WI, 53201, USA. bklein@uwm.edu."], ["Mervis", "Carolyn B", "CB", "Department of Psychological and Brain Sciences, University of Louisville, 317 Life Sciences Building, Louisville, KY, 40292, USA."]], "title": "Autism Spectrum Symptomatology Among Children with Duplication 7q11.23 Syndrome.", "year": null, "sentences": ["Gold-standard diagnostic assessments of autism spectrum disorder (ASD) symptomatology were conducted on 63 children (mean CA: 8.81 years) with 7q11.23 duplication syndrome, one of the copy number variants identified by Sanders et al.", "(Neuron 70:863-885, 2011a) as associated with ASD.", "ASD classification rate was 39.6% for the Autism Diagnostic Interview-Revised and 25.4% for the Autism Diagnostic Observation Schedule-2 (ADOS-2).", "Based on these assessments combined with clinical judgment, 19.0% of children were diagnosed with ASD.", "Reasons for these discrepancies are discussed, as are differences in rate of diagnosis as a function of sex, age, and ADOS-2 module administered and differences in intellectual and adaptive behavior abilities as a function of presence or absence of ASD diagnosis and ADOS-2 module administered.", "Implications are addressed."], "id": "29307037", "text": "Gold-standard diagnostic assessments of autism spectrum disorder (ASD) symptomatology were conducted on 63 children (mean CA: 8.81 years) with 7q11.23 duplication syndrome, one of the copy number variants identified by Sanders et al. (Neuron 70:863-885, 2011a) as associated with ASD. ASD classification rate was 39.6% for the Autism Diagnostic Interview-Revised and 25.4% for the Autism Diagnostic Observation Schedule-2 (ADOS-2). Based on these assessments combined with clinical judgment, 19.0% of children were diagnosed with ASD. Reasons for these discrepancies are discussed, as are differences in rate of diagnosis as a function of sex, age, and ADOS-2 module administered and differences in intellectual and adaptive behavior abilities as a function of presence or absence of ASD diagnosis and ADOS-2 module administered. Implications are addressed.", "doi": "10.1007/s10803-017-3439-z", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:15"}