{"words": ["psychological", "adjustment", "one", "child", "diagnosed", "autism", "spectrum", "disorder", "important", "implications", "parent", "mental", "health", "longitudinal", "study", "examined", "association", "maternal", "adjustment", "diagnosis", "measures", "distress", "90", "mothers", "children", "autism", "baseline", "18", "months", "used", "novel", "scale", "adjustment", "diagnosis", "autism", "factor", "analysis", "identified", "three", "dimensions", "adjustment", "acceptance", "despair", "acceptance", "appeared", "protective", "response", "associated", "lower", "depressive", "symptoms", "time", "conversely", "caregivers", "increasing", "levels", "despair", "diagnosis", "18", "months", "worsening", "mental", "health", "satisfaction", "life", "period"], "authors": [["Da Paz", "Nikko S", "NS", "Center for Health and Community, University of California, San Francisco, 3333 California Street, San Francisco, CA, 94118, USA. nikko.dapaz@ucsf.edu."], ["Siegel", "Bryna", "B", "Autism Center of Northern California, San Francisco, CA, USA."], ["Coccia", "Michael A", "MA", "Center for Health and Community, University of California, San Francisco, 3333 California Street, San Francisco, CA, 94118, USA."], ["Epel", "Elissa S", "ES", "Center for Health and Community, University of California, San Francisco, 3333 California Street, San Francisco, CA, 94118, USA."]], "title": "Acceptance or Despair? Maternal Adjustment to Having a Child Diagnosed with Autism.", "year": null, "sentences": ["Psychological adjustment to having one's child diagnosed with an autism spectrum disorder has important implications for a parent's mental health.", "In a longitudinal study, we examined the association between maternal adjustment to the diagnosis and measures of distress and well-being in 90 mothers of children with autism (baseline and 18 months).", "We used a novel 30-item scale \"Adjustment to the Diagnosis of Autism.\"", "Factor analysis identified three dimensions of adjustment: acceptance, self-blame, and despair.", "Acceptance appeared to be a protective response, as it was associated with lower depressive symptoms, cross-sectionally and over time.", "Conversely, caregivers with increasing levels of self-blame and despair about the diagnosis over 18 months had worsening of mental health and satisfaction with life during this period."], "id": "29307036", "text": "Psychological adjustment to having one's child diagnosed with an autism spectrum disorder has important implications for a parent's mental health. In a longitudinal study, we examined the association between maternal adjustment to the diagnosis and measures of distress and well-being in 90 mothers of children with autism (baseline and 18 months). We used a novel 30-item scale \"Adjustment to the Diagnosis of Autism.\" Factor analysis identified three dimensions of adjustment: acceptance, self-blame, and despair. Acceptance appeared to be a protective response, as it was associated with lower depressive symptoms, cross-sectionally and over time. Conversely, caregivers with increasing levels of self-blame and despair about the diagnosis over 18 months had worsening of mental health and satisfaction with life during this period.", "doi": "10.1007/s10803-017-3450-4", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "date": "2018-01-18_23:45:15"}