{"words": ["autism", "spectrum", "disorder", "asd", "diverse", "manifesting", "wide", "array", "phenotypes", "however", "consistent", "theme", "reduced", "communicative", "social", "abilities", "auditory", "processing", "deficits", "shown", "individuals", "deficits", "may", "play", "role", "communication", "difficulties", "asd", "individuals", "experience", "specifically", "children", "asd", "delayed", "neural", "timing", "poorer", "tracking", "changing", "pitch", "relative", "typically", "developing", "peers", "given", "accurate", "processing", "sound", "requires", "highly", "coordinated", "consistent", "neural", "activity", "hypothesized", "auditory", "processing", "deficits", "stem", "failure", "respond", "sound", "consistent", "manner", "therefore", "predicted", "individuals", "asd", "reduced", "neural", "stability", "response", "sound", "recorded", "response", "ffr", "evoked", "response", "mirrors", "acoustic", "features", "stimulus", "children", "asd", "age", "years", "evident", "across", "multiple", "speech", "stimuli", "children", "asd", "less", "stable", "ffrs", "speech", "sounds", "relative", "typically", "developing", "peers", "reduced", "auditory", "stability", "could", "contribute", "language", "communication", "profiles", "observed", "individuals", "asd"], "authors": [["Otto-Meyer", "Sebastian", "S", "Auditory Neuroscience Laboratory, Northwestern University, 2240 Campus Drive, Evanston, IL, 60208, USA."], ["Krizman", "Jennifer", "J", "Auditory Neuroscience Laboratory, Northwestern University, 2240 Campus Drive, Evanston, IL, 60208, USA."], ["White-Schwoch", "Travis", "T", "Auditory Neuroscience Laboratory, Northwestern University, 2240 Campus Drive, Evanston, IL, 60208, USA."], ["Kraus", "Nina", "N", "Auditory Neuroscience Laboratory, Northwestern University, 2240 Campus Drive, Evanston, IL, 60208, USA. nkraus@northwestern.edu."]], "title": "Children with autism spectrum disorder have unstable neural responses to sound.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is diverse, manifesting in a wide array of phenotypes.", "However, a consistent theme is reduced communicative and social abilities.", "Auditory processing deficits have been shown in individuals with ASD-these deficits may play a role in the communication difficulties ASD individuals experience.", "Specifically, children with ASD have delayed neural timing and poorer tracking of a changing pitch relative to their typically developing peers.", "Given that accurate processing of sound requires highly coordinated and consistent neural activity, we hypothesized that these auditory processing deficits stem from a failure to respond to sound in a consistent manner.", "Therefore, we predicted that individuals with ASD have reduced neural stability in response to sound.", "We recorded the frequency-following response (FFR), an evoked response that mirrors the acoustic features of its stimulus, of high-functioning children with ASD age 7-13 years.", "Evident across multiple speech stimuli, children with ASD have less stable FFRs to speech sounds relative to their typically developing peers.", "This reduced auditory stability could contribute to the language and communication profiles observed in individuals with ASD."], "id": "29306985", "text": "Autism spectrum disorder (ASD) is diverse, manifesting in a wide array of phenotypes. However, a consistent theme is reduced communicative and social abilities. Auditory processing deficits have been shown in individuals with ASD-these deficits may play a role in the communication difficulties ASD individuals experience. Specifically, children with ASD have delayed neural timing and poorer tracking of a changing pitch relative to their typically developing peers. Given that accurate processing of sound requires highly coordinated and consistent neural activity, we hypothesized that these auditory processing deficits stem from a failure to respond to sound in a consistent manner. Therefore, we predicted that individuals with ASD have reduced neural stability in response to sound. We recorded the frequency-following response (FFR), an evoked response that mirrors the acoustic features of its stimulus, of high-functioning children with ASD age 7-13 years. Evident across multiple speech stimuli, children with ASD have less stable FFRs to speech sounds relative to their typically developing peers. This reduced auditory stability could contribute to the language and communication profiles observed in individuals with ASD.", "doi": "10.1007/s00221-017-5164-4", "journal": ["Experimental brain research", "Exp Brain Res"], "date": "2018-01-18_23:45:15"}