{"words": ["morphological", "screening", "mouse", "brains", "known", "behavioral", "deficits", "give", "great", "insight", "relationship", "brain", "regions", "behavior", "mice", "previously", "shown", "behavioral", "phenotypes", "restrictions", "social", "memory", "social", "interactions", "maternal", "behavior", "cd38", "reported", "autism", "spectrum", "disorder", "asd", "candidate", "gene", "behavioral", "phenotypes", "may", "linked", "asd", "address", "whether", "behavioral", "phenotypes", "relate", "brain", "pathology", "neuronal", "morphology", "investigate", "morphological", "changes", "mice", "brains", "focus", "pathology", "neuronal", "morphology", "cortex", "hippocampus", "using", "nissl", "staining", "immunohistochemistry", "golgi", "staining", "difference", "found", "terms", "cortical", "layer", "thickness", "however", "found", "abnormalities", "number", "neurons", "neuron", "morphology", "visual", "cortex", "dentate", "gyrus", "dg", "particular", "arborisation", "differences", "mice", "apical", "dendrites", "visual", "cortex", "hippocampal", "ca1", "pyramidal", "neurons", "data", "suggest", "cd38", "implicated", "appropriate", "development", "brain", "regions", "important", "social", "behavior"], "authors": [["Nelissen", "Thom P", "TP", "Department of Translational Neuroscience, Brain Center Rudolf Magnus, University Medical Center Utrecht and Utrecht University, Stratenum 4.205, P.O. Box 85060, 3508 AB Utrecht, The Netherlands."], ["Bamford", "Rosemary A", "RA", "University of Exeter Medical School, University of Exeter, Exeter EX2 5DW, United Kingdom."], ["Tochitani", "Shiro", "S", "Research Center for Child Mental Development, University of Fukui, Fukui 910-1193, Japan; Department of Radiological Technology, Faculty of Health Science, Suzaka University of Medical Science, Suzaka, Mie, Japan."], ["Akkus", "Kamuran", "K", "University of Exeter Medical School, University of Exeter, Exeter EX2 5DW, United Kingdom."], ["Kudzinskas", "Aurimas", "A", "University of Exeter Medical School, University of Exeter, Exeter EX2 5DW, United Kingdom."], ["Yokoi", "Kenichiro", "K", "Research Center for Child Mental Development, University of Fukui, Fukui 910-1193, Japan."], ["Okamoto", "Hiroshi", "H", "Department of Biochemistry, Tohoku University Graduate School of Medicine, Sendei 980-8575, Japan; Department of Biochemistry and Molecular Vascular Biology, Kanazawa University Graduate School of Medical Sciences, Kanazawa 920-8640, Japan."], ["Yamamoto", "Yasuhiko", "Y", "Department of Biochemistry and Molecular Vascular Biology, Kanazawa University Graduate School of Medical Sciences, Kanazawa 920-8640, Japan."], ["Burbach", "J Peter H", "JPH", "Department of Translational Neuroscience, Brain Center Rudolf Magnus, University Medical Center Utrecht and Utrecht University, Stratenum 4.205, P.O. Box 85060, 3508 AB Utrecht, The Netherlands."], ["Matsuzaki", "Hideo", "H", "Research Center for Child Mental Development, University of Fukui, Fukui 910-1193, Japan; Department of Development of Functional Brain Activities, United Graduate School of Child Development, Osaka University, Kanazawa University, Hamamatsu University School of Medicine, Chiba University and University of Fukui, Fukui 910-1193, Japan. Electronic address: matsuzah@u-fukui.ac.jp."], ["Oguro-Ando", "Asami", "A", "University of Exeter Medical School, University of Exeter, Exeter EX2 5DW, United Kingdom. Electronic address: A.Oguro-Ando@exeter.ac.uk."]], "title": "CD38 is Required for Dendritic Organization in Visual Cortex and Hippocampus.", "year": null, "sentences": ["Morphological screening of mouse brains with known behavioral deficits can give great insight into the relationship between brain regions and their behavior.", "Oxytocin- and CD38-deficient mice have previously been shown to have behavioral phenotypes, such as restrictions in social memory, social interactions, and maternal behavior.", "CD38 is reported as an autism spectrum disorder (ASD), and candidate gene and these behavioral phenotypes may be linked to ASD.", "To address whether these behavioral phenotypes relate to brain pathology and neuronal morphology, here we investigate the morphological changes in the CD38-deficient mice brains, with focus on the pathology and neuronal morphology of the cortex and hippocampus, using Nissl staining, immunohistochemistry, and Golgi staining.", "No difference was found in terms of cortical layer thickness.", "However, we found abnormalities in the number of neurons and neuron morphology in the visual cortex and dentate gyrus (DG).", "In particular, there were arborisation differences between CD38-/- and CD38+/+ mice in the apical dendrites of the visual cortex and hippocampal CA1 pyramidal neurons.", "The data suggest that CD38 is implicated in appropriate development of brain regions important for social behavior."], "id": "29306053", "text": "Morphological screening of mouse brains with known behavioral deficits can give great insight into the relationship between brain regions and their behavior. Oxytocin- and CD38-deficient mice have previously been shown to have behavioral phenotypes, such as restrictions in social memory, social interactions, and maternal behavior. CD38 is reported as an autism spectrum disorder (ASD), and candidate gene and these behavioral phenotypes may be linked to ASD. To address whether these behavioral phenotypes relate to brain pathology and neuronal morphology, here we investigate the morphological changes in the CD38-deficient mice brains, with focus on the pathology and neuronal morphology of the cortex and hippocampus, using Nissl staining, immunohistochemistry, and Golgi staining. No difference was found in terms of cortical layer thickness. However, we found abnormalities in the number of neurons and neuron morphology in the visual cortex and dentate gyrus (DG). In particular, there were arborisation differences between CD38-/- and CD38+/+ mice in the apical dendrites of the visual cortex and hippocampal CA1 pyramidal neurons. The data suggest that CD38 is implicated in appropriate development of brain regions important for social behavior.", "doi": "10.1016/j.neuroscience.2017.12.050", "journal": ["Neuroscience", "Neuroscience"], "date": "2018-01-18_23:45:16"}