{"title": "[Structural change of the corpus callosum fibers in toddlers with autism spectrum disorder: two-year follow-up].", "text": "Objective: To conduct a follow-up investigation of structural changes of the corpus callosum fibers of toddlers (2 to 5 years of age) with autism spectrum disorder(ASD) and to explore the associations with clinical symptoms. Method: In this prospective randomized controlled study, ASD children who were diagnosed in the Child Mental Health Research Center, Nanjing Brain Hospital Affiliated to Nanjing Medical University from May 2011 to November 2012 were included in the ASD group, and developmentally delayed children were included in the control group (DD group). Diffusion tensor imaging (DTI) data from the two groups were obtained at two age levels: 2-3 years of age, and 4-5 years of age. Region of interest analysis was applied to assess characteristic values of total area and sub-regions of corpus callosum: the fraction anisotropy (FA), the mean diffusivity (MD), the radial diffusivity (RD) and the axial diffusivity (AD). All children were assessed using the Autism Diagnostic Interview-Revised (ADI-R) and Autism Treatment Evaluation Checklist (ATEC). The characteristic values of total area and sub-regions of corpus callosum of ASD group at two age levels were analyzed by paired sample t test; the characteristic values of total area and sub-regions of corpus callosum of ASD group and DD group were analyzed by independent-sample t test; the correlations between FA values of the total area and sub-regions of corpus callosum and ADI-R or ATEC scores were analyzed by Pearson correlation analysis. Result: Forty cases meeting inclusion criteria were enrolled in ASD group, and 31 eligible cases were enrolled in the control group. Four children in the ASD group were lost to follow-up, and 5 children in the control group were lost to follow-up. Longitudinal comparison between the two age subgroups of ASD patients showed that the FA values of the total corpus callosum increased (0.499 55±0.027 59 vs. 0.505 83±0.086 64, t=4.88, P<0.05), but MD values, RD values and AD values of the total corpus callosum area decreased (0.000 89±0.000 03 vs. 0.000 81±0.000 14, 0.000 61±0.000 04 vs. 0.000 55±0.000 09, 0.001 43±0.000 03 vs. 0.001 38±0.000 03, t=9.31, 7.90, 8.66, P<0.05 for all comparisons). In the area of corpus callosum genu, FA and AD values increased (t=5.59, 8.48, P<0.05 for both comparisons), but MD and RD values decreased (t=12.67, 11.28, P<0.05 for both comparisns). In the area of corpus callosum body, FA and RD values increased(t=5.46, 8.48, P<0.05 for both comparisons), but MD and AD values decreased (t=8.08, 6.22, P<0.05 for both comparisons). In the area of corpus callosum splenium, MD, RD and AD values decreased (t=6.81, 4.44, 5.51, P < 0.05 for all comparisons). Among the participants 2 to 3 years of age, there were no significantly differences in FA values of total area and sub-regions of corpus callosum between ASD group and the DD group (P > 0.05 for all comparisons); as compared with the DD group, ASD group had higher AD values of total area and splenium of corpus callosum (0.001 43±0.000 03 vs. 0.001 40±0.000 04, 0.001 34±0.000 03 vs. 0.001 32±0.000 04, t=1.56, 1.14, P < 0.05 for both comparisons); ASD group had lower AD values but higher RD and MD values of corpus callosum genu (t=0.07, 0.55, 0.07, P < 0.05 for all comparisons); ASD group had lower RD values of corpus callosum body (t=0.07, P < 0.05). Among the participants 4 to 5 years of age, as compared with the DD group, ASD group had higher FA value of total corpus callosum area(0.505 83±0.086 64 vs. 0.483 77±0.099 30, t=8.56, P < 0.05), lower RD value of total corpus callosum(0.000 55±0.000 09 vs. 0.000 56±0.000 12, t=14.44, P < 0.05), lower RD values of corpus callosum body (t=2.20, P < 0.05), higher FA values (t=3.35, P < 0.05) but lower AD values of corpus callosum splenium (t=2.20, P < 0.05). A correlation analysis between FA values of total area and sub-regions of corpus callosum and clinical variables showed that the FA values of total area and splenium of corpus callosum in ASD group at 2 to 3 years of age were negatively correlated with the scores of language skills in ATEC (r=-0.35,-0.36, P < 0.05 for both comparisons). And after two years, FA values of total corpus callosum were positively correlated with the scores of social communication in ATEC (r=0.34, P < 0.05). There was no significant correlation between FA values of sub-regions of corpus callosum and the scores of ATEC (P > 0.05 for all comparisons). There was no significant correlation between FA values of total area and sub-regions of corpus callosum and the scores of ADI-R (P > 0.05 for all comparisons). Conclusion: The fiber structure of corpus callosum was still in the process of maturing during the age of 2 to 5 years; however, compared with DD group, ASD group had more extensive structural abnormalities of the corpus callosum fibers as age increased, and the structural abnormalities had correlation with the core symptoms of ASD. Trial registration Chinese Clinical Trial Registry, ChiCTR-OPC-17011995.目的： 随访观察2至5岁孤独症谱系障碍（ASD）患儿的胼胝体纤维结构的异常及其与临床症状之间的关联性。 方法： 前瞻性病例对照研究。将2011年5月至2012年11月于南京医科大学附属脑科医院儿童心理卫生研究中心门诊就诊且诊断为ASD的患儿（2~3岁）作为ASD组，同期同门诊年龄、性别、智商匹配的诊断为发育迟缓的患儿作为对照组。对两组患儿进行弥散张量成像（DTI）扫描，应用基于感兴趣区的方法获得两组胼胝体及各亚区的特征值：部分各向异性分数（FA）、平均扩散率（MD）、径向弥散率（RD）和轴向弥散率（AD）值，且完成孤独症诊断访谈量表修订版（ADI-R）评估以及孤独症疗效评估量表（ATEC）填写，并于2年后（4~5岁）随访，再次进行DTI扫描和ADI-R与ATEC的填写。对ASD组随访前后特征值进行配对样本t检验，对ASD组和发育迟缓组特征值进行独立样本t检验，对ASD组患儿胼胝体及各亚区FA值与ADI-R及ATEC评定分进行Pearson相关分析检验。 结果： 符合入组条件的ASD组40例，对照组31例。在随访过程中，ASD组患儿失访4例，对照组患儿失访5例。ASD组2年随访前后比较发现：总胼胝体FA值升高(0.499 55±0.027 59比0.505 83±0.086 64，t=4.88，P<0.05)，MD、RD、AD值降低(0.000 89±0.000 03比0.000 81±0.000 14、0.000 61±0.000 04比0.000 55±0.000 09、0.001 43±0.000 03比0.001 38±0.000 03，t=9.31、7.90、8.66，P均<0.05)；胼胝体膝部FA、AD值升高，MD、RD值降低(t=5.59、8.48、12.67、11.28，P均<0.05)；胼胝体体部FA、RD值升高，MD、AD值降低(t=5.46、8.48、8.08、6.22，P均<0.05)；胼胝体压部MD、RD、AD值降低(t=6.81、4.44、5.51，P均<0.05)。2~3岁时，ASD组与对照组胼胝体及各个亚区的FA值差异均无统计学意义（P均>0.05）；与对照组相比，ASD组总胼胝体及胼胝体压部AD值高(0.001 43±0.000 03比0.001 40±0.000 04，0.001 34±0.000 03比0.001 32±0.000 04)，膝部AD值低、RD和MD值高，体部RD值低，差异均有统计学意义（t=1.56、1.14、0.07、0.55、0.07、0.07，P均<0.05）。4~5岁时，与对照组相比，ASD组总胼胝体FA值高(0.505 83±0.086 64比0.483 77±0.099 30)、RD值低(0.000 55±0.000 09比0.000 56±0.000 12)，体部RD值低，膝部FA值高、AD值低，差异均有统计学意义（t=8.56、14.44、2.20、3.35、2.20，P均<0.05）。将ASD组两个年龄段总胼胝体及各个亚区FA值与临床量表项目分进行相关分析结果显示，2~3岁时ASD组总胼胝体及膝部FA值与ATEC中语言项目分呈负相关（r=-0.35、-0.36, P均<0.05），2年后随访发现ASD组胼胝体FA值与ATEC中社交项目分呈正相关（r=0.34, P<0.05），未见其他亚区与ATEC项目分相关（P均>0.05），未见胼胝体及各个亚区FA值与ADI-R中各分量表分相关（P均>0.05）。 结论： ASD患儿2~5岁期间胼胝体的纤维结构仍在不断发育渐趋成熟；但与发育迟缓组相比，ASD组胼胝体纤维结构的异常随着年龄增加而更加广泛且与核心症状相关。临床试验注册中国临床试验注册中心，ChiCTR-OPC-17011995。.", "journal": ["Zhonghua er ke za zhi = Chinese journal of pediatrics", "Zhonghua Er Ke Za Zhi"], "id": "29262472", "doi": null, "date": null, "authors": [["Chang", "C", "C", "Child Mental Health Research Center, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing 210029, China."], ["Qiu", "N N", "NN", null], ["Xiao", "T", "T", null], ["Xiao", "X", "X", null], ["Chu", "K K", "KK", null], ["Li", "Y", "Y", null], ["Wu", "Q R", "QR", null], ["Fang", "H", "H", null], ["Ke", "X Y", "XY", null]]}