{"words": ["two", "sisters", "ages", "16", "15", "followed", "clinical", "genetics", "team", "several", "years", "girls", "severe", "intellectual", "disability", "hypotonia", "seizures", "distinctive", "craniofacial", "features", "parents", "healthy", "children", "oligo", "array", "fragile", "x", "testing", "numerous", "tests", "negative", "four", "family", "members", "underwent", "research", "exome", "sequencing", "revealed", "heterozygous", "nonsense", "mutation", "asxl3", "segregated", "disease", "exome", "data", "independent", "sanger", "sequencing", "confirmed", "variant", "de", "novo", "suggesting", "possible", "germline", "mosaicism", "one", "parent", "variant", "never", "observed", "healthy", "human", "populations", "previously", "reported", "pathogenic", "mutation", "truncating", "de", "novo", "mutations", "asxl3", "cause", "syndrome", "brs", "developmental", "disorder", "similarities", "syndrome", "fewer", "30", "brs", "patients", "described", "literature", "knowledge", "first", "report", "disorder", "two", "related", "individuals", "findings", "lend", "support", "intellectual", "disability", "absent", "speech", "autistic", "traits", "hypotonia", "distinctive", "facial", "appearance", "common", "emerging", "features", "syndrome"], "authors": [["Koboldt", "Daniel C", "DC", "Institute for Genomic Medicine at Nationwide Children's Hospital; daniel.koboldt@nationwidechildrens.org."], ["Mihalic Mosher", "Theresa", "T", "Institute for Genomic Medicine at Nationwide Children's Hospital."], ["Kelly", "Benjamin J", "BJ", "Institute for Genomic Medicine at Nationwide Children's Hospital."], ["Sites", "Emily", "E", "Division of Molecular and Human Genetics at Nationwide Children's Hospital."], ["Bartholomew", "Dennis", "D", "Division of Molecular and Human Genetics at Nationwide Children's Hospital."], ["Hickey", "Scott E", "SE", "Division of Molecular and Human Genetics at Nationwide Children's Hospital."], ["McBride", "Kim", "K", "Division of Molecular and Human Genetics at Nationwide Children's Hospital."], ["Wilson", "Richard K", "RK", "Institute for Genomic Medicine at Nationwide Children's Hospital."], ["White", "Peter", "P", "Institute for Genomic Medicine at Nationwide Children's Hospital."]], "title": "A de novo nonsense mutation in ASXL3 shared by siblings with Bainbridge-Ropers syndrome.", "year": null, "sentences": ["Two sisters (ages 16 y. and 15 y.)", "have been followed by our clinical genetics team for several years.", "Both girls have severe intellectual disability, hypotonia, seizures, and distinctive craniofacial features.", "The parents are healthy, and have no other children.", "Oligo array, fragile X testing, and numerous single-gene tests were negative.", "All four family members underwent research exome sequencing, which revealed a heterozygous nonsense mutation in ASXL3 (p.R1036X) that segregated with disease.", "Exome data and independent Sanger sequencing confirmed that the variant is de novo, suggesting possible germline mosaicism in one parent.", "The p.R1036X variant has never been observed in healthy human populations and has been previously reported as a pathogenic mutation.", "Truncating de novo mutations in ASXL3 cause Bainbridge-Ropers syndrome (BRS), a developmental disorder with similarities to Bohring-Optitz syndrome.", "Fewer than 30 BRS patients have been described in the literature; to our knowledge, this is the first report of the disorder in two related individuals.", "Our findings lend further support to intellectual disability, absent speech, autistic traits, hypotonia, and distinctive facial appearance as common emerging features of Bainbridge-Ropers syndrome."], "id": "29305346", "text": "Two sisters (ages 16 y. and 15 y.) have been followed by our clinical genetics team for several years. Both girls have severe intellectual disability, hypotonia, seizures, and distinctive craniofacial features. The parents are healthy, and have no other children. Oligo array, fragile X testing, and numerous single-gene tests were negative. All four family members underwent research exome sequencing, which revealed a heterozygous nonsense mutation in ASXL3 (p.R1036X) that segregated with disease. Exome data and independent Sanger sequencing confirmed that the variant is de novo, suggesting possible germline mosaicism in one parent. The p.R1036X variant has never been observed in healthy human populations and has been previously reported as a pathogenic mutation. Truncating de novo mutations in ASXL3 cause Bainbridge-Ropers syndrome (BRS), a developmental disorder with similarities to Bohring-Optitz syndrome. Fewer than 30 BRS patients have been described in the literature; to our knowledge, this is the first report of the disorder in two related individuals. Our findings lend further support to intellectual disability, absent speech, autistic traits, hypotonia, and distinctive facial appearance as common emerging features of Bainbridge-Ropers syndrome.", "doi": "10.1101/mcs.a002410", "journal": ["Cold Spring Harbor molecular case studies", "Cold Spring Harb Mol Case Stud"], "date": "2018-01-18_23:45:16"}