{"words": ["parents", "often", "use", "social", "media", "blogs", "inform", "decisions", "vaccinations", "however", "little", "known", "pediatrician", "blogs", "addressing", "vaccines", "objective", "study", "assess", "content", "citations", "audience", "engagement", "accuracy", "vaccine", "information", "pediatrician", "conducted", "content", "analysis", "vaccine", "information", "pediatrician", "blogs", "national", "sample", "pediatrician", "blogs", "identified", "using", "search", "rubric", "terms", "applied", "multiple", "search", "engines", "inclusion", "criteria", "1", "writer", "identified", "pediatrician", "2", "us", "based", "3", "post", "since", "identified", "84", "blogs", "56", "fit", "inclusion", "criteria", "data", "collected", "posts", "mentioning", "vaccines", "identified", "major", "topic", "post", "examined", "citations", "determine", "sources", "information", "counted", "number", "comments", "per", "post", "evaluate", "audience", "engagement", "assessed", "accuracy", "vaccine", "information", "using", "evaluation", "criteria", "adapted", "information", "parents", "cdc", "identified", "324", "unique", "blog", "posts", "containing", "information", "vaccines", "31", "pediatrician", "blogs", "common", "major", "topic", "posts", "36", "influenza", "mmr", "prevalent", "common", "topics", "included", "activism", "information", "21", "vaccine", "exemptions", "10", "autism", "8", "vaccine", "safety", "6", "activism", "information", "topic", "reader", "engagement", "common", "sources", "cited", "governmental", "organizations", "cdc", "34", "medical", "journals", "31", "blogs", "except", "2", "included", "information", "consistent", "cdc", "bloggers", "frequently", "address", "vaccinations", "provide", "accurate", "information", "pediatrician", "blogs", "may", "new", "source", "provide", "vaccine", "education", "parents", "via", "social", "media"], "authors": [["Bryan", "Mersine A", "MA", "Department of Pediatrics, University of Washington, United States; Center for Child Health, Behavior and Development, Seattle Children's Research Institute, United States. Electronic address: mersine@uw.edu."], ["Gunningham", "Hailey", "H", "University of Washington, United States."], ["Moreno", "Megan A", "MA", "Department of Pediatrics, University of Washington, United States; Center for Child Health, Behavior and Development, Seattle Children's Research Institute, United States."]], "title": "Content and accuracy of vaccine information on pediatrician blogs.", "year": null, "sentences": ["Parents often use social media such as blogs to inform decisions about vaccinations, however little is known about pediatrician blogs addressing vaccines.", "The objective of this study was to assess content, citations, audience engagement and accuracy of vaccine information on pediatrician blogs.We conducted a content analysis of vaccine information on pediatrician blogs.", "A national sample of pediatrician blogs was identified using a search rubric of terms applied to multiple search engines.", "Inclusion criteria were: (1) the writer identified as a pediatrician (2) US based (3) ≥1 post since 1/1/2014.", "We identified 84 blogs; 56 fit inclusion criteria.", "Data were collected on all posts mentioning vaccines from 1/1/14 to 2/28/15.", "We identified the major topic for each post, examined citations to determine sources of information and counted the number of comments per post to evaluate audience engagement.", "We assessed accuracy of vaccine information using evaluation criteria adapted from information for parents on the CDC website.We identified 324 unique blog posts containing information about vaccines on 31 pediatrician blogs.", "The most common major topic was vaccine-specific posts (36%); Influenza and MMR were the most prevalent.", "Other common topics included: activism against anti-vaccine information (21%), vaccine exemptions (10%), autism (8%), and vaccine safety (6%).", "Activism against anti-vaccine information was the topic with the most reader engagement.", "The most common sources cited were governmental organizations such as the CDC and WHO (34%), and medical journals (31%).", "All blogs except 2 included information that was consistent with CDC information.Pediatrician bloggers frequently address vaccinations; most provide accurate information.", "Pediatrician blogs may be a new source to provide vaccine education to parents via social media."], "id": "29305176", "text": "Parents often use social media such as blogs to inform decisions about vaccinations, however little is known about pediatrician blogs addressing vaccines. The objective of this study was to assess content, citations, audience engagement and accuracy of vaccine information on pediatrician blogs.We conducted a content analysis of vaccine information on pediatrician blogs. A national sample of pediatrician blogs was identified using a search rubric of terms applied to multiple search engines. Inclusion criteria were: (1) the writer identified as a pediatrician (2) US based (3) ≥1 post since 1/1/2014. We identified 84 blogs; 56 fit inclusion criteria. Data were collected on all posts mentioning vaccines from 1/1/14 to 2/28/15. We identified the major topic for each post, examined citations to determine sources of information and counted the number of comments per post to evaluate audience engagement. We assessed accuracy of vaccine information using evaluation criteria adapted from information for parents on the CDC website.We identified 324 unique blog posts containing information about vaccines on 31 pediatrician blogs. The most common major topic was vaccine-specific posts (36%); Influenza and MMR were the most prevalent. Other common topics included: activism against anti-vaccine information (21%), vaccine exemptions (10%), autism (8%), and vaccine safety (6%). Activism against anti-vaccine information was the topic with the most reader engagement. The most common sources cited were governmental organizations such as the CDC and WHO (34%), and medical journals (31%). All blogs except 2 included information that was consistent with CDC information.Pediatrician bloggers frequently address vaccinations; most provide accurate information. Pediatrician blogs may be a new source to provide vaccine education to parents via social media.", "doi": "10.1016/j.vaccine.2017.11.088", "journal": ["Vaccine", "Vaccine"], "date": "2018-01-18_23:45:17"}