{"words": ["fetal", "alcohol", "spectrum", "disorders", "fasd", "umbrella", "term", "covering", "several", "conditions", "alcohol", "consumption", "pregnancy", "taken", "play", "causal", "role", "benefit", "individuals", "identified", "condition", "within", "fasd", "remains", "controversial", "objective", "present", "study", "identify", "ethical", "aspects", "consequences", "diagnostics", "interventions", "family", "support", "relation", "aspects", "relating", "diagnostics", "interventions", "family", "support", "regarding", "fasd", "compiled", "discussed", "drawing", "series", "discussions", "experts", "field", "published", "literature", "medical", "advantages", "disadvantages", "regards", "obtaining", "diagnosis", "description", "condition", "identified", "instance", "provides", "explanation", "potential", "preparedness", "yet", "encountered", "difficulties", "may", "play", "essential", "role", "acquiring", "much", "needed", "help", "support", "health", "care", "school", "social", "services", "interventions", "specifically", "evaluated", "fasd", "conditions", "training", "programs", "family", "support", "conditions", "symptoms", "overlapping", "fasd", "adhd", "autism", "intellectual", "disability", "likely", "relevant", "stigmatization", "blame", "guilt", "potential", "downsides", "might", "also", "unfortunate", "prioritization", "individuals", "equal", "needs", "treated", "differently", "depending", "whether", "meet", "criteria", "specific", "value", "concerned", "individuals", "obtaining", "description", "condition", "instance", "terms", "wellbeing", "established", "established", "allocating", "resources", "based", "whether", "individuals", "fulfil", "criteria", "justified", "compared", "allocations", "directed", "prominent", "specific", "needs"], "authors": [["Helgesson", "Gert", "G", "Stockholm Centre for Healthcare Ethics (CHE), Department of Learning, Informatics, Management and Ethics, Karolinska Institutet, Stockholm, Sweden. gert.helgesson@ki.se."], ["Bertilsson", "Göran", "G", "Swedish Agency for Health Technology Assessment and Assessment of Social Services (SBU), Stockholm, Sweden."], ["Domeij", "Helena", "H", "Swedish Agency for Health Technology Assessment and Assessment of Social Services (SBU), Stockholm, Sweden."], ["Fahlström", "Gunilla", "G", "Swedish Agency for Health Technology Assessment and Assessment of Social Services (SBU), Stockholm, Sweden."], ["Heintz", "Emelie", "E", "Swedish Agency for Health Technology Assessment and Assessment of Social Services (SBU), Stockholm, Sweden."], ["Hjern", "Anders", "A", "Clinical Epidemiology, Department of Medicine, Karolinska Institutet and Center for Health Equity Studies, Stockholm, Sweden."], ["Nehlin Gordh", "Christina", "C", "Department of Neuroscience, Psychiatry, Uppsala University, Uppsala, Sweden."], ["Nordin", "Viviann", "V", "Center of Neurodevelopmental Disorders, Karolinska Institutet (KIND), Stockholm, Sweden."], ["Rangmar", "Jenny", "J", "Department of Psychology, University of Gothenburg, Gothenburg, Sweden."], ["Rydell", "Ann-Margret", "AM", "Department of Psychology, Uppsala University, Uppsala, Sweden."], ["Wahlsten", "Viveka Sundelin", "VS", "Department of Neuroscience, Child and Adolescent Psychiatry, Uppsala University, Uppsala, Sweden."], ["Hultcrantz", "Monica", "M", "Swedish Agency for Health Technology Assessment and Assessment of Social Services (SBU), Stockholm, Sweden."]], "title": "Ethical aspects of diagnosis and interventions for children with fetal alcohol Spectrum disorder (FASD) and their families.", "year": null, "sentences": ["Fetal alcohol spectrum disorders (FASD) is an umbrella term covering several conditions for which alcohol consumption during pregnancy is taken to play a causal role.", "The benefit of individuals being identified with a condition within FASD remains controversial.", "The objective of the present study was to identify ethical aspects and consequences of diagnostics, interventions, and family support in relation to FASD.Ethical aspects relating to diagnostics, interventions, and family support regarding FASD were compiled and discussed, drawing on a series of discussions with experts in the field, published literature, and medical ethicists.Several advantages and disadvantages in regards of obtaining a diagnosis or description of the condition were identified.", "For instance, it provides an explanation and potential preparedness for not yet encountered difficulties, which may play an essential role in acquiring much needed help and support from health care, school, and the social services.", "There are no interventions specifically evaluated for FASD conditions, but training programs and family support for conditions with symptoms overlapping with FASD, e.g.", "ADHD, autism, and intellectual disability, are likely to be relevant.", "Stigmatization, blame, and guilt are potential downsides.", "There might also be unfortunate prioritization if individuals with equal needs are treated differently depending on whether or not they meet the criteria for a specific condition.The value for the concerned individuals of obtaining a FASD-related description of their condition - for instance, in terms of wellbeing - is not established.", "Nor is it established that allocating resources based on whether individuals fulfil FASD-related criteria is justified, compared to allocations directed to the most prominent specific needs."], "id": "29304784", "text": "Fetal alcohol spectrum disorders (FASD) is an umbrella term covering several conditions for which alcohol consumption during pregnancy is taken to play a causal role. The benefit of individuals being identified with a condition within FASD remains controversial. The objective of the present study was to identify ethical aspects and consequences of diagnostics, interventions, and family support in relation to FASD.Ethical aspects relating to diagnostics, interventions, and family support regarding FASD were compiled and discussed, drawing on a series of discussions with experts in the field, published literature, and medical ethicists.Several advantages and disadvantages in regards of obtaining a diagnosis or description of the condition were identified. For instance, it provides an explanation and potential preparedness for not yet encountered difficulties, which may play an essential role in acquiring much needed help and support from health care, school, and the social services. There are no interventions specifically evaluated for FASD conditions, but training programs and family support for conditions with symptoms overlapping with FASD, e.g. ADHD, autism, and intellectual disability, are likely to be relevant. Stigmatization, blame, and guilt are potential downsides. There might also be unfortunate prioritization if individuals with equal needs are treated differently depending on whether or not they meet the criteria for a specific condition.The value for the concerned individuals of obtaining a FASD-related description of their condition - for instance, in terms of wellbeing - is not established. Nor is it established that allocating resources based on whether individuals fulfil FASD-related criteria is justified, compared to allocations directed to the most prominent specific needs.", "doi": "10.1186/s12910-017-0242-5", "journal": ["BMC medical ethics", "BMC Med Ethics"], "date": "2018-01-18_23:45:17"}