{"authors": [["Ji", "Yuelong", "Y", "Center on the Early Life Origins of Disease, Department of Population, Family and Reproductive Health, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. yji7@jhu.edu."], ["Riley", "Anne W", "AW", "Center on the Early Life Origins of Disease, Department of Population, Family and Reproductive Health, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. ariley1@jhu.edu."], ["Lee", "Li-Ching", "LC", "Department of Epidemiology, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. hvolk1@jhu.edu."], ["Volk", "Heather", "H", "Wendy Klag Center for Autism and Developmental Disabilities & Department of Mental Health, 615 N Wolfe St, Baltimore, MD 21205, USA."], ["Hong", "Xiumei", "X", "Center on the Early Life Origins of Disease, Department of Population, Family and Reproductive Health, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. xhong3@jhu.edu."], ["Wang", "Guoying", "G", "Center on the Early Life Origins of Disease, Department of Population, Family and Reproductive Health, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. gwang24@jhu.edu."], ["Angomas", "Rayris", "R", "Department of Pediatrics, Boston University School of Medicine and Boston Medical Center, 1 Boston Medical Center Place, Boston, MA 02118, USA. Rayris.Angomas@bmc.org."], ["Stivers", "Tom", "T", "Department of Pediatrics, Boston University School of Medicine and Boston Medical Center, 1 Boston Medical Center Place, Boston, MA 02118, USA. Tom.Stivers@bmc.org."], ["Wahl", "Anastacia", "A", "Department of Pediatrics, Boston University School of Medicine and Boston Medical Center, 1 Boston Medical Center Place, Boston, MA 02118, USA. awahl@bu.edu."], ["Ji", "Hongkai", "H", "Department of Biostatistics, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. hji@jhu.edu."], ["Bartell", "Tami R", "TR", "Stanley Manne Children's Research Institute, Mary Ann & J. Milburn Smith Child Health Research, Outreach and Advocacy Center, Ann & Robert H. Lurie Children's Hospital of Chicago, 225 E Chicago Avenue, Chicago, IL 60611, USA. TBartell@luriechildrens.org."], ["Burd", "Irina", "I", "Integrated Research Center for Fetal Medicine, Department of Gynecology and Obstetrics, Johns Hopkins University School of Medicine, 1800 Orleans St, Baltimore, MD 21287, USA. iburd@jhmi.edu."], ["Paige", "David", "D", "Center on the Early Life Origins of Disease, Department of Population, Family and Reproductive Health, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. dpaige@jhu.edu."], ["Fallin", "Margaret D", "MD", "Department of Epidemiology, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. dfallin@jhu.edu."], ["Zuckerman", "Barry", "B", "Department of Pediatrics, Boston University School of Medicine and Boston Medical Center, 1 Boston Medical Center Place, Boston, MA 02118, USA. barryzuckerman1@gmail.com."], ["Wang", "Xiaobin", "X", "Center on the Early Life Origins of Disease, Department of Population, Family and Reproductive Health, Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD 21205, USA. xwang82@jhu.edu."]], "doi": "10.3390/brainsci8010003", "date": "2018-01-16_23:18:53", "journal": ["Brain sciences", "Brain Sci"], "year": null, "title": "A Prospective Birth Cohort Study on Maternal Cholesterol Levels and Offspring Attention Deficit Hyperactivity Disorder: New Insight on Sex Differences.", "id": "29295472", "text": ["growing", "evidence", "suggests", "maternal", "cholesterol", "levels", "important", "offspring", "brain", "growth", "development", "previous", "studies", "cholesterols", "brain", "functions", "mostly", "adults", "sought", "examine", "prospective", "association", "maternal", "cholesterol", "levels", "risk", "attention", "deficit", "hyperactivity", "disorder", "adhd", "offspring", "analyzed", "data", "boston", "birth", "cohort", "enrolled", "birth", "followed", "birth", "age", "15", "years", "final", "analyses", "included", "1479", "pairs", "303", "children", "adhd", "1176", "neurotypical", "children", "without", "neurodevelopmental", "disorders", "median", "age", "first", "diagnosis", "adhd", "seven", "years", "multiple", "logistic", "regression", "results", "showed", "low", "maternal", "lipoprotein", "level", "associated", "increased", "risk", "adhd", "compared", "higher", "maternal", "lipoprotein", "level", "adjusting", "pertinent", "covariables", "j", "shaped", "relationship", "observed", "triglycerides", "adhd", "risk", "associations", "adhd", "maternal", "lipoprotein", "triglycerides", "pronounced", "among", "boys", "findings", "based", "predominantly", "urban", "minority", "birth", "cohort", "raise", "new", "mechanistic", "perspective", "understanding", "origins", "adhd", "gender", "differences", "future", "targets", "prevention", "adhd"]}