{"words": ["paradigm", "sfp", "enables", "researchers", "examine", "quality", "interactions", "typical", "infants", "classic", "effect", "sfe", "confirmed", "whereby", "infants", "demonstrate", "reduced", "positive", "affect", "pa", "reduced", "gaze", "ga", "increased", "negative", "affect", "na", "recently", "sfp", "used", "examine", "effect", "maternal", "depression", "upon", "infant", "behaviour", "however", "nature", "consistency", "behavioural", "responses", "infants", "depressed", "mothers", "sfp", "remains", "unclear", "current", "examined", "whether", "infants", "depressed", "mothers", "demonstrate", "classic", "sfe", "well", "whether", "infants", "display", "levels", "pa", "na", "ga", "counterparts", "mothers", "results", "revealed", "infants", "depressed", "mothers", "display", "classic", "sfe", "like", "infants", "counterparts", "however", "infants", "depressed", "mothers", "also", "demonstrated", "significantly", "higher", "levels", "pa", "episode", "one", "potential", "interpretation", "finding", "infants", "prior", "experience", "similar", "depressed", "interactions", "mothers", "encourages", "amplify", "positive", "attachment", "signals", "order", "engage", "maternal", "attention", "response", "alternatively", "additionally", "infants", "depressed", "mothers", "could", "using", "pa", "order", "regulate", "na"], "authors": [["Graham", "Katharine A", "KA", "School of Psychology, University of Birmingham, UK; Department of Health and Behavioural Sciences, Newman University, UK; Department of Psychology, University of Johannesburg, South Africa. Electronic address: K.Graham@newman.ac.uk."], ["Blissett", "Jacqueline", "J", "Faculty of Health and Life Sciences, Coventry University, UK."], ["Antoniou", "Evangelia E", "EE", "Department of Clinical Psychological Science, Faculty of Psychology and Neuroscience, Maastricht University, Maastricht, The Netherlands."], ["Zeegers", "Maurice P", "MP", "Department of Complex Genetics, Cluster of Genetics and Cell Biology, NUTRIM School for Nutrition, Toxicology and Metabolism, Maastricht University Medical Centre, Maastricht, The Netherlands."], ["McCleery", "Joseph P", "JP", "School of Psychology, University of Birmingham, UK; Center for Autism Research, Children's Hospital of Philadelphia, USA."]], "title": "Effects of maternal depression in the Still-Face Paradigm: A meta-analysis.", "year": null, "sentences": ["The Still-Face Paradigm (SFP) enables researchers to examine the quality of mother-infant interactions.", "In typical infants, a classic still-face effect (SFE) has been confirmed whereby infants demonstrate reduced positive affect (PA), reduced gaze (GA), and increased negative affect (NA).", "Recently, the SFP has been used to examine the effect of maternal depression upon infant behaviour.", "However, the nature and consistency of the behavioural responses of infants of depressed mothers during the SFP remains unclear.", "In the current meta-analysis, we examined whether or not infants of depressed mothers demonstrate the classic SFE, as well as whether or not these infants display the same levels of PA, NA, and GA as their counterparts with non-depressed mothers.", "Results revealed that infants of depressed mothers display the classic SFE like infants of their non-depressed counterparts.", "However, infants of depressed mothers also demonstrated significantly higher levels of PA during the still-face episode.", "One potential interpretation of this finding is that infants prior experience of similar, depressed interactions with their mothers, encourages them to amplify their positive attachment signals in order to engage maternal attention and response.", "Alternatively, or additionally, infants of depressed mothers could be using PA in order to regulate their own NA."], "id": "29304347", "text": "The Still-Face Paradigm (SFP) enables researchers to examine the quality of mother-infant interactions. In typical infants, a classic still-face effect (SFE) has been confirmed whereby infants demonstrate reduced positive affect (PA), reduced gaze (GA), and increased negative affect (NA). Recently, the SFP has been used to examine the effect of maternal depression upon infant behaviour. However, the nature and consistency of the behavioural responses of infants of depressed mothers during the SFP remains unclear. In the current meta-analysis, we examined whether or not infants of depressed mothers demonstrate the classic SFE, as well as whether or not these infants display the same levels of PA, NA, and GA as their counterparts with non-depressed mothers. Results revealed that infants of depressed mothers display the classic SFE like infants of their non-depressed counterparts. However, infants of depressed mothers also demonstrated significantly higher levels of PA during the still-face episode. One potential interpretation of this finding is that infants prior experience of similar, depressed interactions with their mothers, encourages them to amplify their positive attachment signals in order to engage maternal attention and response. Alternatively, or additionally, infants of depressed mothers could be using PA in order to regulate their own NA.", "doi": "10.1016/j.infbeh.2017.12.001", "journal": ["Infant behavior & development", "Infant Behav Dev"], "date": "2018-01-18_23:45:17"}