{"words": ["use", "antipsychotic", "agents", "management", "various", "psychopathologies", "child", "adolescent", "psychiatric", "practice", "gradually", "increasing", "study", "aimed", "evaluate", "sociodemographic", "clinical", "features", "children", "adolescents", "applied", "outpatient", "clinic", "child", "adolescent", "psychiatry", "department", "turkey", "prescribed", "atypical", "prescription", "codes", "atc", "n05a", "except", "n05an", "lithium", "accepted", "denote", "atypical", "antipsychotic", "treatment", "sociodemographic", "clinical", "variables", "pharmacological", "mechanisms", "groups", "use", "multiple", "agents", "212", "patients", "atypical", "antipsychotic", "treatment", "collected", "evaluated", "within", "year", "prescribed", "antipsychotic", "agents", "aps", "majority", "sample", "consisted", "adolescents", "especially", "females", "common", "diagnoses", "managed", "atypical", "antipsychotic", "disorder", "mdd", "mental", "disability", "decreasing", "frequency", "males", "disorder", "cd", "autism", "spectrum", "disorders", "females", "mdd", "ptsd", "frequently", "prescribed", "aps", "common", "indications", "irritability", "impulsivity", "behaviors", "common", "agents", "risperidone", "aripiprazole", "quetiapine", "decreasing", "order", "frequency", "common", "adverse", "effects", "reported", "sedation", "increased", "appetite", "results", "support", "prevalence", "use", "ap", "agents", "managing", "various", "childhood", "psychopathologies", "also", "turkey", "studies", "multiple", "centers", "using", "reliable", "valid", "measurements", "needed", "determine", "extent", "predictors", "ap", "use", "outpatient", "samples", "different", "child", "adolescent", "centers"], "authors": [["Yektaş", "Çiğdem", "Ç", null], ["Tufan", "Ali Evren", "AE", null]], "title": "Prescribing Trends of Atypical Antipsychotic Drugs in an Outpatient Unit of a Child and Adolescent Clinic in Turkey.", "year": null, "sentences": ["Use of antipsychotic agents in the management of various psychopathologies in Child and Adolescent Psychiatric practice is gradually increasing.", "This study aimed to evaluate the sociodemographic and clinical features of children and adolescents who applied to an outpatient clinic of child and adolescent psychiatry department in Turkey and were prescribed atypical antipsychotics.Patients with prescription codes of ATC N05A (except N05AN lithium) were accepted to denote those with atypical antipsychotic treatment.", "Sociodemographic and clinical variables, pharmacological mechanisms and groups and use of multiple agents for 212 patients with atypical antipsychotic treatment were collected and recorded.Patients (6.6%) evaluated within a year were prescribed antipsychotic agents (APs).", "The majority of the sample consisted of adolescents and especially females.", "The most common diagnoses managed with atypical antipsychotic were attention-deficit/hyperactivity disorder, MDD, and mental retardation/intellectual disability in decreasing frequency.", "Males with attention-deficit/hyperactivity disorder, CD, and autism spectrum disorders and females with MDD and PTSD were more frequently prescribed APs.", "Most common indications were irritability, impulsivity, and self-harming behaviors.", "Most common agents were risperidone, aripiprazole, and quetiapine in decreasing order of frequency.", "Most common adverse effects were reported as sedation, increased appetite, and hyperprolactinemia.Our results support the prevalence of off-label use of AP agents in managing various childhood psychopathologies also in Turkey.", "Further studies from multiple centers and using reliable and valid measurements are needed to determine the extent and predictors of AP use in outpatient samples from different child and adolescent centers."], "id": "29303800", "text": "Use of antipsychotic agents in the management of various psychopathologies in Child and Adolescent Psychiatric practice is gradually increasing. This study aimed to evaluate the sociodemographic and clinical features of children and adolescents who applied to an outpatient clinic of child and adolescent psychiatry department in Turkey and were prescribed atypical antipsychotics.Patients with prescription codes of ATC N05A (except N05AN lithium) were accepted to denote those with atypical antipsychotic treatment. Sociodemographic and clinical variables, pharmacological mechanisms and groups and use of multiple agents for 212 patients with atypical antipsychotic treatment were collected and recorded.Patients (6.6%) evaluated within a year were prescribed antipsychotic agents (APs). The majority of the sample consisted of adolescents and especially females. The most common diagnoses managed with atypical antipsychotic were attention-deficit/hyperactivity disorder, MDD, and mental retardation/intellectual disability in decreasing frequency. Males with attention-deficit/hyperactivity disorder, CD, and autism spectrum disorders and females with MDD and PTSD were more frequently prescribed APs. Most common indications were irritability, impulsivity, and self-harming behaviors. Most common agents were risperidone, aripiprazole, and quetiapine in decreasing order of frequency. Most common adverse effects were reported as sedation, increased appetite, and hyperprolactinemia.Our results support the prevalence of off-label use of AP agents in managing various childhood psychopathologies also in Turkey. Further studies from multiple centers and using reliable and valid measurements are needed to determine the extent and predictors of AP use in outpatient samples from different child and adolescent centers.", "doi": "10.1097/WNF.0000000000000263", "journal": ["Clinical neuropharmacology", "Clin Neuropharmacol"], "date": "2018-01-18_23:45:17"}