{"title": "Eye Movement Research in the Twenty-First Century-a Window to the Brain, Mind, and More.", "text": "The study of eye movements not only addresses debilitating neuro-ophthalmological problems but has become an essential tool of basic neuroscience research. Eye movements are a classic way to evaluate brain function-traditionally in disorders affecting the brainstem and cerebellum. Abnormalities of eye movements have localizing value and help narrow the differential diagnosis of complex neurological problems. More recently, using sophisticated behavioral paradigms, measurement of eye movements has also been applied to disorders of the thalamus, basal ganglia, and cerebral cortex. Moreover, in contemporary neuroscience, eye movements play a key role in understanding cognition, behavior, and disorders of the mind. Examples include applications to higher-level decision-making processes as in neuroeconomics and psychiatric and cognitive disorders such as schizophrenia and autism. Eye movements have become valued as objective biomarkers to monitor the natural progression of disease and the effects of therapies. As specific genetic defects are identified for many neurological disorders, ocular motor function often becomes the cornerstone of phenotypic classification and differential diagnosis. Here, we introduce other important applications of eye movement research, including understanding movement disorders affecting the head and limbs. We also emphasize the need to develop standardized test batteries for eye movements of all types including the vestibulo-ocular responses. The evaluation and treatment of patients with cerebellar ataxia are particularly amenable to such an approach.", "journal": ["Cerebellum (London, England)", "Cerebellum"], "id": "29260439", "doi": "10.1007/s12311-017-0910-5", "date": "2017-12-19", "authors": [["Shaikh", "Aasef G", "AG", "Neurological Institute, University Hospitals Health System, Cleveland, OH, USA. aasefshaikh@gmail.com."], ["Zee", "David S", "DS", "Department of Neuroscience, The Johns Hopkins University, Baltimore, MD, USA."]]}