{"words": ["doll", "syndrome", "bhds", "rare", "pediatric", "movement", "disorder", "presenting", "involuntary", "head", "movements", "common", "signs", "symptoms", "also", "found", "presentation", "include", "macrocephaly", "ataxia", "developmental", "delay", "optic", "disc", "pallor", "atrophy", "hyperreflexia", "tremor", "obesity", "endocrinopathy", "visual", "disturbance", "impairment", "headache", "vomiting", "among", "others", "syndrome", "associated", "suprasellar", "cysts", "third", "ventricular", "cysts", "aqueductal", "obstruction", "along", "less", "common", "conditions", "cause", "involuntary", "head", "motions", "understood", "treatment", "surgical", "authors", "present", "2", "cases", "bhds", "first", "boy", "bhds", "associated", "aqueductal", "obstruction", "triventricular", "hydrocephalus", "secondary", "tectal", "tumor", "successfully", "treated", "endoscopic", "third", "ventriculostomy", "symptoms", "resolved", "immediately", "recovery", "room", "case", "unusual", "late", "age", "symptom", "onset", "primacy", "lateral", "involuntary", "head", "rotations", "associated", "tectal", "tumor", "second", "case", "girl", "bhds", "associated", "suprasellar", "cyst", "successfully", "treated", "endoscopic", "fenestration", "preexisting", "endocrinopathy", "persisted", "patient", "diagnosed", "autism", "spectrum", "disorder", "age", "12", "years", "second", "case", "typical", "bhds", "comprehensive", "review", "literature", "bhds", "video", "documentation", "phenomenon", "presented"], "authors": [["Renne", "Bryan", "B", "Faculty of Medicine and the Division of Neurosurgery, University of British Columbia and British Columbia Children's Hospital, Vancouver, British Columbia, Canada; and."], ["Rueckriegel", "Stefan", "S", "Department of Neurosurgery, University Hospital Würzburg, Germany."], ["Ramachandran", "Sudheesh", "S", "Faculty of Medicine and the Division of Neurosurgery, University of British Columbia and British Columbia Children's Hospital, Vancouver, British Columbia, Canada; and."], ["Radic", "Julia", "J", "Faculty of Medicine and the Division of Neurosurgery, University of British Columbia and British Columbia Children's Hospital, Vancouver, British Columbia, Canada; and."], ["Steinbok", "Paul", "P", "Faculty of Medicine and the Division of Neurosurgery, University of British Columbia and British Columbia Children's Hospital, Vancouver, British Columbia, Canada; and."], ["Singhal", "Ash", "A", "Faculty of Medicine and the Division of Neurosurgery, University of British Columbia and British Columbia Children's Hospital, Vancouver, British Columbia, Canada; and."]], "title": "Bobble-head doll syndrome: report of 2 cases and a review of the literature, with video documentation of the clinical phenomenon.", "year": null, "sentences": ["Bobble-head doll syndrome (BHDS) is a rare pediatric movement disorder presenting with involuntary 2- to 3-Hz head movements.", "Common signs and symptoms also found on presentation include macrocephaly, ataxia, developmental delay, optic disc pallor or atrophy, hyperreflexia, tremor, obesity, endocrinopathy, visual disturbance or impairment, headache, and vomiting, among others.", "The syndrome is associated with suprasellar cysts, third ventricular cysts, or aqueductal obstruction, along with a few other less common conditions.", "The cause of involuntary head motions is not understood.", "Treatment is surgical.", "The authors present 2 cases of BHDS.", "The first is a 14-year-old boy with BHDS associated with aqueductal obstruction and triventricular hydrocephalus secondary to a tectal tumor.", "He was successfully treated by endoscopic third ventriculostomy, and all symptoms resolved immediately in the recovery room.", "This case is unusual in its late age of symptom onset, the primacy of lateral (\"no-no\") involuntary head rotations, and the associated tectal tumor.", "The second case is a 7.5-year-old girl with BHDS associated with a suprasellar cyst.", "She was successfully treated with an endoscopic fenestration but preexisting endocrinopathy persisted, and the patient was diagnosed with autism spectrum disorder at age 12 years.", "This second case is more typical of BHDS.", "A comprehensive and up-to-date review of the literature of BHDS and video documentation of the phenomenon are presented."], "id": "29303456", "text": "Bobble-head doll syndrome (BHDS) is a rare pediatric movement disorder presenting with involuntary 2- to 3-Hz head movements. Common signs and symptoms also found on presentation include macrocephaly, ataxia, developmental delay, optic disc pallor or atrophy, hyperreflexia, tremor, obesity, endocrinopathy, visual disturbance or impairment, headache, and vomiting, among others. The syndrome is associated with suprasellar cysts, third ventricular cysts, or aqueductal obstruction, along with a few other less common conditions. The cause of involuntary head motions is not understood. Treatment is surgical. The authors present 2 cases of BHDS. The first is a 14-year-old boy with BHDS associated with aqueductal obstruction and triventricular hydrocephalus secondary to a tectal tumor. He was successfully treated by endoscopic third ventriculostomy, and all symptoms resolved immediately in the recovery room. This case is unusual in its late age of symptom onset, the primacy of lateral (\"no-no\") involuntary head rotations, and the associated tectal tumor. The second case is a 7.5-year-old girl with BHDS associated with a suprasellar cyst. She was successfully treated with an endoscopic fenestration but preexisting endocrinopathy persisted, and the patient was diagnosed with autism spectrum disorder at age 12 years. This second case is more typical of BHDS. A comprehensive and up-to-date review of the literature of BHDS and video documentation of the phenomenon are presented.", "doi": "10.3171/2017.9.PEDS16704", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"], "date": "2018-01-18_23:45:17"}