{"words": ["agmatine", "polyamine", "endogenously", "synthesized", "arginine", "considered", "new", "neurotransmitter", "agmatine", "implicated", "pathophysiology", "several", "diseases", "anxiety", "disorder", "depression", "schizophrenia", "agmatine", "also", "possesses", "anticonvulsant", "neuroprotective", "antiapoptotic", "antioxidant", "anxiolytic", "antidepressant", "effects", "furthermore", "agmatine", "inhibits", "nitric", "oxide", "synthase", "enzyme", "exerts", "antagonist", "effects", "nmda", "imidazoline", "receptors", "considering", "characteristics", "present", "study", "investigated", "whether", "agmatine", "plays", "role", "pathogenesis", "autistic", "spectrum", "disorders", "asds", "therefore", "plasma", "agmatine", "levels", "evaluated", "34", "patients", "asd", "28", "controls", "plasma", "agmatine", "levels", "measured", "using", "hplc", "method", "study", "found", "remarkably", "lower", "agmatine", "levels", "patients", "asd", "compared", "control", "group", "p", "findings", "support", "notion", "agmatine", "might", "contribute", "pathogenesis", "asd", "may", "serve", "new", "target", "treatment"], "authors": [["Esnafoglu", "Erman", "E", "Department of Child and Adolescent Psychiatry, Faculty of Medicine, Research and Training Hospital, Ordu University, 52200, Ordu, Turkey. ermanesnafoglu@yahoo.com.tr."], ["İrende", "İlhan", "İ", "Department of Chemistry, Faculty of Science and Art, Ordu University Central Research Laboratory, Ordu University, Ordu, Turkey."]], "title": "Decreased plasma agmatine levels in autistic subjects.", "year": null, "sentences": ["Agmatine is a polyamine endogenously synthesized from arginine and is considered to be a new neurotransmitter.", "Agmatine has been implicated in the pathophysiology of several diseases such as anxiety disorder, depression, and schizophrenia.", "Agmatine also possesses anticonvulsant, neuroprotective, antiapoptotic, antioxidant, anxiolytic, and antidepressant effects.", "Furthermore, agmatine inhibits the nitric oxide synthase enzyme and exerts antagonist effects on NMDA, alpha-2, and imidazoline receptors.", "Considering these characteristics, the present study investigated whether agmatine plays a role in the pathogenesis of autistic spectrum disorders (ASDs).", "Therefore, plasma agmatine levels were evaluated in 34 patients with ASD and 28 non-ASD controls.", "Plasma agmatine levels were measured using the HPLC method.", "The study found remarkably lower agmatine levels in patients with ASD compared with the non-ASD control group (p < 0.001).", "These findings support the notion that agmatine might contribute to the pathogenesis of ASD and may serve as a new target for treatment."], "id": "29302750", "text": "Agmatine is a polyamine endogenously synthesized from arginine and is considered to be a new neurotransmitter. Agmatine has been implicated in the pathophysiology of several diseases such as anxiety disorder, depression, and schizophrenia. Agmatine also possesses anticonvulsant, neuroprotective, antiapoptotic, antioxidant, anxiolytic, and antidepressant effects. Furthermore, agmatine inhibits the nitric oxide synthase enzyme and exerts antagonist effects on NMDA, alpha-2, and imidazoline receptors. Considering these characteristics, the present study investigated whether agmatine plays a role in the pathogenesis of autistic spectrum disorders (ASDs). Therefore, plasma agmatine levels were evaluated in 34 patients with ASD and 28 non-ASD controls. Plasma agmatine levels were measured using the HPLC method. The study found remarkably lower agmatine levels in patients with ASD compared with the non-ASD control group (p < 0.001). These findings support the notion that agmatine might contribute to the pathogenesis of ASD and may serve as a new target for treatment.", "doi": "10.1007/s00702-017-1836-2", "journal": ["Journal of neural transmission (Vienna, Austria : 1996)", "J Neural Transm (Vienna)"], "date": "2018-01-18_23:45:18"}