{"words": ["computerized", "smartglasses", "developed", "assistive", "technology", "daily", "activities", "children", "adults", "autism", "spectrum", "disorder", "asd", "smartglasses", "may", "able", "help", "educational", "behavioral", "needs", "usability", "acceptability", "children", "asd", "largely", "unknown", "reports", "negative", "social", "perceptions", "surrounding", "smartglasses", "use", "mainstream", "populations", "concern", "given", "assistive", "technologies", "may", "already", "carry", "stigma", "children", "asd", "may", "also", "range", "additional", "behavioral", "developmental", "social", "challenges", "asked", "use", "emerging", "technology", "school", "home", "usability", "acceptability", "glass", "enterprise", "edition", "glass", "successor", "google", "glass", "smartglasses", "explored", "children", "asd", "children", "asd", "caregivers", "recruited", "attend", "demonstration", "session", "glass", "smartglasses", "week", "publicly", "released", "children", "wide", "range", "ability", "including", "limited", "speech", "speaking", "represented", "full", "range", "school", "ages", "6", "17", "years", "children", "caregivers", "interviewed", "experience", "using", "smartglasses", "whether", "would", "use", "school", "8", "children", "succeeded", "using", "glass", "feel", "stressed", "100", "experience", "overwhelming", "sensory", "emotional", "issues", "session", "100", "8", "children", "100", "endorsed", "would", "willing", "wear", "use", "device", "home", "school", "settings", "caregivers", "felt", "experience", "fun", "children", "100", "caregivers", "felt", "experience", "better", "expected", "75", "wide", "age", "ability", "range", "children", "asd", "used", "glass", "immediately", "released", "found", "usable", "acceptable", "despite", "concerns", "potential", "stigma", "social", "acceptability", "children", "prepared", "use", "technology", "home", "school", "settings", "encouragingly", "caregivers", "noted", "positive", "response", "behavioral", "developmental", "concerns", "session", "smartglasses", "may", "useful", "future", "technology", "children", "asd", "readily", "accepted", "use", "children", "asd", "caregivers"], "authors": [["Sahin", "Ned T", "NT", "Brain Power, Cambridge, MA, United States."], ["Keshav", "Neha U", "NU", "Brain Power, Cambridge, MA, United States."], ["Salisbury", "Joseph P", "JP", "Brain Power, Cambridge, MA, United States."], ["Vahabzadeh", "Arshya", "A", "Brain Power, Cambridge, MA, United States."]], "title": "Second Version of Google Glass as a Wearable Socio-Affective Aid: Positive School Desirability, High Usability, and Theoretical Framework in a Sample of Children with Autism.", "year": null, "sentences": ["Computerized smartglasses are being developed as an assistive technology for daily activities in children and adults with autism spectrum disorder (ASD).", "While smartglasses may be able to help with educational and behavioral needs, their usability and acceptability in children with ASD is largely unknown.", "There have been reports of negative social perceptions surrounding smartglasses use in mainstream populations, a concern given that assistive technologies may already carry their own stigma.", "Children with ASD may also have a range of additional behavioral, developmental, and social challenges when asked to use this emerging technology in school and home settings.The usability and acceptability of Glass Enterprise Edition (Glass), the successor to Google Glass smartglasses, were explored in children with ASD and their caregivers.Eight children with ASD and their caregivers were recruited to attend a demonstration session with Glass smartglasses the week they were publicly released.", "The children had a wide range of ability, including limited speech to speaking, and represented a full range of school ages (6 to 17 years).", "Children and caregivers were interviewed about their experience of using the smartglasses and whether they would use them at school and home.All 8 children succeeded in using Glass and did not feel stressed (8/8, 100%) or experience any overwhelming sensory or emotional issues during the session (8/8, 100%).", "All 8 children (8/8, 100%) endorsed that they would be willing to wear and use the device in both home and school settings.", "Caregivers felt the experience was fun for the children (8/8, 100%), and most caregivers felt the experience was better than they had expected (6/8, 75%).A wide age and ability range of children with ASD used Glass immediately after it was released and found it to be usable and acceptable.", "Despite concerns about potential stigma or social acceptability, all of the children were prepared to use the technology in both home and school settings.", "Encouragingly, most caregivers noted a very positive response.", "There were no behavioral, developmental, or social- or stigma-related concerns during or after the session.", "Smartglasses may be a useful future technology for children with ASD and are readily accepted for use by children with ASD and their caregivers."], "id": "29301738", "text": "Computerized smartglasses are being developed as an assistive technology for daily activities in children and adults with autism spectrum disorder (ASD). While smartglasses may be able to help with educational and behavioral needs, their usability and acceptability in children with ASD is largely unknown. There have been reports of negative social perceptions surrounding smartglasses use in mainstream populations, a concern given that assistive technologies may already carry their own stigma. Children with ASD may also have a range of additional behavioral, developmental, and social challenges when asked to use this emerging technology in school and home settings.The usability and acceptability of Glass Enterprise Edition (Glass), the successor to Google Glass smartglasses, were explored in children with ASD and their caregivers.Eight children with ASD and their caregivers were recruited to attend a demonstration session with Glass smartglasses the week they were publicly released. The children had a wide range of ability, including limited speech to speaking, and represented a full range of school ages (6 to 17 years). Children and caregivers were interviewed about their experience of using the smartglasses and whether they would use them at school and home.All 8 children succeeded in using Glass and did not feel stressed (8/8, 100%) or experience any overwhelming sensory or emotional issues during the session (8/8, 100%). All 8 children (8/8, 100%) endorsed that they would be willing to wear and use the device in both home and school settings. Caregivers felt the experience was fun for the children (8/8, 100%), and most caregivers felt the experience was better than they had expected (6/8, 75%).A wide age and ability range of children with ASD used Glass immediately after it was released and found it to be usable and acceptable. Despite concerns about potential stigma or social acceptability, all of the children were prepared to use the technology in both home and school settings. Encouragingly, most caregivers noted a very positive response. There were no behavioral, developmental, or social- or stigma-related concerns during or after the session. Smartglasses may be a useful future technology for children with ASD and are readily accepted for use by children with ASD and their caregivers.", "doi": "10.2196/humanfactors.8785", "journal": ["JMIR human factors", "JMIR Hum Factors"], "date": "2018-01-18_23:45:18"}