{"title": "Trends in Special Education Eligibility Among Children With Autism Spectrum Disorder, 2002-2010.", "text": "Although data on publicly available special education are informative and offer a glimpse of trends in autism spectrum disorder (ASD) and use of educational services, using these data for population-based public health monitoring has drawbacks. Our objective was to evaluate trends in special education eligibility among 8-year-old children with ASD identified in the Autism and Developmental Disabilities Monitoring Network.We used data from 5 Autism and Developmental Disabilities Monitoring Network sites (Arizona, Colorado, Georgia, Maryland, and North Carolina) during 4 surveillance years (2002, 2006, 2008, and 2010) and compared trends in 12 categories of special education eligibility by sex and race/ethnicity. We used multivariable linear risk regressions to evaluate how the proportion of children with a given eligibility changed over time.Of 6010 children with ASD, more than 36% did not receive an autism eligibility in special education in each surveillance year. From surveillance year 2002 to surveillance year 2010, autism eligibility increased by 3.6 percentage points ( P = .09), and intellectual disability eligibility decreased by 4.6 percentage points ( P < .001). A greater proportion of boys than girls had an autism eligibility in 2002 (56.3% vs 48.8%). Compared with other racial/ethnic groups, Hispanic children had the largest increase in proportion with autism eligibility from 2002 to 2010 (15.4%, P = .005) and the largest decrease in proportion with intellectual disability (-14.3%, P = .004).Although most children with ASD had autism eligibility, many received special education services under other categories, and racial/ethnic disparities persisted. To monitor trends in ASD prevalence, public health officials need access to comprehensive data collected systematically, not just special education eligibility.", "journal": ["Public health reports (Washington, D.C. : 1974)", "Public Health Rep"], "id": "29257937", "doi": "10.1177/0033354917739582", "date": "2017-12-19", "authors": [["Rubenstein", "Eric", "E", "1 Department of Epidemiology, University of North Carolina Gillings School of Global Public Health, Chapel Hill, NC, USA."], ["Daniels", "Julie", "J", "1 Department of Epidemiology, University of North Carolina Gillings School of Global Public Health, Chapel Hill, NC, USA."], ["Schieve", "Laura A", "LA", "2 National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Christensen", "Deborah L", "DL", "2 National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Van Naarden Braun", "Kim", "K", "2 National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Rice", "Catherine E", "CE", "3 Emory University School of Medicine, Atlanta, GA, USA."], ["Bakian", "Amanda V", "AV", "5 Division of Child Psychiatry, Department of Psychiatry, University of Utah School of Medicine, Salt Lake City, UT, USA."], ["Durkin", "Maureen S", "MS", "6 Department of Population Health Sciences, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Rosenberg", "Steven A", "SA", "7 Department of Epidemiology, University of Colorado School of Medicine, Aurora, CO, USA."], ["Kirby", "Russell S", "RS", "8 Department of Community and Family Health, College of Public Health, University of South Florida, Tampa, FL, USA."], ["Lee", "Li-Ching", "LC", "9 Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."]]}