{"words": ["maternal", "rheumatoid", "arthritis", "ra", "associated", "increased", "risk", "autism", "spectrum", "disorder", "asd", "offspring", "assessed", "potential", "influence", "maternal", "paternal", "ra", "risk", "asd", "offspring", "disentangle", "influence", "genetic", "inheritance", "conditions", "potentially", "leading", "fetal", "nationwide", "cohort", "study", "included", "children", "born", "alive", "1977", "2008", "denmark", "n", "cox", "regression", "models", "used", "calculate", "hazard", "rate", "ratios", "hr", "asd", "offspring", "exposed", "maternal", "paternal", "ra", "compared", "unexposed", "ra", "associated", "approximately", "30", "increased", "risk", "asd", "offspring", "hr", "95", "ci", "also", "paternal", "ra", "seemed", "increase", "risk", "asd", "approximately", "30", "hr", "95", "ci", "findings", "suggest", "maternal", "well", "paternal", "ra", "associated", "increased", "risk", "asd", "offspring", "indicating", "genetic", "factors", "associated", "ra", "may", "also", "play", "role", "etiology", "asd", "children", "parents", "ra"], "authors": [["Rom", "Ane Lilleøre", "AL", "Research Unit Women's and Children's Health, The Juliane Marie Centre, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark. Electronic address: ane.lilleoere.rom@regionh.dk."], ["Wu", "Chun Sen", "CS", "Research Unit of Gynecology and Obstetrics, Institute of Clinical Research, University of Southern Denmark, Odense, and Odense University Hospital."], ["Olsen", "Jørn", "J", "Section for Epidemiology, University of Aarhus, Aarhus, Denmark, and Fielding School of Public Health, University of California, Los Angeles."], ["Jawaheer", "Damini", "D", "Children's Hospital Oakland Research Institute, Oakland, CA."], ["Hetland", "Merete Lund", "ML", "Copenhagen Center for Arthritis Research, Center for Rheumatology and Spine Diseases, Rigshospitalet, Glostrup, Denmark and Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark."], ["Mørch", "Lina Steinrud", "LS", "Gynaecological Clinic, The Juliane Marie Centre, Copenhagen University Hospital, and Danish Cancer Society Research Centre, Virus, Lifestyle and Genes Unit, Copenhagen."]], "title": "Parental Rheumatoid Arthritis and Autism Spectrum Disorders in Offspring: A Danish Nationwide Cohort Study.", "year": null, "sentences": ["Maternal rheumatoid arthritis (RA) has been associated with an increased risk of autism spectrum disorder (ASD) in the offspring.", "We assessed the potential influence of both maternal and paternal RA on the risk of ASD in offspring to disentangle the influence of genetic inheritance from other conditions potentially leading to fetal programming.The nationwide cohort study included all children born alive from 1977 to 2008 in Denmark (N = 1,917,723).", "Cox regression models were used to calculate hazard rate ratios (HR) of ASD in offspring exposed to maternal or paternal RA, compared to unexposed children.Maternal RA was associated with an approximately 30% increased risk of ASD in the offspring (HR = 1.31 and 95% CI = 1.06-1.63).", "Also, paternal RA seemed to increase the risk of ASD by approximately 30% (HR = 1.33, 95% CI = 0.97-1.82).Our findings suggest maternal as well as paternal RA to be associated with an increased risk of ASD in the offspring, indicating that genetic factors associated with RA may also play a role in the etiology of ASD in children of parents with RA."], "id": "29301665", "text": "Maternal rheumatoid arthritis (RA) has been associated with an increased risk of autism spectrum disorder (ASD) in the offspring. We assessed the potential influence of both maternal and paternal RA on the risk of ASD in offspring to disentangle the influence of genetic inheritance from other conditions potentially leading to fetal programming.The nationwide cohort study included all children born alive from 1977 to 2008 in Denmark (N = 1,917,723). Cox regression models were used to calculate hazard rate ratios (HR) of ASD in offspring exposed to maternal or paternal RA, compared to unexposed children.Maternal RA was associated with an approximately 30% increased risk of ASD in the offspring (HR = 1.31 and 95% CI = 1.06-1.63). Also, paternal RA seemed to increase the risk of ASD by approximately 30% (HR = 1.33, 95% CI = 0.97-1.82).Our findings suggest maternal as well as paternal RA to be associated with an increased risk of ASD in the offspring, indicating that genetic factors associated with RA may also play a role in the etiology of ASD in children of parents with RA.", "doi": "10.1016/j.jaac.2017.10.002", "journal": ["Journal of the American Academy of Child and Adolescent Psychiatry", "J Am Acad Child Adolesc Psychiatry"], "date": "2018-01-18_23:45:18"}