{"words": ["autism", "spectrum", "disorders", "asd", "significant", "genetic", "predisposition", "recurrence", "risk", "asd", "ranges", "3", "parents", "one", "affected", "child", "recurrence", "risk", "perceptions", "important", "implications", "family", "planning", "prenatal", "preparation", "future", "children", "managements", "absolute", "relative", "recurrence", "risk", "perceptions", "another", "affected", "child", "among", "taiwanese", "parents", "children", "asd", "study", "collected", "quantitative", "survey", "data", "415", "taiwanese", "parents", "one", "child", "reported", "absolute", "recurrence", "risk", "another", "child", "asd", "compared", "parents", "children", "merely", "participants", "perceived", "higher", "relative", "recurrence", "risk", "controlling", "sociodemographic", "characteristics", "participants", "absolute", "recurrence", "risk", "perceptions", "significantly", "predicted", "perceived", "genetic", "causes", "asd", "family", "history", "asd", "yet", "participants", "relative", "recurrence", "risk", "perceptions", "significantly", "associated", "perceived", "genetic", "parents", "children", "diagnosed", "asd", "incorrect", "understanding", "absolute", "relative", "recurrence", "facilitate", "informed", "family", "planning", "healthcare", "providers", "discuss", "absolute", "relative", "recurrence", "risks", "well", "genetic", "causes", "asd", "particular", "group"], "authors": [["Li", "Ming", "M", "Department of Health and Kinesiology, Texas A&M University, College Station, TX, United States."], ["Huang", "Tse-Yang", "TY", "Department of Special Education, National Tsing Hua University, HsinChu, Taiwan."], ["Ye", "Jia", "J", "Department of Health and Kinesiology, Texas A&M University, College Station, TX, United States."], ["Zhao", "Shixi", "S", "Department of Health and Kinesiology, Texas A&M University, College Station, TX, United States."], ["Chen", "Lei-Shih", "LS", "Department of Health and Kinesiology, Texas A&M University, College Station, TX, United States. Electronic address: lacechen@tamu.edu."]], "title": "Perceived recurrence risk of having another affected child: A survey on parents of children with autism spectrum disorders in Taiwan.", "year": null, "sentences": ["Autism Spectrum Disorders (ASD) have a significant genetic predisposition.", "The recurrence risk of ASD ranges from 3% to 18.7% for parents having one affected child.", "As recurrence risk perceptions have important implications for family planning, prenatal preparation, and future children managements, absolute and relative recurrence risk perceptions of having another affected child among Taiwanese parents of children with ASD were assessed.This study collected quantitative survey data from 415 Taiwanese parents who had one child with ASD.Participants reported their absolute recurrence risk of having another child with ASD was 33.4%.", "Compared to other parents with normally-developing children, merely 49.8% of participants perceived higher relative recurrence risk.", "By controlling for the sociodemographic characteristics, participants' absolute recurrence risk perceptions were significantly predicted by their perceived genetic causes of ASD and family history of ASD.", "Yet, participants' relative recurrence risk perceptions were significantly associated with only the perceived genetic etiology.Taiwanese parents of children diagnosed with ASD had an incorrect understanding of their absolute and relative recurrence risks.To facilitate informed decision-making in family planning, healthcare providers should discuss absolute and relative recurrence risks as well as genetic causes of ASD with this particular group."], "id": "29301637", "text": "Autism Spectrum Disorders (ASD) have a significant genetic predisposition. The recurrence risk of ASD ranges from 3% to 18.7% for parents having one affected child. As recurrence risk perceptions have important implications for family planning, prenatal preparation, and future children managements, absolute and relative recurrence risk perceptions of having another affected child among Taiwanese parents of children with ASD were assessed.This study collected quantitative survey data from 415 Taiwanese parents who had one child with ASD.Participants reported their absolute recurrence risk of having another child with ASD was 33.4%. Compared to other parents with normally-developing children, merely 49.8% of participants perceived higher relative recurrence risk. By controlling for the sociodemographic characteristics, participants' absolute recurrence risk perceptions were significantly predicted by their perceived genetic causes of ASD and family history of ASD. Yet, participants' relative recurrence risk perceptions were significantly associated with only the perceived genetic etiology.Taiwanese parents of children diagnosed with ASD had an incorrect understanding of their absolute and relative recurrence risks.To facilitate informed decision-making in family planning, healthcare providers should discuss absolute and relative recurrence risks as well as genetic causes of ASD with this particular group.", "doi": "10.1016/j.pec.2017.12.013", "journal": ["Patient education and counseling", "Patient Educ Couns"], "date": "2018-01-18_23:45:19"}