{"words": ["autism", "spectrum", "disorder", "asd", "neurodevelopmental", "disease", "characterized", "deficit", "social", "interactions", "communication", "repetitive", "restrictive", "behavior", "altered", "cells", "metabolic", "enzymes", "modified", "dysregulation", "canonical", "pathway", "asd", "canonical", "pathway", "upregulated", "focus", "review", "hypothesis", "warburg", "effect", "stimulated", "overexpression", "canonical", "pathway", "asd", "upregulation", "pathway", "induces", "aerobic", "glycolysis", "named", "warburg", "effect", "activation", "glucose", "transporter", "glut", "pyruvate", "kinase", "m2", "pkm2", "pyruvate", "dehydrogenase", "kinase", "1", "pdk1", "monocarboxylate", "lactate", "transporter", "1", "lactate", "dehydrogenase", "inactivation", "pyruvate", "dehydrogenase", "complex", "pdh", "aerobic", "glycolysis", "consists", "supply", "large", "part", "glucose", "lactate", "regardless", "oxygen", "aerobic", "glycolysis", "less", "efficient", "terms", "atp", "production", "oxidative", "phosphorylation", "shunt", "tca", "cycle", "dysregulation", "energetic", "metabolism", "might", "promote", "cell", "deregulation", "progression", "asd", "warburg", "effect", "regulation", "could", "attractive", "target", "developing", "therapeutic", "interventions", "asd"], "authors": [["Vallée", "Alexandre", "A", "Laboratoire de Mathématiques et Applications (LMA), UMR CNRS 7348, CHU Poitiers, University of Poitiers, Poitiers, France. alexandre.g.vallee@gmail.com."], ["Vallée", "Jean-Noël", "JN", "Laboratoire de Mathématiques et Applications (LMA), UMR CNRS 7348, University of Poitiers, 11 Boulevard Marie et Pierre Curie, Poitiers, France."]], "title": "Warburg effect hypothesis in autism Spectrum disorders.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a neurodevelopmental disease which is characterized by a deficit in social interactions and communication with repetitive and restrictive behavior.", "In altered cells, metabolic enzymes are modified by the dysregulation of the canonical WNT/β-catenin pathway.", "In ASD, the canonical WNT/β-catenin pathway is upregulated.", "We focus this review on the hypothesis of Warburg effect stimulated by the overexpression of the canonical WNT/β-catenin pathway in ASD.", "Upregulation of WNT/β-catenin pathway induces aerobic glycolysis, named Warburg effect, through activation of glucose transporter (Glut), pyruvate kinase M2 (PKM2), pyruvate dehydrogenase kinase 1(PDK1), monocarboxylate lactate transporter 1 (MCT-1), lactate dehydrogenase kinase-A (LDH-A) and inactivation of pyruvate dehydrogenase complex (PDH).", "The aerobic glycolysis consists to a supply of a large part of glucose into lactate regardless of oxygen.", "Aerobic glycolysis is less efficient in terms of ATP production than oxidative phosphorylation because of the shunt of the TCA cycle.", "Dysregulation of energetic metabolism might promote cell deregulation and progression of ASD.", "Warburg effect regulation could be an attractive target for developing therapeutic interventions in ASD."], "id": "29301575", "text": "Autism spectrum disorder (ASD) is a neurodevelopmental disease which is characterized by a deficit in social interactions and communication with repetitive and restrictive behavior. In altered cells, metabolic enzymes are modified by the dysregulation of the canonical WNT/β-catenin pathway. In ASD, the canonical WNT/β-catenin pathway is upregulated. We focus this review on the hypothesis of Warburg effect stimulated by the overexpression of the canonical WNT/β-catenin pathway in ASD. Upregulation of WNT/β-catenin pathway induces aerobic glycolysis, named Warburg effect, through activation of glucose transporter (Glut), pyruvate kinase M2 (PKM2), pyruvate dehydrogenase kinase 1(PDK1), monocarboxylate lactate transporter 1 (MCT-1), lactate dehydrogenase kinase-A (LDH-A) and inactivation of pyruvate dehydrogenase complex (PDH). The aerobic glycolysis consists to a supply of a large part of glucose into lactate regardless of oxygen. Aerobic glycolysis is less efficient in terms of ATP production than oxidative phosphorylation because of the shunt of the TCA cycle. Dysregulation of energetic metabolism might promote cell deregulation and progression of ASD. Warburg effect regulation could be an attractive target for developing therapeutic interventions in ASD.", "doi": "10.1186/s13041-017-0343-6", "journal": ["Molecular brain", "Mol Brain"], "date": "2018-01-18_23:45:19"}