{"words": ["hypothesized", "brain", "network", "abnormalities", "autism", "spectrum", "disorder", "asd", "reflect", "local", "overconnectivity", "underconnectivity", "however", "consistent", "finding", "recent", "studies", "could", "reflect", "developmental", "nature", "heterogeneity", "asd", "tested", "565", "asd", "602", "neurotypical", "nt", "males", "91", "asd", "233", "nt", "females", "using", "local", "functional", "connectivity", "density", "lfcd", "mapping", "correlation", "analyses", "assess", "local", "connectivities", "differ", "asd", "compared", "nt", "males", "asd", "males", "lower", "weaker", "increases", "thalamic", "lfcd", "associated", "symptoms", "autism", "correlation", "analyses", "thalamus", "cluster", "revealed", "stronger", "connectivity", "auditory", "somatosensory", "motoric", "interoceptive", "cortices", "asd", "nt", "males", "females", "decreased", "age", "asd", "nt", "results", "document", "disruption", "local", "thalamic", "connectivity", "dysregulation", "networks", "might", "contribute", "perceptual", "motoric", "interoceptive", "impairments", "also", "consistent", "developmental", "delay", "functional", "connectivity", "asd"], "authors": [["Tomasi", "Dardo", "D", "National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD 20892, USA."], ["Volkow", "Nora D", "ND", "National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD 20892, USA."]], "title": "Reduced Local and Increased Long-Range Functional Connectivity of the Thalamus in Autism Spectrum Disorder.", "year": null, "sentences": ["It is hypothesized that brain network abnormalities in autism spectrum disorder (ASD) reflect local overconnectivity and long-range underconnectivity.", "However, this is not a consistent finding in recent studies, which could reflect the developmental nature and the heterogeneity of ASD.", "Here, we tested 565 ASD and 602 neurotypical (NT) males, and 91 ASD and 233 NT females using local functional connectivity density (lFCD) mapping and seed-voxel correlation analyses to assess how local and long-range connectivities differ in ASD.", "Compared with NT males, ASD males had lower and weaker age-related increases in thalamic lFCD, which were associated with symptoms of autism.", "Post-hoc seed-voxel correlation analyses for the thalamus cluster revealed stronger connectivity with auditory, somatosensory, motoric, and interoceptive cortices for ASD than for NT, both in males and in females, which decreased with age in both ASD and NT.", "These results document the disruption of local thalamic connectivity and dysregulation of thalamo-cortical networks, which might contribute to perceptual, motoric, and interoceptive impairments, and are also consistent with a developmental delay in functional connectivity in ASD."], "id": "29300843", "text": "It is hypothesized that brain network abnormalities in autism spectrum disorder (ASD) reflect local overconnectivity and long-range underconnectivity. However, this is not a consistent finding in recent studies, which could reflect the developmental nature and the heterogeneity of ASD. Here, we tested 565 ASD and 602 neurotypical (NT) males, and 91 ASD and 233 NT females using local functional connectivity density (lFCD) mapping and seed-voxel correlation analyses to assess how local and long-range connectivities differ in ASD. Compared with NT males, ASD males had lower and weaker age-related increases in thalamic lFCD, which were associated with symptoms of autism. Post-hoc seed-voxel correlation analyses for the thalamus cluster revealed stronger connectivity with auditory, somatosensory, motoric, and interoceptive cortices for ASD than for NT, both in males and in females, which decreased with age in both ASD and NT. These results document the disruption of local thalamic connectivity and dysregulation of thalamo-cortical networks, which might contribute to perceptual, motoric, and interoceptive impairments, and are also consistent with a developmental delay in functional connectivity in ASD.", "doi": "10.1093/cercor/bhx340", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"], "date": "2018-01-18_23:45:19"}