{"words": ["objective", "assess", "operating", "characteristics", "psychological", "development", "autism", "screener", "use", "young", "phase", "1", "evaluated", "concordance", "established", "autism", "scales", "determined", "reliability", "identified", "risk", "threshold", "score", "phase", "2", "population", "1959", "children", "prospectively", "screened", "multiple", "pediatric", "practices", "diverse", "metropolitan", "region", "using", "new", "instrument", "children", "referred", "diagnostic", "evaluation", "screened", "children", "received", "age", "4", "years", "identify", "autism", "cases", "missed", "screening", "specify", "scale", "psychometric", "screening", "diverse", "population", "low", "risk", "children", "age", "18", "36", "months", "detected", "individuals", "autism", "come", "professional", "attention", "overall", "showed", "positive", "predictive", "value", "ppv", "91", "sensitivity", "85", "specificity", "99", "low", "risk", "population", "high", "specificity", "good", "sensitivity", "ppv", "observed", "across", "18", "36", "month", "findings", "provide", "preliminary", "empirical", "support", "parent", "indicator", "toddler", "psychological", "development", "suggest", "may", "useful", "supplement", "developmental", "surveillance", "autism", "additional", "research", "needed", "high", "risk", "samples", "large", "unselected", "populations", "article", "distributed", "terms", "creative", "commons", "derivatives", "license", "permissible", "download", "share", "work", "provided", "properly", "cited", "work", "changed", "way", "used", "commercially", "without", "permission", "journal"], "authors": [["Zahorodny", "Walter", "W", "Pediatrics Department, New Jersey Medical School, Rutgers University, Newark, NJ."], ["Shenouda", "Josephine", "J", "Pediatrics Department, New Jersey Medical School, Rutgers University, Newark, NJ."], ["Mehta", "Uday", "U", "Children's Specialized Hospital, Mountainside, NJ."], ["Yee", "Emily", "E", "Silver Spring Pediatric Group, Silver Spring, MD."], ["Garcia", "Patricia", "P", "University of Connecticut School of Medicine, Farmington, CT."], ["Rajan", "Mangala", "M", "Department of Medicine, Weill Cornell Medical Center, New York, NY."], ["Goldfarb", "Madeleine", "M", "Noah's Ark Institute, Livingston, NJ."]], "title": "Preliminary Evaluation of a Brief Autism Screener for Young Children.", "year": null, "sentences": ["Our objective was to assess the operating characteristics of the Psychological Development Questionnaire-1 (PDQ-1), an autism screener for use with young children.In Phase 1, we evaluated the concordance of the PDQ-1 with established autism scales, determined test-retest reliability, and identified a risk threshold score.", "In Phase 2, a population of 1959 toddler-age children was prospectively screened through multiple pediatric practices in a diverse metropolitan region, using the new instrument.", "Screen-positive children were referred for diagnostic evaluation.", "Screened children received follow-up at age 4 years to identify autism cases missed by screening and to specify the scale's psychometric properties.By screening a diverse population of low risk children, age 18 to 36 months, with the PDQ-1, we detected individuals with autism who had not come to professional attention.", "Overall, the PDQ-1 showed a positive predictive value (PPV) of 91%, with a sensitivity of 85% and specificity of 99% in a low risk population.", "High specificity, good sensitivity, and PPV were observed across the 18 to 36 month age-range.The findings provide preliminary empirical support for this parent report-based indicator of toddler psychological development and suggest that the PDQ-1 may be a useful supplement to developmental surveillance of autism.", "Additional research is needed with high risk samples and large, unselected populations under real-world conditions.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited.", "The work cannot be changed in any way or used commercially without permission from the journal."], "id": "29300209", "text": "Our objective was to assess the operating characteristics of the Psychological Development Questionnaire-1 (PDQ-1), an autism screener for use with young children.In Phase 1, we evaluated the concordance of the PDQ-1 with established autism scales, determined test-retest reliability, and identified a risk threshold score. In Phase 2, a population of 1959 toddler-age children was prospectively screened through multiple pediatric practices in a diverse metropolitan region, using the new instrument. Screen-positive children were referred for diagnostic evaluation. Screened children received follow-up at age 4 years to identify autism cases missed by screening and to specify the scale's psychometric properties.By screening a diverse population of low risk children, age 18 to 36 months, with the PDQ-1, we detected individuals with autism who had not come to professional attention. Overall, the PDQ-1 showed a positive predictive value (PPV) of 91%, with a sensitivity of 85% and specificity of 99% in a low risk population. High specificity, good sensitivity, and PPV were observed across the 18 to 36 month age-range.The findings provide preliminary empirical support for this parent report-based indicator of toddler psychological development and suggest that the PDQ-1 may be a useful supplement to developmental surveillance of autism. Additional research is needed with high risk samples and large, unselected populations under real-world conditions.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal.", "doi": "10.1097/DBP.0000000000000543", "journal": ["Journal of developmental and behavioral pediatrics : JDBP", "J Dev Behav Pediatr"], "date": "2018-01-18_23:45:19"}