{"words": ["explore", "impact", "auditory", "integrative", "training", "ait", "inflammatory", "biomarker", "transforming", "growth", "assess", "effect", "social", "behaviours", "children", "autism", "spectrum", "disorder", "asd", "study", "15", "subjects", "14", "males", "female", "asd", "aged", "years", "recruited", "subjects", "screened", "autism", "diagnostic", "statistical", "manual", "mental", "disorders", "plasma", "levels", "subjects", "measured", "using", "sandwich", "enzyme", "immunoassay", "elisa", "immediately", "ait", "sessions", "1", "3", "months", "behavioural", "scores", "also", "calculated", "child", "using", "childhood", "autism", "rating", "scale", "cars", "social", "responsiveness", "scale", "srs", "short", "sensory", "profile", "ssp", "data", "analysed", "using", "statistical", "package", "social", "sciences", "spss", "computer", "program", "spss", "windows", "chicago", "illinois", "usa", "levels", "significantly", "increased", "85", "immediately", "p", "95", "one", "month", "p", "105", "three", "months", "p", "ait", "intervention", "results", "also", "revealed", "behavioural", "rating", "scales", "cars", "srs", "ssp", "improved", "terms", "severity", "disease", "ait", "plasma", "levels", "support", "therapeutic", "effect", "ait", "followed", "improvement", "social", "awareness", "social", "cognition", "social", "communication", "children", "asd", "furthermore", "associated", "severity", "tested", "scores", "cars", "srs", "ssp", "confirmed", "studies", "larger", "sample", "sizes", "may", "considered", "marker", "severity", "asd", "assess", "efficacy", "therapeutic", "interventions"], "authors": [["Al-Ayadhi", "Laila", "L", null], ["Alhowikan", "Abdulrahman", "A", null], ["Halepoto", "Dost", "D", null]], "title": "Impact of Auditory Integrative Training (AIT) on Transforming Growth Factor Beta 1 (TGF-β1) and Its Effect on Behavioural and Social Emotions in Children with Autism Spectrum Disorder (ASD).", "year": null, "sentences": ["To explore the impact of auditory integrative training (AIT) on inflammatory biomarker transforming growth factor-β1 (TGF-β1) and to assess its effect on social behaviours in children with autism spectrum disorder (ASD).In this cross-sectional study 15 subjects (14 males, I female) with ASD aged 3-12 years were recruited.", "All subjects were screened for autism by Diagnostic and Statistical Manual of Mental Disorders (DSM-IV).", "Plasma levels of TGF-β1 in all subjects were measured using sandwich enzyme immunoassay (ELISA) immediately after the AIT sessions and after 1 and 3 months.", "Pre-AIT and post-AIT behavioural scores were also calculated for each child using the Childhood Autism Rating Scale (CARS), Social Responsiveness Scale (SRS), and the Short Sensory Profile (SSP).", "Data was analysed using the Statistical Package for the Social Sciences (SPSS) computer program (SPSS 21.0 for Windows, Chicago, Illinois, USA).Plasma levels of TGF-β1 significantly increased to 85% immediately (20.13±12, p <0.05), to 95% after one month (21.2±11, p <0.01) and 105% after three months (22.25±16, p<0.01) of AIT intervention.", "Results also revealed that behavioural rating scales CARS, SRS and SSP improved in terms of severity of disease after AIT session.Increased plasma levels of TGF-β1 support the therapeutic effect of AIT on TGF-β1 followed by improvement in social awareness, social cognition, and social communication in children with ASD.", "Furthermore TGF-β1was associated with the severity of all tested scores (CARS, SRS and SSP); if confirmed in studies on larger sample sizes, TGF-β1 may be considered as a marker of severity of ASD and to assess efficacy of therapeutic interventions."], "id": "29298441", "text": "To explore the impact of auditory integrative training (AIT) on inflammatory biomarker transforming growth factor-β1 (TGF-β1) and to assess its effect on social behaviours in children with autism spectrum disorder (ASD).In this cross-sectional study 15 subjects (14 males, I female) with ASD aged 3-12 years were recruited. All subjects were screened for autism by Diagnostic and Statistical Manual of Mental Disorders (DSM-IV). Plasma levels of TGF-β1 in all subjects were measured using sandwich enzyme immunoassay (ELISA) immediately after the AIT sessions and after 1 and 3 months. Pre-AIT and post-AIT behavioural scores were also calculated for each child using the Childhood Autism Rating Scale (CARS), Social Responsiveness Scale (SRS), and the Short Sensory Profile (SSP). Data was analysed using the Statistical Package for the Social Sciences (SPSS) computer program (SPSS 21.0 for Windows, Chicago, Illinois, USA).Plasma levels of TGF-β1 significantly increased to 85% immediately (20.13±12, p <0.05), to 95% after one month (21.2±11, p <0.01) and 105% after three months (22.25±16, p<0.01) of AIT intervention. Results also revealed that behavioural rating scales CARS, SRS and SSP improved in terms of severity of disease after AIT session.Increased plasma levels of TGF-β1 support the therapeutic effect of AIT on TGF-β1 followed by improvement in social awareness, social cognition, and social communication in children with ASD. Furthermore TGF-β1was associated with the severity of all tested scores (CARS, SRS and SSP); if confirmed in studies on larger sample sizes, TGF-β1 may be considered as a marker of severity of ASD and to assess efficacy of therapeutic interventions.", "doi": "10.1159/000486572", "journal": ["Medical principles and practice : international journal of the Kuwait University, Health Science Centre", "Med Princ Pract"], "date": "2018-01-18_23:45:20"}