{"title": "Child and family characteristics moderate agreement between caregiver and clinician report of autism symptoms.", "text": "Rates of autism spectrum disorder (ASD) and age at first diagnosis vary considerably across the United States and are moderated by children's sex, race, ethnicity, and availability of services. We additionally suggest that degree of caregiver-clinician agreement on ASD symptoms may play a role in ASD assessment. Since gold standard ASD assessment integrates caregiver-reported developmental history with clinician observations, differential agreement between reporters across demographic groups may contribute to a host of detrimental outcomes. Here, we investigate whether caregiver-clinician agreement on ASD symptoms varies according to child and family characteristics. Comprehensive data from 2,759 families in the Simons Simplex Collection were analyzed. Linear models were created with caregiver reports predicting clinician reports, and moderating effects of child characteristics and family factors were examined. Poorer reporter correspondence was observed when children had higher IQ scores, stronger adaptive behavior, and more behavioral difficulties. Greater disagreement was also associated with African American racial status (for younger children), lower household income, and paternal social difficulties (for older children). Children's biological sex did not moderate caregiver-clinician agreement. Marked disagreement between caregivers and clinicians could lead to suboptimal or insufficient intervention services and negative experiences for families throughout development. Such families may also be less likely to qualify for research studies, and therefore be underrepresented in the ASD literature. Modified assessment procedures may be required to improve assessment accuracy and family experiences. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.Evaluation of autism spectrum disorder (ASD) incorporates both caregiver and clinician perspectives of symptoms, and disagreement between these perspectives could lead to poorer outcomes for families. Using data from 2,759 families, we show that caregiver-clinician agreement on ASD symptoms is poorer for children with higher cognitive and adaptive skills, more behavioral difficulties, lower household income, and African American racial status. These children may be at higher risk for misdiagnosis, poorer family experiences during evaluations, and poorer representation in ASD research.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29251835", "doi": "10.1002/aur.1907", "date": "2017-12-18", "authors": [["Neuhaus", "Emily", "E", "Seattle Children's Research Institute, Center on Child Health, Behavior, and Development, Seattle, Washington."], ["Beauchaine", "Theodore P", "TP", "The Ohio State University, Columbus, Ohio."], ["Bernier", "Raphael A", "RA", "University of Washington, Psychiatry and Behavioral Science, Seattle, Washington."], ["Webb", "Sara J", "SJ", "Seattle Children's Research Institute, Center on Child Health, Behavior, and Development, Seattle, Washington."]]}