{"words": ["high", "prevalence", "autism", "spectrum", "disorder", "asd", "wandering", "behavior", "emergency", "medical", "responders", "emrs", "likely", "encounter", "children", "adolescents", "asd", "objectives", "describe", "interactions", "emrs", "children", "adolescents", "asd", "evaluate", "emrs", "ability", "recognize", "asd", "simulated", "trauma", "setting", "determine", "emrs", "demographic", "characteristics", "affected", "interactions", "asd", "study", "75", "videos", "simulated", "school", "bus", "crash", "performed", "simulation", "included", "adolescent", "asd", "portrayed", "actor", "videos", "coded", "based", "5", "domains", "1", "reassurance", "attempts", "emr", "2", "quality", "emr", "interactions", "3", "emr", "elicitation", "information", "4", "emr", "interactions", "others", "5", "emr", "recognition", "disability", "two", "clinicians", "coded", "videos", "independently", "consensus", "reached", "areas", "75", "interactions", "27", "provided", "reassurance", "adolescent", "asd", "1", "elicited", "information", "11", "asked", "bystanders", "information", "assistance", "35", "suggested", "disability", "13", "considering", "asd", "differences", "across", "domains", "found", "based", "emr", "sex", "emergency", "medical", "responders", "greater", "equal", "5", "years", "experience", "significantly", "likely", "elicit", "information", "less", "5", "years", "experience", "paramedics", "significantly", "higher", "total", "performance", "scores", "paramedic", "students", "emrs", "study", "optimally", "interacted", "adolescents", "asd", "recognized", "disability", "findings", "suggest", "strong", "need", "targeted", "educational", "interventions"], "authors": [["Cheung", "Viola", "V", "From the *Yale School of Medicine, New Haven, CT."], ["McCarthy", "Madeline L", "ML", null], ["Cicero", "Mark X", "MX", null], ["Leventhal", "John M", "JM", null], ["Weitzman", "Carol", "C", null]], "title": "Emergency Medical Responders and Adolescents With Autism Spectrum Disorder.", "year": null, "sentences": ["Because of the high prevalence of Autism Spectrum Disorder (ASD) and wandering behavior, emergency medical responders (EMRs) will likely encounter children and adolescents with ASD.", "The objectives were to describe interactions between EMRs and children and adolescents with ASD, to evaluate EMRs' ability to recognize ASD in a simulated trauma setting, and to determine if EMRs' demographic characteristics affected their interactions with ASD youth.A study of 75 videos of a simulated school bus crash was performed.", "The simulation included an adolescent with ASD portrayed by an actor.", "Videos were coded based on 5 domains: (1) reassurance attempts by the EMR, (2) quality of the EMR's interactions, (3) EMR's elicitation of information, (4) EMR's interactions with others, and (5) EMR's recognition of a disability.", "Two clinicians coded the videos independently, and consensus was reached for any areas of disagreement.Of 75 interactions, 27% provided reassurance to the adolescent with ASD, 1% elicited information, 11% asked bystanders for information or assistance, and 35% suggested a disability with 13% considering ASD.", "No differences across domains were found based on the EMR's sex.", "Emergency medical responders with greater than or equal to 5 years of experience were significantly more likely to elicit information than those with less than 5 years of experience, and paramedics had significantly higher total performance scores than paramedic students or those with EMT-Basic.Few EMRs in this study optimally interacted with adolescents with ASD or recognized a disability.", "These findings suggest a strong need for targeted educational interventions."], "id": "29298245", "text": "Because of the high prevalence of Autism Spectrum Disorder (ASD) and wandering behavior, emergency medical responders (EMRs) will likely encounter children and adolescents with ASD. The objectives were to describe interactions between EMRs and children and adolescents with ASD, to evaluate EMRs' ability to recognize ASD in a simulated trauma setting, and to determine if EMRs' demographic characteristics affected their interactions with ASD youth.A study of 75 videos of a simulated school bus crash was performed. The simulation included an adolescent with ASD portrayed by an actor. Videos were coded based on 5 domains: (1) reassurance attempts by the EMR, (2) quality of the EMR's interactions, (3) EMR's elicitation of information, (4) EMR's interactions with others, and (5) EMR's recognition of a disability. Two clinicians coded the videos independently, and consensus was reached for any areas of disagreement.Of 75 interactions, 27% provided reassurance to the adolescent with ASD, 1% elicited information, 11% asked bystanders for information or assistance, and 35% suggested a disability with 13% considering ASD. No differences across domains were found based on the EMR's sex. Emergency medical responders with greater than or equal to 5 years of experience were significantly more likely to elicit information than those with less than 5 years of experience, and paramedics had significantly higher total performance scores than paramedic students or those with EMT-Basic.Few EMRs in this study optimally interacted with adolescents with ASD or recognized a disability. These findings suggest a strong need for targeted educational interventions.", "doi": "10.1097/PEC.0000000000001322", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"], "date": "2018-01-18_23:45:21"}