{"title": "Autism: Hard to Switch from Details to the Whole.", "text": "It has long been proposed that individuals with autism exhibit a superior processing of details at the expense of an impaired global processing. This theory has received some empirical support, but results are mixed. In this research we have studied local and global processing in ASD and Typically Developing children, with an adaptation of the Navon task, designed to measure congruency effects between local and global stimuli and switching cost between local and global tasks. ASD children showed preserved global processing; however, compared to Typically Developing children, they exhibited more facilitation from congruent local stimuli when they performed the global task. In addition, children with ASD had more switching cost than Typically Developing children only when they switched from the local to the global task, reflecting a specific difficulty to disengage from local stimuli. Together, results suggest that ASD is characterized by a tendency to process local details, they benefit from the processing of local stimuli at the expense of increasing cost to disengage from local stimuli when global processing is needed. Thus, this work demonstrates experimentally the advantages and disadvantages of the increased local processing in children with ASD.", "journal": ["Journal of abnormal child psychology", "J Abnorm Child Psychol"], "id": "29250728", "doi": "10.1007/s10802-017-0384-4", "date": "2017-12-18", "authors": [["Soriano", "María Felipa", "MF", "St. Agustin Universitary Hospital, Avenida de San Cristóbal s/n. 23700, Linares, Jaén, Spain."], ["Ibáñez-Molina", "Antonio J", "AJ", "Departamento de Psicología, University of Jaén, Campus de las lagunillas, 23071, Jaén, Spain."], ["Paredes", "Natalia", "N", "Departamento de Psicología Experimental. Facultad de Psicología, Universidad de Granada, 18071, Granada, Spain."], ["Macizo", "Pedro", "P", "Departamento de Psicología Experimental. Facultad de Psicología, Universidad de Granada, 18071, Granada, Spain. pmacizo@ugr.es."]]}