{"title": "Shank Proteins Differentially Regulate Synaptic Transmission.", "text": "Shank proteins, one of the principal scaffolds in the postsynaptic density (PSD) of the glutamatergic synapses, have been associated with autism spectrum disorders and neuropsychiatric diseases. However, it is not known whether different Shank family proteins have distinct functions in regulating synaptic transmission, and how they differ from other scaffold proteins in this aspect. Here, we investigate the role of Shanks in regulating glutamatergic synaptic transmission at rat hippocampal SC-CA1 synapses, using lentivirus-mediated knockdown and molecular replacement combined with dual whole-cell patch clamp in hippocampal slice culture. In line with previous findings regarding PSD-MAGUK scaffold manipulation, we found that loss of scaffold proteins via knockdown of Shank1 or Shank2, but not Shank3, led to a reduction of the number but not the unitary response of AMPAR-containing synapses. Only when both Shank1 and Shank2 were knocked down, were both the number and the unitary response of active synapses reduced. This reduction was accompanied by a decrease in NMDAR-mediated synaptic response, indicating more profound deficits in synaptic transmission. Molecular replacement with Shank2 and Shank3c rescued the synaptic transmission to the basal level, and the intact sterile α-motif (SAM) of Shank proteins is required for maintaining glutamatergic synaptic transmission. We also found that altered neural activity did not influence the effect of Shank1 or Shank2 knockdown on AMPAR synaptic transmission, in direct contrast to the activity dependence of the effect of PSD-95 knockdown, revealing differential interaction between activity-dependent signaling and scaffold protein families in regulating synaptic AMPAR function.", "journal": ["eNeuro", "eNeuro"], "id": "29250591", "doi": "10.1523/ENEURO.0163-15.2017", "date": "2017-12-15", "authors": [["Shi", "Rebecca", "R", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Redman", "Patrick", "P", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Ghose", "Dipanwita", "D", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Liu", "Yan", "Y", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Ren", "Xiaobai", "X", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Ding", "Lei J", "LJ", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Liu", "Mingna", "M", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Jones", "Kendrick J", "KJ", "Picower Institute for Learning and Memory, Cambridge, MA 02139."], ["Xu", "Weifeng", "W", "Picower Institute for Learning and Memory, Cambridge, MA 02139."]]}