{"words": ["autism", "common", "people", "epilepsy", "approximately", "20", "epilepsy", "common", "people", "autism", "reported", "rates", "approximately", "20", "however", "figures", "likely", "affected", "current", "broader", "criteria", "autism", "spectrum", "disorder", "asd", "contributed", "increased", "prevalence", "autism", "result", "rate", "asd", "epilepsy", "likely", "higher", "figure", "epilepsy", "asd", "likely", "lower", "evidence", "suggests", "two", "peaks", "epilepsy", "onset", "autism", "infancy", "adolescence", "rate", "autism", "epilepsy", "much", "higher", "intellectual", "disability", "conditions", "syndrome", "nonconvulsive", "status", "epilepticus", "epilepsy", "may", "present", "autistic", "features", "plausible", "mechanism", "autism", "causing", "epilepsy", "however", "autism", "epilepsy", "almost", "certainly", "result", "underlying", "factors", "predisposing", "conditions", "including", "genetic", "environmental", "factors", "conditions", "attention", "deficit", "hyperactivity", "disorder", "anxiety", "sleep", "disorders", "common", "epilepsy", "autism", "epilepsy", "generally", "contraindication", "treating", "conditions", "suitable", "medication", "important", "take", "account", "relevant", "drug", "interactions", "one", "greatest", "challenges", "autism", "determine", "early", "childhood", "regression", "occurs", "perhaps", "25", "research", "focus", "finding", "cause", "regression", "whether", "epilepsy", "plays", "role", "regression", "subgroup", "children", "autism", "lose", "skills", "remains", "determined"], "authors": [["Besag", "Frank Mc", "FM", "Neurodevelopmental Team, East London Foundation NHS Trust, Family Consultation Clinic, Bedford, UK."]], "title": "Epilepsy in patients with autism: links, risks and treatment challenges.", "year": null, "sentences": ["Autism is more common in people with epilepsy, approximately 20%, and epilepsy is more common in people with autism with reported rates of approximately 20%.", "However, these figures are likely to be affected by the current broader criteria for autism spectrum disorder (ASD), which have contributed to an increased prevalence of autism, with the result that the rate for ASD in epilepsy is likely to be higher and the figure for epilepsy in ASD is likely to be lower.", "Some evidence suggests that there are two peaks of epilepsy onset in autism, in infancy and adolescence.", "The rate of autism in epilepsy is much higher in those with intellectual disability.", "In conditions such as the Landau-Kleffner syndrome and nonconvulsive status epilepticus, the epilepsy itself may present with autistic features.", "There is no plausible mechanism for autism causing epilepsy, however.", "The co-occurrence of autism and epilepsy is almost certainly the result of underlying factors predisposing to both conditions, including both genetic and environmental factors.", "Conditions such as attention deficit hyperactivity disorder, anxiety and sleep disorders are common in both epilepsy and autism.", "Epilepsy is generally not a contraindication to treating these conditions with suitable medication, but it is important to take account of relevant drug interactions.", "One of the greatest challenges in autism is to determine why early childhood regression occurs in perhaps 25%.", "Further research should focus on finding the cause for such regression.", "Whether epilepsy plays a role in the regression of a subgroup of children with autism who lose skills remains to be determined."], "id": "29296085", "text": "Autism is more common in people with epilepsy, approximately 20%, and epilepsy is more common in people with autism with reported rates of approximately 20%. However, these figures are likely to be affected by the current broader criteria for autism spectrum disorder (ASD), which have contributed to an increased prevalence of autism, with the result that the rate for ASD in epilepsy is likely to be higher and the figure for epilepsy in ASD is likely to be lower. Some evidence suggests that there are two peaks of epilepsy onset in autism, in infancy and adolescence. The rate of autism in epilepsy is much higher in those with intellectual disability. In conditions such as the Landau-Kleffner syndrome and nonconvulsive status epilepticus, the epilepsy itself may present with autistic features. There is no plausible mechanism for autism causing epilepsy, however. The co-occurrence of autism and epilepsy is almost certainly the result of underlying factors predisposing to both conditions, including both genetic and environmental factors. Conditions such as attention deficit hyperactivity disorder, anxiety and sleep disorders are common in both epilepsy and autism. Epilepsy is generally not a contraindication to treating these conditions with suitable medication, but it is important to take account of relevant drug interactions. One of the greatest challenges in autism is to determine why early childhood regression occurs in perhaps 25%. Further research should focus on finding the cause for such regression. Whether epilepsy plays a role in the regression of a subgroup of children with autism who lose skills remains to be determined.", "doi": "10.2147/NDT.S120509", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"], "date": "2018-01-18_23:45:22"}