{"title": "Wavelet coherence-based classifier: A resting-state functional MRI study on neurodynamics in adolescents with high-functioning autism.", "text": "The autism spectrum disorder (ASD) diagnosis requires a long and elaborate procedure. Due to the lack of a biomarker, the procedure is subjective and is restricted to evaluating behavior. Several attempts to use functional MRI as an assisting tool (as classifier) have been reported, but they barely reach an accuracy of 80%, and have not usually been replicated or validated with independent datasets. Those attempts have used functional connectivity and structural measurements. There is, nevertheless, evidence that not the topology of networks, but their temporal dynamics is a key feature in ASD. We therefore propose a novel MRI-based ASD biomarker by analyzing temporal brain dynamics in resting-state fMRI.We investigate resting-state fMRI data from 2 independent datasets of adolescents: our in-house data (12 ADS, 12 controls), and the Leuven dataset (12 ASD, 18 controls, from Leuven university). Using independent component analysis we obtain relevant socio-executive resting-state networks (RSNs) and their associated time series. Upon these time series we extract wavelet coherence maps. Using these maps, we calculate our dynamics metric: time of in-phase coherence. This novel metric is then used to train classifiers for autism diagnosis. Leave-one-out cross validation is applied for performance evaluation. To assess inter-site robustness, we also train our classifiers on the in-house data, and test them on the Leuven dataset.We distinguished ASD from non-ASD adolescents at 86.7% accuracy (91.7% sensitivity, 83.3% specificity). In the second experiment, using Leuven dataset, we also obtained the classification performance at 86.7% (83.3% sensitivity, and 88.9% specificity). Finally we classified the Leuven dataset, with classifiers trained with our in-house data, resulting in 80% accuracy (100% sensitivity, 66.7% specificity).This study shows that change in the coherence of temporal neurodynamics is a biomarker of ASD, and wavelet coherence-based classifiers lead to robust and replicable results and could be used as an objective diagnostic tool for ASD.", "journal": ["Computer methods and programs in biomedicine", "Comput Methods Programs Biomed"], "id": "29249338", "doi": "10.1016/j.cmpb.2017.11.017", "date": "2017-11-16", "authors": [["Bernas", "Antoine", "A", "Department of Electrical Engineering, Eindhoven University of Technology, P.O. Box 513, 5600MB, Eindhoven, The Netherlands; Department of Behavioral Sciences, Epilepsy Center Kempenhaeghe, P.O. Box 61, 5590 VE, Heeze, The Netherlands. Electronic address: a.b.bernas@tue.nl."], ["Aldenkamp", "Albert P", "AP", "Department of Electrical Engineering, Eindhoven University of Technology, P.O. Box 513, 5600MB, Eindhoven, The Netherlands; Department of Neurology, Maastricht University Medical Center, P.O. Box 5800, 6202 AZ, Maastricht, The Netherlands; Department of Behavioral Sciences, Epilepsy Center Kempenhaeghe, P.O. Box 61, 5590 VE, Heeze, The Netherlands."], ["Zinger", "Svitlana", "S", "Department of Electrical Engineering, Eindhoven University of Technology, P.O. Box 513, 5600MB, Eindhoven, The Netherlands; Department of Behavioral Sciences, Epilepsy Center Kempenhaeghe, P.O. Box 61, 5590 VE, Heeze, The Netherlands."]]}