{"title": "Differentiating Autism from Typical Development: Preliminary Findings of Greek Versions of a Pragmatic Language and Social Communication Questionnaire.", "text": "A social pragmatic communication disorder is one of the primary characteristics of children with autism. Although several measures of pragmatics and social communication exist, many are not comprehensive, do not examine the quality of interactions across contexts and interlocutors, and cannot be easily administered and interpreted. The aim of this article is to report on preliminary data collected using the Greek version of comprehensive social communication and pragmatic language questionnaires completed by parents and teachers interacting with young children in different contexts.A Greek translation of the social communication and pragmatic language questionnaires was administered to parents and teachers of 31 children diagnosed with autism and of 51 typically developing children aged 3.0-6.0 years. Analysis and Results: The performance on the Greek versions of the social communication and pragmatic language questionnaires of typically developing children was compared with the performance of the children with autism using a series of independent t tests. Descriptive statistics were used to summarize participant characteristics and performances on the measure. Preliminary results showed that significant differences with moderate effect sizes were found between groups on 63% of the 30 test items.The performance of children on questionnaires may lead to the development of easily administered and interpretable assessments for differentiating children with pragmatics and social communication impairments, such as children with autism, from typically developing children.", "journal": ["Folia phoniatrica et logopaedica : official organ of the International Association of Logopedics and Phoniatrics (IALP)", "Folia Phoniatr Logop"], "id": "29248927", "doi": "10.1159/000479277", "date": "2017-12-15", "authors": [["Hyter", "Yvette", "Y", "Western Michigan University, Kalamazoo, Michigan, USA."], ["Vogindroukas", "Ioannis", "I", "Institute for Research and Education in Speech Therapy (IEEL), Ioannia, Greece."], ["Chelas", "Evripidis-Nikolaos", "EN", "Institute for Research and Education in Speech Therapy (IEEL), Ioannia, Greece."], ["Paparizos", "Konstantinos", "K", "Institute for Research and Education in Speech Therapy (IEEL), Ioannia, Greece."], ["Kivrakidou", "Eleni", "E", "Institute for Research and Education in Speech Therapy (IEEL), Ioannia, Greece."], ["Kaloudi", "Vasiliki", "V", "Institute for Research and Education in Speech Therapy (IEEL), Ioannia, Greece."]]}