{"words": ["ryan", "boy", "seen", "developmental", "behavioral", "pediatrics", "clinic", "disruptive", "behavior", "developmental", "delay", "medical", "history", "notable", "tethered", "spinal", "cord", "repaired", "age", "4", "months", "alternating", "exotropia", "multiple", "surgeries", "obesity", "body", "mass", "index", "99", "ryan", "development", "globally", "delayed", "sat", "age", "10", "months", "walked", "24", "months", "autism", "diagnostic", "observation", "module", "completed", "age", "19", "months", "demonstrated", "concern", "autism", "spectrum", "parents", "described", "behavioral", "challenges", "including", "hyperactivity", "impulsivity", "aggression", "toward", "self", "others", "severe", "tantrums", "short", "attention", "span", "difficulty", "sleeping", "also", "endorsed", "repetitive", "behaviors", "including", "head", "rocking", "walking", "circles", "perseverative", "speech", "expressive", "language", "significantly", "limited", "family", "history", "autism", "intellectual", "physical", "examination", "notable", "alternating", "exotropia", "hypertelorism", "upslanting", "palpebral", "fissures", "obesity", "speech", "limited", "utterances", "neurological", "general", "examinations", "referred", "repeat", "psychological", "testing", "age", "5", "years", "module", "2", "consistent", "classification", "autism", "high", "level", "symptoms", "fragile", "x", "test", "negative", "microarray", "demonstrated", "microduplication", "region", "including", "myelin", "transcription", "factor", "gene"], "authors": [["Braddock", "Adam", "A", "Developmental Behavioral Pediatrics, Department of Pediatrics, University of California San Diego, Rady Children's Hospital, San Diego, CA."], ["Del Campo", "Miguel", "M", "Dysmorphology and Teratology, Department of Pediatrics, University of California San Diego, Rady Children's Hospital, San Diego, CA."], ["Reiff", "Michael I", "MI", "Pediatric Clinical Neuroscience, Department of Pediatrics, University of Minnesota, Minneapolis, MN."], ["Stein", "Martin T", "MT", "Developmental Behavioral Pediatrics, Department of Pediatrics, University of California San Diego, Rady Children's Hospital, San Diego, CA."]], "title": "Disruptive Behavior, Global Developmental Delay, and Obesity in a 5-Year-Old Boy with a Chromosome Microduplication.", "year": null, "sentences": ["Ryan is a 5-year-old boy who was seen in a Developmental Behavioral Pediatrics clinic for disruptive behavior and developmental delay.", "His medical history was notable for a tethered spinal cord repaired at age 4 months, alternating exotropia with multiple surgeries, and obesity (body mass index at 99%).", "Ryan's development was globally delayed.", "He sat at age 10 months and walked at 24 months.", "An Autism Diagnostic Observation Schedule-Toddler module (ADOS-T) was completed at age 19 months and demonstrated little-to-no concern for autism spectrum disorder.Ryan's parents described behavioral challenges including hyperactivity, impulsivity, aggression toward him self and others, severe tantrums, a short attention span, and difficulty sleeping.", "They also endorsed repetitive behaviors including head rocking, walking in circles, and perseverative speech.", "Expressive language was significantly limited.", "There was no family history of autism or intellectual disability.Ryan's physical examination was notable for alternating exotropia, hypertelorism, upslanting palpebral fissures, and obesity.", "His speech was limited to 1-word utterances.", "Neurological and general examinations were normal.He was referred for repeat psychological testing at age 5 years.", "The ADOS-2 (Module 2) was consistent with a classification of autism with a high level of autism-related symptoms.", "A fragile X test was negative, and microarray demonstrated a microduplication in the region of 2p25.3 including the myelin transcription factor 1-like gene."], "id": "29293472", "text": "Ryan is a 5-year-old boy who was seen in a Developmental Behavioral Pediatrics clinic for disruptive behavior and developmental delay. His medical history was notable for a tethered spinal cord repaired at age 4 months, alternating exotropia with multiple surgeries, and obesity (body mass index at 99%). Ryan's development was globally delayed. He sat at age 10 months and walked at 24 months. An Autism Diagnostic Observation Schedule-Toddler module (ADOS-T) was completed at age 19 months and demonstrated little-to-no concern for autism spectrum disorder.Ryan's parents described behavioral challenges including hyperactivity, impulsivity, aggression toward him self and others, severe tantrums, a short attention span, and difficulty sleeping. They also endorsed repetitive behaviors including head rocking, walking in circles, and perseverative speech. Expressive language was significantly limited. There was no family history of autism or intellectual disability.Ryan's physical examination was notable for alternating exotropia, hypertelorism, upslanting palpebral fissures, and obesity. His speech was limited to 1-word utterances. Neurological and general examinations were normal.He was referred for repeat psychological testing at age 5 years. The ADOS-2 (Module 2) was consistent with a classification of autism with a high level of autism-related symptoms. A fragile X test was negative, and microarray demonstrated a microduplication in the region of 2p25.3 including the myelin transcription factor 1-like gene.", "doi": "10.1097/DBP.0000000000000528", "journal": ["Journal of developmental and behavioral pediatrics : JDBP", "J Dev Behav Pediatr"], "date": "2018-01-18_23:45:23"}