{"words": ["autism", "severe", "neurodevelopmental", "disorder", "affects", "information", "processing", "brain", "result", "abnormally", "developed", "cortex", "brought", "ways", "poorly", "understood", "disorder", "characterized", "early", "onset", "however", "neurobiological", "studies", "young", "ages", "often", "precluded", "humans", "thus", "rendering", "respective", "research", "appropriate", "animal", "models", "disease", "invaluable", "bulk", "research", "focused", "mainly", "experimental", "models", "differ", "normal", "rather", "begin", "differ", "however", "understanding", "neurobiology", "autism", "onset", "important", "describing", "treating", "disorder", "moreover", "modelling", "human", "behaviours", "animals", "often", "difficult", "therefore", "order", "neurobiological", "research", "autism", "proceed", "essential", "decompose", "disorder", "simpler", "biological", "parameters", "propose", "network", "dynamics", "local", "microcircuits", "may", "serve", "role", "order", "derive", "developmental", "trajectories", "cerebral", "cortex", "allow", "us", "detect", "investigate", "disorder", "beginning"], "authors": [["Rigas", "Pavlos", "P", "Neurophysiology Lab, Center for Basic Research, Biomedical Research Foundation of the Academy of Athens, 115 27 Athens, Greece, pavlosrigas@gmail.com."]], "title": "Up states-based developmental trajectories of the autistic cerebral cortex.", "year": null, "sentences": ["Autism is a severe neurodevelopmental disorder which affects information processing in the brain as the result of an abnormally developed cortex, brought about in ways that are poorly understood.", "The disorder is characterized by a very early onset, however, neurobiological studies at such young ages are often precluded in humans, thus, rendering respective research in appropriate animal models of the disease invaluable.", "The bulk of this research has focused mainly on how experimental models differ from normal rather than on when they begin to differ.", "However, understanding the neurobiology of autism at its onset is important for both describing and treating the disorder.", "Moreover, modelling human behaviours in animals is often very difficult.", "Therefore, in order for neurobiological research of autism to proceed it is essential to \"decompose\" the disorder into simpler, behavior-independent biological parameters.", "Here, I propose how network dynamics of local microcircuits may serve such a role in order to derive developmental trajectories of the cerebral cortex that will allow us to detect and investigate the disorder at its very beginning."], "id": "29293445", "text": "Autism is a severe neurodevelopmental disorder which affects information processing in the brain as the result of an abnormally developed cortex, brought about in ways that are poorly understood. The disorder is characterized by a very early onset, however, neurobiological studies at such young ages are often precluded in humans, thus, rendering respective research in appropriate animal models of the disease invaluable. The bulk of this research has focused mainly on how experimental models differ from normal rather than on when they begin to differ. However, understanding the neurobiology of autism at its onset is important for both describing and treating the disorder. Moreover, modelling human behaviours in animals is often very difficult. Therefore, in order for neurobiological research of autism to proceed it is essential to \"decompose\" the disorder into simpler, behavior-independent biological parameters. Here, I propose how network dynamics of local microcircuits may serve such a role in order to derive developmental trajectories of the cerebral cortex that will allow us to detect and investigate the disorder at its very beginning.", "doi": null, "journal": ["Frontiers in bioscience (Landmark edition)", "Front Biosci (Landmark Ed)"], "date": "2018-01-18_23:45:23"}