{"title": "Morpho-Orthographic Processing in Children with Autism Spectrum Disorder: The Case of Hebrew Orthography.", "text": "Most studies on word reading in children with autism spectrum disorder (ASD) focus on graphemic-phonemic decoding and the direct orthographic route. To extend the scope, we investigated morpho-orthographic identification beyond graphemic-phonemic abilities.The original study included 31 sixth-grade children with ASD and comparison groups of typically developing (TD) children: 23 age-matched children, 15 third-graders, and 17 second-graders. The groups were compared regarding reading of morphologically based Hebrew pointed pseudowords to examine graphemic-phonemic decoding, and unpointed pseudowords to test morpho-orthographic identification. To better focus on morpho-orthographic identification processes, we eventually included only children with a minimum threshold of ≥65% correct in reading pointed pseudowords, thereby excluding 11 children with ASD, 1 TD age-matched child, and 1 TD third-grader.About half of the children with ASD eventually included were as accurate as the TD second-graders in reading unpointed pseudowords, and slow in reading both pointed and unpointed pseudowords. The other half were as accurate as their typical peers in reading unpointed pseudowords, but slightly slower.The results highlight the difficulties many Hebrew-reading children with ASD experience in using morpho-orthographic processes beyond their difficulties in using graphemic-phonemic processes, demonstrating effortful (slow) reading. While this study can be considered a pilot investigation, further studies are needed.", "journal": ["Folia phoniatrica et logopaedica : official organ of the International Association of Logopedics and Phoniatrics (IALP)", "Folia Phoniatr Logop"], "id": "29248925", "doi": "10.1159/000479062", "date": "2017-12-15", "authors": [["Ferman", "Sara", "S", "Department of Communication Disorders, School of Health Sciences, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Bar-On", "Amalia", "A", "Department of Communication Disorders, School of Health Sciences, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."]]}