{"words": ["fragile", "x", "syndrome", "fxs", "leading", "cause", "inherited", "forms", "mental", "retardation", "autism", "caused", "transcriptional", "silencing", "fmr1", "encoding", "fragile", "x", "mental", "retardation", "protein", "fmrp", "fmrp", "protein", "widely", "expressed", "primarily", "brain", "testis", "associated", "approximately", "4", "transcripts", "common", "symptom", "associated", "fxs", "humans", "mice", "thus", "analyze", "pooled", "samples", "cerebral", "cortex", "hippocampus", "testis", "mice", "proteomic", "study", "among", "identified", "proteins", "showing", "significant", "changes", "expression", "downregulated", "absence", "fmrp", "proteins", "fmrp", "rps8", "rpl23a", "atpif1", "rpl6", "gap43", "mtch2", "mpz", "brain", "fmrp", "cah3", "akr1b7", "c9", "testis", "identified", "also", "verified", "western", "blotting", "gene", "ontology", "wikipathways", "analysis", "revealed", "differentially", "expressed", "proteins", "clustered", "polyribosome", "protein", "categories", "cerebral", "cortex", "hippocampus", "testis", "although", "study", "limited", "little", "number", "samples", "results", "provide", "detailed", "insights", "ribosomal", "protein", "profiles", "cerebral", "cortex", "hippocampus", "testis", "absence", "fmrp", "studies", "also", "provide", "better", "understanding", "protein", "profile", "changes", "underlying", "dysregulated", "pathways", "arising", "fmr1", "silencing", "fxs"], "authors": [["Xu", "Benhong", "B", "Affiliated Hospital of Hebei University, No. 212, Yu Hua East Road, Nan Shi District, Baoding, Hebei 071000, China; State Key Laboratory of Medical Molecular Biology & Department of Immunology, Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences, No. 5 Dongdansantiao, Dongcheng District, Beijing 100005, China; Key Laboratory of Modern Toxicology of Shenzhen, Institute of Toxicology, Shenzhen Center for Disease Control and Prevention, Shenzhen 518055, China."], ["Zhang", "Yusheng", "Y", "State Key Laboratory of Medical Molecular Biology & Department of Immunology, Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences, No. 5 Dongdansantiao, Dongcheng District, Beijing 100005, China."], ["Zhan", "Shaohua", "S", "State Key Laboratory of Medical Molecular Biology & Department of Immunology, Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences, No. 5 Dongdansantiao, Dongcheng District, Beijing 100005, China."], ["Wang", "Xia", "X", "State Key Laboratory of Medical Molecular Biology & Department of Immunology, Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences, No. 5 Dongdansantiao, Dongcheng District, Beijing 100005, China."], ["Zhang", "Haisong", "H", "Affiliated Hospital of Hebei University, No. 212, Yu Hua East Road, Nan Shi District, Baoding, Hebei 071000, China."], ["Meng", "Xianbin", "X", "MOE Key Laboratory of Bioinformatics, School of Life Sciences, Tsinghua University, Beijing 100084, China."], ["Ge", "Wei", "W", "Affiliated Hospital of Hebei University, No. 212, Yu Hua East Road, Nan Shi District, Baoding, Hebei 071000, China; State Key Laboratory of Medical Molecular Biology & Department of Immunology, Institute of Basic Medical Sciences, Chinese Academy of Medical Sciences, No. 5 Dongdansantiao, Dongcheng District, Beijing 100005, China. Electronic address: wei.ge@chem.ox.ac.uk."]], "title": "Proteomic Profiling of Brain and Testis Reveals the Diverse Changes in Ribosomal Proteins in fmr1 Knockout Mice.", "year": null, "sentences": ["Fragile X syndrome (FXS), the leading cause of inherited forms of mental retardation and autism, is caused by the transcriptional silencing of fmr1 encoding the fragile X mental retardation protein (FMRP).", "FMRP is an RNA-binding protein that is a widely expressed, but primarily in the brain and testis, and associated approximately 4% of transcripts.", "Macro-orchidism is a common symptom associated with FXS both in humans and mice.", "Thus, we analyze the pooled samples of cerebral cortex, hippocampus and testis from both the fmr1-KO and wild-type mice by a LC-MS/MS proteomic study.", "Among the identified proteins, most of those showing significant changes in expression were up- or downregulated in the absence of FMRP.", "Proteins (FMRP, RPS8, RPL23a and ATPIF1, RPL6, GAP43, MTCH2 and MPZ in brain, and FMRP, CAH3, AKR1B7 and C9 in testis) identified by MS/MS were also verified by Western blotting.", "The Gene Ontology and WikiPathways analysis revealed that the differentially expressed proteins were clustered in the polyribosome and RNA-binding protein categories in both cerebral cortex and hippocampus, but not in testis.", "Although this study was limited by the little number of samples, our results provide detailed insights into the ribosomal protein profiles of cerebral cortex, hippocampus and testis in the absence of FMRP.", "Our studies also provide a better understanding of protein profile changes and the underlying dysregulated pathways arising from fmr1 silencing in FXS."], "id": "29292077", "text": "Fragile X syndrome (FXS), the leading cause of inherited forms of mental retardation and autism, is caused by the transcriptional silencing of fmr1 encoding the fragile X mental retardation protein (FMRP). FMRP is an RNA-binding protein that is a widely expressed, but primarily in the brain and testis, and associated approximately 4% of transcripts. Macro-orchidism is a common symptom associated with FXS both in humans and mice. Thus, we analyze the pooled samples of cerebral cortex, hippocampus and testis from both the fmr1-KO and wild-type mice by a LC-MS/MS proteomic study. Among the identified proteins, most of those showing significant changes in expression were up- or downregulated in the absence of FMRP. Proteins (FMRP, RPS8, RPL23a and ATPIF1, RPL6, GAP43, MTCH2 and MPZ in brain, and FMRP, CAH3, AKR1B7 and C9 in testis) identified by MS/MS were also verified by Western blotting. The Gene Ontology and WikiPathways analysis revealed that the differentially expressed proteins were clustered in the polyribosome and RNA-binding protein categories in both cerebral cortex and hippocampus, but not in testis. Although this study was limited by the little number of samples, our results provide detailed insights into the ribosomal protein profiles of cerebral cortex, hippocampus and testis in the absence of FMRP. Our studies also provide a better understanding of protein profile changes and the underlying dysregulated pathways arising from fmr1 silencing in FXS.", "doi": "10.1016/j.neuroscience.2017.12.023", "journal": ["Neuroscience", "Neuroscience"], "date": "2018-01-18_23:45:24"}