{"words": ["identification", "management", "inmates", "neurodevelopmental", "disorders", "nd", "insufficiently", "addressed", "literature", "estimated", "proportion", "cases", "attention", "disorder", "adhd", "autism", "spectrum", "disorder", "asd", "intellectual", "disability", "id", "prison", "comorbidity", "associations", "disruptive", "behaviours", "psychiatric", "symptoms", "examined", "role", "coexisting", "nd", "psychiatric", "symptoms", "attitudes", "toward", "violence", "390", "male", "inmates", "underwent", "assessment", "included", "diagnostic", "interview", "adhd", "adults", "autism", "quotient", "learning", "disability", "screening", "questionnaire", "brief", "symptom", "inventory", "bsi", "measures", "disruptive", "behaviours", "attitudes", "towards", "violence", "percentage", "cases", "adhd", "asd", "id", "25", "9", "9", "inmates", "adhd", "id", "significantly", "higher", "levels", "disruptive", "behaviours", "combined", "group", "significantly", "higher", "scores", "global", "severity", "symptoms", "either", "adhd", "asd", "meanwhile", "combined", "group", "significantly", "higher", "scores", "behavioural", "disturbance", "group", "findings", "show", "extent", "nd", "prison", "associations", "mental", "health", "problems", "vulnerabilities", "conferred", "nd", "within", "criminal", "justice", "system", "addressed", "via", "interventions", "preventative", "strategies"], "authors": [["Young", "Susan", "S", "Centre for Mental Health, Division of Brain Sciences, Department of Medicine, Imperial College London, UK; Reykjavik University, Iceland. Electronic address: s.young@imperial.ac.uk."], ["González", "Rafael A", "RA", "Centre for Mental Health, Division of Brain Sciences, Department of Medicine, Imperial College London, UK; Child and Family Consultation Service, East London NHS Foundation Trust, UK."], ["Mullens", "Hannah", "H", "Psychology Department, Bath University, UK."], ["Mutch", "Laura", "L", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, UK."], ["Malet-Lambert", "Isabella", "I", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, UK."], ["Gudjonsson", "Gisli H", "GH", "Reykjavik University, Iceland; Institute of Psychiatry, Psychology and Neuroscience, King's College London, UK."]], "title": "Neurodevelopmental disorders in prison inmates: comorbidity and combined associations with psychiatric symptoms and behavioural disturbance.", "year": null, "sentences": ["The identification and management of inmates with neurodevelopmental disorders (ND) has been insufficiently addressed in the literature.", "We estimated the proportion of cases with Attention deficit/hyperactivity disorder (ADHD), Autism spectrum disorder (ASD) and Intellectual disability (ID) in prison, their comorbidity, and associations with disruptive behaviours and with psychiatric symptoms.", "Further, we examined the role of coexisting ND on psychiatric symptoms and attitudes toward violence.", "All 390 male inmates underwent an assessment that included the Diagnostic Interview for ADHD in Adults 2.0, the Autism Quotient, the Learning Disability Screening Questionnaire, the Brief Symptom Inventory (BSI), and measures of disruptive behaviours and attitudes towards violence.", "The percentage of cases with ADHD, ASD and ID were 25%, 9% and 9%.", "Inmates with ADHD and those with ID had significantly higher levels of disruptive behaviours.", "The combined ADHD/ASD group had significantly higher scores on global severity symptoms than either ADHD or ASD only.", "Meanwhile, the combined ADHD/ID group had significantly higher scores of behavioural disturbance than the ADHD-only group.", "Our findings show the extent of ND in prison, their inter-relations and associations with further mental health problems.", "Vulnerabilities conferred by ND within the criminal justice system should be addressed via interventions and preventative strategies."], "id": "29291476", "text": "The identification and management of inmates with neurodevelopmental disorders (ND) has been insufficiently addressed in the literature. We estimated the proportion of cases with Attention deficit/hyperactivity disorder (ADHD), Autism spectrum disorder (ASD) and Intellectual disability (ID) in prison, their comorbidity, and associations with disruptive behaviours and with psychiatric symptoms. Further, we examined the role of coexisting ND on psychiatric symptoms and attitudes toward violence. All 390 male inmates underwent an assessment that included the Diagnostic Interview for ADHD in Adults 2.0, the Autism Quotient, the Learning Disability Screening Questionnaire, the Brief Symptom Inventory (BSI), and measures of disruptive behaviours and attitudes towards violence. The percentage of cases with ADHD, ASD and ID were 25%, 9% and 9%. Inmates with ADHD and those with ID had significantly higher levels of disruptive behaviours. The combined ADHD/ASD group had significantly higher scores on global severity symptoms than either ADHD or ASD only. Meanwhile, the combined ADHD/ID group had significantly higher scores of behavioural disturbance than the ADHD-only group. Our findings show the extent of ND in prison, their inter-relations and associations with further mental health problems. Vulnerabilities conferred by ND within the criminal justice system should be addressed via interventions and preventative strategies.", "doi": "10.1016/j.psychres.2017.12.036", "journal": ["Psychiatry research", "Psychiatry Res"], "date": "2018-01-18_23:45:24"}