{"words": ["fragile", "x", "syndrome", "fxs", "common", "monogenic", "cause", "autism", "often", "associated", "hypersensitivity", "sound", "several", "studies", "shown", "abnormalities", "auditory", "brainstem", "fxs", "however", "emergence", "auditory", "phenotypes", "development", "described", "investigated", "development", "phenotypes", "fxs", "model", "fmr1", "knockout", "ko", "mice", "ventral", "cochlear", "nucleus", "vcn", "medial", "nucleus", "trapezoid", "body", "mntb", "lateral", "superior", "olive", "lso", "studied", "features", "brainstem", "known", "altered", "fxs", "fmr1", "ko", "mice", "including", "cell", "size", "expression", "markers", "excitatory", "vglut", "inhibitory", "vgat", "synapses", "found", "cell", "size", "reduced", "nuclei", "different", "time", "courses", "vcn", "cell", "size", "normal", "hearing", "onset", "mntb", "lso", "show", "decreases", "earlier", "vgat", "expression", "elevated", "relative", "vglut", "fmr1", "ko", "mouse", "mntb", "p6", "hearing", "onset", "glial", "cells", "influence", "development", "altered", "fxs", "investigated", "emergence", "developing", "fmr1", "ko", "brainstem", "number", "microglia", "developed", "normally", "three", "nuclei", "fmr1", "ko", "mice", "found", "elevated", "numbers", "astrocytes", "fmr1", "ko", "vcn", "lso", "p14", "results", "indicate", "phenotypes", "evident", "spontaneous", "auditory", "activity", "others", "emerge", "later", "suggest", "fmr1", "acts", "multiple", "sites", "time", "points", "auditory", "system", "development"], "authors": [["Rotschafer", "Sarah E", "SE", "Department of Neurobiology and Behavior, University of California, Irvine, CA 92697."], ["Cramer", "Karina S", "KS", "Department of Neurobiology and Behavior, University of California, Irvine, CA 92697."]], "title": "Developmental Emergence of Phenotypes in the Auditory Brainstem Nuclei of Fmr1 Knockout Mice.", "year": null, "sentences": ["Fragile X syndrome (FXS), the most common monogenic cause of autism, is often associated with hypersensitivity to sound.", "Several studies have shown abnormalities in the auditory brainstem in FXS; however, the emergence of these auditory phenotypes during development has not been described.", "Here, we investigated the development of phenotypes in FXS model [Fmr1 knockout (KO)] mice in the ventral cochlear nucleus (VCN), medial nucleus of the trapezoid body (MNTB), and lateral superior olive (LSO).", "We studied features of the brainstem known to be altered in FXS or Fmr1 KO mice, including cell size and expression of markers for excitatory (VGLUT) and inhibitory (VGAT) synapses.", "We found that cell size was reduced in the nuclei with different time courses.", "VCN cell size is normal until after hearing onset, while MNTB and LSO show decreases earlier.", "VGAT expression was elevated relative to VGLUT in the Fmr1 KO mouse MNTB by P6, before hearing onset.", "Because glial cells influence development and are altered in FXS, we investigated their emergence in the developing Fmr1 KO brainstem.", "The number of microglia developed normally in all three nuclei in Fmr1 KO mice, but we found elevated numbers of astrocytes in Fmr1 KO in VCN and LSO at P14.", "The results indicate that some phenotypes are evident before spontaneous or auditory activity, while others emerge later, and suggest that Fmr1 acts at multiple sites and time points in auditory system development."], "id": "29291238", "text": "Fragile X syndrome (FXS), the most common monogenic cause of autism, is often associated with hypersensitivity to sound. Several studies have shown abnormalities in the auditory brainstem in FXS; however, the emergence of these auditory phenotypes during development has not been described. Here, we investigated the development of phenotypes in FXS model [Fmr1 knockout (KO)] mice in the ventral cochlear nucleus (VCN), medial nucleus of the trapezoid body (MNTB), and lateral superior olive (LSO). We studied features of the brainstem known to be altered in FXS or Fmr1 KO mice, including cell size and expression of markers for excitatory (VGLUT) and inhibitory (VGAT) synapses. We found that cell size was reduced in the nuclei with different time courses. VCN cell size is normal until after hearing onset, while MNTB and LSO show decreases earlier. VGAT expression was elevated relative to VGLUT in the Fmr1 KO mouse MNTB by P6, before hearing onset. Because glial cells influence development and are altered in FXS, we investigated their emergence in the developing Fmr1 KO brainstem. The number of microglia developed normally in all three nuclei in Fmr1 KO mice, but we found elevated numbers of astrocytes in Fmr1 KO in VCN and LSO at P14. The results indicate that some phenotypes are evident before spontaneous or auditory activity, while others emerge later, and suggest that Fmr1 acts at multiple sites and time points in auditory system development.", "doi": "10.1523/ENEURO.0264-17.2017", "journal": ["eNeuro", "eNeuro"], "date": "2018-01-18_23:45:24"}