{"title": "International Survey of Speech-Language Pathologists' Practices in Working with Children with Autism Spectrum Disorder.", "text": "Autism spectrum disorder (ASD) is a complex neurodevelopmental impairment. To better understand the role of speech-language pathologists (SLPs) in different countries in supporting children with ASD, the International Association of Logopedics and Phoniatrics (IALP) Child Language Committee developed a survey for SLPs working with children or adolescents with ASD. Method and Participants: The survey comprised 58 questions about background information of respondents, characteristics of children with ASD, and the role of SLPs in diagnosis, assessment, and intervention practices. The survey was available in English, French, Russian, and Portuguese, and distributed online.This paper provides a descriptive summary of the main findings from the quantitative data from the 1,114 SLPs (representing 35 countries) who were supporting children with ASD. Most of the respondents (91%) were experienced in working with children with ASD, and the majority (75%) worked in schools or early childhood settings. SLPs reported that the children's typical age at diagnosis of ASD on their caseload was 3-4 years, completed mostly by a professional team.The results support positive global trends for SLPs using effective practices in assessment and intervention for children with ASD. Two areas where SLPs may need further support are involving parents in assessment practices, and supporting literacy development in children with ASD.", "journal": ["Folia phoniatrica et logopaedica : official organ of the International Association of Logopedics and Phoniatrics (IALP)", "Folia Phoniatr Logop"], "id": "29248908", "doi": "10.1159/000479063", "date": "2017-12-15", "authors": [["Gillon", "Gail", "G", "University of Canterbury, Christchurch, New Zealand."], ["Hyter", "Yvette", "Y", "Western Michigan University, Kalamazoo, Michigan, USA."], ["Fernandes", "Fernanda Dreux", "FD", "University of São Paulo, São Paulo, Brazil."], ["Ferman", "Sara", "S", "Tel Aviv University, Tel Aviv, Israel."], ["Hus", "Yvette", "Y", "TAV College, Montreal, Québec, Canada."], ["Petinou", "Kakia", "K", "Cyprus University of Technology, Limassol, Cyprus."], ["Segal", "Osnat", "O", "Tel Aviv University, Tel Aviv, Israel."], ["Tumanova", "Tatjana", "T", "Moscow State University of Education, Moscow, Russian Federation."], ["Vogindroukas", "Ioannis", "I", "Research and Education Institute for Speech Therapy (IEEL), Thessaloniki, Greece."], ["Westby", "Carol", "C", "Bilingual Multicultural Services, Albuquerque, New Mexico, USA."], ["Westerveld", "Marleen", "M", "Griffith University, Gold Coast, Queensland, Australia."]]}