{"words": ["brain", "highest", "mitochondrial", "energy", "demand", "organ", "therefore", "subtle", "changes", "mitochondrial", "energy", "production", "preferentially", "affect", "brain", "considerable", "biochemical", "evidence", "accumulated", "revealing", "mitochondrial", "defects", "associated", "neuropsychiatric", "diseases", "moreover", "mitochondrial", "genome", "encompasses", "thousand", "nuclear", "dna", "genes", "plus", "hundreds", "thousands", "copies", "maternally", "inherited", "mitochondrial", "dna", "mtdna", "therefore", "partial", "defects", "either", "nuclear", "dna", "mtdna", "genes", "combinations", "two", "sufficient", "cause", "neuropsychiatric", "disorders", "inherited", "acquired", "mtdna", "mutations", "recently", "associated", "autism", "spectrum", "disorder", "parallels", "previous", "evidence", "mtdna", "variation", "neurological", "diseases", "therefore", "mitochondrial", "dysfunction", "may", "central", "etiology", "wide", "spectrum", "neurological", "diseases", "mitochondria", "nucleus", "communicate", "coordinate", "energy", "production", "utilization", "providing", "potential", "therapeutics", "manipulating", "nuclear", "regulation", "mitochondrial", "gene", "expression"], "authors": [["Pei", "Liming", "L", "Center for Mitochondrial and Epigenomic Medicine, Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania; Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Wallace", "Douglas C", "DC", "Center for Mitochondrial and Epigenomic Medicine, Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania; Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania. Electronic address: wallaced1@email.chop.edu."]], "title": "Mitochondrial Etiology of Neuropsychiatric Disorders.", "year": null, "sentences": ["The brain has the highest mitochondrial energy demand of any organ.", "Therefore, subtle changes in mitochondrial energy production will preferentially affect the brain.", "Considerable biochemical evidence has accumulated revealing mitochondrial defects associated with neuropsychiatric diseases.", "Moreover, the mitochondrial genome encompasses over a thousand nuclear DNA genes plus hundreds to thousands of copies of the maternally inherited mitochondrial DNA (mtDNA).", "Therefore, partial defects in either the nuclear DNA or mtDNA genes or combinations of the two can be sufficient to cause neuropsychiatric disorders.", "Inherited and acquired mtDNA mutations have recently been associated with autism spectrum disorder, which parallels previous evidence of mtDNA variation in other neurological diseases.", "Therefore, mitochondrial dysfunction may be central to the etiology of a wide spectrum of neurological diseases.", "The mitochondria and the nucleus communicate to coordinate energy production and utilization, providing the potential for therapeutics by manipulating nuclear regulation of mitochondrial gene expression."], "id": "29290371", "text": "The brain has the highest mitochondrial energy demand of any organ. Therefore, subtle changes in mitochondrial energy production will preferentially affect the brain. Considerable biochemical evidence has accumulated revealing mitochondrial defects associated with neuropsychiatric diseases. Moreover, the mitochondrial genome encompasses over a thousand nuclear DNA genes plus hundreds to thousands of copies of the maternally inherited mitochondrial DNA (mtDNA). Therefore, partial defects in either the nuclear DNA or mtDNA genes or combinations of the two can be sufficient to cause neuropsychiatric disorders. Inherited and acquired mtDNA mutations have recently been associated with autism spectrum disorder, which parallels previous evidence of mtDNA variation in other neurological diseases. Therefore, mitochondrial dysfunction may be central to the etiology of a wide spectrum of neurological diseases. The mitochondria and the nucleus communicate to coordinate energy production and utilization, providing the potential for therapeutics by manipulating nuclear regulation of mitochondrial gene expression.", "doi": "10.1016/j.biopsych.2017.11.018", "journal": ["Biological psychiatry", "Biol. Psychiatry"], "date": "2018-01-18_23:45:24"}