{"words": ["many", "benefits", "regular", "engagement", "physical", "activity", "individuals", "autism", "spectrum", "disorder", "often", "engage", "healthy", "levels", "physical", "activity", "purpose", "study", "compare", "praise", "delivered", "multiple", "means", "increasing", "engagement", "physical", "activity", "individuals", "autism", "spectrum", "disorder", "alternating", "treatment", "design", "used", "compare", "two", "conditions", "delivering", "praise", "statements", "technology", "three", "young", "adults", "autism", "spectrum", "disorder", "accompanying", "intellectual", "study", "consisted", "training", "baseline", "comparison", "thinning", "generalization", "phases", "social", "validity", "interviews", "session", "data", "collected", "number", "laps", "completed", "duration", "heart", "number", "laps", "completed", "increased", "participants", "intervention", "however", "results", "mixed", "regarding", "effective", "preferred", "condition", "participants", "excelled", "technology", "condition", "also", "maintained", "performance", "levels", "praise", "statements", "thinned", "generalized", "performance", "new", "statements", "used", "increase", "levels", "physical", "activity", "young", "adults", "autism", "spectrum", "disorder", "intellectual", "disability", "exposing", "individuals", "multiple", "conditions", "impact", "preferred", "method", "receiving", "support"], "authors": [["Savage", "Melissa N", "MN", "Frank Porter Graham Child Development Institute, University of North Carolina at Chapel Hill, 517 S. Greensboro St., CB# 8040, Chapel Hill, NC 27599-8040, United States. Electronic address: savagemn@email.unc.edu."], ["Taber-Doughty", "Teresa", "T", "University of Texas at Arlington, College of Education Box 19227, 701 Planetarium Place, Arlington, TX 76019-0227, United States. Electronic address: teresa.doughty@uta.edu."], ["Brodhead", "Matthew T", "MT", "Department of Counseling, Educational Psychology and Special Education, Michigan State University, 620 Farm Lane, 342 Erickson Hall, East Lansing, MI 48824, United States. Electronic address: mtb@msu.edu."], ["Bouck", "Emily C", "EC", "Department of Counseling, Educational Psychology and Special Education, Michigan State University, 620 Farm Lane, 349A Erickson Hall, East Lansing, MI 48824, United States. Electronic address: ecb@msu.edu."]], "title": "Increasing physical activity for adults with autism spectrum disorder: Comparing in-person and technology delivered praise.", "year": null, "sentences": ["While there are many benefits to regular engagement in physical activity, individuals with autism spectrum disorder often do not engage in healthy levels of physical activity.", "The purpose of this study was to compare praise delivered through multiple means on increasing engagement in physical activity for individuals with autism spectrum disorder.", "A single-case alternating treatment design was used to compare two conditions for delivering praise statements, in-person and through technology, for three young adults with autism spectrum disorder and accompanying intellectual disability.The study consisted of training; baseline, comparison, best-treatment, thinning, and generalization phases; and social validity interviews.", "For each session, data were collected on the number of laps completed, duration, and resting/ending heart rates.The number of laps completed increased for all participants during intervention, however, results were mixed regarding the more effective and preferred condition.", "Participants who excelled in the technology condition also maintained performance levels when praise statements were thinned and generalized performance to a new setting.Praise statements can be used to increase levels of physical activity in young adults with autism spectrum disorder and intellectual disability.", "Exposing individuals to multiple conditions can impact their preferred method for receiving support."], "id": "29289793", "text": "While there are many benefits to regular engagement in physical activity, individuals with autism spectrum disorder often do not engage in healthy levels of physical activity. The purpose of this study was to compare praise delivered through multiple means on increasing engagement in physical activity for individuals with autism spectrum disorder. A single-case alternating treatment design was used to compare two conditions for delivering praise statements, in-person and through technology, for three young adults with autism spectrum disorder and accompanying intellectual disability.The study consisted of training; baseline, comparison, best-treatment, thinning, and generalization phases; and social validity interviews. For each session, data were collected on the number of laps completed, duration, and resting/ending heart rates.The number of laps completed increased for all participants during intervention, however, results were mixed regarding the more effective and preferred condition. Participants who excelled in the technology condition also maintained performance levels when praise statements were thinned and generalized performance to a new setting.Praise statements can be used to increase levels of physical activity in young adults with autism spectrum disorder and intellectual disability. Exposing individuals to multiple conditions can impact their preferred method for receiving support.", "doi": "10.1016/j.ridd.2017.12.019", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "date": "2018-01-18_23:45:25"}