{"title": "Identifying Autism with a Brief and Low-Cost Screening Instrument-OERA: Construct Validity, Invariance Testing, and Agreement Between Judges.", "text": "Simple and low-cost observational-tools to detect symptoms of Autism Spectrum Disorder (ASD) are still necessary. The OERA is a new assessment tool to screen children eliciting observable behaviors with no substantial knowledge on ASD required. The sample was 99 children aged 3-10: 76 with ASD and 23 without ASD (11/23 had intellectual disability). The 13 remained items exhibited high interrater agreement and high reliability loaded onto a single latent trait. Such model showed excellent fit indices evaluated via confirmatory factor analysis and no item showed differential function in terms of age/sex/IQ. A cutoff of five points or higher resulted in the highest sensitivity (92.75) and specificity (90.91) percentages. OERA is a brief, stable, low-cost standardized observational-screening to identify ASD children.", "journal": ["Journal of autism and developmental disorders", "J Autism Dev Disord"], "id": "29247310", "doi": "10.1007/s10803-017-3440-6", "date": "2017-12-15", "authors": [["Paula", "Cristiane S", "CS", "Development Disorders Program, Mackenzie University, Rua da Consolação 930. Edifício 28, São Paulo, SP, 01302-907, Brazil. csilvestrep09@gmail.com."], ["Cunha", "Graccielle Rodrigues", "GR", "Departament of Psychiatry, Federal University of Sao Paulo (UNIFESP), São Paulo, SP, Brazil."], ["Bordini", "Daniela", "D", "Departament of Psychiatry, Federal University of Sao Paulo (UNIFESP), São Paulo, SP, Brazil."], ["Brunoni", "Decio", "D", "Development Disorders Program, Mackenzie University, Rua da Consolação 930. Edifício 28, São Paulo, SP, 01302-907, Brazil."], ["Moya", "Ana Claudia", "AC", "Departament of Psychiatry, Federal University of Sao Paulo (UNIFESP), São Paulo, SP, Brazil."], ["Bosa", "Cleonice Alves", "CA", "Deparment of Psychology, Universidade Federal do Rio Grande do Sul, Porto Alegre, RS, Brazil."], ["Mari", "Jair J", "JJ", "Departament of Psychiatry, Federal University of Sao Paulo (UNIFESP), São Paulo, SP, Brazil."], ["Cogo-Moreira", "Hugo", "H", "Departament of Psychiatry, Federal University of Sao Paulo (UNIFESP), São Paulo, SP, Brazil."]]}