{"words": ["several", "groups", "described", "presence", "fetal", "maternal", "autoantibodies", "plasma", "mothers", "whose", "children", "autism", "spectrum", "disorder", "asd", "previously", "identified", "seven", "autoantigens", "targeted", "maternal", "autoantibodies", "expressed", "significant", "levels", "developing", "brain", "demonstrated", "roles", "typical", "neurodevelopment", "understand", "binding", "repertoire", "maternal", "autoantibodies", "well", "presence", "meaningful", "differences", "respect", "recognition", "binding", "autoantibodies", "neuronal", "autoantigens", "utilized", "overlapping", "peptide", "microarrays", "incubated", "maternal", "plasma", "samples", "obtained", "childhood", "autism", "risk", "genetics", "environment", "charge", "study", "effort", "identify", "commonly", "recognized", "immunodominant", "epitope", "sequences", "targeted", "maternal", "autoantibodies", "seven", "autoantigens", "arrays", "screened", "plasma", "mothers", "children", "across", "diagnostic", "groups", "asd", "typically", "developing", "td", "positive", "least", "one", "antigen", "western", "blot", "n", "67", "negative", "control", "mothers", "unreactive", "autoantigens", "n", "18", "63", "peptides", "identified", "discovery", "microarrays", "least", "one", "immunodominant", "peptide", "successfully", "identified", "seven", "antigenic", "proteins", "using", "subsequent", "selective", "screening", "microarrays", "furthermore", "limited", "relatively", "small", "sample", "size", "peptides", "distinctly", "recognized", "autoantibodies", "relative", "diagnosis", "example", "reactivity", "observed", "exclusively", "mothers", "children", "asd", "towards", "several", "peptides", "including", "peptides", "dciiivvsnpvdilt", "asd", "0", "td", "odds", "ratio", "95", "ci", "pvaeeeatvpnnkit", "asd", "0", "td", "odds", "ratio", "95", "ci", "results", "suggest", "differences", "binding", "repertoire", "antigen", "positive", "asd", "td", "maternal", "samples", "autoantibodies", "plasma", "mothers", "children", "asd", "bound", "diverse", "set", "peptides", "specific", "peptide", "binding", "combinations", "observed", "group", "future", "studies", "underway", "determine", "critical", "amino", "acids", "necessary", "autoantibody", "binding", "essential", "developing", "potential", "therapeutic", "strategy", "maternal", "autoantibody", "related", "mar", "asd"], "authors": [["Edmiston", "Elizabeth", "E", "Department of Internal Medicine, Division of Rheumatology, Allergy and Clinical Immunology, One Shields Avenue, University of California, Davis, CA 95616, USA; UC Davis MIND Institute, 2825 50th St, Sacramento, CA 95817, USA. Electronic address: e.beth@blueprintrg.com."], ["Jones", "Karen L", "KL", "Department of Internal Medicine, Division of Rheumatology, Allergy and Clinical Immunology, One Shields Avenue, University of California, Davis, CA 95616, USA; UC Davis MIND Institute, 2825 50th St, Sacramento, CA 95817, USA. Electronic address: drkjones@ucdavis.edu."], ["Vu", "Tam", "T", "Department of Internal Medicine, Division of Rheumatology, Allergy and Clinical Immunology, One Shields Avenue, University of California, Davis, CA 95616, USA. Electronic address: tammv@uci.edu."], ["Ashwood", "Paul", "P", "Department of Internal Medicine, Division of Rheumatology, Allergy and Clinical Immunology, One Shields Avenue, University of California, Davis, CA 95616, USA; Department of Medical Microbiology and Immunology, One Shields Avenue, University of California, Davis, CA 95616, USA. Electronic address: pashwood@ucdavis.edu."], ["Van de Water", "Judy", "J", "Department of Internal Medicine, Division of Rheumatology, Allergy and Clinical Immunology, One Shields Avenue, University of California, Davis, CA 95616, USA; UC Davis MIND Institute, 2825 50th St, Sacramento, CA 95817, USA. Electronic address: javandewater@ucdavis.edu."]], "title": "Identification of the antigenic epitopes of maternal autoantibodies in autism spectrum disorders.", "year": null, "sentences": ["Several groups have described the presence of fetal brain-reactive maternal autoantibodies in the plasma of some mothers whose children have autism spectrum disorder (ASD).", "We previously identified seven autoantigens targeted by these maternal autoantibodies, each of which is expressed at significant levels in the developing brain and has demonstrated roles in typical neurodevelopment.", "To further understand the binding repertoire of the maternal autoantibodies, as well as the presence of any meaningful differences with respect to the recognition and binding of these ASD-specific autoantibodies to each of these neuronal autoantigens, we utilized overlapping peptide microarrays incubated with maternal plasma samples obtained from the Childhood Autism Risk from Genetics and Environment (CHARGE) Study.", "In an effort to identify the most commonly recognized (immunodominant) epitope sequences targeted by maternal autoantibodies for each of the seven ASD-specific autoantigens, arrays were screened with plasma from mothers with children across diagnostic groups (ASD and typically developing (TD)) that were positive for at least one antigen by western blot (N = 67) or negative control mothers unreactive to any of the autoantigens (N = 18).", "Of the 63 peptides identified with the discovery microarrays, at least one immunodominant peptide was successfully identified for each of the seven antigenic proteins using subsequent selective screening microarrays.", "Furthermore, while limited by our relatively small sample size, there were peptides that were distinctly recognized by autoantibodies relative to diagnosis For example, reactivity was observed exclusively in mothers of children of ASD towards several peptides, including the LDH-B peptides DCIIIVVSNPVDILT (9.1% ASD vs. 0% TD; odds ratio (95% CI) = 6.644 (0.355-124.384)) and PVAEEEATVPNNKIT (5.5% ASD vs. 0% TD; odds ratio (95% CI) = 4.067 (0.203-81.403)).These results suggest that there are differences in the binding repertoire between the antigen positive ASD and TD maternal samples.", "Further, the autoantibodies in plasma from mothers of children with ASD bound to a more diverse set of peptides, and there were specific peptide binding combinations observed only in this group.", "Future studies are underway to determine the critical amino acids necessary for autoantibody binding, which will be essential in developing a potential therapeutic strategy for maternal autoantibody related (MAR) ASD."], "id": "29289663", "text": "Several groups have described the presence of fetal brain-reactive maternal autoantibodies in the plasma of some mothers whose children have autism spectrum disorder (ASD). We previously identified seven autoantigens targeted by these maternal autoantibodies, each of which is expressed at significant levels in the developing brain and has demonstrated roles in typical neurodevelopment. To further understand the binding repertoire of the maternal autoantibodies, as well as the presence of any meaningful differences with respect to the recognition and binding of these ASD-specific autoantibodies to each of these neuronal autoantigens, we utilized overlapping peptide microarrays incubated with maternal plasma samples obtained from the Childhood Autism Risk from Genetics and Environment (CHARGE) Study. In an effort to identify the most commonly recognized (immunodominant) epitope sequences targeted by maternal autoantibodies for each of the seven ASD-specific autoantigens, arrays were screened with plasma from mothers with children across diagnostic groups (ASD and typically developing (TD)) that were positive for at least one antigen by western blot (N = 67) or negative control mothers unreactive to any of the autoantigens (N = 18). Of the 63 peptides identified with the discovery microarrays, at least one immunodominant peptide was successfully identified for each of the seven antigenic proteins using subsequent selective screening microarrays. Furthermore, while limited by our relatively small sample size, there were peptides that were distinctly recognized by autoantibodies relative to diagnosis For example, reactivity was observed exclusively in mothers of children of ASD towards several peptides, including the LDH-B peptides DCIIIVVSNPVDILT (9.1% ASD vs. 0% TD; odds ratio (95% CI) = 6.644 (0.355-124.384)) and PVAEEEATVPNNKIT (5.5% ASD vs. 0% TD; odds ratio (95% CI) = 4.067 (0.203-81.403)).These results suggest that there are differences in the binding repertoire between the antigen positive ASD and TD maternal samples. Further, the autoantibodies in plasma from mothers of children with ASD bound to a more diverse set of peptides, and there were specific peptide binding combinations observed only in this group. Future studies are underway to determine the critical amino acids necessary for autoantibody binding, which will be essential in developing a potential therapeutic strategy for maternal autoantibody related (MAR) ASD.", "doi": "10.1016/j.bbi.2017.12.014", "journal": ["Brain, behavior, and immunity", "Brain Behav. Immun."], "date": "2018-01-18_23:45:25"}