{"words": ["aimed", "characterize", "differences", "use", "language", "children", "specific", "language", "impairment", "autism", "analyzing", "verbal", "responses", "standardized", "tests", "overall", "goal", "provide", "clinicians", "additional", "tools", "aid", "distinguishing", "two", "neurodevelopmental", "study", "included", "16", "children", "specific", "language", "impairment", "28", "children", "autism", "52", "typically", "developing", "participants", "ages", "six", "14", "groups", "matched", "age", "specific", "language", "impairment", "autism", "groups", "matched", "verbal", "performance", "iq", "responses", "standardized", "tests", "examined", "response", "length", "grammatical", "errors", "filler", "words", "perseverations", "revisions", "repeated", "attempts", "begin", "continue", "sentence", "attention", "shifts", "lapses", "attention", "task", "rambling", "data", "analyzed", "using", "parametric", "nonparametric", "language", "impairment", "responses", "longer", "contained", "filler", "words", "two", "groups", "whereas", "autism", "responses", "exhibited", "grammatical", "errors", "attention", "shifts", "rambling", "specific", "language", "impairment", "autism", "responses", "showed", "higher", "rates", "perseveration", "compared", "controls", "significant", "differences", "revisions", "among", "three", "language", "patterns", "participants", "specific", "language", "impairment", "autism", "may", "useful", "clinician", "helping", "differentiate", "isolated", "language", "impairment", "autism", "results", "also", "support", "conclusion", "two", "conditions", "separable", "exhibits", "different", "pattern", "language", "dysfunction"], "authors": [["Craig", "Megan", "M", "Department of Neurosciences, University of California, San Diego School of Medicine, La Jolla, California."], ["Trauner", "Doris", "D", "Department of Neurosciences, University of California, San Diego School of Medicine, La Jolla, California; Rady Children's Hospital, San Diego, California. Electronic address: dtrauner@ucsd.edu."]], "title": "Comparison of Spontaneously Elicited Language Patterns in Specific Language Impairment and High-Functioning Autism.", "year": null, "sentences": ["We aimed to characterize differences in the use of language in children with specific language impairment and high-functioning autism by analyzing verbal responses on standardized tests.", "The overall goal was to provide clinicians with additional tools with which to aid in distinguishing the two neurodevelopmental disorders.This study included 16 children with specific language impairment, 28 children with high-functioning autism, and 52 typically developing participants between the ages of six and 14.", "Groups were matched for age, and specific language impairment and high-functioning autism groups were matched on verbal and performance IQ.", "Responses from standardized tests were examined for response length, grammatical errors, filler words, perseverations, revisions (repeated attempts to begin or continue a sentence), off-topic attention shifts (lapses in attention to the task), and rambling.", "Data were analyzed using parametric and nonparametric methods.Specific language impairment responses were longer and contained more filler words than did those of the other two groups, whereas high-functioning autism responses exhibited more grammatical errors, off-topic attention shifts, and rambling.", "Specific language impairment and high-functioning autism responses showed higher rates of perseveration compared with controls.", "There were no significant differences in revisions among the three groups.Differences in language patterns of participants with specific language impairment and high-functioning autism may be useful to the clinician in helping to differentiate isolated language impairment from high-functioning autism.", "The results also support the conclusion that the two conditions are separable, and each exhibits a different pattern of language dysfunction."], "id": "29289438", "text": "We aimed to characterize differences in the use of language in children with specific language impairment and high-functioning autism by analyzing verbal responses on standardized tests. The overall goal was to provide clinicians with additional tools with which to aid in distinguishing the two neurodevelopmental disorders.This study included 16 children with specific language impairment, 28 children with high-functioning autism, and 52 typically developing participants between the ages of six and 14. Groups were matched for age, and specific language impairment and high-functioning autism groups were matched on verbal and performance IQ. Responses from standardized tests were examined for response length, grammatical errors, filler words, perseverations, revisions (repeated attempts to begin or continue a sentence), off-topic attention shifts (lapses in attention to the task), and rambling. Data were analyzed using parametric and nonparametric methods.Specific language impairment responses were longer and contained more filler words than did those of the other two groups, whereas high-functioning autism responses exhibited more grammatical errors, off-topic attention shifts, and rambling. Specific language impairment and high-functioning autism responses showed higher rates of perseveration compared with controls. There were no significant differences in revisions among the three groups.Differences in language patterns of participants with specific language impairment and high-functioning autism may be useful to the clinician in helping to differentiate isolated language impairment from high-functioning autism. The results also support the conclusion that the two conditions are separable, and each exhibits a different pattern of language dysfunction.", "doi": "10.1016/j.pediatrneurol.2017.09.017", "journal": ["Pediatric neurology", "Pediatr. Neurol."], "date": "2018-01-18_23:45:26"}