{"words": ["study", "carried", "assess", "various", "skills", "central", "auditory", "processing", "cap", "children", "autism", "spectrum", "disorders", "asd", "evaluate", "efficacy", "auditory", "training", "study", "clinical", "experiment", "30", "high", "functioning", "asd", "children", "aged", "7", "12", "years", "included", "study", "underwent", "behavioral", "assessments", "cap", "skills", "subsequent", "remediation", "dichotic", "training", "therapy", "children", "revealed", "dichotic", "cap", "skills", "asd", "children", "completely", "normal", "substantially", "defective", "generally", "lower", "typically", "developing", "children", "auditory", "training", "asd", "children", "improved", "dichotic", "deficits", "well", "untrained", "areas", "auditory", "language", "processing", "group", "asd", "children", "showed", "different", "degrees", "abnormalities", "cap", "could", "measured", "behaviorally", "achieved", "benefits", "auditory", "training", "improving", "dichotic", "listening", "auditory", "language", "processing", "skills"], "authors": [["Kozou", "Hesham", "H", "Audiovestibular Unit, Department of Otorhinolaryngology, Faculty of Medicine, Alexandria University, Alexandria, Egypt."], ["Azouz", "Hanan Galal", "HG", "Department of Paediatrics, Faculty of Medicine, Alexandria University, Alexandria, Egypt."], ["Abdou", "Rania M", "RM", "Phoniatrics Unit, Department of Otorhinolaryngology, Faculty of Medicine, Alexandria University, Alexandria, Egypt."], ["Shaltout", "Alyaa", "A", "Audiovestibular Unit, Department of Otorhinolaryngology, Faculty of Medicine, Alexandria University, Alexandria, Egypt. Electronic address: A_Shaltout00@Alexmed.edu.eg."]], "title": "Evaluation and remediation of central auditory processing disorders in children with autism spectrum disorders.", "year": null, "sentences": ["This study was carried out to assess various skills of central auditory processing (CAP) in children with autism spectrum disorders (ASD) and to evaluate the efficacy of auditory training in these children.This study is a non-randomized clinical experiment.", "30 high functioning ASD children aged from 7 to 12 years were included in the study.", "They underwent behavioral assessments of CAP skills with subsequent remediation by dichotic training therapy for the children who revealed dichotic deficits.Scores of CAP skills in ASD children are wide-ranging from completely normal to substantially defective and generally lower than those of typically developing children.", "By auditory training, ASD children improved their dichotic deficits as well as other untrained areas of auditory and language processing skills.A group of ASD children showed different degrees of abnormalities in CAP that could be measured behaviorally and achieved benefits from auditory training in improving their dichotic listening, auditory and language processing skills."], "id": "29287877", "text": "This study was carried out to assess various skills of central auditory processing (CAP) in children with autism spectrum disorders (ASD) and to evaluate the efficacy of auditory training in these children.This study is a non-randomized clinical experiment. 30 high functioning ASD children aged from 7 to 12 years were included in the study. They underwent behavioral assessments of CAP skills with subsequent remediation by dichotic training therapy for the children who revealed dichotic deficits.Scores of CAP skills in ASD children are wide-ranging from completely normal to substantially defective and generally lower than those of typically developing children. By auditory training, ASD children improved their dichotic deficits as well as other untrained areas of auditory and language processing skills.A group of ASD children showed different degrees of abnormalities in CAP that could be measured behaviorally and achieved benefits from auditory training in improving their dichotic listening, auditory and language processing skills.", "doi": "10.1016/j.ijporl.2017.10.039", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."], "date": "2018-01-18_23:45:26"}