{"words": ["autistic", "spectrum", "disorder", "asd", "neurobehavioral", "disorder", "characterized", "defects", "communication", "skills", "leading", "restricted", "sociability", "asd", "immense", "dysregulation", "immune", "responses", "thought", "affect", "neuronal", "system", "thus", "behavior", "asd", "patients", "btbr", "btbr", "autistic", "mice", "increased", "systemic", "inflammation", "due", "dysfunction", "innate", "adaptive", "immune", "responses", "recent", "studies", "suggest", "asd", "patients", "associated", "several", "autoimmune", "disorders", "including", "psoriasis", "however", "underlying", "mechanisms", "phenomenon", "explored", "study", "used", "imiquimod", "imq", "psoriatic", "inflammation", "social", "c57", "mice", "asocial", "btbr", "mice", "investigate", "whether", "systemic", "inflammation", "btbr", "associated", "increased", "susceptibility", "psoriatic", "inflammation", "data", "shows", "btbr", "mice", "increased", "expression", "systemic", "dcs", "skin", "compared", "c57", "mice", "baseline", "leads", "much", "greater", "psoriatic", "inflammation", "btbr", "mice", "upon", "imq", "application", "c57", "mice", "consequently", "btbr", "mice", "also", "higher", "th17", "related", "immune", "responses", "skin", "systemic", "compartment", "overall", "study", "suggests", "systemic", "innate", "dcs", "adaptive", "th17", "related", "signaling", "immune", "responses", "heightened", "btbr", "mice", "baseline", "predisposes", "greater", "psoriatic", "inflammation", "c57", "mice", "upon", "imq", "application", "could", "one", "reasons", "increased", "psoriatic", "inflammation", "patients", "asd", "therapies", "aim", "decrease", "immune", "activation", "may", "benefit", "neurobehavioral", "abnormalities", "also", "comorbid", "disorders", "psoriasis"], "authors": [["Nadeem", "Ahmed", "A", "Department of Pharmacology & Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia. Electronic address: anadeem@ksu.edu.sa."], ["Ahmad", "Sheikh F", "SF", "Department of Pharmacology & Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia. Electronic address: fashaikh@ksu.edu.sa."], ["El-Sherbeeny", "Ahmed M", "AM", "Industrial Engineering Department, College of Engineering, King Saud University, Riyadh, Saudi Arabia."], ["Al-Harbi", "Naif O", "NO", "Department of Pharmacology & Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."], ["Bakheet", "Saleh A", "SA", "Department of Pharmacology & Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."], ["Attia", "Sabry M", "SM", "Department of Pharmacology & Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."]], "title": "Systemic inflammation in asocial BTBR T+ tf/J mice predisposes them to increased psoriatic inflammation.", "year": null, "sentences": ["Autistic Spectrum disorder (ASD) is a neurobehavioral disorder characterized by defects in communication skills leading to restricted sociability.", "ASD has immense dysregulation in immune responses which is thought to affect neuronal system and thus behavior.", "ASD patients and BTBR T+ tf/J (BTBR) autistic mice have increased systemic inflammation due to dysfunction in innate and adaptive immune responses.", "Recent studies suggest that ASD patients are associated with several co-morbid autoimmune disorders including psoriasis.", "However underlying mechanisms for this phenomenon have not been explored.", "In this study, we used imiquimod (IMQ)-induced psoriatic inflammation in social C57BL/6 (C57) mice and asocial BTBR mice to investigate whether systemic inflammation in BTBR is associated with increased susceptibility to psoriatic inflammation.", "Our data shows that BTBR mice have increased expression of TLR7/IL-6/IL-23 in systemic DCs but not in skin as compared to C57 mice at baseline.", "This leads to much greater psoriatic inflammation in BTBR mice upon IMQ application than C57 mice.", "Consequently, BTBR mice also have higher Th17 related immune responses in the skin and systemic compartment.", "Overall our study suggests that systemic innate (TLR7/IL-23/IL-6 in DCs) and adaptive (Th17 related signaling) immune responses are heightened in BTBR mice at baseline which predisposes them for greater psoriatic inflammation than C57 mice upon IMQ application.", "This could be one of the reasons for increased psoriatic inflammation in patients with ASD.", "Therapies that aim to decrease immune activation may not only benefit ASD-associated neurobehavioral abnormalities but also comorbid disorders such as psoriasis."], "id": "29287831", "text": "Autistic Spectrum disorder (ASD) is a neurobehavioral disorder characterized by defects in communication skills leading to restricted sociability. ASD has immense dysregulation in immune responses which is thought to affect neuronal system and thus behavior. ASD patients and BTBR T+ tf/J (BTBR) autistic mice have increased systemic inflammation due to dysfunction in innate and adaptive immune responses. Recent studies suggest that ASD patients are associated with several co-morbid autoimmune disorders including psoriasis. However underlying mechanisms for this phenomenon have not been explored. In this study, we used imiquimod (IMQ)-induced psoriatic inflammation in social C57BL/6 (C57) mice and asocial BTBR mice to investigate whether systemic inflammation in BTBR is associated with increased susceptibility to psoriatic inflammation. Our data shows that BTBR mice have increased expression of TLR7/IL-6/IL-23 in systemic DCs but not in skin as compared to C57 mice at baseline. This leads to much greater psoriatic inflammation in BTBR mice upon IMQ application than C57 mice. Consequently, BTBR mice also have higher Th17 related immune responses in the skin and systemic compartment. Overall our study suggests that systemic innate (TLR7/IL-23/IL-6 in DCs) and adaptive (Th17 related signaling) immune responses are heightened in BTBR mice at baseline which predisposes them for greater psoriatic inflammation than C57 mice upon IMQ application. This could be one of the reasons for increased psoriatic inflammation in patients with ASD. Therapies that aim to decrease immune activation may not only benefit ASD-associated neurobehavioral abnormalities but also comorbid disorders such as psoriasis.", "doi": "10.1016/j.pnpbp.2017.12.015", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"], "date": "2018-01-18_23:45:26"}