{"title": "A different view on the Necker cube-Differences in multistable perception dynamics between Asperger and non-Asperger observers.", "text": "During observation of the Necker cube perception becomes unstable and alternates repeatedly between a from-above-perspective (\"fap\") and a from-below-perspective (\"fbp\") interpretation. Both interpretations are physically equally plausible, however, observers usually show an a priori top-down bias in favor of the fap interpretation. Patients with Autism spectrum disorder are known to show an altered pattern of perception with a focus on sensory details. In the present study we tested whether this altered perceptual processing affects their reversal dynamics and reduces the perceptual bias during Necker cube observation.19 participants with Asperger syndrome and 16 healthy controls observed a Necker cube stimulus continuously for 5 minutes and indicated perceptual reversals by key press. We compared reversal rates (number of reversals per minute) and the distributions of dwell times for the two interpretations between observer groups.Asperger participants showed less perceptual reversal than controls. Six Asperger participants did not perceive any reversal at all, whereas all observers from the control group perceived at least five reversals within the five minutes observation time. Further, control participants showed the typical perceptual bias with significant longer median dwell times for the fap compared to the fbp interpretation. No such perceptual bias was found in the Asperger group.The perceptual system weights the incomplete and ambiguous sensory input with memorized concepts in order to construct stable and reliable percepts. In the case of the Necker cube stimulus, two perceptual interpretations are equally compatible with the sensory information and internal fluctuations may cause perceptual alternations between them-with a slightly larger probability value for the fap interpretation (perceptual bias). Smaller reversal rates in Asperger observers may result from the dominance of bottom-up sensory input over endogenous top-down factors. The latter may also explain the absence of a fap bias.", "journal": ["PloS one", "PLoS ONE"], "id": "29244813", "doi": "10.1371/journal.pone.0189197", "date": "2017-12-15", "authors": [["Kornmeier", "Jürgen", "J", "Institute for Frontier Areas of Psychology and Mental Health, Freiburg, Germany."], ["Wörner", "Rike", "R", "Institute for Frontier Areas of Psychology and Mental Health, Freiburg, Germany."], ["Riedel", "Andreas", "A", "Department of Psychiatry and Psychotherapy, Medical Center, University of Freiburg, Freiburg, Germany."], ["Tebartz van Elst", "Ludger", "L", "Department of Psychiatry and Psychotherapy, Medical Center, University of Freiburg, Freiburg, Germany."]]}