{"words": ["although", "youth", "autism", "elevated", "rates", "mental", "health", "problems", "compared", "typically", "developing", "youth", "little", "known", "mental", "health", "services", "receive", "current", "study", "examines", "predisposing", "enabling", "clinical", "need", "factors", "relate", "mental", "health", "service", "use", "youth", "current", "study", "surveyed", "parents", "2337", "children", "adolescents", "autism", "compared", "access", "behavioral", "management", "mental", "health", "treatment", "mht", "isolated", "correlates", "used", "behavioral", "management", "adolescents", "whereas", "opposite", "true", "mht", "mental", "health", "treatment", "receipt", "associated", "mental", "health", "problems", "age", "groups", "routine", "health", "service", "use", "children", "behavioral", "problems", "adolescents", "behavioral", "management", "correlated", "services", "behavioral", "problems", "age", "groups", "sex", "intellectual", "disability", "needs", "caregiver", "service", "use", "consistently", "associated", "mental", "health", "care", "across", "ages", "whereas", "role", "youth", "characteristics", "particularly", "relevant", "considering", "service", "use", "adolescents"], "authors": [["Ryan", "Stephanie", "S", "Department of Psychology, York University, Toronto, ON, Canada."], ["Lai", "Jonathan", "J", null], ["Weiss", "Jonathan A", "JA", null]], "title": "Mental Health Service Use Among Youth with Autism Spectrum Disorder: A Comparison of Two Age Groups.", "year": null, "sentences": ["Although youth with autism have elevated rates of mental health problems compared to typically developing youth, little is known about the mental health services that they receive.", "The current study examines predisposing, enabling, and clinical need factors as they relate to mental health service use in youth with autism.The current study surveyed parents of 2337 children and adolescents with autism, compared their access to behavioral management and mental health treatment (MHT), and isolated the correlates of such receipt.Children used behavioral management more than adolescents, whereas the opposite was true for MHT.", "Mental health treatment receipt was associated with caregiver-related and mental health problems in both age groups, with routine health service use in children and with behavioral problems in adolescents.", "Behavioral management was correlated with caregiver-related services and behavioral problems in both age groups, and with sex and intellectual disability in adolescents.Clinical needs and caregiver service use are consistently associated with mental health care across ages, whereas the role of youth characteristics is particularly relevant when considering service use for adolescents."], "id": "29286984", "text": "Although youth with autism have elevated rates of mental health problems compared to typically developing youth, little is known about the mental health services that they receive. The current study examines predisposing, enabling, and clinical need factors as they relate to mental health service use in youth with autism.The current study surveyed parents of 2337 children and adolescents with autism, compared their access to behavioral management and mental health treatment (MHT), and isolated the correlates of such receipt.Children used behavioral management more than adolescents, whereas the opposite was true for MHT. Mental health treatment receipt was associated with caregiver-related and mental health problems in both age groups, with routine health service use in children and with behavioral problems in adolescents. Behavioral management was correlated with caregiver-related services and behavioral problems in both age groups, and with sex and intellectual disability in adolescents.Clinical needs and caregiver service use are consistently associated with mental health care across ages, whereas the role of youth characteristics is particularly relevant when considering service use for adolescents.", "doi": "10.1097/DBP.0000000000000500", "journal": ["Journal of developmental and behavioral pediatrics : JDBP", "J Dev Behav Pediatr"], "date": "2018-01-18_23:45:27"}