{"words": ["gabaergic", "cortical", "interneurons", "heterogeneous", "population", "cells", "play", "critical", "roles", "regulating", "output", "excitatory", "pyramidal", "neurons", "well", "synchronizing", "outputs", "pyramidal", "neuron", "ensembles", "deficits", "interneuron", "function", "implicated", "variety", "neuropsychiatric", "disorders", "including", "schizophrenia", "autism", "epilepsy", "derivation", "cortical", "interneurons", "embryonic", "stem", "cells", "allows", "study", "development", "function", "provides", "insight", "molecular", "mechanisms", "underlying", "pathogenesis", "cortical", "disorders", "interneurons", "also", "remarkable", "capacity", "survive", "migrate", "integrate", "host", "cortical", "circuitry", "making", "ideal", "candidates", "use", "therapies", "present", "scalable", "highly", "efficient", "modified", "embryoid", "method", "derivation", "interneuron", "progenitors", "progeny", "mouse", "embryonic", "stem", "cells", "mescs", "using", "lhx6", "dual", "reporter", "mesc", "line", "progenitors", "progeny", "isolated", "via", "cell", "sorting", "facs", "subsequently", "used", "number", "downstream", "applications", "also", "provide", "methods", "enrich", "parvalbumin", "pv", "somatostatin", "sst", "interneuron", "subgroups", "may", "helpful", "studying", "aspects", "fate", "determination", "use", "therapeutic", "applications", "would", "benefit", "interneuron", "transplantations"], "authors": [["Tischfield", "David J", "DJ", "Neuroscience Graduate Group, Perelman School of Medicine, University of Pennsylvania; Department of Psychiatry, Children's Hospital of Philadelphia, University of Pennsylvania School of Medicine."], ["Anderson", "Stewart A", "SA", "Neuroscience Graduate Group, Perelman School of Medicine, University of Pennsylvania; sande@mail.med.upenn.edu."]], "title": "Differentiation of Mouse Embryonic Stem Cells into Cortical Interneuron Precursors.", "year": null, "sentences": ["GABAergic cortical interneurons are a heterogeneous population of cells that play critical roles in regulating the output of excitatory pyramidal neurons as well as synchronizing the outputs of pyramidal neuron ensembles.", "Deficits in interneuron function have been implicated in a variety of neuropsychiatric disorders, including schizophrenia, autism, and epilepsy.", "The derivation of cortical interneurons from embryonic stem cells not only allows for the study of their development and function, but provides insight into the molecular mechanisms underlying the pathogenesis of cortical interneuron-related disorders.", "Interneurons also have the remarkable capacity to survive, migrate, and integrate into host cortical circuitry post-transplantation, making them ideal candidates for use in cell-based therapies.", "Here, we present a scalable, highly efficient, modified embryoid body-to-monolayer method for the derivation of Nkx2.1-expressing interneuron progenitors and their progeny from mouse embryonic stem cells (mESCs).", "Using a Nkx2.1::mCherry:Lhx6::GFP dual reporter mESC line, Nkx2.1 progenitors or their Lhx6-expressing post-mitotic progeny can be isolated via fluorescence-activated cell sorting (FACS) and subsequently used in a number of downstream applications.", "We also provide methods to enrich for parvalbumin (PV) or somatostatin (SST) interneuron subgroups, which may be helpful for studying aspects of fate determination or for use in therapeutic applications that would benefit from interneuron subgroup-enriched transplantations."], "id": "29286389", "text": "GABAergic cortical interneurons are a heterogeneous population of cells that play critical roles in regulating the output of excitatory pyramidal neurons as well as synchronizing the outputs of pyramidal neuron ensembles. Deficits in interneuron function have been implicated in a variety of neuropsychiatric disorders, including schizophrenia, autism, and epilepsy. The derivation of cortical interneurons from embryonic stem cells not only allows for the study of their development and function, but provides insight into the molecular mechanisms underlying the pathogenesis of cortical interneuron-related disorders. Interneurons also have the remarkable capacity to survive, migrate, and integrate into host cortical circuitry post-transplantation, making them ideal candidates for use in cell-based therapies. Here, we present a scalable, highly efficient, modified embryoid body-to-monolayer method for the derivation of Nkx2.1-expressing interneuron progenitors and their progeny from mouse embryonic stem cells (mESCs). Using a Nkx2.1::mCherry:Lhx6::GFP dual reporter mESC line, Nkx2.1 progenitors or their Lhx6-expressing post-mitotic progeny can be isolated via fluorescence-activated cell sorting (FACS) and subsequently used in a number of downstream applications. We also provide methods to enrich for parvalbumin (PV) or somatostatin (SST) interneuron subgroups, which may be helpful for studying aspects of fate determination or for use in therapeutic applications that would benefit from interneuron subgroup-enriched transplantations.", "doi": "10.3791/56358", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"], "date": "2018-01-18_23:45:28"}