{"words": ["rett", "syndrome", "rtt", "disorder", "caused", "mutation", "methyl", "protein", "2", "mecp2", "gene", "characterized", "severe", "cognitive", "intellectual", "deficits", "cognitive", "deficits", "humans", "rodent", "models", "impairments", "sensory", "motor", "metabolic", "functions", "also", "occur", "remain", "poorly", "understood", "better", "understand", "deficits", "rtt", "studied", "female", "rats", "heterozygous", "mecp2", "mutation", "unlike", "commonly", "used", "male", "rodent", "models", "closely", "approximates", "human", "rtt", "males", "rarely", "survive", "rats", "showed", "rapid", "progressive", "decline", "motor", "coordination", "six", "months", "age", "assessed", "rotarod", "performance", "accompanied", "deficits", "gait", "posture", "rats", "noxious", "pressure", "cold", "showed", "visceral", "hyposensitivity", "tested", "colorectal", "distension", "rats", "ate", "less", "drank", "body", "fat", "resulting", "increased", "weight", "gain", "findings", "reveal", "array", "progressive", "deficits", "rat", "model", "likely", "contribute", "compromised", "quality", "life", "characterizes", "rtt"], "authors": [["Bhattacherjee", "Aritra", "A", "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Kansas City, KS 66160, USA. Aritra.Bhattacherjee@childrens.harvard.edu."], ["Winter", "Michelle K", "MK", "Kansas Intellectual and Developmental Disabilities Research Center, University of Kansas Medical Center, Kansas City, KS 66160, USA. mwinter2@kumc.edu."], ["Eggimann", "Linda S", "LS", "Kansas Intellectual and Developmental Disabilities Research Center, University of Kansas Medical Center, Kansas City, KS 66160, USA. leggimann@kumc.edu."], ["Mu", "Ying", "Y", "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Kansas City, KS 66160, USA. mu2@uthsc.edu."], ["Gunewardena", "Sumedha", "S", "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Kansas City, KS 66160, USA. sgunewardena@kumc.edu."], ["Liao", "Zhaohui", "Z", "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Kansas City, KS 66160, USA. zliao@kumc.edu."], ["Christianson", "Julie A", "JA", "Kansas Intellectual and Developmental Disabilities Research Center, University of Kansas Medical Center, Kansas City, KS 66160, USA. jchristianson@kumc.edu."], ["Smith", "Peter G", "PG", "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Kansas City, KS 66160, USA. psmith@kumc.edu."]], "title": "Motor, Somatosensory, Viscerosensory and Metabolic Impairments in a Heterozygous Female Rat Model of Rett Syndrome.", "year": null, "sentences": ["Rett Syndrome (RTT), an autism-related disorder caused by mutation of the X-linked Methyl CpG-binding Protein 2 (MECP2) gene, is characterized by severe cognitive and intellectual deficits.", "While cognitive deficits are well-documented in humans and rodent models, impairments of sensory, motor and metabolic functions also occur but remain poorly understood.", "To better understand non-cognitive deficits in RTT, we studied female rats heterozygous for Mecp2 mutation (Mecp2-/x); unlike commonly used male Mecp2-/y rodent models, this more closely approximates human RTT where males rarely survive.", "Mecp2-/x rats showed rapid, progressive decline of motor coordination through six months of age as assessed by rotarod performance, accompanied by deficits in gait and posture.", "Mecp2-/x rats were hyper-responsive to noxious pressure and cold, but showed visceral hyposensitivity when tested by colorectal distension.", "Mecp2-/x rats ate less, drank more, and had more body fat resulting in increased weight gain.", "Our findings reveal an array of progressive non-cognitive deficits in this rat model that are likely to contribute to the compromised quality of life that characterizes RTT."], "id": "29286317", "text": "Rett Syndrome (RTT), an autism-related disorder caused by mutation of the X-linked Methyl CpG-binding Protein 2 (MECP2) gene, is characterized by severe cognitive and intellectual deficits. While cognitive deficits are well-documented in humans and rodent models, impairments of sensory, motor and metabolic functions also occur but remain poorly understood. To better understand non-cognitive deficits in RTT, we studied female rats heterozygous for Mecp2 mutation (Mecp2-/x); unlike commonly used male Mecp2-/y rodent models, this more closely approximates human RTT where males rarely survive. Mecp2-/x rats showed rapid, progressive decline of motor coordination through six months of age as assessed by rotarod performance, accompanied by deficits in gait and posture. Mecp2-/x rats were hyper-responsive to noxious pressure and cold, but showed visceral hyposensitivity when tested by colorectal distension. Mecp2-/x rats ate less, drank more, and had more body fat resulting in increased weight gain. Our findings reveal an array of progressive non-cognitive deficits in this rat model that are likely to contribute to the compromised quality of life that characterizes RTT.", "doi": "10.3390/ijms19010097", "journal": ["International journal of molecular sciences", "Int J Mol Sci"], "date": "2018-01-18_23:45:28"}