{"words": ["growing", "concern", "amongst", "researchers", "regarding", "ecological", "validity", "neuropsychological", "tests", "used", "assess", "ef", "asd", "traditional", "ef", "tests", "criticized", "unable", "tap", "scenarios", "relevant", "representative", "everyday", "behavior", "present", "study", "aimed", "examine", "potential", "discrepancy", "performance", "traditional", "measures", "executive", "function", "behavioural", "expressions", "ef", "case", "individual", "high", "functioning", "autism", "hfa", "findings", "highlight", "importance", "use", "ecologically", "valid", "measures", "gain", "valid", "assessment", "executive", "functions"], "authors": [["Nagar", "Itisha", "I", "Department of Psychology, Kamala Nehru College, New Delhi, India."], ["Gupta", "Ashum", "A", "Department of Psychology, University of Delhi, New Delhi, India."]], "title": "Examining Discrepancy between Performance on Traditional Measures and Parent Report Measure of Executive Functioning in Autism Spectrum Disorder.", "year": null, "sentences": ["There is a growing concern amongst the researchers regarding the ecological validity of the neuropsychological tests used to assess EF in ASD.", "Traditional EF tests have been criticized for not being unable to tap real-life scenarios that are relevant to and representative of everyday behavior.", "The present study aimed to examine any potential discrepancy between performance on traditional measures of executive function and behavioural expressions of EF in case of an individual with High Functioning Autism (HFA).", "The findings highlight the importance of use of ecologically valid measures to gain a more valid assessment of executive functions."], "id": "29284820", "text": "There is a growing concern amongst the researchers regarding the ecological validity of the neuropsychological tests used to assess EF in ASD. Traditional EF tests have been criticized for not being unable to tap real-life scenarios that are relevant to and representative of everyday behavior. The present study aimed to examine any potential discrepancy between performance on traditional measures of executive function and behavioural expressions of EF in case of an individual with High Functioning Autism (HFA). The findings highlight the importance of use of ecologically valid measures to gain a more valid assessment of executive functions.", "doi": "10.4103/IJPSYM.IJPSYM_24_17", "journal": ["Indian journal of psychological medicine", "Indian J Psychol Med"], "date": "2018-01-18_23:45:28"}