{"title": "High internal noise and poor external noise filtering characterize perception in autism spectrum disorder.", "text": "An emerging hypothesis postulates that internal noise is a key factor influencing perceptual abilities in autism spectrum disorder (ASD). Given fundamental and inescapable effects of noise on nearly all aspects of neural processing, this could be a critical abnormality with broad implications for perception, behavior, and cognition. However, this proposal has been challenged by both theoretical and empirical studies. A crucial question is whether and how internal noise limits perception in ASD, independently from other sources of perceptual inefficiency, such as the ability to filter out external noise. Here, we separately estimated internal noise and external noise filtering in ASD. In children and adolescents with and without ASD, we computationally modeled individuals' visual orientation discrimination in the presence of varying levels of external noise. The results revealed increased internal noise and worse external noise filtering in individuals with ASD. For both factors, we also observed high inter-individual variability in ASD, with only the internal noise estimates significantly correlating with severity of ASD symptoms. We provide evidence for reduced perceptual efficiency in ASD that is due to both increased internal noise and worse external noise filtering, while highlighting internal noise as a possible contributing factor to variability in ASD symptoms.", "journal": ["Scientific reports", "Sci Rep"], "id": "29242499", "doi": "10.1038/s41598-017-17676-5", "date": "2017-12-14", "authors": [["Park", "Woon Ju", "WJ", "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, NY, 14627, USA. woonju.park@gmail.com."], ["Schauder", "Kimberly B", "KB", "Center for Visual Science, University of Rochester, Rochester, NY, 14627, USA."], ["Zhang", "Ruyuan", "R", "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, NY, 14627, USA."], ["Bennetto", "Loisa", "L", "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, NY, 14627, USA."], ["Tadin", "Duje", "D", "Department of Brain and Cognitive Sciences, University of Rochester, Rochester, NY, 14627, USA."]]}