{"words": ["review", "focuses", "efficacy", "safety", "herbal", "medicines", "management", "autism", "spectrum", "disorder", "asd", "humans", "animals", "pubmed", "scopus", "google", "scholar", "web", "science", "science", "direct", "databases", "searched", "october", "30", "2016", "key", "terms", "used", "asd", "asperger", "autism", "healing", "plants", "herbal", "medicine", "medicinal", "plants", "database", "searches", "consisted", "three", "key", "terms", "describing", "disorder", "subtypes", "plus", "terms", "describing", "therapy", "human", "animal", "studies", "effects", "herbs", "key", "outcome", "change", "autism", "symptoms", "included", "vitro", "studies", "excluded", "publications", "perused", "initial", "database", "3157", "results", "identified", "reviewed", "total", "23", "studies", "included", "preclinical", "studies", "using", "critically", "validated", "models", "conducted", "promising", "preliminary", "results", "data", "availability", "controlled", "clinical", "studies", "currently", "limited", "use", "different", "methodologies", "small", "number", "patients", "raise", "doubts", "effects", "preparations", "available", "data", "yet", "allow", "us", "suggest", "effectiveness", "herbal", "medicines", "treatment", "asd", "symptoms"], "authors": [["Gasparotto", "Francielly Mourao", "FM", "Laboratory of Electrophysiology and Cardiovascular Pharmacology, Faculty of Health Sciences, Federal University of Grande Dourados, Dourados, MS. Brazil."], ["Liveror", "Francislaine Aparecida", "FA", "Laboratory of Electrophysiology and Cardiovascular Pharmacology, Faculty of Health Sciences, Federal University of Grande Dourados, Dourados, MS. Brazil."], ["Tolouei Menegati", "Sara Emilia Lima", "SEL", "Department of Pharmacology, Federal University of Parana, Curitiba, PR. Brazil."], ["Junior", "Arquimedes Gasparotto", "AG", "Laboratory of Electrophysiology and Cardiovascular Pharmacology, Faculty of Health Sciences, Federal University of Grande Dourados, Dourados, MS. Brazil."]], "title": "Herbal Medicine as an Alternative Treatment in Autism Spectrum Disorder: A Systematic Review.", "year": null, "sentences": ["This review focuses on the efficacy and safety of herbal medicines in the management of autism spectrum disorder (ASD) in humans and animals.", "PubMed, Scopus, Google Scholar, Web of Science, and Science Direct databases were searched up to October 30, 2016.", "The key terms used were \"ASD\", \"Asperger\", \"autism\", \"healing plants\", \"herbal medicine\", and \"medicinal plants\".", "In each database, the searches consisted of each of the three key terms describing the disorder and subtypes plus each of the terms describing the therapy.", "All human and animal studies on the effects of herbs with the key outcome of change in autism symptoms were included.", "In vitro studies were excluded.", "From the publications perused in the initial database, 3157 results were identified, reviewed and a total of 23 studies were included.", "Preclinical studies using critically validated models were conducted, with some promising preliminary results.", "Data availability on controlled clinical studies is currently very limited.", "The use of different methodologies and the very small number of patients raise doubts about the effects of these preparations.", "Available data do not yet allow us to suggest the effectiveness of herbal medicines as an add-on in the treatment of ASD symptoms."], "id": "29283066", "text": "This review focuses on the efficacy and safety of herbal medicines in the management of autism spectrum disorder (ASD) in humans and animals. PubMed, Scopus, Google Scholar, Web of Science, and Science Direct databases were searched up to October 30, 2016. The key terms used were \"ASD\", \"Asperger\", \"autism\", \"healing plants\", \"herbal medicine\", and \"medicinal plants\". In each database, the searches consisted of each of the three key terms describing the disorder and subtypes plus each of the terms describing the therapy. All human and animal studies on the effects of herbs with the key outcome of change in autism symptoms were included. In vitro studies were excluded. From the publications perused in the initial database, 3157 results were identified, reviewed and a total of 23 studies were included. Preclinical studies using critically validated models were conducted, with some promising preliminary results. Data availability on controlled clinical studies is currently very limited. The use of different methodologies and the very small number of patients raise doubts about the effects of these preparations. Available data do not yet allow us to suggest the effectiveness of herbal medicines as an add-on in the treatment of ASD symptoms.", "doi": "10.2174/1389200219666171227202332", "journal": ["Current drug metabolism", "Curr. Drug Metab."], "date": "2018-01-18_23:45:28"}