{"words": ["several", "studies", "suggest", "atypical", "eating", "behaviors", "particular", "food", "selectivity", "frequent", "children", "autism", "spectrum", "disorder", "asd", "link", "bitter", "taste", "perception", "namely", "sensitivity", "food", "preferences", "known", "healthy", "children", "aim", "study", "investigate", "whether", "genetic", "variants", "tas2r38", "taste", "receptor", "responsible", "different", "bitter", "sensitivity", "could", "affect", "foods", "preferences", "consequently", "food", "refusal", "asd", "children", "recruited", "43", "children", "asd", "41", "normotypic", "development", "td", "without", "food", "selectivity", "aged", "2", "11", "years", "children", "characterized", "bitter", "sensitivity", "means", "prop", "strips", "facs", "analysis", "genotyped", "tas2r38", "polymorphisms", "food", "selectivity", "assessed", "validated", "food", "preference", "questionnaire", "filled", "parents", "statistically", "significant", "correlation", "prop", "sensitivity", "food", "refusal", "observed", "furthermore", "prevalence", "haplotype", "compared", "one", "seen", "asd", "children", "food", "selectivity", "agreement", "initial", "hypothesis", "results", "show", "food", "refusal", "asd", "children", "mediated", "bitter", "taste", "sensitivity", "thus", "suggesting", "bitter", "sensitivity", "test", "may", "used", "device", "orientate", "tailored", "food", "proposals", "practical", "management", "food", "selectivity", "asd", "autism", "res", "2017", "2017", "international", "society", "autism", "research", "wiley", "periodicals", "variation", "gene", "tas2r38", "associated", "bitter", "taste", "sensitivity", "cause", "different", "perception", "foods", "particular", "children", "hypersensitive", "bitterness", "show", "restricted", "repertoire", "accepted", "foods", "evaluate", "bitter", "sensitivity", "asd", "children", "without", "food", "selectivity", "simple", "bitter", "taste", "test", "edible", "strips", "results", "show", "food", "refusal", "asd", "children", "mediated", "bitter", "taste", "sensitivity", "thus", "suggesting", "bitter", "sensitivity", "test", "may", "used", "device", "orientate", "tailored", "food", "proposals", "practical", "management", "food", "selectivity", "asd"], "authors": [["Riccio", "Maria Pia", "MP", "Department of Medical and Translational Sciences, Section of Child Psychiatry, University of Federico II Naples, Italy."], ["Franco", "Chiara", "C", "Department of Medical and Translational Sciences, Section of Pediatrics, University of Naples Federico II, Naples, Italy."], ["Negri", "Rossella", "R", "Department of Medical and Translational Sciences, Section of Pediatrics, University of Naples Federico II, Naples, Italy."], ["Ferrentino", "Roberta Ida", "RI", "Department of Mental and Physical Health and Preventive Medicine, Section of Child and Adolescent Psychiatry, University of Naples \"L. Vanvitelli\", Naples, Italy."], ["Maresca", "Roberta", "R", "Department of Mental and Physical Health and Preventive Medicine, Section of Child and Adolescent Psychiatry, University of Naples \"L. Vanvitelli\", Naples, Italy."], ["D'alterio", "Elisa", "E", "Department of Mental and Physical Health and Preventive Medicine, Section of Child and Adolescent Psychiatry, University of Naples \"L. Vanvitelli\", Naples, Italy."], ["Greco", "Luigi", "L", "Department of Medical and Translational Sciences, Section of Pediatrics, University of Naples Federico II, Naples, Italy."], ["Bravaccio", "Carmela", "C", "Department of Medical and Translational Sciences, Section of Child Psychiatry, University of Federico II Naples, Italy."]], "title": "Is food refusal in autistic children related to TAS2R38 genotype?", "year": null, "sentences": ["Several studies suggest that atypical eating behaviors, in particular food selectivity, are more frequent in children with autism spectrum disorder (ASD).", "A link between bitter taste perception, namely PROP/PTC sensitivity and food preferences is known in healthy children.", "The aim of this study is to investigate whether genetic variants of the TAS2R38 taste receptor responsible for different bitter sensitivity could affect foods preferences and consequently food refusal in ASD children.", "We recruited 43 children with ASD and 41 with normotypic development (TD) with or without food selectivity, aged between 2 and 11 years.", "Children were characterized for bitter sensitivity by means of PROP strips and FACS analysis and genotyped for TAS2R38 polymorphisms.", "Food selectivity was assessed by a validated food preference questionnaire filled by parents.", "A statistically significant correlation between PROP sensitivity and food refusal was observed.", "Furthermore, a prevalence of the PAV-sensitive haplotype compared to the AVI-insensitive one was seen in ASD children with food selectivity.", "In agreement with the initial hypothesis the results show that food refusal in ASD children is mediated by bitter taste sensitivity thus suggesting that the bitter sensitivity test may be used as a device to orientate tailored food proposals for the practical management of food selectivity in ASD.", "Autism Res 2017.", "© 2017 International Society for Autism Research, Wiley Periodicals, Inc.A variation of the gene TAS2R38, associated with bitter taste sensitivity, can cause a different perception of some foods.", "In particular, some children are hypersensitive to bitterness and show a more restricted repertoire of accepted foods.", "We evaluate bitter sensitivity in ASD children with or without food selectivity, through a simple bitter taste test with edible strips.", "The results show that food refusal in ASD children can be mediated by bitter taste sensitivity thus suggesting that the bitter sensitivity test may be used as a device to orientate tailored food proposals for the practical management of food selectivity in ASD."], "id": "29282878", "text": "Several studies suggest that atypical eating behaviors, in particular food selectivity, are more frequent in children with autism spectrum disorder (ASD). A link between bitter taste perception, namely PROP/PTC sensitivity and food preferences is known in healthy children. The aim of this study is to investigate whether genetic variants of the TAS2R38 taste receptor responsible for different bitter sensitivity could affect foods preferences and consequently food refusal in ASD children. We recruited 43 children with ASD and 41 with normotypic development (TD) with or without food selectivity, aged between 2 and 11 years. Children were characterized for bitter sensitivity by means of PROP strips and FACS analysis and genotyped for TAS2R38 polymorphisms. Food selectivity was assessed by a validated food preference questionnaire filled by parents. A statistically significant correlation between PROP sensitivity and food refusal was observed. Furthermore, a prevalence of the PAV-sensitive haplotype compared to the AVI-insensitive one was seen in ASD children with food selectivity. In agreement with the initial hypothesis the results show that food refusal in ASD children is mediated by bitter taste sensitivity thus suggesting that the bitter sensitivity test may be used as a device to orientate tailored food proposals for the practical management of food selectivity in ASD. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.A variation of the gene TAS2R38, associated with bitter taste sensitivity, can cause a different perception of some foods. In particular, some children are hypersensitive to bitterness and show a more restricted repertoire of accepted foods. We evaluate bitter sensitivity in ASD children with or without food selectivity, through a simple bitter taste test with edible strips. The results show that food refusal in ASD children can be mediated by bitter taste sensitivity thus suggesting that the bitter sensitivity test may be used as a device to orientate tailored food proposals for the practical management of food selectivity in ASD.", "doi": "10.1002/aur.1912", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:45:28"}