{"title": "Large Databases for Pediatric Research on Children with Autism Spectrum Disorder.", "text": "This article reviews the data available in 3 large databases for use in conducting studies of children with autism spectrum disorder (ASD).The article describes the data structure, data elements, and strengths and weaknesses of the 3 data sets.Each of the 3 data sets, the Interactive Autism Network (IAN), the Autism Treatment Network (ATN), and PEDSnet have large cohorts of children with ASD. IAN has strengths in patient-reported measures, ATN in clinical characterization, and PEDSnet in health care encounters and electronic medical record data.The data sets described here have potential for further studies that could help improve the care and well-being of children with ASD and their families.", "journal": ["Journal of developmental and behavioral pediatrics : JDBP", "J Dev Behav Pediatr"], "id": "29239865", "doi": "10.1097/DBP.0000000000000534", "date": "2017-12-11", "authors": [["Kuhlthau", "Karen A", "KA", "Division of General Pediatrics, Department of Pediatrics, Massachusetts General Hospital and Harvard Medical School, Boston, MA."], ["Bailey", "L Charles", "LC", "Children's Hospital of Philadelphia and Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Baer", "Briella L", "BL", "Interactive Autism Network (IAN) at Kennedy Krieger Institute, Baltimore, MD."], ["Coury", "Daniel L", "DL", "The Ohio State University, Developmental and Behavioral Pediatrics, Nationwide Children's Hospital, Columbus, OH."], ["Law", "J Kiely", "JK", "Interactive Autism Network (IAN) at Kennedy Krieger Institute, Baltimore, MD."], ["Murray", "Donna S", "DS", "Children's Hospital of Philadelphia, Philadelphia, PA."], ["Razzaghi", "Hanieh", "H", null], ["Forrest", "Christopher B", "CB", "Children's Hospital of Philadelphia and Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Lipkin", "Paul H", "PH", "Interactive Autism Network (IAN) at Kennedy Krieger Institute, Johns Hopkins Medicine, Baltimore, MD."]]}