{"title": "Endophenotypes: A conceptual link between anorexia nervosa and autism spectrum disorder.", "text": "The paper, by translating the concept and the two models of endophenotype (EP), strengthens the hypothesis that there exists a linkage between anorexia nervosa (AN) and autism spectrum disorder (ASD). Specifically, the paper synthesizes empirical research that supported the idea that individuals with AN and individuals with ASD share similarities with respect to their neurocognitive EPs and temperament EPs. The paper then introduces an innovative structure to emphasize the subtle difference between neurocognitive EPs and temperament EPs in relation to AN and ASD. This structure constitutes the categorization of the shared neurocognitive EPs to the liability-index model of EP and the shared temperament EPs to the mediational model of EP. The paper argues that the shared neurocognitive EPs under the liability index model of EP are trait markers signaling the effects of genes on the phenotypes of AN and ASD; whereas, the shared temperament EPs under the mediational model of EP are state markers describing the symptomatic status of AN and ASD. The proposition of the paper suggests clinicians and researchers should target the atypical state markers (i.e., temperament EPs) shared between AN and ASD when tailoring environment-based treatments for individuals with AN who exhibit autistic behaviors and individuals with ASD who display disordered eating behaviors or anorexic symptoms.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"], "id": "29239739", "doi": "10.1016/j.ridd.2017.11.008", "date": "2017-11-24", "authors": [["Zhou", "Z C", "ZC", "University of Rochester, Department of Counseling and Human Development, 500 Wilson Blvd, Rochester, NY 14627, USA. Electronic address: Zhichun.Zhou@rochester.edu."], ["McAdam", "D B", "DB", "University of Rochester Medical Center, Strong Center for Developmental Disabilities, Department of Pediatrics, 601 Elmwood Avenue, Rochester, NY 14642, USA."], ["Donnelly", "D R", "DR", "University of Rochester, Department of Counseling and Human Development, 500 Wilson Blvd, Rochester, NY 14627, USA."]]}