{"words": ["systematic", "review", "addresses", "question", "efficacy", "occupational", "therapy", "using", "ayres", "sensory", "asi", "support", "functioning", "participation", "defined", "international", "classification", "functioning", "disability", "health", "persons", "challenges", "processing", "integrating", "sensory", "information", "interfere", "everyday", "life", "participation", "three", "randomized", "controlled", "trials", "1", "retroactive", "analysis", "1", "aba", "design", "published", "2007", "2015", "happened", "study", "children", "autism", "met", "inclusion", "criteria", "evidence", "strong", "asi", "intervention", "demonstrates", "positive", "outcomes", "improving", "individually", "generated", "goals", "functioning", "participation", "measured", "goal", "attainment", "scaling", "children", "autism", "moderate", "evidence", "supported", "improvements", "outcomes", "improvement", "autistic", "behaviors", "outcomes", "reduction", "caregiver", "assistance", "activities", "child", "outcomes", "play", "language", "skills", "reduced", "caregiver", "assistance", "social", "skills", "emerging", "insufficient", "evidence"], "authors": [["Schaaf", "Roseann C", "RC", "Roseann C. Schaaf, PhD, OTR/L, FAOTA, is Professor and Chair, Department of Occupational Therapy, Jefferson School of Health Professions, and Faculty, Farber Institute of Neuroscience, Thomas Jefferson University, Philadelphia, PA; roseann.schaaf@jefferson.edu."], ["Dumont", "Rachel L", "RL", "Rachel L. Dumont, MS, OTR/L, is Occupational Therapist and Research Coordinator, Thomas Jefferson University, Philadelphia, PA."], ["Arbesman", "Marian", "M", "Marian Arbesman, PhD, OTR/L, FAOTA, is Adjunct Associate Professor, Department of Clinical Research and Leadership, George Washington University School of Medicine and Health Sciences, Washington, DC, and President, ArbesIdeas, Inc., Williamsville, NY."], ["May-Benson", "Teresa A", "TA", "Teresa A. May-Benson, ScD, OTR/L, FAOTA, is Executive Director, SPIRAL Foundation, Newton, MA."]], "title": "Efficacy of Occupational Therapy Using Ayres Sensory Integration®: A Systematic Review.", "year": null, "sentences": ["This systematic review addresses the question \"What is the efficacy of occupational therapy using Ayres Sensory Integration® (ASI) to support functioning and participation as defined by the International Classification of Functioning, Disability and Health for persons with challenges in processing and integrating sensory information that interfere with everyday life participation?\"", "Three randomized controlled trials, 1 retroactive analysis, and 1 single-subject ABA design published from 2007 to 2015, all of which happened to study children with autism, met inclusion criteria.", "The evidence is strong that ASI intervention demonstrates positive outcomes for improving individually generated goals of functioning and participation as measured by Goal Attainment Scaling for children with autism.", "Moderate evidence supported improvements in impairment-level outcomes of improvement in autistic behaviors and skills-based outcomes of reduction in caregiver assistance with self-care activities.", "Child outcomes in play, sensory-motor, and language skills and reduced caregiver assistance with social skills had emerging but insufficient evidence."], "id": "29280711", "text": "This systematic review addresses the question \"What is the efficacy of occupational therapy using Ayres Sensory Integration® (ASI) to support functioning and participation as defined by the International Classification of Functioning, Disability and Health for persons with challenges in processing and integrating sensory information that interfere with everyday life participation?\" Three randomized controlled trials, 1 retroactive analysis, and 1 single-subject ABA design published from 2007 to 2015, all of which happened to study children with autism, met inclusion criteria. The evidence is strong that ASI intervention demonstrates positive outcomes for improving individually generated goals of functioning and participation as measured by Goal Attainment Scaling for children with autism. Moderate evidence supported improvements in impairment-level outcomes of improvement in autistic behaviors and skills-based outcomes of reduction in caregiver assistance with self-care activities. Child outcomes in play, sensory-motor, and language skills and reduced caregiver assistance with social skills had emerging but insufficient evidence.", "doi": "10.5014/ajot.2018.028431", "journal": ["The American journal of occupational therapy : official publication of the American Occupational Therapy Association", "Am J Occup Ther"], "date": "2018-01-18_23:45:30"}