{"words": ["obesity", "lack", "physical", "activity", "frequently", "reported", "persons", "intellectual", "disability", "id", "autism", "spectrum", "disorder", "asd", "hypothesised", "higher", "prevalence", "diabetes", "hypertension", "used", "administrative", "data", "primary", "specialist", "outpatient", "inpatient", "healthcare", "consultations", "people", "least", "one", "recorded", "diagnosis", "diabetes", "mellitus", "hypertension", "obesity", "1998", "2015", "data", "drawn", "central", "administrative", "database", "stockholm", "county", "sweden", "possible", "separate", "data", "type", "1", "type", "2", "diabetes", "stratified", "26", "988", "individuals", "ids", "asd", "three", "groups", "syndrome", "treated", "separately", "compared", "groups", "1", "996", "140", "people", "general", "general", "population", "men", "women", "higher", "odds", "registered", "diagnosis", "obesity", "diabetes", "mellitus", "exception", "diabetes", "among", "men", "syndrome", "registered", "diagnosis", "hypertension", "common", "among", "men", "general", "blood", "pressure", "health", "screening", "along", "efforts", "prevent", "development", "obesity", "already", "childhood", "necessary", "individuals", "ids", "asd", "believe", "need", "adapted", "health", "promotion", "programmes", "ensure", "equitable", "health", "populations"], "authors": [["Flygare Wallén", "E", "E", "Academic Primary Health Care Centre, Stockholm County Council, Stockholm, Sweden."], ["Ljunggren", "G", "G", "Division of Family Medicine and Primary Care, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Huddinge, Sweden."], ["Carlsson", "A C", "AC", "Division of Family Medicine and Primary Care, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Huddinge, Sweden."], ["Pettersson", "D", "D", "Division of Family Medicine and Primary Care, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Huddinge, Sweden."], ["Wändell", "P", "P", "Division of Family Medicine and Primary Care, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Huddinge, Sweden."]], "title": "High prevalence of diabetes mellitus, hypertension and obesity among persons with a recorded diagnosis of intellectual disability or autism spectrum disorder.", "year": null, "sentences": ["Obesity and lack of physical activity are frequently reported in persons with intellectual disability (ID) or autism spectrum disorder (ASD).", "We hypothesised a higher prevalence of diabetes and hypertension in this population.We used administrative data for all primary and specialist outpatient and inpatient healthcare consultations for people with at least one recorded diagnosis of diabetes mellitus, hypertension or obesity from 1998 to 2015.", "Data were drawn from the central administrative database for Stockholm County, Sweden.", "It was not possible to separate data for type 1 and type 2 diabetes.", "We stratified 26 988 individuals with IDs or ASD into three groups, with Down syndrome treated separately, and compared these groups with 1 996 140 people from the general population.Compared with the general population, men and women with ID/ASD had 1.6-3.4-fold higher age-adjusted odds of having a registered diagnosis of obesity or diabetes mellitus, with the exception of diabetes among men with Down syndrome.", "A registered diagnosis of hypertension was only more common among men with ID/ASD than in the general population.Diabetes and blood pressure health screening, along with efforts to prevent development of obesity already in childhood, are necessary for individuals with IDs and ASD.", "We believe that there is a need for adapted community-based health promotion programmes to ensure more equitable health for these populations."], "id": "29280230", "text": "Obesity and lack of physical activity are frequently reported in persons with intellectual disability (ID) or autism spectrum disorder (ASD). We hypothesised a higher prevalence of diabetes and hypertension in this population.We used administrative data for all primary and specialist outpatient and inpatient healthcare consultations for people with at least one recorded diagnosis of diabetes mellitus, hypertension or obesity from 1998 to 2015. Data were drawn from the central administrative database for Stockholm County, Sweden. It was not possible to separate data for type 1 and type 2 diabetes. We stratified 26 988 individuals with IDs or ASD into three groups, with Down syndrome treated separately, and compared these groups with 1 996 140 people from the general population.Compared with the general population, men and women with ID/ASD had 1.6-3.4-fold higher age-adjusted odds of having a registered diagnosis of obesity or diabetes mellitus, with the exception of diabetes among men with Down syndrome. A registered diagnosis of hypertension was only more common among men with ID/ASD than in the general population.Diabetes and blood pressure health screening, along with efforts to prevent development of obesity already in childhood, are necessary for individuals with IDs and ASD. We believe that there is a need for adapted community-based health promotion programmes to ensure more equitable health for these populations.", "doi": "10.1111/jir.12462", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"], "date": "2018-01-18_23:45:31"}