{"title": "A Pilot of a Brief Positive Parenting Program on Children Newly Diagnosed with Autism Spectrum Disorder.", "text": "Disruptive behaviors can be of comparable or greater concern to parents than the core symptoms of Autism Spectrum Disorder (ASD). Provision of effective interventions to address these behaviors within the first year of initial diagnosis holds great potential for improving the child's, parents', and family's functioning. We piloted a four-session, manualized, positive parenting program on 21 parents of newly diagnosed children ages 2 through 12 years using a mixed methods design. Seventy-five percent of parents completed four sessions, with 100% reporting high levels of service satisfaction. Preliminary results indicated clinically and statistically significant reductions in child maladaptive behaviors, as well as improvements in parental and family functioning. Practitioners and parents identified several potential implementation adaptations, including additional sessions to focus on ASD education and real-time parent-child interactions. Taken as a whole, these data suggest that a brief positive parenting intervention may be a feasible way to improve child, parent, and family functioning during the first year of ASD diagnosis. Findings point to the need for additional research to determine treatment efficacy and to assist with the identification of moderators and mediators of effects.", "journal": ["Family process", "Fam Process"], "id": "29238949", "doi": "10.1111/famp.12334", "date": "2017-12-14", "authors": [["Zand", "Debra H", "DH", "Department of Pediatrics, General Academic Pediatrics, Saint Louis University School of Medicine, St. Louis, MO."], ["Bultas", "Margaret W", "MW", "Saint Louis University School of Nursing, St. Louis, MO."], ["McMillin", "Stephen Edward", "SE", "Saint Louis University School of Social Work, St. Louis, MO."], ["Halloran", "Donna", "D", "Department of Pediatrics, General Academic Pediatrics, Saint Louis University School of Medicine, St. Louis, MO."], ["White", "Taryn", "T", "Department of Pediatrics, General Academic Pediatrics, Saint Louis University School of Medicine, St. Louis, MO."], ["McNamara", "Donnamarie", "D", "Department of Pediatrics, General Academic Pediatrics, Saint Louis University School of Medicine, St. Louis, MO."], ["Pierce", "Katherine J", "KJ", "Department of Pediatrics, General Academic Pediatrics, Saint Louis University School of Medicine, St. Louis, MO."]]}