{"title": "Modulatory Effect of Association of Brain Stimulation by Light and Binaural Beats in Specific Brain Waves.", "text": "One of the positive effects of brain stimulation is interhemispheric modulation as shown in some scientific studies. This study examined if a type of noninvasive stimulation using binaural beats with led-lights and sound would show different modulatory effects upon Alfa and SMR brain waves of elderlies and children with some disease types.The sample included 75 individuals of both genders, being, randomly, divided in 6 groups. Groups were named elderly without dementia diagnosis (EWD), n=15, 76±8 years, elderly diagnosed with Parkinson's disease (EDP), n=15, 72±7 years, elderly diagnosed with Alzheimer's disease (EDA), n=15, 81±6 years. The other groups were named children with Autism (CA), n=10, 11±4 years, children with Intellectual Impairment (CII), n=10, 12 ±5 years and children with normal cognitive development (CND), n=10, 11±4 years.Instruments were the Mini Mental State Examination Test (MMSE), EEG-Neurocomputer instrument for brain waves registration, brain stimulator, Digit Span Test and a Protocol for working memory training. Data collection followed a pre and post-conjugated stimulation version.The results of the inferential statistics showed that the stimulation protocol had different effects on Alpha and SMR brain waves of the patients. Also, indicated gains in memory functions, for both, children and elderlies as related to gains in brain waves modulation.The results may receive and provide support to a range of studies examining brain modulation and synaptic plasticity. Also, it was emphasized in the results discussion that there was the possibility of the technique serving as an accessory instrument to alternative brain therapies.", "journal": ["Clinical practice and epidemiology in mental health : CP & EMH", "Clin Pract Epidemiol Ment Health"], "id": "29238390", "doi": "10.2174/1745017901713010134", "date": "2017-09-14", "authors": [["Calomeni", "Mauricio Rocha", "MR", "PhD Program in Mental Health, Federal University of Rio de Janeiro (IPUB/UFRJ), Rio de Janeiro, Brazil."], ["Furtado da Silva", "Vernon", "V", "Sports Laboratory, State University of Rio de Janeiro (UERJ/RJ), Rio de Janeiro, Brazil."], ["Velasques", "Bruna Brandão", "BB", "PhD Program in Mental Health, Federal University of Rio de Janeiro (IPUB/UFRJ), Rio de Janeiro, Brazil."], ["Feijó", "Olavo Guimarães", "OG", "PhD in Psychology, University Of Maryland, College Park, Brazil."], ["Bittencourt", "Juliana Marques", "JM", "Brain Mapping Laboratory, Veiga de Almeida University (UVA/RJ), Rio de Janeiro, Brazil."], ["Ribeiro de Souza E Silva", "Alair Pedro", "AP", "PhD Program in Mental Health, Federal University of Rio de Janeiro (IPUB/UFRJ), Rio de Janeiro, Brazil."]]}