{"words": ["graph", "representations", "often", "used", "model", "structured", "data", "individual", "population", "level", "numerous", "applications", "pattern", "recognition", "problems", "field", "neuroscience", "representations", "commonly", "used", "model", "structural", "functional", "connectivity", "set", "brain", "regions", "graphs", "proven", "great", "importance", "mainly", "due", "capability", "revealing", "patterns", "related", "brain", "development", "disease", "previously", "unknown", "evaluating", "similarity", "brain", "connectivity", "networks", "manner", "accounts", "graph", "structure", "tailored", "particular", "application", "however", "existing", "methods", "fail", "accommodate", "graph", "structure", "discarding", "information", "could", "beneficial", "classification", "regression", "analyses", "based", "similarities", "propose", "learn", "graph", "similarity", "metric", "using", "siamese", "graph", "convolutional", "neural", "network", "supervised", "setting", "proposed", "framework", "takes", "consideration", "graph", "structure", "evaluation", "similarity", "pair", "graphs", "employing", "spectral", "graph", "convolutions", "allow", "generalisation", "traditional", "convolutions", "irregular", "graphs", "operates", "graph", "spectral", "domain", "apply", "proposed", "model", "two", "datasets", "challenging", "abide", "database", "comprises", "functional", "mri", "data", "403", "patients", "autism", "spectrum", "disorder", "asd", "468", "healthy", "controls", "aggregated", "multiple", "acquisition", "sites", "set", "2500", "subjects", "uk", "biobank", "demonstrate", "performance", "method", "tasks", "classification", "matching", "graphs", "well", "individual", "subject", "classification", "manifold", "learning", "showing", "leads", "significantly", "improved", "results", "compared", "traditional", "methods"], "authors": [["Ktena", "Sofia Ira", "SI", "Biomedical Image Analysis Group, Imperial College London, UK. Electronic address: ira.ktena@imperial.ac.uk."], ["Parisot", "Sarah", "S", "Biomedical Image Analysis Group, Imperial College London, UK."], ["Ferrante", "Enzo", "E", "Biomedical Image Analysis Group, Imperial College London, UK; Universidad Nacional del Litoral / CONICET, Santa Fe, Argentina."], ["Rajchl", "Martin", "M", "Biomedical Image Analysis Group, Imperial College London, UK."], ["Lee", "Matthew", "M", "Biomedical Image Analysis Group, Imperial College London, UK."], ["Glocker", "Ben", "B", "Biomedical Image Analysis Group, Imperial College London, UK."], ["Rueckert", "Daniel", "D", "Biomedical Image Analysis Group, Imperial College London, UK."]], "title": "Metric learning with spectral graph convolutions on brain connectivity networks.", "year": null, "sentences": ["Graph representations are often used to model structured data at an individual or population level and have numerous applications in pattern recognition problems.", "In the field of neuroscience, where such representations are commonly used to model structural or functional connectivity between a set of brain regions, graphs have proven to be of great importance.", "This is mainly due to the capability of revealing patterns related to brain development and disease, which were previously unknown.", "Evaluating similarity between these brain connectivity networks in a manner that accounts for the graph structure and is tailored for a particular application is, however, non-trivial.", "Most existing methods fail to accommodate the graph structure, discarding information that could be beneficial for further classification or regression analyses based on these similarities.", "We propose to learn a graph similarity metric using a siamese graph convolutional neural network (s-GCN) in a supervised setting.", "The proposed framework takes into consideration the graph structure for the evaluation of similarity between a pair of graphs, by employing spectral graph convolutions that allow the generalisation of traditional convolutions to irregular graphs and operates in the graph spectral domain.", "We apply the proposed model on two datasets: the challenging ABIDE database, which comprises functional MRI data of 403 patients with autism spectrum disorder (ASD) and 468 healthy controls aggregated from multiple acquisition sites, and a set of 2500 subjects from UK Biobank.", "We demonstrate the performance of the method for the tasks of classification between matching and non-matching graphs, as well as individual subject classification and manifold learning, showing that it leads to significantly improved results compared to traditional methods."], "id": "29278772", "text": "Graph representations are often used to model structured data at an individual or population level and have numerous applications in pattern recognition problems. In the field of neuroscience, where such representations are commonly used to model structural or functional connectivity between a set of brain regions, graphs have proven to be of great importance. This is mainly due to the capability of revealing patterns related to brain development and disease, which were previously unknown. Evaluating similarity between these brain connectivity networks in a manner that accounts for the graph structure and is tailored for a particular application is, however, non-trivial. Most existing methods fail to accommodate the graph structure, discarding information that could be beneficial for further classification or regression analyses based on these similarities. We propose to learn a graph similarity metric using a siamese graph convolutional neural network (s-GCN) in a supervised setting. The proposed framework takes into consideration the graph structure for the evaluation of similarity between a pair of graphs, by employing spectral graph convolutions that allow the generalisation of traditional convolutions to irregular graphs and operates in the graph spectral domain. We apply the proposed model on two datasets: the challenging ABIDE database, which comprises functional MRI data of 403 patients with autism spectrum disorder (ASD) and 468 healthy controls aggregated from multiple acquisition sites, and a set of 2500 subjects from UK Biobank. We demonstrate the performance of the method for the tasks of classification between matching and non-matching graphs, as well as individual subject classification and manifold learning, showing that it leads to significantly improved results compared to traditional methods.", "doi": "10.1016/j.neuroimage.2017.12.052", "journal": ["NeuroImage", "Neuroimage"], "date": "2018-01-18_23:45:33"}