{"title": "Intermittent theta-burst transcranial magnetic stimulation for autism spectrum disorder: an open-label pilot study.", "text": "Theta-burst stimulation (TBS) modulates synaptic plasticity more efficiently than standard repetitive transcranial magnetic stimulation delivery and may be a promising modality for neuropsychiatric disorders such as autism spectrum disorder (ASD). At present there are few effective interventions for prefrontal cortex dysfunction in ASD. We report on an open-label, pilot study of intermittent TBS (iTBS) to target executive function deficits and restricted, repetitive behaviors in male children and adolescents with ASD.Ten right-handed, male participants, aged 9-17 years with ASD were enrolled in an open-label trial of iTBS treatment. Fifteen sessions of neuronavigated iTBS at 100% motor threshold targeting the right dorsolateral prefrontal cortex were delivered over 3 weeks.Parent report scores on the Repetitive Behavior Scale Revised and the Yale-Brown Obsessive Compulsive Scale demonstrated improvements with iTBS treatment. Participants demonstrated improvements in perseverative errors on the Wisconsin Card Sorting Test and total time for the Stroop test. The iTBS treatments were well tolerated with no serious adverse effects.These preliminary results suggest that further controlled interventional studies of iTBS for ASD are warranted.", "journal": ["Revista brasileira de psiquiatria (Sao Paulo, Brazil : 1999)", "Rev Bras Psiquiatr"], "id": "29236921", "doi": "10.1590/1516-4446-2017-2279", "date": "2017-12-11", "authors": [["Abujadi", "Caio", "C", "Departamento de Psiquiatria, Faculdade de Medicina, Universidade de São Paulo (USP), São Paulo, SP, Brazil."], ["Croarkin", "Paul E", "PE", "Department of Psychiatry and Psychology, Mayo Clinic, Rochester, Minnesota, USA."], ["Bellini", "Bianca B", "BB", "Departamento de Psiquiatria, Faculdade de Medicina, Universidade de São Paulo (USP), São Paulo, SP, Brazil."], ["Brentani", "Helena", "H", "Departamento de Psiquiatria, Faculdade de Medicina, Universidade de São Paulo (USP), São Paulo, SP, Brazil."], ["Marcolin", "Marco A", "MA", "Departamento de Neurologia, Faculdade de Medicina, USP, São Paulo, SP, Brazil."]]}