{"words": ["autism", "spectrum", "disorder", "asd", "severely", "neurodevelopmental", "disorder", "impairs", "child", "ability", "communicate", "interact", "others", "children", "neurodevelopmental", "disorder", "including", "asd", "regularly", "affected", "gastrointestinal", "problems", "dysbiosis", "gut", "microbiota", "hand", "humans", "live", "association", "plenty", "microorganisms", "resident", "exposed", "internal", "surfaces", "bodies", "microbiome", "refers", "collection", "microbes", "genetic", "material", "confers", "variety", "physiologic", "benefits", "host", "many", "key", "aspects", "life", "well", "responsible", "diseases", "large", "body", "preclinical", "literature", "indicates", "gut", "microbiome", "plays", "important", "role", "bidirectional", "axis", "communicates", "gut", "central", "nervous", "system", "moreover", "accumulating", "evidences", "suggest", "gut", "microbiome", "involved", "pathogenesis", "asd", "present", "review", "introduces", "increasing", "evidence", "suggesting", "reciprocal", "interaction", "network", "among", "microbiome", "gut", "brain", "also", "discusses", "possible", "mechanisms", "gut", "microbiome", "influences", "etiology", "asd", "via", "altering", "axis", "importantly", "highlights", "new", "findings", "targeting", "gut", "microbiome", "including", "probiotic", "treatment", "fecal", "microbiota", "transplant", "novel", "potential", "therapeutics", "asd", "diseases"], "authors": [["Yang", "Yongshou", "Y", "Graduate School of Biosphere Science, Hiroshima University, Higashi-Hiroshima 739-8528, Japan. Electronic address: yangyongshou88@yahoo.co.jp."], ["Tian", "Jinhu", "J", "Department of Food Science and Nutrition, Zhejiang University, 866 Yuhangtang Road, Hangzhou, Zhejiang Province 310058, PR China."], ["Yang", "Bo", "B", "Graduate School of Biosphere Science, Hiroshima University, Higashi-Hiroshima 739-8528, Japan."]], "title": "Targeting gut microbiome: A novel and potential therapy for autism.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a severely neurodevelopmental disorder that impairs a child's ability to communicate and interact with others.", "Children with neurodevelopmental disorder, including ASD, are regularly affected by gastrointestinal problems and dysbiosis of gut microbiota.", "On the other hand, humans live in a co-evolutionary association with plenty of microorganisms that resident on the exposed and internal surfaces of our bodies.", "The microbiome, refers to the collection of microbes and their genetic material, confers a variety of physiologic benefits to the host in many key aspects of life as well as being responsible for some diseases.", "A large body of preclinical literature indicates that gut microbiome plays an important role in the bidirectional gut-brain axis that communicates between the gut and central nervous system.", "Moreover, accumulating evidences suggest that the gut microbiome is involved in the pathogenesis of ASD.", "The present review introduces the increasing evidence suggesting the reciprocal interaction network among microbiome, gut and brain.", "It also discusses the possible mechanisms by which gut microbiome influences the etiology of ASD via altering gut-brain axis.", "Most importantly, it highlights the new findings of targeting gut microbiome, including probiotic treatment and fecal microbiota transplant, as novel and potential therapeutics for ASD diseases."], "id": "29277311", "text": "Autism spectrum disorder (ASD) is a severely neurodevelopmental disorder that impairs a child's ability to communicate and interact with others. Children with neurodevelopmental disorder, including ASD, are regularly affected by gastrointestinal problems and dysbiosis of gut microbiota. On the other hand, humans live in a co-evolutionary association with plenty of microorganisms that resident on the exposed and internal surfaces of our bodies. The microbiome, refers to the collection of microbes and their genetic material, confers a variety of physiologic benefits to the host in many key aspects of life as well as being responsible for some diseases. A large body of preclinical literature indicates that gut microbiome plays an important role in the bidirectional gut-brain axis that communicates between the gut and central nervous system. Moreover, accumulating evidences suggest that the gut microbiome is involved in the pathogenesis of ASD. The present review introduces the increasing evidence suggesting the reciprocal interaction network among microbiome, gut and brain. It also discusses the possible mechanisms by which gut microbiome influences the etiology of ASD via altering gut-brain axis. Most importantly, it highlights the new findings of targeting gut microbiome, including probiotic treatment and fecal microbiota transplant, as novel and potential therapeutics for ASD diseases.", "doi": "10.1016/j.lfs.2017.12.027", "journal": ["Life sciences", "Life Sci."], "date": "2018-01-18_23:45:33"}