{"words": ["numerous", "epilepsy", "genes", "identified", "last", "years", "mostly", "rare", "monogenic", "forms", "thanks", "increased", "availability", "decreased", "cost", "sequencing", "approaches", "besides", "somehow", "expected", "group", "epilepsy", "genes", "encoding", "various", "ion", "channel", "subunits", "sodium", "potassium", "channel", "subunits", "gaba", "receptors", "nmda", "receptors", "diversity", "emerged", "recently", "novel", "epilepsy", "genes", "encoding", "proteins", "playing", "wide", "range", "physiological", "roles", "cellular", "molecular", "levels", "synaptic", "proteins", "members", "mtor", "pathway", "proteins", "involved", "chromatin", "remodeling", "overall", "picture", "somehow", "complicated", "one", "given", "epilepsy", "gene", "associated", "one", "epileptic", "phenotype", "variable", "degrees", "severity", "benign", "severe", "forms", "epileptic", "encephalopathies", "various", "comorbid", "conditions", "migraine", "autism", "spectrum", "disorders", "conversely", "one", "given", "epileptic", "syndrome", "may", "associated", "different", "genes", "obvious", "links", "encoding", "different", "subunits", "receptor", "ones", "clear", "relationships", "also", "genomic", "copy", "number", "variations", "detected", "albeit", "rare", "may", "confer", "high", "risk", "epilepsy", "whereas", "translation", "gene", "identification", "targeted", "medicine", "still", "remains", "challenging", "progress", "epilepsy", "genetics", "currently", "revolutionizing", "diagnosis", "genetic", "counseling", "epilepsy", "gene", "identification", "also", "represents", "key", "entry", "point", "start", "deciphering", "underlying", "pathophysiological", "mechanisms", "via", "design", "study", "pertinent", "cellular", "animal", "models", "may", "turn", "provide", "future", "applications", "human", "epilepsies"], "authors": [["Szepetowski", "Pierre", "P", "Mediterranean Institute of Neurobiology (INMED), Inserm U901, parc scientifique de Luminy, BP 13, 13273 Marseille cedex 09, France. Electronic address: pierre.szepetowski@inserm.fr."]], "title": "Genetics of human epilepsies: Continuing progress.", "year": null, "sentences": ["Numerous epilepsy genes have been identified in the last years, mostly in the (rare) monogenic forms and thanks to the increased availability and the decreased cost of next-generation sequencing approaches.", "Besides the somehow expected group of epilepsy genes encoding various ion channel subunits (e.g.", "sodium or potassium channel subunits, or GABA receptors, or glutamate-gated NMDA receptors), more diversity has emerged recently, with novel epilepsy genes encoding proteins playing a wide range of physiological roles at the cellular and molecular levels, such as synaptic proteins, members of the mTOR pathway, or proteins involved in chromatin remodeling.", "The overall picture is somehow complicated: one given epilepsy gene can be associated with more than one epileptic phenotype, and with variable degrees of severity, from the benign to the severe forms (e.g.", "epileptic encephalopathies), and with various comorbid conditions such as migraine or autism spectrum of disorders.", "Conversely, one given epileptic syndrome may be associated with different genes, some of which have obvious links with each other (e.g.", "encoding different subunits of the same receptor) while other ones have no clear relationships.", "Also genomic copy number variations have been detected, some of which, albeit rare, may confer high risk to epilepsy.", "Whereas translation from gene identification to targeted medicine still remains challenging, progress in epilepsy genetics is currently revolutionizing genetic-based diagnosis and genetic counseling.", "Epilepsy gene identification also represents a key entry point to start in deciphering the underlying pathophysiological mechanisms via the design and the study of the most pertinent cellular and animal models - which may in turn provide proofs-of-principle for future applications in human epilepsies."], "id": "29277263", "text": "Numerous epilepsy genes have been identified in the last years, mostly in the (rare) monogenic forms and thanks to the increased availability and the decreased cost of next-generation sequencing approaches. Besides the somehow expected group of epilepsy genes encoding various ion channel subunits (e.g. sodium or potassium channel subunits, or GABA receptors, or glutamate-gated NMDA receptors), more diversity has emerged recently, with novel epilepsy genes encoding proteins playing a wide range of physiological roles at the cellular and molecular levels, such as synaptic proteins, members of the mTOR pathway, or proteins involved in chromatin remodeling. The overall picture is somehow complicated: one given epilepsy gene can be associated with more than one epileptic phenotype, and with variable degrees of severity, from the benign to the severe forms (e.g. epileptic encephalopathies), and with various comorbid conditions such as migraine or autism spectrum of disorders. Conversely, one given epileptic syndrome may be associated with different genes, some of which have obvious links with each other (e.g. encoding different subunits of the same receptor) while other ones have no clear relationships. Also genomic copy number variations have been detected, some of which, albeit rare, may confer high risk to epilepsy. Whereas translation from gene identification to targeted medicine still remains challenging, progress in epilepsy genetics is currently revolutionizing genetic-based diagnosis and genetic counseling. Epilepsy gene identification also represents a key entry point to start in deciphering the underlying pathophysiological mechanisms via the design and the study of the most pertinent cellular and animal models - which may in turn provide proofs-of-principle for future applications in human epilepsies.", "doi": "10.1016/j.lpm.2017.10.020", "journal": ["Presse medicale (Paris, France : 1983)", "Presse Med"], "date": "2018-01-18_23:45:33"}