{"words": ["mentalization", "process", "subject", "makes", "sense", "mental", "representations", "around", "disturbances", "mentalization", "process", "found", "several", "psychiatric", "disorders", "notably", "borderline", "personality", "disorders", "treatments", "mbt", "developed", "evaluated", "children", "autism", "spectrum", "disorder", "asd", "display", "theory", "mind", "impairments", "corresponds", "disturbances", "mentalization", "process", "although", "mbt", "protocol", "patients", "asd", "described", "literature", "treatment", "appears", "promising", "improve", "theory", "mind", "functional", "outcome", "children", "paper", "propose", "discuss", "theoretical", "ground", "mbt", "therapeutic", "effect", "children", "asd", "without", "intellectual", "disabilities", "describe", "clinical", "protocol", "test", "perspective"], "authors": [["Thevenet", "M", "M", "Université Claude-Bernard Lyon 1, 43, boulevard du 11 Novembre 1918, 69000 Villeurbanne, France; Centre Hospitalier Le Vinatier, Bron, 95, boulevard Pinel, 69758 Bron, France. Electronic address: thevenetmarion@gmail.com."], ["Dondé", "C", "C", "Université Claude-Bernard Lyon 1, 43, boulevard du 11 Novembre 1918, 69000 Villeurbanne, France; Centre Hospitalier Le Vinatier, Bron, 95, boulevard Pinel, 69758 Bron, France; Équipe PSYR2, Centre de recherche en neurosciences de Lyon (CRNL), Centre national de la recherche en santé (CNRS) UMR5292, Institut national de la santé et de la recherche médicale (Inserm) U1028, 69758 Bron, France."], ["Machabert", "R", "R", "Université Claude-Bernard Lyon 1, 43, boulevard du 11 Novembre 1918, 69000 Villeurbanne, France; Centre Hospitalier Le Vinatier, Bron, 95, boulevard Pinel, 69758 Bron, France."], ["Ancona", "L", "L", "Centre Hospitalier Le Vinatier, Bron, 95, boulevard Pinel, 69758 Bron, France."], ["Jost", "C", "C", "Centre Hospitalier Le Vinatier, Bron, 95, boulevard Pinel, 69758 Bron, France."], ["Georgieff", "N", "N", "Université Claude-Bernard Lyon 1, 43, boulevard du 11 Novembre 1918, 69000 Villeurbanne, France; Centre Hospitalier Le Vinatier, Bron, 95, boulevard Pinel, 69758 Bron, France."]], "title": "[A mentalization-based perspective on childhood autism treatment].", "year": null, "sentences": ["Mentalization is a process by which a subject makes sense of both his own mental representations and of those around him.", "Disturbances in the mentalization process are found in several psychiatric disorders, notably borderline personality disorders for which mentalization-based treatments (MBT) have been developed and evaluated.", "Children with Autism Spectrum Disorder (ASD) display a theory of mind impairments, which corresponds to disturbances in the mentalization process.", "Although no MBT protocol for patients with ASD has been described in the literature, such treatment appears promising to improve theory of mind and functional outcome of these children.", "In this paper, we propose to discuss the theoretical ground of MBT therapeutic effect in children with ASD without intellectual disabilities and to describe a clinical protocol to test this perspective."], "id": "29277240", "text": "Mentalization is a process by which a subject makes sense of both his own mental representations and of those around him. Disturbances in the mentalization process are found in several psychiatric disorders, notably borderline personality disorders for which mentalization-based treatments (MBT) have been developed and evaluated. Children with Autism Spectrum Disorder (ASD) display a theory of mind impairments, which corresponds to disturbances in the mentalization process. Although no MBT protocol for patients with ASD has been described in the literature, such treatment appears promising to improve theory of mind and functional outcome of these children. In this paper, we propose to discuss the theoretical ground of MBT therapeutic effect in children with ASD without intellectual disabilities and to describe a clinical protocol to test this perspective.", "doi": "10.1016/j.encep.2017.10.008", "journal": ["L'Encephale", "Encephale"], "date": "2018-01-18_23:45:33"}