{"words": ["impaired", "facial", "affect", "recognition", "far", "observed", "schizophrenia", "autism", "spectrum", "disorder", "asd", "linked", "amygdala", "fusiform", "gyrus", "dysfunction", "asd", "patient", "impairments", "seem", "pronounced", "implicit", "rather", "explicit", "far", "whereas", "schizophrenia", "data", "inconsistent", "however", "studies", "comparing", "patient", "groups", "identical", "design", "aim", "study", "identify", "whether", "far", "alterations", "equally", "present", "groups", "ii", "whether", "present", "rather", "implicit", "explicit", "far", "iii", "whether", "conveyed", "similar", "neural", "mechanisms", "using", "fmri", "investigated", "neural", "activation", "explicit", "implicit", "negative", "neutral", "far", "33", "individuals", "asd", "20", "subjects", "25", "controls", "individuals", "differences", "activation", "patterns", "clinical", "group", "controls", "respectively", "found", "exclusively", "implicit", "far", "amygdala", "fusiform", "gyrus", "addition", "asd", "group", "additionally", "showed", "reduced", "activations", "medial", "prefrontal", "cortex", "pfc", "bilateral", "pfc", "pfc", "temporal", "sulcus", "left", "junction", "although", "subjects", "asd", "showed", "widespread", "altered", "activation", "patterns", "direct", "comparison", "patient", "groups", "show", "deficits", "neither", "patient", "group", "summary", "findings", "consistent", "common", "neural", "deficit", "implicit", "negative", "facial", "affect", "recognition", "schizophrenia", "autism", "spectrum", "disorders"], "authors": [["Ciaramidaro", "Angela", "A", "Dept. of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, Goethe-University, Frankfurt/M, Germany; Department of Computer, Control and Management Engineering, Univ. of Rome \"Sapienza\", Rome, Italy. Electronic address: ciaramidaro.angela@gmail.com."], ["Bölte", "Sven", "S", "Dept. of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, Goethe-University, Frankfurt/M, Germany; Dept. of Women's and Children's Health, Center of Neurodevelopmental Disorders (KIND), Karolinska Institutet, & Center of Psychiatry Research (CPF), Stockholm, Sweden."], ["Schlitt", "Sabine", "S", "Dept. of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, Goethe-University, Frankfurt/M, Germany."], ["Hainz", "Daniela", "D", "Dept. of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, Goethe-University, Frankfurt/M, Germany."], ["Poustka", "Fritz", "F", "Dept. of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, Goethe-University, Frankfurt/M, Germany."], ["Weber", "Bernhard", "B", "Department of Psychiatry, Psychosomatics and Psychotherapy, Goethe-University, Frankfurt/M, Germany; Psychiatric University Clinics, University of Basel, Basel, Switzerland."], ["Freitag", "Christine", "C", "Dept. of Child and Adolescent Psychiatry, Psychosomatics, and Psychotherapy, Goethe-University, Frankfurt/M, Germany."], ["Walter", "Henrik", "H", "Dept. of Psychiatry and Psychotherapy, Charité Universitätsmedizin, Berlin, Germany."]], "title": "Transdiagnostic deviant facial recognition for implicit negative emotion in autism and schizophrenia.", "year": null, "sentences": ["Impaired facial affect recognition (FAR) is observed in schizophrenia and autism spectrum disorder (ASD) and has been linked to amygdala and fusiform gyrus dysfunction.", "ASD patient's impairments seem to be more pronounced during implicit rather than explicit FAR, whereas for schizophrenia data are inconsistent.", "However, there are no studies comparing both patient groups in an identical design.", "The aim of this three-group study was to identify (i) whether FAR alterations are equally present in both groups, (ii) whether they are present rather during implicit or explicit FAR, (iii) and whether they are conveyed by similar or disorder-specific neural mechanisms.", "Using fMRI, we investigated neural activation during explicit and implicit negative and neutral FAR in 33 young-adult individuals with ASD, 20 subjects with paranoid-schizophrenia and 25 IQ- and gender-matched controls individuals.", "Differences in activation patterns between each clinical group and controls, respectively were found exclusively for implicit FAR in amygdala and fusiform gyrus.", "In addition, the ASD group additionally showed reduced activations in medial prefrontal cortex (PFC), bilateral dorso-lateral PFC, ventro-lateral PFC, posterior-superior temporal sulcus and left temporo-parietal junction.", "Although subjects with ASD showed more widespread altered activation patterns, a direct comparison between both patient groups did not show disorder-specific deficits in neither patient group.", "In summary, our findings are consistent with a common neural deficit during implicit negative facial affect recognition in schizophrenia and autism spectrum disorders."], "id": "29275843", "text": "Impaired facial affect recognition (FAR) is observed in schizophrenia and autism spectrum disorder (ASD) and has been linked to amygdala and fusiform gyrus dysfunction. ASD patient's impairments seem to be more pronounced during implicit rather than explicit FAR, whereas for schizophrenia data are inconsistent. However, there are no studies comparing both patient groups in an identical design. The aim of this three-group study was to identify (i) whether FAR alterations are equally present in both groups, (ii) whether they are present rather during implicit or explicit FAR, (iii) and whether they are conveyed by similar or disorder-specific neural mechanisms. Using fMRI, we investigated neural activation during explicit and implicit negative and neutral FAR in 33 young-adult individuals with ASD, 20 subjects with paranoid-schizophrenia and 25 IQ- and gender-matched controls individuals. Differences in activation patterns between each clinical group and controls, respectively were found exclusively for implicit FAR in amygdala and fusiform gyrus. In addition, the ASD group additionally showed reduced activations in medial prefrontal cortex (PFC), bilateral dorso-lateral PFC, ventro-lateral PFC, posterior-superior temporal sulcus and left temporo-parietal junction. Although subjects with ASD showed more widespread altered activation patterns, a direct comparison between both patient groups did not show disorder-specific deficits in neither patient group. In summary, our findings are consistent with a common neural deficit during implicit negative facial affect recognition in schizophrenia and autism spectrum disorders.", "doi": "10.1016/j.euroneuro.2017.12.005", "journal": ["European neuropsychopharmacology : the journal of the European College of Neuropsychopharmacology", "Eur Neuropsychopharmacol"], "date": "2018-01-18_23:45:33"}