{"title": "Embryonic exposure to valproic acid affects the histaminergic system and the social behaviour of adult zebrafish (Danio rerio).", "text": "Histamine modulates several behaviours and physiological functions, and its deficiency is associated with neuropsychiatric disorders. Gestational intake of valproic acid (VPA) is linked to autism spectrum disorder (ASD), characterized by impaired sociability and stereotypies. VPA effects on the neurochemistry and functional morphology of the histaminergic system in ASD are unclear. Zebrafish are highly social, and given the similarities between zebrafish and human neurotransmitter systems, we have studied the effects of VPA on histamine in zebrafish.Histaminergic, dopaminergic and noradrenergic systems of larval and adult zebrafish exposed to VPA from the end of gastrulation until neural tube formation were studied using HPLC, quantitative PCR, immunocytochemistry and in situ hybridization. Sociability, dark-flash response and locomotion were also studied.Zebrafish larvae exposed to VPA showed decreased locomotion and an abnormal dark-flash response. Additionally, a reduced number of histaminergic neurons, low histamine and altered mRNA expression of key genes of the monoaminergic systems were also detected. The reduced mRNA expression of genes of the studied systems persisted until adulthood. Furthermore, adult VPA-exposed animals presented lower brain levels of noradrenaline and 3,4-dihydroxyphenylacetic acid, along with impaired sociability.VPA exposure in early development causes molecular and neurochemical alterations in zebrafish, which persist into adulthood and accompany impaired sociability. These findings will highlight the possible involvement of the histaminergic system in outcomes related to neuropsychiatric disorders. Furthermore, it supports zebrafish as a tool to investigate mechanisms underlying these disorders.", "journal": ["British journal of pharmacology", "Br. J. Pharmacol."], "id": "29235100", "doi": "10.1111/bph.14124", "date": "2017-12-12", "authors": [["Baronio", "Diego", "D", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Puttonen", "Henri A J", "HAJ", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Sundvik", "Maria", "M", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Semenova", "Svetlana", "S", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Lehtonen", "Essi", "E", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."], ["Panula", "Pertti", "P", "Department of Anatomy, Faculty of Medicine, Neuroscience Center, University of Helsinki, Helsinki, Finland."]]}