{"words": ["evidence", "supporting", "gut", "problems", "linked", "asd", "symptoms", "accumulating", "humans", "animal", "models", "asd", "gut", "microbes", "metabolites", "may", "linked", "gi", "problems", "also", "asd", "behavior", "symptoms", "despite", "high", "interest", "previous", "studies", "looked", "mainly", "microbial", "structure", "studies", "fecal", "metabolites", "rare", "context", "asd", "thus", "aimed", "detect", "fecal", "metabolites", "may", "present", "significantly", "different", "concentrations", "21", "children", "asd", "23", "neurotypical", "children", "investigate", "possible", "link", "human", "gut", "microbiome", "using", "spectroscopy", "16s", "rrna", "gene", "amplicon", "sequencing", "examined", "metabolite", "profiles", "microbial", "compositions", "fecal", "samples", "respectively", "59", "metabolites", "detected", "isopropanol", "concentrations", "significantly", "higher", "feces", "children", "asd", "multiple", "testing", "corrections", "also", "observed", "similar", "trends", "fecal", "metabolites", "previous", "studies", "children", "asd", "higher", "fecal", "possibly", "lower", "gaba", "concentrations", "addition", "fisher", "discriminant", "analysis", "fda", "suggested", "group", "nicotinate", "glutamine", "thymine", "potentially", "function", "modest", "biomarker", "separate", "asd", "participants", "neurotypical", "group", "78", "sensitivity", "81", "specificity", "consistent", "previous", "arizona", "cohort", "study", "also", "confirmed", "lower", "gut", "microbial", "diversity", "reduced", "relative", "abundances", "phylotypes", "closely", "related", "prevotella", "copri", "children", "asd", "multiple", "testing", "corrections", "also", "learned", "relative", "abundances", "feacalibacterium", "prausnitzii", "haemophilus", "parainfluenzae", "lower", "feces", "children", "asd", "despite", "relatively", "short", "list", "fecal", "metabolites", "data", "study", "support", "children", "asd", "altered", "metabolite", "profiles", "feces", "compared", "neurotypical", "children", "warrant", "investigation", "metabolites", "larger", "cohorts"], "authors": [["Kang", "Dae-Wook", "DW", "Biodesign Swette Center for Environmental Biotechnology, Arizona State University, Tempe, AZ 85287-5701, USA; Biodesign Center for Fundamental and Applied Microbiomics, Arizona State University, Tempe, AZ 85287-6101, USA."], ["Ilhan", "Zehra Esra", "ZE", "Biodesign Swette Center for Environmental Biotechnology, Arizona State University, Tempe, AZ 85287-5701, USA; Biodesign Center for Fundamental and Applied Microbiomics, Arizona State University, Tempe, AZ 85287-6101, USA."], ["Isern", "Nancy G", "NG", "EMSL (Environmental Molecular Sciences Laboratory), Pacific Northwest National Laboratory, Richland, WA 99352, USA."], ["Hoyt", "David W", "DW", "EMSL (Environmental Molecular Sciences Laboratory), Pacific Northwest National Laboratory, Richland, WA 99352, USA."], ["Howsmon", "Daniel P", "DP", "Department of Chemical and Biological Engineering, Rensselaer Polytechnic Institute, Troy, NY, USA; Center for Biotechnology and Interdisciplinary Studies, Rensselaer Polytechnic Institute, Troy, NY, USA."], ["Shaffer", "Michael", "M", "Department of Medicine, University of Colorado Denver, Anschutz Medical Campus, Aurora, CO 80045, USA; Computational Bioscience Program, University of Colorado Denver, Anschutz Medical Campus, Aurora, CO 80045, USA."], ["Lozupone", "Catherine A", "CA", "Department of Medicine, University of Colorado Denver, Anschutz Medical Campus, Aurora, CO 80045, USA."], ["Hahn", "Juergen", "J", "Department of Chemical and Biological Engineering, Rensselaer Polytechnic Institute, Troy, NY, USA; Center for Biotechnology and Interdisciplinary Studies, Rensselaer Polytechnic Institute, Troy, NY, USA; Department of Biomedical Engineering, Rensselaer Polytechnic Institute, Troy, NY, USA."], ["Adams", "James B", "JB", "School of Mechanical, Aerospace, Chemical, and Materials Engineering, Arizona State University, Tempe, AZ 85287, USA."], ["Krajmalnik-Brown", "Rosa", "R", "Biodesign Swette Center for Environmental Biotechnology, Arizona State University, Tempe, AZ 85287-5701, USA; Biodesign Center for Fundamental and Applied Microbiomics, Arizona State University, Tempe, AZ 85287-6101, USA; School of Sustainable Engineering and the Built Environment, Arizona State University, 501 East Tyler Mall, Tempe, AZ 85287, USA. Electronic address: Dr.Rosy@asu.edu."]], "title": "Differences in fecal microbial metabolites and microbiota of children with autism spectrum disorders.", "year": null, "sentences": ["Evidence supporting that gut problems are linked to ASD symptoms has been accumulating both in humans and animal models of ASD.", "Gut microbes and their metabolites may be linked not only to GI problems but also to ASD behavior symptoms.", "Despite this high interest, most previous studies have looked mainly at microbial structure, and studies on fecal metabolites are rare in the context of ASD.", "Thus, we aimed to detect fecal metabolites that may be present at significantly different concentrations between 21 children with ASD and 23 neurotypical children and to investigate its possible link to human gut microbiome.", "Using 1H-NMR spectroscopy and 16S rRNA gene amplicon sequencing, we examined metabolite profiles and microbial compositions in fecal samples, respectively.", "Of the 59 metabolites detected, isopropanol concentrations were significantly higher in feces of children with ASD after multiple testing corrections.", "We also observed similar trends of fecal metabolites to previous studies; children with ASD have higher fecal p-cresol and possibly lower GABA concentrations.", "In addition, Fisher Discriminant Analysis (FDA) with leave-out-validation suggested that a group of metabolites-caprate, nicotinate, glutamine, thymine, and aspartate-may potentially function as a modest biomarker to separate ASD participants from the neurotypical group (78% sensitivity and 81% specificity).", "Consistent with our previous Arizona cohort study, we also confirmed lower gut microbial diversity and reduced relative abundances of phylotypes most closely related to Prevotella copri in children with ASD.", "After multiple testing corrections, we also learned that relative abundances of Feacalibacterium prausnitzii and Haemophilus parainfluenzae were lower in feces of children with ASD.", "Despite a relatively short list of fecal metabolites, the data in this study support that children with ASD have altered metabolite profiles in feces when compared with neurotypical children and warrant further investigation of metabolites in larger cohorts."], "id": "29274915", "text": "Evidence supporting that gut problems are linked to ASD symptoms has been accumulating both in humans and animal models of ASD. Gut microbes and their metabolites may be linked not only to GI problems but also to ASD behavior symptoms. Despite this high interest, most previous studies have looked mainly at microbial structure, and studies on fecal metabolites are rare in the context of ASD. Thus, we aimed to detect fecal metabolites that may be present at significantly different concentrations between 21 children with ASD and 23 neurotypical children and to investigate its possible link to human gut microbiome. Using 1H-NMR spectroscopy and 16S rRNA gene amplicon sequencing, we examined metabolite profiles and microbial compositions in fecal samples, respectively. Of the 59 metabolites detected, isopropanol concentrations were significantly higher in feces of children with ASD after multiple testing corrections. We also observed similar trends of fecal metabolites to previous studies; children with ASD have higher fecal p-cresol and possibly lower GABA concentrations. In addition, Fisher Discriminant Analysis (FDA) with leave-out-validation suggested that a group of metabolites-caprate, nicotinate, glutamine, thymine, and aspartate-may potentially function as a modest biomarker to separate ASD participants from the neurotypical group (78% sensitivity and 81% specificity). Consistent with our previous Arizona cohort study, we also confirmed lower gut microbial diversity and reduced relative abundances of phylotypes most closely related to Prevotella copri in children with ASD. After multiple testing corrections, we also learned that relative abundances of Feacalibacterium prausnitzii and Haemophilus parainfluenzae were lower in feces of children with ASD. Despite a relatively short list of fecal metabolites, the data in this study support that children with ASD have altered metabolite profiles in feces when compared with neurotypical children and warrant further investigation of metabolites in larger cohorts.", "doi": "10.1016/j.anaerobe.2017.12.007", "journal": ["Anaerobe", "Anaerobe"], "date": "2018-01-18_23:45:34"}