{"words": ["haploinsufficiency", "ankrd11", "due", "deletion", "truncation", "mutations", "causes", "kbg", "syndrome", "rare", "genetic", "disorder", "characterized", "intellectual", "disability", "autism", "spectrum", "disorder", "craniofacial", "abnormalities", "however", "little", "known", "neurobiological", "role", "ankrd11", "brain", "development", "show", "ankrd11", "regulates", "pyramidal", "neuron", "migration", "dendritic", "differentiation", "developing", "mouse", "cerebral", "cortex", "using", "utero", "manipulation", "approach", "found", "ankrd11", "knockdown", "delayed", "radial", "migration", "cortical", "neurons", "neurons", "displayed", "markedly", "reduced", "dendrite", "growth", "branching", "well", "abnormal", "dendritic", "spine", "morphology", "ankrd11", "knockdown", "suppressed", "acetylation", "epigenetic", "molecules", "p53", "histone", "h3", "furthermore", "mrna", "levels", "trkb", "bdnf", "neurite", "genes", "downregulated", "cortical", "neurons", "trkb", "promoter", "region", "largely", "devoid", "acetylated", "histone", "h3", "p53", "instead", "occupied", "mecp2", "dnmt1", "overexpression", "trkb", "rescued", "abnormal", "dendrite", "growth", "cells", "findings", "demonstrate", "novel", "role", "ankrd11", "neuron", "differentiation", "brain", "development", "suggest", "epigenetic", "modification", "potential", "key", "molecular", "feature", "underlying", "kbg", "syndrome"], "authors": [["Ka", "Minhan", "M", "Department of Developmental Neuroscience, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, NE 68198, United States."], ["Kim", "Woo-Yang", "WY", "Department of Developmental Neuroscience, Munroe-Meyer Institute, University of Nebraska Medical Center, Omaha, NE 68198, United States. Electronic address: wooyang.kim@unmc.edu."]], "title": "ANKRD11 associated with intellectual disability and autism regulates dendrite differentiation via the BDNF/TrkB signaling pathway.", "year": null, "sentences": ["Haploinsufficiency of ANKRD11 due to deletion or truncation mutations causes KBG syndrome, a rare genetic disorder characterized by intellectual disability, autism spectrum disorder, and craniofacial abnormalities.", "However, little is known about the neurobiological role of ANKRD11 during brain development.", "Here we show that ANKRD11 regulates pyramidal neuron migration and dendritic differentiation in the developing mouse cerebral cortex.", "Using an in utero manipulation approach, we found that Ankrd11 knockdown delayed radial migration of cortical neurons.", "ANKRD11-deficient neurons displayed markedly reduced dendrite growth and branching as well as abnormal dendritic spine morphology.", "Ankrd11 knockdown suppressed acetylation of epigenetic molecules such as p53 and Histone H3.", "Furthermore, the mRNA levels of Trkb, Bdnf, and neurite growth-related genes were downregulated in ANKRD11-deficient cortical neurons.", "The Trkb promoter region was largely devoid of acetylated Histone H3 and p53, and was instead occupied with MeCP2 and DNMT1.", "Overexpression of TrkB rescued abnormal dendrite growth in these cells.", "Our findings demonstrate a novel role for ANKRD11 in neuron differentiation during brain development and suggest an epigenetic modification as a potential key molecular feature underlying KBG syndrome."], "id": "29274743", "text": "Haploinsufficiency of ANKRD11 due to deletion or truncation mutations causes KBG syndrome, a rare genetic disorder characterized by intellectual disability, autism spectrum disorder, and craniofacial abnormalities. However, little is known about the neurobiological role of ANKRD11 during brain development. Here we show that ANKRD11 regulates pyramidal neuron migration and dendritic differentiation in the developing mouse cerebral cortex. Using an in utero manipulation approach, we found that Ankrd11 knockdown delayed radial migration of cortical neurons. ANKRD11-deficient neurons displayed markedly reduced dendrite growth and branching as well as abnormal dendritic spine morphology. Ankrd11 knockdown suppressed acetylation of epigenetic molecules such as p53 and Histone H3. Furthermore, the mRNA levels of Trkb, Bdnf, and neurite growth-related genes were downregulated in ANKRD11-deficient cortical neurons. The Trkb promoter region was largely devoid of acetylated Histone H3 and p53, and was instead occupied with MeCP2 and DNMT1. Overexpression of TrkB rescued abnormal dendrite growth in these cells. Our findings demonstrate a novel role for ANKRD11 in neuron differentiation during brain development and suggest an epigenetic modification as a potential key molecular feature underlying KBG syndrome.", "doi": "10.1016/j.nbd.2017.12.008", "journal": ["Neurobiology of disease", "Neurobiol. Dis."], "date": "2018-01-18_23:45:35"}