{"title": "Systematic Review and Meta-Analysis of Reported Adverse Events of Long-term Intranasal Oxytocin Treatment for Autism Spectrum Disorder.", "text": "Recent studies suggested oxytocin as a possible drug to treat social deficits caused by Autism Spectrum Disorder (ASD), but the safety of intranasal oxytocin in autistic patients is not established. The aim of this review was to characterise the side effect profile of long-term intranasal oxytocin in treatment of ASD compared to placebo. All randomised controlled trials of intranasal oxytocin in the treatment of ASD published before 1 January 2017 that reported safety data were identified from databases including Pubmed, Embase, Cochrane Library, and International Pharmaceutical Abstract. Relevant data from the selected studies were then extracted for meta-analysis to estimate the pooled risk ratio for the most common adverse events. Descriptive analysis of severe adverse events was also conducted. Of the 223 participants in the five included studies, 123 were given oxytocin and 100 given placebos. Nasal discomfort (14.3%), tiredness (7.2%), irritability (9.0%), diarrhoea (4.5%), and skin irritation (4.5%) were the most common adverse events. None of these common adverse events was statistically associated with treatment allocation according to meta-analysis using pooled data (all p-values > 0.1). Five severe adverse events were reported, namely aggression (one in placebo, two in oxytocin) and seizures (one in placebo, one in oxytocin). Results from this systematic review supports intranasal oxytocin to be well tolerated and safe for use in ASD population. Larger clinical trials should be conducted to establish the efficacy of intranasal oxytocin as a treatment of ASD.", "journal": ["Psychiatry and clinical neurosciences", "Psychiatry Clin. Neurosci."], "id": "29232031", "doi": "10.1111/pcn.12627", "date": "2017-12-12", "authors": [["Cai", "Qizheng", "Q", "Department of Pharmacy, Faculty of Science, National University of Singapore, Singapore."], ["Feng", "Lei", "L", "Department of Psychological Medicine, Yong Loo Lin School of Medicine, National Univesity of Singapore, Singapore."], ["Yap", "Kai Zhen", "KZ", "Department of Pharmacy, Faculty of Science, National University of Singapore, Singapore."]]}