{"title": "Measurement properties of instruments that assess participation in young people with autism spectrum disorder: a systematic review.", "text": "To systematically review the measurement properties of instruments assessing participation in young people with autism spectrum disorder (ASD).A search was performed in MEDLINE, PsycINFO, and PubMed combining three constructs ('ASD', 'test of participation', 'measurement properties'). Results were restricted to articles including people aged 6 to 29 years. The 2539 identified articles were independently screened by two reviewers. For the included articles, data were extracted using standard forms and their risk of bias was assessed.Nine studies (8 cross-sectional) met the inclusion criteria, providing information on seven different instruments. The total sample included 634 participants, with sex available for 600 (males=494; females=106) and age available for 570, with mean age for these participants 140.58 months (SD=9.11; range=36-624). Included instruments were the school function assessment, vocational index, children's assessment of participation and enjoyment/preferences for activities of children, experience sampling method, Pediatric Evaluation of Disability Inventory, Computer Adaptive Test, adolescent and young adult activity card sort, and Patient-Reported Outcomes Measurement Information System parent-proxy peer relationships. Seven studies assessed reliability and validity; good properties were reported for half of the instruments considered. Most studies (n=6) had high risk of bias. Overall the quality of the evidence for each tool was limited.Validation of these instruments, or others that comprehensively assess participation, is needed. Future studies should follow recommended methodological standards.Seven instruments have been used to assess participation in young people with autism. One instrument, with excellent measurement properties in one study, does not comprehensively assess participation. Studies of three instruments that incorporate a more comprehensive assessment of participation have methodological limitations. Overall, limited evidence exists regarding measurement properties of participation assessments for young people with autism.", "journal": ["Developmental medicine and child neurology", "Dev Med Child Neurol"], "id": "29230802", "doi": "10.1111/dmcn.13631", "date": "2017-12-12", "authors": [["Lami", "Francesca", "F", "Department of Paediatrics, Faculty of MDHS, The University of Melbourne, Melbourne, Victoria, Australia."], ["Egberts", "Kristine", "K", "Department of Paediatrics, Faculty of MDHS, The University of Melbourne, Melbourne, Victoria, Australia."], ["Ure", "Alexandra", "A", "Department of Paediatrics, Faculty of MDHS, The University of Melbourne, Melbourne, Victoria, Australia."], ["Conroy", "Rowena", "R", "Developmental Disability and Rehabilitation Research, Murdoch Childrens Research Institute, Melbourne, Victoria, Australia."], ["Williams", "Katrina", "K", "Department of Paediatrics, Faculty of MDHS, The University of Melbourne, Melbourne, Victoria, Australia."]]}