{"words": ["brain", "connectivity", "autism", "spectrum", "disorders", "asd", "proven", "difficult", "characterize", "due", "heterogeneous", "nature", "spectrum", "connectivity", "brain", "occurs", "complex", "multilevel", "manner", "driving", "fluctuations", "observed", "local", "oxygen", "demand", "fluctuations", "characterized", "fractals", "different", "time", "scales", "study", "propose", "complexity", "analysis", "based", "fractal", "dimension", "signal", "acquired", "magnetic", "resonance", "imaging", "fractal", "dimension", "interpreted", "measure", "signal", "complexity", "connectivity", "previous", "studies", "suggested", "reduction", "signal", "complexity", "associated", "disease", "therefore", "hypothesized", "detectable", "difference", "signal", "complexity", "could", "observed", "asd", "patients", "functional", "data", "subjects", "asd", "55", "healthy", "controls", "accessed", "nitrc", "database", "abide", "project", "subjects", "scanned", "using", "3t", "ge", "signa", "mri", "axial", "images", "used", "prescribe", "300", "time", "points", "acquired", "motion", "correction", "performed", "functional", "data", "anatomical", "functional", "images", "aligned", "spatially", "warped", "n27", "standard", "brain", "atlas", "fractal", "analysis", "performed", "grey", "matter", "mask", "done", "estimating", "hurst", "exponent", "frequency", "domain", "using", "power", "spectral", "density", "approach", "refining", "estimation", "time", "domain", "fluctuation", "analysis", "signal", "summation", "conversion", "methods", "fractal", "dimension", "fd", "calculated", "every", "subject", "control", "group", "asd", "group", "create", "asd", "patients", "validation", "fd", "normality", "across", "controls", "confirmed", "voxels", "eliminated", "subsequent", "analysis", "maintain", "95", "confidence", "level", "regions", "values", "least", "2", "standard", "deviations", "away", "mean", "included", "analysis", "found", "main", "regions", "signal", "complexity", "significantly", "decreased", "among", "asd", "patients", "amygdala", "p", "vermis", "p", "basal", "ganglia", "p", "hippocampus", "p", "regions", "reported", "significant", "increase", "signal", "complexity", "study", "findings", "correlated", "adir", "ados", "assessment", "tools", "reporting", "highest", "correlation", "ados", "connectivity", "best", "modeled", "complex", "system", "therefore", "measure", "complexity", "fractal", "dimension", "fluctuations", "brain", "oxygen", "demand", "utilization", "could", "provide", "important", "information", "connectivity", "issues", "asd", "moreover", "technique", "used", "characterization", "single", "subject", "respect", "controls", "without", "need", "group", "analysis", "novel", "approach", "provides", "ideal", "avenue", "personalized", "diagnostics", "thus", "providing", "unique", "patient", "specific", "assessment", "could", "help", "individualizing", "treatments"], "authors": [["Dona", "Olga", "O", "McMaster School of Biomedical Engineering, McMaster University, Hamilton, Ontario, Canada."], ["Hall", "Geoffrey B", "GB", "Imaging Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada."], ["Noseworthy", "Michael D", "MD", "McMaster School of Biomedical Engineering, McMaster University, Hamilton, Ontario, Canada."]], "title": "Temporal fractal analysis of the rs-BOLD signal identifies brain abnormalities in autism spectrum disorder.", "year": null, "sentences": ["Brain connectivity in autism spectrum disorders (ASD) has proven difficult to characterize due to the heterogeneous nature of the spectrum.", "Connectivity in the brain occurs in a complex, multilevel and multi-temporal manner, driving the fluctuations observed in local oxygen demand.", "These fluctuations can be characterized as fractals, as they auto-correlate at different time scales.", "In this study, we propose a model-free complexity analysis based on the fractal dimension of the rs-BOLD signal, acquired with magnetic resonance imaging.", "The fractal dimension can be interpreted as measure of signal complexity and connectivity.", "Previous studies have suggested that reduction in signal complexity can be associated with disease.", "Therefore, we hypothesized that a detectable difference in rs-BOLD signal complexity could be observed between ASD patients and Controls.Anatomical and functional data from fifty-five subjects with ASD (12.7 ± 2.4 y/o) and 55 age-matched (14.1 ± 3.1 y/o) healthy controls were accessed through the NITRC database and the ABIDE project.", "Subjects were scanned using a 3T GE Signa MRI and a 32-channel RF-coil.", "Axial FSPGR-3D images were used to prescribe rs-BOLD (TE/TR = 30/2000ms) where 300 time points were acquired.", "Motion correction was performed on the functional data and anatomical and functional images were aligned and spatially warped to the N27 standard brain atlas.", "Fractal analysis, performed on a grey matter mask, was done by estimating the Hurst exponent in the frequency domain using a power spectral density approach and refining the estimation in the time domain with de-trended fluctuation analysis and signal summation conversion methods.", "Voxel-wise fractal dimension (FD) was calculated for every subject in the control group and in the ASD group to create ROI-based Z-scores for the ASD patients.", "Voxel-wise validation of FD normality across controls was confirmed, and non-Gaussian voxels were eliminated from subsequent analysis.", "To maintain a 95% confidence level, only regions where Z-score values were at least 2 standard deviations away from the mean (i.e.", "where |Z| > 2.0) were included in the analysis.", "We found that the main regions, where signal complexity significantly decreased among ASD patients, were the amygdala (p = 0.001), the vermis (p = 0.02), the basal ganglia (p = 0.01) and the hippocampus (p = 0.02).", "No regions reported significant increase in signal complexity in this study.", "Our findings were correlated with ADIR and ADOS assessment tools, reporting the highest correlation with the ADOS metrics.Brain connectivity is best modeled as a complex system.", "Therefore, a measure of complexity as the fractal dimension of fluctuations in brain oxygen demand and utilization could provide important information about connectivity issues in ASD.", "Moreover, this technique can be used in the characterization of a single subject, with respect to controls, without the need for group analysis.", "Our novel approach provides an ideal avenue for personalized diagnostics, thus providing unique patient specific assessment that could help in individualizing treatments."], "id": "29272297", "text": "Brain connectivity in autism spectrum disorders (ASD) has proven difficult to characterize due to the heterogeneous nature of the spectrum. Connectivity in the brain occurs in a complex, multilevel and multi-temporal manner, driving the fluctuations observed in local oxygen demand. These fluctuations can be characterized as fractals, as they auto-correlate at different time scales. In this study, we propose a model-free complexity analysis based on the fractal dimension of the rs-BOLD signal, acquired with magnetic resonance imaging. The fractal dimension can be interpreted as measure of signal complexity and connectivity. Previous studies have suggested that reduction in signal complexity can be associated with disease. Therefore, we hypothesized that a detectable difference in rs-BOLD signal complexity could be observed between ASD patients and Controls.Anatomical and functional data from fifty-five subjects with ASD (12.7 ± 2.4 y/o) and 55 age-matched (14.1 ± 3.1 y/o) healthy controls were accessed through the NITRC database and the ABIDE project. Subjects were scanned using a 3T GE Signa MRI and a 32-channel RF-coil. Axial FSPGR-3D images were used to prescribe rs-BOLD (TE/TR = 30/2000ms) where 300 time points were acquired. Motion correction was performed on the functional data and anatomical and functional images were aligned and spatially warped to the N27 standard brain atlas. Fractal analysis, performed on a grey matter mask, was done by estimating the Hurst exponent in the frequency domain using a power spectral density approach and refining the estimation in the time domain with de-trended fluctuation analysis and signal summation conversion methods. Voxel-wise fractal dimension (FD) was calculated for every subject in the control group and in the ASD group to create ROI-based Z-scores for the ASD patients. Voxel-wise validation of FD normality across controls was confirmed, and non-Gaussian voxels were eliminated from subsequent analysis. To maintain a 95% confidence level, only regions where Z-score values were at least 2 standard deviations away from the mean (i.e. where |Z| > 2.0) were included in the analysis. We found that the main regions, where signal complexity significantly decreased among ASD patients, were the amygdala (p = 0.001), the vermis (p = 0.02), the basal ganglia (p = 0.01) and the hippocampus (p = 0.02). No regions reported significant increase in signal complexity in this study. Our findings were correlated with ADIR and ADOS assessment tools, reporting the highest correlation with the ADOS metrics.Brain connectivity is best modeled as a complex system. Therefore, a measure of complexity as the fractal dimension of fluctuations in brain oxygen demand and utilization could provide important information about connectivity issues in ASD. Moreover, this technique can be used in the characterization of a single subject, with respect to controls, without the need for group analysis. Our novel approach provides an ideal avenue for personalized diagnostics, thus providing unique patient specific assessment that could help in individualizing treatments.", "doi": "10.1371/journal.pone.0190081", "journal": ["PloS one", "PLoS ONE"], "date": "2018-01-18_23:45:37"}