{"title": "WHO Parents Skills Training (PST) programme for children with developmental disorders and delays delivered by Family Volunteers in rural Pakistan: study protocol for effectiveness implementation hybrid cluster randomized controlled trial.", "text": "Development disorders and delays are recognised as a public health priority and included in the WHO mental health gap action programme (mhGAP). Parents Skills Training (PST) is recommended as a key intervention for such conditions under the WHO mhGAP intervention guide. However, sustainable and scalable delivery of such evidence based interventions remains a challenge. This study aims to evaluate the effectiveness and scaled-up implementation of locally adapted WHO PST programme delivered by family volunteers in rural Pakistan.The study is a two arm single-blind effectiveness implementation-hybrid cluster randomised controlled trial. WHO PST programme will be delivered by 'family volunteers' to the caregivers of children with developmental disorders and delays in community-based settings. The intervention consists of the WHO PST along with the WHO mhGAP intervention for developmental disorders adapted for delivery using the android application on a tablet device. A total of 540 parent-child dyads will be recruited from 30 clusters. The primary outcome is child's functioning, measured by WHO Disability Assessment Schedule - child version (WHODAS-Child) at 6 months post intervention. Secondary outcomes include children's social communication and joint engagement with their caregiver, social emotional well-being, parental health related quality of life, family empowerment and stigmatizing experiences. Mixed method will be used to collect data on implementation outcomes. Trial has been retrospectively registered at ClinicalTrials.gov (NCT02792894).This study addresses implementation challenges in the real world by incorporating evidence-based intervention strategies with social, technological and business innovations. If proven effective, the study will contribute to scaled-up implementation of evidence-based packages for public mental health in low resource settings.Registered with ClinicalTrials.gov as Family Networks (FaNs) for Children with Developmental Disorders and Delays. Identifier: NCT02792894 Registered on 6 July 2016.", "journal": ["Global mental health (Cambridge, England)", "Glob Ment Health (Camb)"], "id": "29230307", "doi": "10.1017/gmh.2017.7", "date": "2017-06-13", "authors": [["Hamdani", "S U", "SU", "Human Development Research Foundation, Islamabad, Pakistan."], ["Akhtar", "P", "P", "Human Development Research Foundation, Islamabad, Pakistan."], ["Zill-E-Huma", null, null, "Human Development Research Foundation, Islamabad, Pakistan."], ["Nazir", "H", "H", "Human Development Research Foundation, Islamabad, Pakistan."], ["Minhas", "F A", "FA", "Institute of psychiatry, WHO collaborating centre for mental health research and training Rawalpindi, Pakistan."], ["Sikander", "S", "S", "Human Development Research Foundation, Islamabad, Pakistan."], ["Wang", "D", "D", "Liverpool School of Tropical Medicine, Liverpool, UK."], ["Servilli", "C", "C", "Department of Mental Health and Substance Abuse, World Health Organisation, Geneva, Switzerland."], ["Rahman", "A", "A", "University of Liverpool, Liverpool, UK."]]}