{"title": "Quality of life and its related factors for adults with autism spectrum disorder.", "text": "Improved quality of life is an important outcome for adults with autism spectrum disorder. However, little research has examined factors associated with quality of life among adults with autism spectrum disorder.This study comparing 66 adults with autism spectrum disorder (intelligence quotient > 70) aged 20-38 years with neuro-typical adults investigated their quality of life and related factors. All the participants were interviewed with questionnaires by a registered occupational therapist.Participants with autism spectrum disorder scored significantly lower in all domains of quality of life than did the controls. Adults with autism spectrum disorder reported higher anxiety level, more loneliness, and higher scores on four sensory quadrants than neuro-typical adults. The predictors of the physical health domain were anxiety and sensation-sensitivity behaviors. Loneliness and sensation-sensitivity behaviors were predictive of the psychological health domain. Comorbid psychiatric disorders and loneliness were predictive of the social relationship domain.Adults with autism spectrum disorder need more supportive social contexts and interventions to improve their quality of life. Social relationships, psychological health, and sensory processing difficulty must be considered when designing treatment programs for adults with autism spectrum disorder. Implications for Rehabilitation Adults with autism spectrum disorder scored significantly lower in all domains of quality of life than did the neuro-typical adults. Occupational therapy can provide more supportive social contexts and interventions on social relationship and sensory processing difficulty to improve their quality of life. Understanding factors associated with quality of life among adults with autism spectrum disorder can contribute to address their needs. Occupational therapy can facilitate health promotion through working with adults with autism spectrum disorder. Social relationships, psychological health, and sensory processing difficulty must be considered when designing treatment programs for adults with autism spectrum disorder.", "journal": ["Disability and rehabilitation", "Disabil Rehabil"], "id": "29228834", "doi": "10.1080/09638288.2017.1414887", "date": "2017-12-11", "authors": [["Lin", "Ling-Yi", "LY", "a Department of Occupational Therapy, College of Medicine , National Cheng Kung University , Tainan , Taiwan."], ["Huang", "Pai-Chuan", "PC", "a Department of Occupational Therapy, College of Medicine , National Cheng Kung University , Tainan , Taiwan."]]}