{"title": "The Psychiatric Risk Gene Transcription Factor 4 (TCF4) Regulates Neurodevelopmental Pathways Associated With Schizophrenia, Autism, and Intellectual Disability.", "text": "Common genetic variants in and around the gene encoding transcription factor 4 (TCF4) are associated with an increased risk of schizophrenia. Conversely, rare damaging TCF4 mutations cause Pitt-Hopkins syndrome and have also been found in individuals with intellectual disability (ID) and autism spectrum disorder (ASD).Chromatin immunoprecipitation and next generation sequencing were used to identify the genomic targets of TCF4. These data were integrated with expression, epigenetic and disease gene sets using a range of computational tools.We identify 10604 TCF4 binding sites in the genome that were assigned to 5437 genes. De novo motif enrichment found that most TCF4 binding sites contained at least one E-box (5'-CAtcTG). Approximately 77% of TCF4 binding sites overlapped with the H3K27ac histone modification for active enhancers. Enrichment analysis on the set of TCF4 targets identified numerous, highly significant functional clusters for pathways including nervous system development, ion transport and signal transduction, and co-expression modules for genes associated with synaptic function and brain development. Importantly, we found that genes harboring de novo mutations in schizophrenia (P = 5.3 × 10-7), ASD (P = 2.5 × 10-4), and ID (P = 7.6 × 10-3) were also enriched among TCF4 targets. TCF4 binding sites were also found at other schizophrenia risk loci including the nicotinic acetylcholine receptor cluster, CHRNA5/CHRNA3/CHRNB4 and SETD1A.These data demonstrate that TCF4 binding sites are found in a large number of neuronal genes that include many genetic risk factors for common neurodevelopmental disorders.", "journal": ["Schizophrenia bulletin", "Schizophr Bull"], "id": "29228394", "doi": "10.1093/schbul/sbx164", "date": "2017-12-08", "authors": [["Forrest", "Marc P", "MP", "Division of Psychological Medicine and Clinical Neurosciences, MRC Centre for Neuropsychiatric Genetics and Genomics, School of Medicine, Cardiff University, UK."], ["Hill", "Matthew J", "MJ", "Division of Psychological Medicine and Clinical Neurosciences, MRC Centre for Neuropsychiatric Genetics and Genomics, School of Medicine, Cardiff University, UK."], ["Kavanagh", "David H", "DH", "Division of Psychological Medicine and Clinical Neurosciences, MRC Centre for Neuropsychiatric Genetics and Genomics, School of Medicine, Cardiff University, UK."], ["Tansey", "Katherine E", "KE", "College of Biomedical and Life Sciences, Cardiff University, Cardiff, UK."], ["Waite", "Adrian J", "AJ", "Division of Psychological Medicine and Clinical Neurosciences, MRC Centre for Neuropsychiatric Genetics and Genomics, School of Medicine, Cardiff University, UK."], ["Blake", "Derek J", "DJ", "Division of Psychological Medicine and Clinical Neurosciences, MRC Centre for Neuropsychiatric Genetics and Genomics, School of Medicine, Cardiff University, UK."]]}