{"words": ["autism", "spectrum", "disorder", "asd", "diagnosis", "delayed", "due", "part", "time", "required", "administration", "standard", "exams", "autism", "diagnostic", "observation", "schedule", "ados", "shorter", "potentially", "mobilized", "approaches", "would", "help", "alleviate", "bottlenecks", "healthcare", "system", "previous", "work", "using", "machine", "learning", "suggested", "subset", "behaviors", "measured", "ados", "achieve", "clinically", "acceptable", "levels", "accuracy", "expand", "initial", "work", "build", "sparse", "models", "higher", "potential", "generalize", "clinical", "assembled", "collection", "score", "sheets", "two", "ados", "modules", "one", "children", "phrased", "speech", "module", "2", "1319", "asd", "cases", "70", "controls", "children", "verbal", "fluency", "module", "3", "2870", "asd", "cases", "273", "controls", "used", "enforcing", "regularization", "techniques", "nested", "cross", "validation", "grid", "search", "select", "features", "17", "unique", "supervised", "learning", "models", "encoding", "missing", "values", "additional", "indicator", "features", "augmented", "feature", "sets", "gender", "age", "train", "minimal", "interpretable", "classifiers", "capable", "robust", "detection", "asd", "applying", "17", "unique", "supervised", "learning", "methods", "across", "5", "classification", "families", "tuned", "sparse", "use", "features", "within", "1", "standard", "error", "optimal", "model", "find", "reduced", "sets", "10", "5", "features", "used", "majority", "models", "tested", "performance", "interpretable", "sparse", "models", "including", "logistic", "regression", "l2", "regularization", "linear", "svm", "l1", "regularization", "obtained", "area", "roc", "curve", "ados", "module", "3", "ados", "module", "2", "less", "equal", "10", "resulting", "models", "provide", "improved", "stability", "previous", "machine", "learning", "efforts", "minimize", "time", "complexity", "autism", "detection", "due", "regularization", "small", "parameter", "space", "robustness", "techniques", "yield", "classifiers", "sparse", "interpretable", "potential", "generalize", "alternative", "modes", "autism", "screening", "diagnosis", "monitoring", "possibly", "including", "analysis", "short", "home", "videos"], "authors": [["Levy", "Sebastien", "S", "Department of Pediatrics, Division of Systems Medicine, Stanford University, Stanford, CA USA."], ["Duda", "Marlena", "M", "Department of Pediatrics, Division of Systems Medicine, Stanford University, Stanford, CA USA."], ["Haber", "Nick", "N", "Department of Pediatrics, Division of Systems Medicine, Stanford University, Stanford, CA USA."], ["Wall", "Dennis P", "DP", "Department of Pediatrics, Division of Systems Medicine, Stanford University, Stanford, CA USA."]], "title": "Sparsifying machine learning models identify stable subsets of predictive features for behavioral detection of autism.", "year": null, "sentences": ["Autism spectrum disorder (ASD) diagnosis can be delayed due in part to the time required for administration of standard exams, such as the Autism Diagnostic Observation Schedule (ADOS).", "Shorter and potentially mobilized approaches would help to alleviate bottlenecks in the healthcare system.", "Previous work using machine learning suggested that a subset of the behaviors measured by ADOS can achieve clinically acceptable levels of accuracy.", "Here we expand on this initial work to build sparse models that have higher potential to generalize to the clinical population.We assembled a collection of score sheets for two ADOS modules, one for children with phrased speech (Module 2; 1319 ASD cases, 70 controls) and the other for children with verbal fluency (Module 3; 2870 ASD cases, 273 controls).", "We used sparsity/parsimony enforcing regularization techniques in a nested cross validation grid search to select features for 17 unique supervised learning models, encoding missing values as additional indicator features.", "We augmented our feature sets with gender and age to train minimal and interpretable classifiers capable of robust detection of ASD from non-ASD.By applying 17 unique supervised learning methods across 5 classification families tuned for sparse use of features and to be within 1 standard error of the optimal model, we find reduced sets of 10 and 5 features used in a majority of models.", "We tested the performance of the most interpretable of these sparse models, including Logistic Regression with L2 regularization or Linear SVM with L1 regularization.", "We obtained an area under the ROC curve of 0.95 for ADOS Module 3 and 0.93 for ADOS Module 2 with less than or equal to 10 features.The resulting models provide improved stability over previous machine learning efforts to minimize the time complexity of autism detection due to regularization and a small parameter space.", "These robustness techniques yield classifiers that are sparse, interpretable and that have potential to generalize to alternative modes of autism screening, diagnosis and monitoring, possibly including analysis of short home videos."], "id": "29270283", "text": "Autism spectrum disorder (ASD) diagnosis can be delayed due in part to the time required for administration of standard exams, such as the Autism Diagnostic Observation Schedule (ADOS). Shorter and potentially mobilized approaches would help to alleviate bottlenecks in the healthcare system. Previous work using machine learning suggested that a subset of the behaviors measured by ADOS can achieve clinically acceptable levels of accuracy. Here we expand on this initial work to build sparse models that have higher potential to generalize to the clinical population.We assembled a collection of score sheets for two ADOS modules, one for children with phrased speech (Module 2; 1319 ASD cases, 70 controls) and the other for children with verbal fluency (Module 3; 2870 ASD cases, 273 controls). We used sparsity/parsimony enforcing regularization techniques in a nested cross validation grid search to select features for 17 unique supervised learning models, encoding missing values as additional indicator features. We augmented our feature sets with gender and age to train minimal and interpretable classifiers capable of robust detection of ASD from non-ASD.By applying 17 unique supervised learning methods across 5 classification families tuned for sparse use of features and to be within 1 standard error of the optimal model, we find reduced sets of 10 and 5 features used in a majority of models. We tested the performance of the most interpretable of these sparse models, including Logistic Regression with L2 regularization or Linear SVM with L1 regularization. We obtained an area under the ROC curve of 0.95 for ADOS Module 3 and 0.93 for ADOS Module 2 with less than or equal to 10 features.The resulting models provide improved stability over previous machine learning efforts to minimize the time complexity of autism detection due to regularization and a small parameter space. These robustness techniques yield classifiers that are sparse, interpretable and that have potential to generalize to alternative modes of autism screening, diagnosis and monitoring, possibly including analysis of short home videos.", "doi": "10.1186/s13229-017-0180-6", "journal": ["Molecular autism", "Mol Autism"], "date": "2018-01-18_23:45:38"}