{"words": ["autism", "spectrum", "disorder", "asd", "heterogeneous", "psychiatric", "disorder", "characterized", "impaired", "social", "interaction", "communication", "presence", "repetitive", "stereotyped", "behaviors", "well", "restricted", "interests", "features", "impact", "oral", "health", "individuals", "high", "risk", "dental", "caries", "poorer", "periodontal", "status", "bruxism", "often", "described", "children", "asd", "often", "provide", "limited", "collaboration", "medical", "procedures", "particularly", "considered", "invasive", "dental", "care", "children", "asd", "prone", "agitation", "emotional", "dysregulation", "also", "present", "hypersensitivity", "sensory", "input", "features", "make", "difficult", "professionals", "examine", "treat", "children", "asd", "interfere", "dental", "care", "constitute", "barrier", "treated", "general", "anesthesia", "sedation", "therefore", "children", "asd", "present", "challenge", "dental", "community", "adapted", "specific", "strategies", "required", "allow", "individuals", "asd", "go", "beyond", "barriers", "dental", "care", "different", "tools", "techniques", "practice", "considered", "visual", "pedagogy", "behavioral", "approaches", "numeric", "devices", "used", "pediatricians", "key", "role", "oral", "care", "children", "autism", "aim", "article", "present", "oral", "health", "associated", "asd", "set", "possible", "ways", "improve", "oral", "health", "enable", "practitioner", "detect", "problems", "raise", "awareness", "help", "patients", "families", "care", "pathway"], "authors": [["Rouches", "A", "A", "Département de pédodontie, UFR odontologie, université de Nantes, 1, place Alexis-Ricordeau, 44042 Nantes cedex 1, France."], ["Lefer", "G", "G", "Centre de recherche en éducation de Nantes (CREN) EA, UFR lettres et langage, université de Nantes, chemin de la Censive-du-Tertre, BP 81227, 44312 Nantes cedex 3, France."], ["Dajean-Trutaud", "S", "S", "Département de pédodontie, UFR odontologie, université de Nantes, 1, place Alexis-Ricordeau, 44042 Nantes cedex 1, France; Service d'odontologie conservatrice et pédiatrique, CHU de Nantes, 1, place Alexis-Ricordeau, 44000 Nantes, France."], ["Lopez-Cazaux", "S", "S", "Département de pédodontie, UFR odontologie, université de Nantes, 1, place Alexis-Ricordeau, 44042 Nantes cedex 1, France; Centre de recherche en éducation de Nantes (CREN) EA, UFR lettres et langage, université de Nantes, chemin de la Censive-du-Tertre, BP 81227, 44312 Nantes cedex 3, France; Service d'odontologie conservatrice et pédiatrique, CHU de Nantes, 1, place Alexis-Ricordeau, 44000 Nantes, France. Electronic address: serena.lopez-cazaux@univ-nantes.fr."]], "title": "[Tools and techniques to improve the oral health of children with autism].", "year": null, "sentences": ["Autism spectrum disorder (ASD) is a life-long heterogeneous psychiatric disorder, characterized by impaired social interaction and communication, and the presence of repetitive and stereotyped behaviors as well as restricted interests.", "These features have an impact on the oral health of these individuals: high risk of dental caries, poorer periodontal status, and bruxism are often described.", "Children with ASD often provide limited collaboration with medical procedures, particularly those considered invasive such as dental care.", "Children with ASD are prone to agitation, self-injury, and emotional dysregulation; they can also present hypersensitivity to sensory input.", "These features make it difficult for professionals to examine and treat children with ASD; they interfere with dental care and constitute a barrier to it.", "Most of them are treated under general anesthesia or sedation.", "Therefore, children with ASD present a challenge for the dental community.", "Adapted and specific strategies are required to allow individuals with ASD to go beyond the barriers of dental care.", "Different tools and techniques of evidence-based practice can be considered: visual pedagogy, behavioral approaches, and numeric devices can be used.", "Pediatricians have a key role in the oral care of children with autism.", "The aim of this article is to present the oral health associated with ASD, to set out the possible ways to improve oral health, to enable the practitioner to detect problems, to raise awareness, and to help patients and their families in their care pathway."], "id": "29269185", "text": "Autism spectrum disorder (ASD) is a life-long heterogeneous psychiatric disorder, characterized by impaired social interaction and communication, and the presence of repetitive and stereotyped behaviors as well as restricted interests. These features have an impact on the oral health of these individuals: high risk of dental caries, poorer periodontal status, and bruxism are often described. Children with ASD often provide limited collaboration with medical procedures, particularly those considered invasive such as dental care. Children with ASD are prone to agitation, self-injury, and emotional dysregulation; they can also present hypersensitivity to sensory input. These features make it difficult for professionals to examine and treat children with ASD; they interfere with dental care and constitute a barrier to it. Most of them are treated under general anesthesia or sedation. Therefore, children with ASD present a challenge for the dental community. Adapted and specific strategies are required to allow individuals with ASD to go beyond the barriers of dental care. Different tools and techniques of evidence-based practice can be considered: visual pedagogy, behavioral approaches, and numeric devices can be used. Pediatricians have a key role in the oral care of children with autism. The aim of this article is to present the oral health associated with ASD, to set out the possible ways to improve oral health, to enable the practitioner to detect problems, to raise awareness, and to help patients and their families in their care pathway.", "doi": "10.1016/j.arcped.2017.11.013", "journal": ["Archives de pediatrie : organe officiel de la Societe francaise de pediatrie", "Arch Pediatr"], "date": "2018-01-18_23:45:38"}