{"words": ["glyphosate", "herbicide", "widely", "used", "world", "applied", "several", "crops", "among", "soybeans", "recently", "glyphosate", "metabolite", "aminomethylphosphonic", "acid", "ampa", "identified", "possible", "contributors", "emergence", "various", "diseases", "autism", "parkinson", "alzheimer", "diseases", "well", "cancer", "child", "population", "consuming", "foods", "exposed", "effects", "pesticides", "developmental", "phase", "higher", "food", "intake", "per", "kilogram", "body", "weight", "adults", "presence", "glyphosate", "ampa", "residues", "infant", "formulas", "evaluated", "years", "totalizing", "105", "analyzes", "carried", "10", "commercial", "brands", "different", "batches", "glyphosate", "ampa", "determined", "liquid", "chromatography", "fluorescence", "detection", "derivatization", "reaction", "method", "validated", "showed", "accuracy", "precision", "limit", "quantification", "loq", "mg", "among", "samples", "contained", "levels", "loq", "variation", "glyphosate", "residues", "mg", "mg", "ampa", "residues", "mg", "mg", "first", "scientific", "communication", "glyphosate", "ampa", "contamination", "infant", "formula", "brazil", "study", "conducted", "good", "laboratory", "practice", "glp", "supported", "good", "scientific", "practice"], "authors": [["Rodrigues", "Nadia Regina", "NR", "a Analytical Chemistry Division-CPQBA , University of Campinas , Campinas , Brazil . ORCID: orcid.org/0000-0002-7870-4409."], ["de Souza", "Ana Paula Ferreira", "APF", "a Analytical Chemistry Division-CPQBA , University of Campinas , Campinas , Brazil . ORCID: orcid.org/0000-0002-7870-4409."]], "title": "Occurrence of glyphosate and AMPA residues in soy-based infant formula sold in Brazil.", "year": null, "sentences": ["Glyphosate is an herbicide widely used in the world, being applied in several crops, among them soybeans.", "Recently, glyphosate and its metabolite aminomethylphosphonic acid (AMPA) have been identified as possible contributors to the emergence of various diseases such as autism, Parkinson's and Alzheimer's diseases, as well as cancer.", "The child population consuming cereal-based foods is the most exposed to the effects of pesticides because of their developmental phase and they have a higher food intake per kilogram of body weight than adults.", "The presence of glyphosate and AMPA residues in soy-based infant formulas was evaluated during the years 2012-2017, totalizing 105 analyzes carried out on 10 commercial brands from different batches.", "Glyphosate and AMPA were determined by liquid chromatography with fluorescence detection after derivatization reaction.", "The method was validated and showed accuracy and precision with a limit of quantification (LOQ) of 0.02 mg kg-1.", "Among those samples that contained levels above the LOQ, the variation of glyphosate residues was from 0.03 mg kg-1 to 1.08 mg kg-1 and for AMPA residues was from 0.02 mg kg-1 to 0.17 mg kg-1.", "This is the first scientific communication about glyphosate and AMPA contamination in soy-based infant formula in Brazil, The study was conducted under good laboratory practice (GLP) and supported by good scientific practice."], "id": "29267136", "text": "Glyphosate is an herbicide widely used in the world, being applied in several crops, among them soybeans. Recently, glyphosate and its metabolite aminomethylphosphonic acid (AMPA) have been identified as possible contributors to the emergence of various diseases such as autism, Parkinson's and Alzheimer's diseases, as well as cancer. The child population consuming cereal-based foods is the most exposed to the effects of pesticides because of their developmental phase and they have a higher food intake per kilogram of body weight than adults. The presence of glyphosate and AMPA residues in soy-based infant formulas was evaluated during the years 2012-2017, totalizing 105 analyzes carried out on 10 commercial brands from different batches. Glyphosate and AMPA were determined by liquid chromatography with fluorescence detection after derivatization reaction. The method was validated and showed accuracy and precision with a limit of quantification (LOQ) of 0.02 mg kg-1. Among those samples that contained levels above the LOQ, the variation of glyphosate residues was from 0.03 mg kg-1 to 1.08 mg kg-1 and for AMPA residues was from 0.02 mg kg-1 to 0.17 mg kg-1. This is the first scientific communication about glyphosate and AMPA contamination in soy-based infant formula in Brazil, The study was conducted under good laboratory practice (GLP) and supported by good scientific practice.", "doi": "10.1080/19440049.2017.1419286", "journal": ["Food additives & contaminants. Part A, Chemistry, analysis, control, exposure & risk assessment", "Food Addit Contam Part A Chem Anal Control Expo Risk Assess"], "date": "2018-01-18_23:45:39"}