{"title": "An international qualitative study of functioning in autism spectrum disorder using the World Health Organization international classification of functioning, disability and health framework.", "text": "This is the third in a series of four empirical studies designed to develop International Classification of Functioning, Disability and Health (ICF) Core Sets for Autism Spectrum Disorder (ASD). The present study aimed to describe functioning in ASD (as operationalized by the ICF) derived from the perspectives of diagnosed individuals, family members, and professionals. A qualitative study using focus groups and semi-structured interviews were conducted with 19 stakeholder groups (N = 90) from Canada, India, Saudi Arabia, South Africa, and Sweden. Meaningful concepts from the focus groups and individual interviews were linked to ICF categories using a deductive qualitative approach with standardized linking procedures. The deductive qualitative content analysis yielded meaningful functioning concepts that were linked to 110 ICF categories across all four ICF components. Broad variation of environmental factors and activities and participation categories were identified in this study, while body functions consisted mainly of mental functions. Body structures were sparsely mentioned by the participants. Positive aspects of ASD included honesty, attention to detail, and memory. The experiences provided by international stakeholders support the need to understand individuals with ASD in a broader perspective, extending beyond diagnostic criteria into many areas of functioning and environmental domains. This study is part of a larger systematic effort that will provide the basis to define ICF Core Sets for ASD, from which assessment tools can be generated for use in clinical practice, research, and health care policy making. Autism Res 2017. © 2017 The Authors Autism Research published by International Society for Autism Research and Wiley Periodicals, Inc.The study findings support the need to understand the living experiences of individuals with Autism Spectrum Disorder (ASD) from a broader perspective, taking into account many areas of an individual's functioning and environment. The ICF can serve as foundation for exploring these living experiences more extensively by offering tools that enable wide variety of individual difficulties and strengths to be captured along with important environmental influences. As such, these tools can facilitate interventions that meet the needs and goals of the individual.", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "id": "29226604", "doi": "10.1002/aur.1905", "date": "2017-12-11", "authors": [["Mahdi", "Soheil", "S", "Center of Neurodevelopmental Disorders (KIND), Division of Neuropsychiatry, Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden."], ["Viljoen", "Marisa", "M", "Division of Child & Adolescent Psychiatry, University of Cape Town, Cape Town, South Africa."], ["Yee", "Tamara", "T", "Department of Pediatrics, University of Alberta, Edmonton, Canada."], ["Selb", "Melissa", "M", "ICF Research Branch, a cooperation partner within the WHO Collaborating Centre for the Family of International Classifications in Germany (at DIMDI), Nottwil, Switzerland."], ["Singhal", "Nidhi", "N", "Action for Autism, The National Centre for Autism, New Delhi, India."], ["Almodayfer", "Omar", "O", "Mental Health Department, KAMC-R, MNGHA, Riyadh, Saudi Arabia."], ["Granlund", "Mats", "M", "CHILD, SIDR, School of Health and Welfare, Jönköping University, Jönköping, Sweden."], ["de Vries", "Petrus J", "PJ", "Division of Child & Adolescent Psychiatry, University of Cape Town, Cape Town, South Africa."], ["Zwaigenbaum", "Lonnie", "L", null], ["Bölte", "Sven", "S", "Center of Neurodevelopmental Disorders (KIND), Division of Neuropsychiatry, Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden."]]}