{"words": ["psychotropic", "drugs", "prescribed", "people", "autism", "spectrum", "disorder", "asd", "usually", "means", "alleviate", "comorbidities", "associated", "disorder", "however", "despite", "uncertainty", "regarding", "efficacy", "treatments", "asd", "prevalence", "continuously", "increasing", "goal", "study", "understand", "characteristics", "associated", "drug", "prescription", "compliance", "among", "young", "children", "studied", "patterns", "drug", "utilization", "sample", "211", "young", "children", "asd", "southern", "israel", "data", "regarding", "drug", "prescription", "compliance", "percentage", "purchased", "drugs", "total", "prescriptions", "acquired", "electronic", "records", "patients", "compliance", "rates", "crs", "calculated", "percentage", "purchased", "drugs", "total", "number", "total", "122", "prescriptions", "made", "75", "children", "sample", "drug", "prescription", "significantly", "associated", "severity", "asd", "types", "comorbidity", "p", "atypical", "antipsychotic", "drugs", "prevalent", "drugs", "49", "children", "followed", "stimulants", "28", "children", "antipsychotic", "drugs", "16", "children", "average", "cr", "sample", "75", "3", "half", "children", "demonstrating", "full", "compliance", "less", "fifth", "complying", "drug", "prescription", "cr", "positively", "linear", "association", "asd", "severity", "marginal", "statistical", "significance", "p", "variables", "statistically", "associated", "drug", "compliance", "results", "highlight", "significant", "effect", "asd", "severity", "prescription", "crs", "drugs", "among", "young", "children", "asd", "examination", "drug", "utilization", "longer", "periods", "larger", "samples", "help", "confirming", "findings", "test", "effects", "variables", "pharmaceutical", "parameters"], "authors": [["Meiri", "Gal", "G", "1 Pre-School Psychiatry Unit, Soroka University Medical Center , Beer Sheva, Israel ."], ["Azoulay", "Hen", "H", "2 Department of Public Health, Faculty of Health Sciences, Ben-Gurion University of the Negev , Beer Sheva, Israel ."], ["Menashe", "Idan", "I", "2 Department of Public Health, Faculty of Health Sciences, Ben-Gurion University of the Negev , Beer Sheva, Israel ."]], "title": "Characteristics Associated with Drug Prescription and Compliance Among Young Children with Autism Spectrum Disorder.", "year": null, "sentences": ["Psychotropic drugs are prescribed to people with autism spectrum disorder (ASD) usually as a means to alleviate comorbidities associated with the disorder.", "However, despite the uncertainty regarding the efficacy of these treatments for ASD, their prevalence is continuously increasing.", "The goal of this study was to understand the characteristics associated with drug prescription and compliance among young children with ASD.We studied patterns of drug utilization in a population-based sample of 211 young children with ASD in Southern Israel.", "Data regarding drug prescription and compliance (percentage of purchased drugs out of total prescriptions) were acquired from the electronic records of these patients.", "Compliance rates (CRs) were calculated as percentage of purchased drugs of the total number of prescriptions.A total of 122 prescriptions were made for 75 children in our sample.", "Drug prescription was significantly associated with the severity of ASD and the types of comorbidity (p < 0.05).", "Atypical antipsychotic drugs were the most prevalent drugs (49 children; 23.2%), followed by stimulants (28 children; 13.2%) and first-generation antipsychotic drugs (16 children; 7.6%).", "The average CR in our sample was 75% ± 3% with about half of the children demonstrating full compliance, and less than fifth of them not complying at all with their drug prescription.", "CR had a positively linear association with ASD severity at a marginal statistical significance of p = 0.06.", "No other variables were statistically associated with drug compliance in our study.Our results highlight the significant effect of ASD severity on both the prescription and CRs of drugs among young children with ASD.", "Further examination of drug utilization for longer periods and larger samples will help confirming our findings and test the effects of other variables on these pharmaceutical parameters."], "id": "29266976", "text": "Psychotropic drugs are prescribed to people with autism spectrum disorder (ASD) usually as a means to alleviate comorbidities associated with the disorder. However, despite the uncertainty regarding the efficacy of these treatments for ASD, their prevalence is continuously increasing. The goal of this study was to understand the characteristics associated with drug prescription and compliance among young children with ASD.We studied patterns of drug utilization in a population-based sample of 211 young children with ASD in Southern Israel. Data regarding drug prescription and compliance (percentage of purchased drugs out of total prescriptions) were acquired from the electronic records of these patients. Compliance rates (CRs) were calculated as percentage of purchased drugs of the total number of prescriptions.A total of 122 prescriptions were made for 75 children in our sample. Drug prescription was significantly associated with the severity of ASD and the types of comorbidity (p < 0.05). Atypical antipsychotic drugs were the most prevalent drugs (49 children; 23.2%), followed by stimulants (28 children; 13.2%) and first-generation antipsychotic drugs (16 children; 7.6%). The average CR in our sample was 75% ± 3% with about half of the children demonstrating full compliance, and less than fifth of them not complying at all with their drug prescription. CR had a positively linear association with ASD severity at a marginal statistical significance of p = 0.06. No other variables were statistically associated with drug compliance in our study.Our results highlight the significant effect of ASD severity on both the prescription and CRs of drugs among young children with ASD. Further examination of drug utilization for longer periods and larger samples will help confirming our findings and test the effects of other variables on these pharmaceutical parameters.", "doi": "10.1089/cap.2017.0092", "journal": ["Journal of child and adolescent psychopharmacology", "J Child Adolesc Psychopharmacol"], "date": "2018-01-18_23:45:39"}