{"words": ["many", "children", "autism", "spectrum", "disorders", "asd", "struggle", "reading", "comprehension", "linguistic", "comprehension", "important", "predictor", "reading", "comprehension", "especially", "children", "progress", "elementary", "school", "later", "grades", "yet", "dearth", "research", "examining", "longitudinal", "relations", "linguistic", "comprehensions", "children", "asd", "compared", "peers", "td", "study", "compared", "developmental", "trajectories", "linguistic", "reading", "comprehension", "samples", "children", "asd", "td", "peers", "groups", "administered", "measures", "linguistic", "reading", "comprehension", "multiple", "times", "period", "latent", "growth", "curve", "modeling", "demonstrated", "children", "asd", "performed", "significantly", "lower", "levels", "measures", "first", "timepoint", "deficits", "persisted", "across", "time", "children", "asd", "exhibited", "growth", "skills", "comparable", "td", "peers", "sufficient", "enable", "eventually", "achieve", "level", "similar", "td", "group", "due", "wide", "age", "range", "sample", "age", "controlled", "displayed", "significant", "effects", "findings", "suggest", "linguistic", "comprehension", "skills", "related", "reading", "comprehension", "children", "asd", "similar", "td", "peers", "intervention", "linguistic", "comprehension", "skills", "children", "asd", "begin", "early", "may", "finite", "window", "skills", "malleable", "terms", "improving", "reading", "comprehension", "skills", "autism", "res", "2017", "2017", "international", "society", "autism", "research", "wiley", "periodicals", "relatively", "little", "research", "concerning", "reading", "comprehension", "development", "children", "asd", "compare", "td", "peers", "study", "found", "children", "asd", "began", "lower", "achievement", "levels", "linguistic", "comprehension", "reading", "comprehension", "td", "peers", "skills", "developed", "similar", "rate", "intervening", "early", "raising", "initial", "levels", "linguistic", "reading", "comprehension", "may", "enable", "children", "asd", "perform", "similarly", "td", "peers", "time"], "authors": [["Grimm", "Ryan P", "RP", "Reading and Academic Development Center, University of California, Davis."], ["Solari", "Emily J", "EJ", "MIND Institute, Reading and Academic Development Center, University of California, Davis."], ["McIntyre", "Nancy S", "NS", "Reading and Academic Development Center, University of California, Davis."], ["Zajic", "Matthew", "M", "Reading and Academic Development Center, University of California, Davis."], ["Mundy", "Peter C", "PC", "MIND Institute, Reading and Academic Development Center, University of California, Davis."]], "title": "Comparing growth in linguistic comprehension and reading comprehension in school-aged children with autism versus typically developing children.", "year": null, "sentences": ["Many children with autism spectrum disorders (ASD) struggle with reading comprehension.", "Linguistic comprehension is an important predictor of reading comprehension, especially as children progress through elementary school and later grades.", "Yet, there is a dearth of research examining longitudinal relations between linguistic comprehensions in school-age children with ASD compared to typically-developing peers (TD).", "This study compared the developmental trajectories of linguistic and reading comprehension in samples of children with ASD and age-matched TD peers.", "Both groups were administered measures of linguistic and reading comprehension multiple times over a 30-month period.", "Latent growth curve modeling demonstrated children with ASD performed at significantly lower levels on both measures at the first timepoint and these deficits persisted across time.", "Children with ASD exhibited growth in both skills comparable to their TD peers, but this was not sufficient to enable them to eventually achieve at a level similar to the TD group.", "Due to the wide age range of the sample, age was controlled and displayed significant effects.", "Findings suggest linguistic comprehension skills are related to reading comprehension in children with ASD, similar to TD peers.", "Further, intervention in linguistic comprehension skills for children with ASD should begin early and there may be a finite window in which these skills are malleable, in terms of improving reading comprehension skills.", "Autism Res 2017.", "© 2017 International Society for Autism Research, Wiley Periodicals, Inc.There is relatively little research concerning reading comprehension development in children with ASD and how they compare to TD peers.", "This study found children with ASD began at lower achievement levels of linguistic comprehension and reading comprehension than TD peers, but the skills developed at a similar rate.", "Intervening early and raising initial levels of linguistic and reading comprehension may enable children with ASD to perform similarly to TD peers over time."], "id": "29266848", "text": "Many children with autism spectrum disorders (ASD) struggle with reading comprehension. Linguistic comprehension is an important predictor of reading comprehension, especially as children progress through elementary school and later grades. Yet, there is a dearth of research examining longitudinal relations between linguistic comprehensions in school-age children with ASD compared to typically-developing peers (TD). This study compared the developmental trajectories of linguistic and reading comprehension in samples of children with ASD and age-matched TD peers. Both groups were administered measures of linguistic and reading comprehension multiple times over a 30-month period. Latent growth curve modeling demonstrated children with ASD performed at significantly lower levels on both measures at the first timepoint and these deficits persisted across time. Children with ASD exhibited growth in both skills comparable to their TD peers, but this was not sufficient to enable them to eventually achieve at a level similar to the TD group. Due to the wide age range of the sample, age was controlled and displayed significant effects. Findings suggest linguistic comprehension skills are related to reading comprehension in children with ASD, similar to TD peers. Further, intervention in linguistic comprehension skills for children with ASD should begin early and there may be a finite window in which these skills are malleable, in terms of improving reading comprehension skills. Autism Res 2017. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.There is relatively little research concerning reading comprehension development in children with ASD and how they compare to TD peers. This study found children with ASD began at lower achievement levels of linguistic comprehension and reading comprehension than TD peers, but the skills developed at a similar rate. Intervening early and raising initial levels of linguistic and reading comprehension may enable children with ASD to perform similarly to TD peers over time.", "doi": "10.1002/aur.1914", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:45:40"}