{"words": ["adults", "autism", "spectrum", "disorders", "asd", "fall", "short", "social", "outcomes", "peers", "documented", "currently", "published", "research", "aim", "current", "study", "extend", "known", "social", "functioning", "employment", "independent", "living", "use", "social", "services", "examining", "details", "current", "life", "status", "sample", "adults", "asd", "mean", "age", "years", "range", "collected", "outcome", "data", "via", "direct", "assessment", "informant", "report", "169", "individuals", "sample", "cognitive", "abilities", "intellectually", "disabled", "range", "social", "functioning", "outcomes", "single", "measure", "mirror", "reported", "previously", "samples", "including", "samples", "high", "proportion", "individuals", "normal", "range", "intellectual", "abilities", "20", "achieving", "independent", "outcomes", "46", "requiring", "high", "levels", "support", "across", "life", "areas", "participant", "subgroups", "achieved", "maximal", "outcomes", "represented", "range", "social", "intellectual", "abilities", "several", "outcome", "metrics", "participants", "used", "high", "levels", "public", "private", "supports", "yet", "specific", "areas", "clear", "unmet", "need", "also", "identified", "autism", "res", "2018", "11", "2017", "international", "society", "autism", "research", "wiley", "periodicals", "paper", "describes", "social", "functioning", "outcomes", "169", "adults", "autism", "spectrum", "disorders", "adult", "participants", "spanned", "full", "range", "functional", "cognitive", "ability", "levels", "75", "functioning", "cognitively", "impaired", "range", "summary", "descriptions", "outcomes", "sample", "similar", "reported", "groups", "adults", "report", "provides", "detailed", "information", "regarding", "employment", "outcomes", "social", "relationships", "leisure", "activities", "participation", "community", "residential", "situations", "public", "service", "use", "involvement", "law", "enforcement"], "authors": [["Farley", "Megan", "M", "Waisman Center, University of Wisconsin - Madison, 1500 Highland Ave, Madison, Wisconsin, 53705."], ["Cottle", "Kristina J", "KJ", "University of Utah Department of Psychiatry, 501 Chipeta Way, Salt Lake City, Utah, 84108."], ["Bilder", "Deborah", "D", "University of Utah Department of Psychiatry, 501 Chipeta Way, Salt Lake City, Utah, 84108."], ["Viskochil", "Joseph", "J", "University of Utah Department of Psychiatry, 501 Chipeta Way, Salt Lake City, Utah, 84108."], ["Coon", "Hilary", "H", "University of Utah Department of Psychiatry, 501 Chipeta Way, Salt Lake City, Utah, 84108."], ["McMahon", "William", "W", "University of Utah Department of Psychiatry, 501 Chipeta Way, Salt Lake City, Utah, 84108."]], "title": "Mid-life social outcomes for a population-based sample of adults with ASD.", "year": null, "sentences": ["Adults with autism spectrum disorders (ASD) fall short of social outcomes of non-ASD peers in mid-life, as documented by currently published research.", "The aim of the current study was to extend what is known about social functioning, employment, independent living, and use of social services by examining details of the current life status for a population-based sample of adults with ASD (mean age = 35.5 years, range = 22.2-51.4).", "We collected outcome data via direct assessment and informant report for 169 individuals.", "Three-fourths of the sample had cognitive abilities in the intellectually disabled range.", "Social functioning outcomes, as a single measure, mirror those reported previously for other samples, including samples with a high proportion of individuals with normal range intellectual abilities, with 20% achieving the most independent outcomes and 46% requiring high levels of support across most life areas.", "Participant subgroups who achieved maximal outcomes represented a range of social and intellectual abilities for several outcome metrics.", "Participants used high levels of public and private supports, yet specific areas of clear, unmet need were also identified.", "Autism Res 2018, 11: 142-152.", "© 2017 International Society for Autism Research, Wiley Periodicals, Inc.This paper describes the social functioning outcomes for 169 adults with autism spectrum disorders in mid-life.", "Adult participants spanned the full range of functional and cognitive ability levels, with over 75% functioning in the cognitively impaired range.", "While summary descriptions of outcomes for this sample were similar to those reported for other groups of adults, this report provides detailed information regarding employment outcomes, social relationships, leisure activities, participation in the community, residential situations, public service use, and involvement with law enforcement."], "id": "29266823", "text": "Adults with autism spectrum disorders (ASD) fall short of social outcomes of non-ASD peers in mid-life, as documented by currently published research. The aim of the current study was to extend what is known about social functioning, employment, independent living, and use of social services by examining details of the current life status for a population-based sample of adults with ASD (mean age = 35.5 years, range = 22.2-51.4). We collected outcome data via direct assessment and informant report for 169 individuals. Three-fourths of the sample had cognitive abilities in the intellectually disabled range. Social functioning outcomes, as a single measure, mirror those reported previously for other samples, including samples with a high proportion of individuals with normal range intellectual abilities, with 20% achieving the most independent outcomes and 46% requiring high levels of support across most life areas. Participant subgroups who achieved maximal outcomes represented a range of social and intellectual abilities for several outcome metrics. Participants used high levels of public and private supports, yet specific areas of clear, unmet need were also identified. Autism Res 2018, 11: 142-152. © 2017 International Society for Autism Research, Wiley Periodicals, Inc.This paper describes the social functioning outcomes for 169 adults with autism spectrum disorders in mid-life. Adult participants spanned the full range of functional and cognitive ability levels, with over 75% functioning in the cognitively impaired range. While summary descriptions of outcomes for this sample were similar to those reported for other groups of adults, this report provides detailed information regarding employment outcomes, social relationships, leisure activities, participation in the community, residential situations, public service use, and involvement with law enforcement.", "doi": "10.1002/aur.1897", "journal": ["Autism research : official journal of the International Society for Autism Research", "Autism Res"], "date": "2018-01-18_23:45:40"}