{"title": "A prospective study comparing perioperative anxiety and posthospital behavior in children with autism spectrum disorder vs typically developing children undergoing outpatient surgery.", "text": "Research describing the experience of youth with autism spectrum disorders in the perioperative setting is limited. This study compared youth with autism spectrum disorder to typically developing children in the perioperative setting and examined group differences in: child anxiety, parent anxiety, premedication patterns, induction compliance, and changes in behavior postprocedure.Participants were 60 youth (32 with autism spectrum disorder, 28 typically developing) of ages 2-19 years undergoing outpatient surgery and their parents. Parents and research assistants rated children's anxiety at 3 time points (waiting room, preoperative holding, separation), and parents rated their own anxiety in the waiting room and at separation. The anesthesiologist rated induction compliance. Postprocedure behavior change was assessed via phone survey 1 and 7 days postprocedure. Analyses examined group differences in anxiety, medication patterns, and behavior.Children with autism spectrum disorder had higher research assistant reported anxiety than typically developing youth in the holding room only. There were no group differences in parent report of their own anxiety or their child's anxiety across time points. Compared to typically developing youth, children with autism spectrum disorder were more likely to receive a premedication (including nonstandard premedication), and had poorer induction compliance. Groups did not differ on posthospital behavior change 1 or 7 days postsurgery.Findings revealed ratings of anxiety in youth with and without autism spectrum disorder facing surgery varied by reporter and setting, highlighting the importance of using multiple reporters in research of youth with autism spectrum disorder in the perioperative period. Furthermore, while results showed group differences in premedication patterns and induction compliance, groups did not differ in level of negative behavior change after surgery. Future research can examine how individual differences in youth with autism impact anxiety in the perioperative setting and degree of behavior change postprocedure.", "journal": ["Paediatric anaesthesia", "Paediatr Anaesth"], "id": "29226493", "doi": "10.1111/pan.13298", "date": "2017-12-10", "authors": [["Elliott", "Anila B", "AB", "Department of Anesthesiology, University of Michigan, Ann Arbor, MI, USA."], ["Holley", "Amy Lewandowski", "AL", "Department of Pediatrics, Institute on Development and Disability, Oregon Health and Science University, Portland, OR, USA."], ["Ross", "Alexandra C", "AC", "Department of Anesthesiology, Perioperative, and Pain Medicine, Stanford University School of Medicine, Stanford, CA, USA."], ["Soleta", "Amy O", "AO", "Department of Anesthesiology, & Perioperative Medicine, Oregon Health and Science University, Portland, OR, USA."], ["Koh", "Jeffrey L", "JL", "Department of Anesthesiology, & Perioperative Medicine, Oregon Health and Science University, Portland, OR, USA."]]}