{"words": ["atypical", "functional", "connectivity", "implicated", "autism", "spectrum", "disorders", "asds", "however", "literature", "date", "largely", "inconsistent", "mixed", "conflicting", "reports", "discrepancies", "partly", "due", "differences", "various", "neuroimaging", "modalities", "functional", "magnetic", "resonance", "imaging", "fmri", "electroencephalography", "eeg", "magnetoencephalography", "meg", "measure", "distinct", "indices", "functional", "connectivity", "bold", "signal", "electrical", "activity", "furthermore", "method", "unique", "benefits", "disadvantages", "respect", "spatial", "temporal", "resolution", "vulnerability", "specific", "artifacts", "practical", "implementation", "thus", "far", "functional", "connectivity", "research", "asds", "remained", "almost", "exclusively", "unimodal", "therefore", "interpreting", "findings", "across", "modalities", "remains", "challenge", "multimodal", "integration", "fmri", "eeg", "meg", "data", "critical", "resolving", "discrepancies", "literature", "working", "toward", "unifying", "framework", "interpreting", "past", "future", "findings", "review", "aims", "provide", "theoretical", "foundation", "future", "multimodal", "research", "asds", "first", "discuss", "merits", "shortcomings", "several", "popular", "theories", "asd", "functional", "connectivity", "research", "using", "examples", "literature", "date", "next", "neurophysiological", "relationships", "imaging", "modalities", "including", "relationship", "invasive", "neural", "recordings", "reviewed", "finally", "methodological", "approaches", "multimodal", "data", "integration", "presented", "future", "application", "asds", "discussed", "analyses", "relating", "transient", "patterns", "neural", "activity", "states", "particularly", "promising", "strategy", "provides", "comparable", "measure", "across", "modalities", "captures", "complex", "spatiotemporal", "patterns", "natural", "extension", "recent", "dynamic", "fmri", "research", "asds", "2017", "wiley", "periodicals", "inc", "develop", "neurobiol", "2017"], "authors": [["Mash", "Lisa E", "LE", "San Diego State University/University of California, San Diego Joint Doctoral Program in Clinical Psychology, San Diego, California."], ["Reiter", "Maya A", "MA", "San Diego State University/University of California, San Diego Joint Doctoral Program in Clinical Psychology, San Diego, California."], ["Linke", "Annika C", "AC", "Brain Development Imaging Laboratories, Department of Psychology, San Diego State University, San Diego, California."], ["Townsend", "Jeanne", "J", "Department of Neurosciences, University of California, San Diego, San Diego, California."], ["Müller", "Ralph-Axel", "RA", "Brain Development Imaging Laboratories, Department of Psychology, San Diego State University, San Diego, California."]], "title": "Multimodal approaches to functional connectivity in autism spectrum disorders: An integrative perspective.", "year": null, "sentences": ["Atypical functional connectivity has been implicated in autism spectrum disorders (ASDs).", "However, the literature to date has been largely inconsistent, with mixed and conflicting reports of hypo- and hyper-connectivity.", "These discrepancies are partly due to differences between various neuroimaging modalities.", "Functional magnetic resonance imaging (fMRI), electroencephalography (EEG), and magnetoencephalography (MEG) measure distinct indices of functional connectivity (e.g., blood-oxygenation level-dependent [BOLD] signal vs. electrical activity).", "Furthermore, each method has unique benefits and disadvantages with respect to spatial and temporal resolution, vulnerability to specific artifacts, and practical implementation.", "Thus far, functional connectivity research on ASDs has remained almost exclusively unimodal; therefore, interpreting findings across modalities remains a challenge.", "Multimodal integration of fMRI, EEG, and MEG data is critical in resolving discrepancies in the literature, and working toward a unifying framework for interpreting past and future findings.", "This review aims to provide a theoretical foundation for future multimodal research on ASDs.", "First, we will discuss the merits and shortcomings of several popular theories in ASD functional connectivity research, using examples from the literature to date.", "Next, the neurophysiological relationships between imaging modalities, including their relationship with invasive neural recordings, will be reviewed.", "Finally, methodological approaches to multimodal data integration will be presented, and their future application to ASDs will be discussed.", "Analyses relating transient patterns of neural activity (\"states\") are particularly promising.", "This strategy provides a comparable measure across modalities, captures complex spatiotemporal patterns, and is a natural extension of recent dynamic fMRI research in ASDs.", "© 2017 Wiley Periodicals, Inc.", "Develop Neurobiol, 2017."], "id": "29266810", "text": "Atypical functional connectivity has been implicated in autism spectrum disorders (ASDs). However, the literature to date has been largely inconsistent, with mixed and conflicting reports of hypo- and hyper-connectivity. These discrepancies are partly due to differences between various neuroimaging modalities. Functional magnetic resonance imaging (fMRI), electroencephalography (EEG), and magnetoencephalography (MEG) measure distinct indices of functional connectivity (e.g., blood-oxygenation level-dependent [BOLD] signal vs. electrical activity). Furthermore, each method has unique benefits and disadvantages with respect to spatial and temporal resolution, vulnerability to specific artifacts, and practical implementation. Thus far, functional connectivity research on ASDs has remained almost exclusively unimodal; therefore, interpreting findings across modalities remains a challenge. Multimodal integration of fMRI, EEG, and MEG data is critical in resolving discrepancies in the literature, and working toward a unifying framework for interpreting past and future findings. This review aims to provide a theoretical foundation for future multimodal research on ASDs. First, we will discuss the merits and shortcomings of several popular theories in ASD functional connectivity research, using examples from the literature to date. Next, the neurophysiological relationships between imaging modalities, including their relationship with invasive neural recordings, will be reviewed. Finally, methodological approaches to multimodal data integration will be presented, and their future application to ASDs will be discussed. Analyses relating transient patterns of neural activity (\"states\") are particularly promising. This strategy provides a comparable measure across modalities, captures complex spatiotemporal patterns, and is a natural extension of recent dynamic fMRI research in ASDs. © 2017 Wiley Periodicals, Inc. Develop Neurobiol, 2017.", "doi": "10.1002/dneu.22570", "journal": ["Developmental neurobiology", "Dev Neurobiol"], "date": "2018-01-18_23:45:40"}