{"words": ["vitamin", "va", "essential", "nutrient", "development", "brain", "previously", "found", "children", "autism", "spectrum", "disorder", "asd", "significant", "rate", "va", "deficiency", "vad", "current", "study", "aim", "determine", "whether", "vad", "risk", "factor", "generation", "behaviors", "via", "transcription", "factor", "retinoic", "acid", "receptor", "beta", "rarβ", "cluster", "differentiation", "38", "cd38", "oxt", "vad", "va", "supplementation", "vas", "rat", "models", "established", "behaviors", "offspring", "rats", "investigated", "different", "expression", "levels", "rarβ", "cd38", "hypothalamic", "tissue", "serum", "retinol", "oxt", "concentration", "tested", "primary", "cultured", "rat", "hypothalamic", "neurons", "treated", "trans", "retinoic", "acid", "atra", "recombinant", "adenoviruses", "carrying", "rat", "rarβ", "adrarβ", "rna", "interference", "virus", "sirarβ", "used", "infect", "neurons", "change", "rarβ", "signal", "western", "blotting", "chromatin", "immunoprecipitation", "chip", "intracellular", "detections", "used", "investigate", "primary", "regulatory", "mechanism", "rarβ", "signaling", "pathway", "found", "gestational", "vad", "increased", "behaviors", "decreased", "expression", "levels", "hypothalamic", "rarβ", "cd38", "serum", "oxt", "levels", "offspring", "vas", "ameliorated", "behaviors", "increased", "expression", "levels", "rarβ", "cd38", "oxt", "gestational", "vad", "pups", "vitro", "atra", "increased", "excitability", "neurons", "might", "promote", "release", "oxt", "different", "cd38", "levels", "induced", "neurons", "infection", "different", "rarβ", "adenoviruses", "furthermore", "atra", "enhanced", "binding", "rarβ", "proximal", "promoter", "cd38", "indicating", "potential", "cd38", "transcriptional", "activity", "vad", "might", "risk", "factor", "behaviors", "due", "rarβ", "signal", "suppression", "cd38", "expression", "hypothalamus", "offspring", "improved", "vas", "period", "nutritional", "status", "pregnancy", "period", "important", "rats", "article", "protected", "copyright", "rights", "reserved"], "authors": [["Lai", "Xi", "X", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Wu", "Xiaofeng", "X", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Hou", "Nali", "N", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Liu", "Shu", "S", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Li", "Qing", "Q", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Yang", "Ting", "T", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Miao", "Jingkun", "J", "Ministry of Education Key Laboratory of Child Development and Disorders, China International Science and Technology Cooperation base of Child Development and Critical Disorders, Chongqing, 400014, China."], ["Dong", "Zhifang", "Z", "Ministry of Education Key Laboratory of Child Development and Disorders, China International Science and Technology Cooperation base of Child Development and Critical Disorders, Chongqing, 400014, China."], ["Chen", "Jie", "J", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."], ["Li", "Tingyu", "T", "Children's Nutrition Research Center, Children's Hospital of Chongqing Medical University, Chongqing, 400014, China."]], "title": "Vitamin A Deficiency Induces Autistic-Like Behaviors in Rats by Regulating the RARβ-CD38-Oxytocin Axis in the Hypothalamus.", "year": null, "sentences": ["Vitamin A (VA) is an essential nutrient for the development of the brain.", "We previously found that children with autism spectrum disorder (ASD) have a significant rate of VA deficiency (VAD).", "In the current study, we aim to determine whether VAD is a risk factor for the generation of autistic-like behaviors via the transcription factor retinoic acid receptor beta (RARβ)-regulated cluster of differentiation 38 (CD38)-oxytocin (OXT) axis.Gestational VAD or VA supplementation (VAS) rat models were established, and the autistic-like behaviors in the offspring rats were investigated.", "The different expression levels of RARβ and CD38 in hypothalamic tissue and serum retinol and OXT concentration were tested.", "Primary cultured rat hypothalamic neurons were treated with all trans retinoic acid (atRA) and recombinant adenoviruses carrying the rat RARβ (AdRARβ) or RNA interference virus RARβ-siRNA (siRARβ) were used to infect neurons to change RARβ signal.", "Western blotting, chromatin immunoprecipitation (ChIP) and intracellular Ca2+ detections were used to investigate the primary regulatory mechanism of RARβ in the CD38-OXT signaling pathway.", "We found that gestational VAD increased autistic-like behaviors and decreased the expression levels of hypothalamic RARβ and CD38 and serum OXT levels in the offspring.", "VAS ameliorated these autistic-like behaviors and increased the expression levels of RARβ, CD38 and OXT in the gestational VAD pups.", "In vitro, atRA increased the Ca2+ excitability of neurons, which might further promote the release of OXT.", "Different CD38 levels were induced in the neurons by infection with different RARβ adenoviruses.", "Furthermore, atRA enhanced the binding of RARβ to the proximal promoter of CD38, indicating a potential up-regulation of CD38 transcriptional activity by RARβ.Gestational VAD might be a risk factor for autistic-like behaviors due to the RARβ signal suppression of CD38 expression in the hypothalamus of the offspring, which improved with VAS during the early-life period.", "The nutritional status during pregnancy and the early-life period is important in rats.", "This article is protected by copyright.", "All rights reserved."], "id": "29266770", "text": "Vitamin A (VA) is an essential nutrient for the development of the brain. We previously found that children with autism spectrum disorder (ASD) have a significant rate of VA deficiency (VAD). In the current study, we aim to determine whether VAD is a risk factor for the generation of autistic-like behaviors via the transcription factor retinoic acid receptor beta (RARβ)-regulated cluster of differentiation 38 (CD38)-oxytocin (OXT) axis.Gestational VAD or VA supplementation (VAS) rat models were established, and the autistic-like behaviors in the offspring rats were investigated. The different expression levels of RARβ and CD38 in hypothalamic tissue and serum retinol and OXT concentration were tested. Primary cultured rat hypothalamic neurons were treated with all trans retinoic acid (atRA) and recombinant adenoviruses carrying the rat RARβ (AdRARβ) or RNA interference virus RARβ-siRNA (siRARβ) were used to infect neurons to change RARβ signal. Western blotting, chromatin immunoprecipitation (ChIP) and intracellular Ca2+ detections were used to investigate the primary regulatory mechanism of RARβ in the CD38-OXT signaling pathway. We found that gestational VAD increased autistic-like behaviors and decreased the expression levels of hypothalamic RARβ and CD38 and serum OXT levels in the offspring. VAS ameliorated these autistic-like behaviors and increased the expression levels of RARβ, CD38 and OXT in the gestational VAD pups. In vitro, atRA increased the Ca2+ excitability of neurons, which might further promote the release of OXT. Different CD38 levels were induced in the neurons by infection with different RARβ adenoviruses. Furthermore, atRA enhanced the binding of RARβ to the proximal promoter of CD38, indicating a potential up-regulation of CD38 transcriptional activity by RARβ.Gestational VAD might be a risk factor for autistic-like behaviors due to the RARβ signal suppression of CD38 expression in the hypothalamus of the offspring, which improved with VAS during the early-life period. The nutritional status during pregnancy and the early-life period is important in rats. This article is protected by copyright. All rights reserved.", "doi": "10.1002/mnfr.201700754", "journal": ["Molecular nutrition & food research", "Mol Nutr Food Res"], "date": "2018-01-18_23:45:40"}