{"title": "Tourette syndrome and other neurodevelopmental disorders: a comprehensive review.", "text": "Gilles de la Tourette syndrome (TS) is a complex developmental neuropsychiatric condition in which motor manifestations are often accompanied by comorbid conditions that impact the patient's quality of life. In the DSM-5, TS belongs to the \"neurodevelopmental disorders\" group, together with other neurodevelopmental conditions, frequently co-occurring. In this study, we searched the PubMed database using a combination of keywords associating TS and all neurodevelopmental diagnoses. From 1009 original reports, we identified 36 studies addressing TS and neurodevelopmental comorbidities. The available evidence suggests the following: (1) neurodevelopmental comorbidities in TS are the rule, rather than the exception; (2) attention deficit/hyperactivity disorder (ADHD) is the most frequent; (3) there is a continuum from a simple (TS + ADHD or/and learning disorder) to a more complex phenotype (TS + autism spectrum disorder). We conclude that a prompt diagnosis and a detailed description of TS comorbidities are necessary not only to understand the aetiological basis of neurodevelopmental disorders but also to address specific rehabilitative and therapeutic approaches.", "journal": ["Child and adolescent psychiatry and mental health", "Child Adolesc Psychiatry Ment Health"], "id": "29225671", "doi": "10.1186/s13034-017-0196-x", "date": "2017-12-04", "authors": [["Cravedi", "Elena", "E", "Department of Child and Adolescent Psychiatry, Pitié-Salpêtrière Hospital, APHP, 83, boulevard de l'hôpital, 75013 Paris, France."], ["Deniau", "Emmanuelle", "E", "Department of Child and Adolescent Psychiatry, Pitié-Salpêtrière Hospital, APHP, 83, boulevard de l'hôpital, 75013 Paris, France."], ["Giannitelli", "Marianna", "M", "Department of Child and Adolescent Psychiatry, Pitié-Salpêtrière Hospital, APHP, 83, boulevard de l'hôpital, 75013 Paris, France."], ["Xavier", "Jean", "J", "Department of Child and Adolescent Psychiatry, Pitié-Salpêtrière Hospital, APHP, 83, boulevard de l'hôpital, 75013 Paris, France."], ["Hartmann", "Andreas", "A", "Department of Neurology, Reference Centre for Tourette Syndrome, Pitié-Salpêtrière Hospital, APHP, Paris, France."], ["Cohen", "David", "D", "Department of Child and Adolescent Psychiatry, Pitié-Salpêtrière Hospital, APHP, 83, boulevard de l'hôpital, 75013 Paris, France."]]}