{"words": ["exposure", "nonionizing", "radiation", "used", "wireless", "communication", "remains", "contentious", "topic", "public", "overwhelming", "scientific", "evidence", "date", "suggests", "microwave", "radio", "frequencies", "used", "modern", "communications", "safe", "public", "apprehension", "remains", "considerable", "recent", "article", "child", "development", "caused", "concern", "alleging", "causative", "connection", "nonionizing", "radiation", "host", "conditions", "including", "autism", "cancer", "commentary", "outlines", "claims", "devoid", "merit", "given", "scientific", "veneer", "legitimacy", "commentary", "also", "outlines", "hallmarks", "potentially", "dubious", "science", "hope", "authors", "reviewers", "editors", "might", "better", "able", "avoid", "suspect", "scientific", "claims"], "authors": [["Grimes", "David Robert", "DR", "Queens University Belfast."], ["Bishop", "Dorothy V M", "DVM", "University of Oxford."]], "title": "Distinguishing Polemic From Commentary in Science: Some Guidelines Illustrated With the Case of Sage and Burgio (2017).", "year": null, "sentences": ["Exposure to nonionizing radiation used in wireless communication remains a contentious topic in the public mind-while the overwhelming scientific evidence to date suggests that microwave and radio frequencies used in modern communications are safe, public apprehension remains considerable.", "A recent article in Child Development has caused concern by alleging a causative connection between nonionizing radiation and a host of conditions, including autism and cancer.", "This commentary outlines why these claims are devoid of merit, and why they should not have been given a scientific veneer of legitimacy.", "The commentary also outlines some hallmarks of potentially dubious science, with the hope that authors, reviewers, and editors might be better able to avoid suspect scientific claims."], "id": "29266222", "text": "Exposure to nonionizing radiation used in wireless communication remains a contentious topic in the public mind-while the overwhelming scientific evidence to date suggests that microwave and radio frequencies used in modern communications are safe, public apprehension remains considerable. A recent article in Child Development has caused concern by alleging a causative connection between nonionizing radiation and a host of conditions, including autism and cancer. This commentary outlines why these claims are devoid of merit, and why they should not have been given a scientific veneer of legitimacy. The commentary also outlines some hallmarks of potentially dubious science, with the hope that authors, reviewers, and editors might be better able to avoid suspect scientific claims.", "doi": "10.1111/cdev.13013", "journal": ["Child development", "Child Dev"], "date": "2018-01-18_23:45:41"}