{"words": ["autism", "spectrum", "disorder", "asd", "characterized", "impairments", "social", "cognition", "function", "associated", "amygdala", "subdivisions", "amygdala", "identified", "show", "specificity", "structure", "connectivity", "function", "little", "known", "amygdala", "connectivity", "asd", "aim", "study", "investigate", "microstructural", "properties", "connections", "association", "asd", "behaviours", "whether", "connectivity", "specific", "amygdala", "subregions", "associated", "particular", "asd", "traits", "brains", "51", "young", "adults", "25", "asd", "26", "controls", "scanned", "using", "mri", "amygdala", "volume", "measured", "connectivity", "estimated", "using", "probabilistic", "tractography", "iterative", "takes", "algorithm", "used", "parcellate", "amygdala", "based", "primary", "cortical", "connections", "measures", "amygdala", "connectivity", "correlated", "clinical", "scores", "comparison", "controls", "amygdala", "volume", "greater", "asd", "f", "p", "white", "matter", "wm", "tracts", "connecting", "right", "amygdala", "right", "cortex", "asd", "subjects", "showed", "increased", "mean", "diffusivity", "p", "correlated", "severity", "emotion", "recognition", "deficits", "rho", "p", "following", "amygdala", "parcellation", "asd", "subjects", "reduced", "fractional", "anisotropy", "wm", "connecting", "left", "amygdala", "temporal", "cortex", "associated", "greater", "attention", "switching", "impairment", "rho", "p", "study", "demonstrates", "amygdala", "volume", "microstructure", "connections", "amygdala", "cortex", "altered", "asd", "findings", "indicate", "microstructure", "right", "amygdala", "wm", "tracts", "associated", "overall", "asd", "severity", "investigation", "amygdala", "subregions", "identify", "specific", "associations"], "authors": [["Gibbard", "Clare R", "CR", "Developmental Imaging and Biophysics Section, UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, United Kingdom."], ["Ren", "Juejing", "J", "Behavioural Sciences Unit, UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, United Kingdom."], ["Skuse", "David H", "DH", "Behavioural Sciences Unit, UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, United Kingdom."], ["Clayden", "Jonathan D", "JD", "Developmental Imaging and Biophysics Section, UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, United Kingdom."], ["Clark", "Chris A", "CA", "Developmental Imaging and Biophysics Section, UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, United Kingdom."]], "title": "Structural connectivity of the amygdala in young adults with autism spectrum disorder.", "year": null, "sentences": ["Autism spectrum disorder (ASD) is characterized by impairments in social cognition, a function associated with the amygdala.", "Subdivisions of the amygdala have been identified which show specificity of structure, connectivity, and function.", "Little is known about amygdala connectivity in ASD.", "The aim of this study was to investigate the microstructural properties of amygdala-cortical connections and their association with ASD behaviours, and whether connectivity of specific amygdala subregions is associated with particular ASD traits.", "The brains of 51 high-functioning young adults (25 with ASD; 26 controls) were scanned using MRI.", "Amygdala volume was measured, and amygdala-cortical connectivity estimated using probabilistic tractography.", "An iterative 'winner takes all' algorithm was used to parcellate the amygdala based on its primary cortical connections.", "Measures of amygdala connectivity were correlated with clinical scores.", "In comparison with controls, amygdala volume was greater in ASD (F(1,94) = 4.19; p = .04).", "In white matter (WM) tracts connecting the right amygdala to the right cortex, ASD subjects showed increased mean diffusivity (t = 2.35; p = .05), which correlated with the severity of emotion recognition deficits (rho = -0.53; p = .01).", "Following amygdala parcellation, in ASD subjects reduced fractional anisotropy in WM connecting the left amygdala to the temporal cortex was associated with with greater attention switching impairment (rho = -0.61; p = .02).", "This study demonstrates that both amygdala volume and the microstructure of connections between the amygdala and the cortex are altered in ASD.", "Findings indicate that the microstructure of right amygdala WM tracts are associated with overall ASD severity, but that investigation of amygdala subregions can identify more specific associations."], "id": "29265723", "text": "Autism spectrum disorder (ASD) is characterized by impairments in social cognition, a function associated with the amygdala. Subdivisions of the amygdala have been identified which show specificity of structure, connectivity, and function. Little is known about amygdala connectivity in ASD. The aim of this study was to investigate the microstructural properties of amygdala-cortical connections and their association with ASD behaviours, and whether connectivity of specific amygdala subregions is associated with particular ASD traits. The brains of 51 high-functioning young adults (25 with ASD; 26 controls) were scanned using MRI. Amygdala volume was measured, and amygdala-cortical connectivity estimated using probabilistic tractography. An iterative 'winner takes all' algorithm was used to parcellate the amygdala based on its primary cortical connections. Measures of amygdala connectivity were correlated with clinical scores. In comparison with controls, amygdala volume was greater in ASD (F(1,94) = 4.19; p = .04). In white matter (WM) tracts connecting the right amygdala to the right cortex, ASD subjects showed increased mean diffusivity (t = 2.35; p = .05), which correlated with the severity of emotion recognition deficits (rho = -0.53; p = .01). Following amygdala parcellation, in ASD subjects reduced fractional anisotropy in WM connecting the left amygdala to the temporal cortex was associated with with greater attention switching impairment (rho = -0.61; p = .02). This study demonstrates that both amygdala volume and the microstructure of connections between the amygdala and the cortex are altered in ASD. Findings indicate that the microstructure of right amygdala WM tracts are associated with overall ASD severity, but that investigation of amygdala subregions can identify more specific associations.", "doi": "10.1002/hbm.23915", "journal": ["Human brain mapping", "Hum Brain Mapp"], "date": "2018-01-18_23:45:41"}