{"title": "Disrupted circuits in mouse models of autism spectrum disorder and intellectual disability.", "text": "Autism spectrum disorder (ASD) and intellectual disability (ID) are caused by a wide range of genetic mutations, a significant fraction of which reside in genes important for synaptic function. Studies have found that sensory, prefrontal, hippocampal, cerebellar, and striatal regions, as well as the circuits that connect them, are perturbed in mouse models of ASD and ID. Dissecting the disruptions in morphology and activity in these neural circuits might help us to understand the shared risk between the two disorders as well as their clinical heterogeneity. Treatments that target the balance between excitation and inhibition in these regions are able to reverse pathological phenotypes, elucidating this deficit as a commonality across models and opening new avenues for intervention.", "journal": ["Current opinion in neurobiology", "Curr. Opin. Neurobiol."], "id": "29222989", "doi": "10.1016/j.conb.2017.11.006", "date": "2017-12-05", "authors": [["Golden", "Carla Em", "CE", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA."], ["Buxbaum", "Joseph D", "JD", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; The Mindich Child Health and Development Institute, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA."], ["De Rubeis", "Silvia", "S", "Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, 1468 Madison Avenue, New York, 10029 NY, USA. Electronic address: silvia.derubeis@mssm.edu."]]}