{"title": "Common Pathophysiology in Multiple Mouse Models of Pitt-Hopkins Syndrome.", "text": "Mutations or deletions of the transcription factor TCF4 are linked to Pitt-Hopkins syndrome (PTHS) and schizophrenia, suggesting that the precise pathogenic mutations dictate cellular, synaptic, and behavioral consequences. Here, we generated two novel mouse models of PTHS, one that mimics the most common pathogenic TCF4 point mutation (human R580W, mouse R579W) and one that deletes three pathogenic arginines, and explored phenotypes of these lines alongside models of pan-cellular or CNS-specific heterozygous Tcf4 disruption. We used mice of both sexes to show that impaired Tcf4 function results in consistent microcephaly, hyperactivity, reduced anxiety, and deficient spatial learning. All four PTHS mouse models demonstrated exaggerated hippocampal long-term potentiation (LTP), consistent with deficits in hippocampus-mediated behaviors. We further examined R579W mutant mice and mice with pan-cellular Tcf4 heterozygosity and found that they exhibited hippocampal NMDA receptor hyperfunction, which likely drives the enhanced LTP. Together, our data pinpoint convergent neurobiological features in PTHS mouse models and provide a foundation for preclinical studies and a rationale for testing whether NMDAR antagonists might be used to treat PTHS.SIGNIFICANCE STATEMENT Pitt-Hopkins syndrome (PTHS) is a rare neurodevelopmental disorder associated with TCF4 mutations/deletions. Despite this genetic insight, there is a need to identify the function of TCF4 in the brain. Toward this goal, we developed two mouse lines, including one harboring the most prevalent pathogenic point mutation, and compared them with two existing models that conditionally delete Tcf4 Our data identify a set of overlapping phenotypes that may serve as outcome measures for preclinical studies of PTHS treatments. We also discovered penetrant enhanced synaptic plasticity across mouse models that may be linked to increased NMDA receptor function. These data reveal convergent neurobiological characteristics of PTHS mouse models and support the further investigation of NMDA receptor antagonists as a possible PTHS treatment.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29222403", "doi": "10.1523/JNEUROSCI.1305-17.2017", "date": "2017-12-08", "authors": [["Thaxton", "Courtney", "C", "Department of Cell Biology and Physiology."], ["Kloth", "Alexander D", "AD", "Department of Cell Biology and Physiology."], ["Clark", "Ellen P", "EP", "Department of Cell Biology and Physiology."], ["Moy", "Sheryl S", "SS", "Department of Psychiatry."], ["Chitwood", "Raymond A", "RA", "Center for Learning and Memory, Department of Neuroscience, University of Texas, Austin, Texas 78712."], ["Philpot", "Benjamin D", "BD", "Department of Cell Biology and Physiology, bphilpot@med.unc.edu."]]}