{"title": "Sleep problems in children with autism spectrum disorder and intellectual disability without autism spectrum disorder.", "text": "The objective of this study was to evaluate the sleep problems and their correlations in children with autism spectrum disorder (ASD), intellectual disability without ASD (ID), and typically developing children (TDC).This study included 142 children (48 with ASD, 46 with ID, 48 with TDC) aged between 2 and 18 years old. Parents of the children completed the Childhood Sleep Habits Questionnaire (CSHQ) in order to evaluate sleep disturbances. The sociodemographic and clinical information were noted on a data form for each child.The mean total score of CSHQ was 41.56, 47.89 and 51.78 respectively in TDC, ASD and ID groups. While the total CSHQ score was significantly lower in TDC, there was no significant difference between ID and ASD groups (p = 0.09). It was revealed that children having a neurodevelopmental disorder had a 2.8-fold increased risk of sleep disturbance, history of sleep disorder in the parents had a 3.1-fold increased risk, psychiatric comorbidity in the child had a 3.3-fold increased risk, and co-sleeping with parents had 13.1-fold increased risk. However, in the binary regression analysis, co-sleeping with parents and family history of sleep problems significantly increased the risk of sleep disturbance.Sleep disturbances are more frequent in children with ASD and ID than TDC. Co-sleeping with parents and family history of sleep problems increase the risk of sleep disturbances. Thus, behavioral techniques especially focusing on co-sleeping problems and focusing on parents' sleep habits may improve the sleep disturbances in children with ID and ASD.", "journal": ["Sleep medicine", "Sleep Med."], "id": "29221782", "doi": "10.1016/j.sleep.2017.09.021", "date": "2017-10-13", "authors": [["Köse", "Sezen", "S", "Ege University School of Medicine, Department of Child and Adolescent Psychiatry, Turkey."], ["Yılmaz", "Helin", "H", "Ege University School of Medicine, Department of Child and Adolescent Psychiatry, Turkey. Electronic address: dr.helinyilmaz@gmail.com."], ["Ocakoğlu", "F Tuna", "FT", "Ege University School of Medicine, Department of Child and Adolescent Psychiatry, Turkey."], ["Özbaran", "N Burcu", "NB", "Ege University School of Medicine, Department of Child and Adolescent Psychiatry, Turkey."]]}