{"title": "Is exposure to aluminium adjuvants associated with social impairments in mice? A pilot study.", "text": "Our group has shown that significant correlations exist between rates of Autism Spectrum Disorder (ASD) and total aluminum adjuvants given to children through vaccines in several Western countries. These correlations satisfied eight out of nine Hill criteria for causality. Experimental studies have demonstrated a range of behavioural abnormalities in young mice after postnatal exposure to aluminium. To build on our previous work, the current study will investigate the effect of aluminium adjuvants on social behaviour in mice. Anomalies in social interaction are a key characteristic of those with ASD.Neonatal CD-1 mice pups were injected with either a total of 550μg of aluminum hydroxide gel (experimental group) or saline (control) spread out during the first two weeks of postnatal life. The mice were then subjected to behavioural tests for social interest and social novelty at postnatal week 8, 17 and 29. p-Values were calculated using the Mann-Whitney and Kruskal Wallis tests.Aluminum injected mice showed diminished social interest compared to controls at week 8 (p=0.016) and 17 (p=0.012). They also demonstrated abnormal social novelty from controls at week 8 (p=0.002) and week 29 (p=0.042).This is the first experimental study, to our knowledge, to demonstrate that aluminum adjuvants can impair social behaviour if applied in the early period of postnatal development. The study, however, is insufficient to make any assertive claims about the link between aluminium adjuvants and ASD in humans.", "journal": ["Journal of inorganic biochemistry", "J. Inorg. Biochem."], "id": "29221615", "doi": "10.1016/j.jinorgbio.2017.11.012", "date": "2017-11-21", "authors": [["Sheth", "Sneha K S", "SKS", "University of British Columbia, Vancouver, Canada. Electronic address: snehasheth@psych.ubc.ca."], ["Li", "Yongling", "Y", "University of British Columbia, Vancouver, Canada."], ["Shaw", "Christopher A", "CA", "University of British Columbia, Vancouver, Canada."]]}