{"title": "Effectiveness of vocabulary intervention for older children with (developmental) language disorder.", "text": "Children with developmental language disorder (DLD) frequently have difficulties with word learning and understanding vocabulary. For these children, this can significantly impact on social interactions, daily activities and academic progress. Although there is literature providing a rationale for targeting word learning in such children, there is little evidence for the effectiveness of specific interventions in this area for children with identified DLD.To establish whether direct one-to-one intervention for children with DLD over 9 years of age leads to improved abilities to identify, comprehend, define, and use nouns and verbs targeted in intervention as compared with non-targeted control items and whether or not the participants' rating of their own knowledge of the words changes with intervention.Twenty-five children and young people with language disorder (aged 9;4-16;1) participated in the study: 18 with DLD and seven with a language disorder associated with autism spectrum disorder (ASD). Two assessments of different levels were created: a higher ability (less frequent words) and a lower ability (more frequent words). Participants' speech and language therapists (SLTs) decided which level would be the most appropriate for each participant. Four tasks were carried out as part of the assessment and the scores were used to identify which words each participant worked on. Participants received one 30-min session per week one-to-one with their own SLT for 7 weeks, plus a 5-min revision session in between each main session. During each of the first five sessions, participants learned two new words; the two final sessions were spent revising the 10 words which had been targeted.Post-intervention assessment showed an increase in scores for both treated and control words. However, progress on treated words was significantly greater than on control words (d = 1.07), indicating effectiveness of intervention. The difference between progress on targeted and control words was found both for nouns (d = 1.29) and verbs (d = 0.64), but the effect size was larger for nouns. Whether or not the participants had an associated ASD did not affect the results. The children's self-rating of their knowledge of the targeted words was also significantly higher than for control words post-intervention.The intervention delivered one-to-one by the participants' usual SLT was effective in teaching new vocabulary to older children with language disorders. This shows that older children with language disorders can make progress with direct one-to-one intervention focused on vocabulary.", "journal": ["International journal of language & communication disorders", "Int J Lang Commun Disord"], "id": "29218830", "doi": "10.1111/1460-6984.12361", "date": "2017-12-07", "authors": [["Wright", "Lisa", "L", "Moor House School & College, Oxted (Surrey), UK."], ["Pring", "Tim", "T", "City University of London, London, UK."], ["Ebbels", "Susan", "S", "Moor House School & College, Oxted (Surrey), UK."]]}