{"title": "Characteristics of unintentional drowning deaths in children with autism spectrum disorder.", "text": "The reported prevalence of autism spectrum disorder (ASD) has increased markedly in the past two decades. Recent research indicates that children with ASD are at a substantially increased risk of injury mortality, particularly from unintentional drowning. The purpose of this study was to explore the circumstances of fatal unintentional drowning incidents involving children with ASD under 15 years of age.During January 2000 through May 2017, US newspapers reported a total of 23 fatal drowning incidents involving 18 boys and 5 girls with ASD. Age of victims ranged from 3 to 14 years (mean = 7.7 ± 2.9 years). These drowning incidents most commonly occurred in ponds (52.2%), followed by rivers (13.0%), and lakes (13.0%). For 11 incidents with location data available, the distance between victim residence and the water body where drowning occurred averaged 290.7 m (± 231.5 m). About three-quarters (73.3%) of the drowning incidents occurred in the afternoon hours from 12:00 to 18:59. Wandering was the most commonly reported activity that led to drowning, accounting for 73.9% of the incidents.Fatal drowning in children with ASD typically occur in water bodies near the victims' homes in the afternoon hours precipitated by wandering. Multifaceted intervention programs are urgently needed to reduce the excess risk of drowning in children with ASD.", "journal": ["Injury epidemiology", "Inj Epidemiol"], "id": "29218603", "doi": "10.1186/s40621-017-0129-4", "date": "2017-12-08", "authors": [["Guan", "Joseph", "J", "Department of Epidemiology, Columbia University Mailman School of Public Health, DrPH; 622 West 168th St, New York, NY, PH5-505, USA."], ["Li", "Guohua", "G", "Department of Epidemiology, Columbia University Mailman School of Public Health, DrPH; 622 West 168th St, New York, NY, PH5-505, USA. GL2240@cumc.columbia.edu."]]}