{"title": "Modulation of sphingosine 1-phosphate (S1P) attenuates spatial learning and memory impairments in the valproic acid rat model of autism.", "text": "Autism spectrum disorders (ASD) are a set of pervasive neurodevelopmental disorders that manifest in early childhood, and it is growing up to be a major cause of disability in children. However, the etiology and treatment of ASD are not well understood. In our previous study, we found that serum levels of sphingosine 1-phosphate (S1P) were increased significantly in children with autism, indicating that S1P levels may be involved in ASD.The objective of this study was to identify a link between increased levels of S1P and neurobehavioral changes in autism.We utilized a valproic acid (VPA) -induced rat model of autism to evaluate the levels of S1P and the expression of sphingosine kinase (SphK), a key enzyme for S1P production, in serum and hippocampal tissue. Furthermore, we assessed cognitive functional changes and histopathological and neurochemical alterations in VPA-exposed rats after SphK blockade to explore the possible link between increased levels of S1P and neurobehavioral changes in autism.We found that SphK2 and S1P are upregulated in hippocampal tissue from VPA-exposed rats, while pharmacological inhibition of SphK reduced S1P levels, attenuated spatial learning and memory impairments, increased the expression of phosphorylated CaMKII and CREB and autophagy-related proteins, inhibited cytochrome c release, decreased the expression of apoptosis related proteins, and protected against neuronal loss in the hippocampus.We have demonstrated that an increased level of SphK2/S1P is involved in the spatial learning and memory impairments of autism, and this signaling pathway represents a novel therapeutic target and direction for future studies.", "journal": ["Psychopharmacology", "Psychopharmacology (Berl.)"], "id": "29218394", "doi": "10.1007/s00213-017-4805-4", "date": "2017-12-07", "authors": [["Wu", "Hongmei", "H", "Department of Nursing, Harbin Medical University in Daqing, Daqing, Heilongjiang, 163319, China."], ["Zhang", "Quanzhi", "Q", "Department of Nursing, Harbin Medical University in Daqing, Daqing, Heilongjiang, 163319, China."], ["Gao", "Jingquan", "J", "Department of Nursing, Harbin Medical University in Daqing, Daqing, Heilongjiang, 163319, China."], ["Sun", "Caihong", "C", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, 157 Baojian Road, Nangang District, Harbin, Heilongjiang, 150081, China."], ["Wang", "Jia", "J", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, 157 Baojian Road, Nangang District, Harbin, Heilongjiang, 150081, China."], ["Xia", "Wei", "W", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, 157 Baojian Road, Nangang District, Harbin, Heilongjiang, 150081, China."], ["Cao", "Yonggang", "Y", "Department of Pharmacology, Harbin Medical University in Daqing, Daqing, Heilongjiang, 163319, China."], ["Hao", "Yanqiu", "Y", "Department of pediatrics, The 2nd Affiliated Hospital of Harbin Medical University, Harbin, Heilongjiang, 150081, China."], ["Wu", "Lijie", "L", "Department of Child and Adolescent Health, School of Public Health, Harbin Medical University, 157 Baojian Road, Nangang District, Harbin, Heilongjiang, 150081, China. wulijiehyd@126.com."]]}