{"words": ["evaluate", "characteristics", "associated", "successful", "transition", "school", "outcomes", "preschool", "aged", "children", "participants", "transitioning", "early", "intervention", "program", "assessed", "two", "time", "points", "end", "preschool", "placement", "approximately", "5", "mo", "later", "following", "transition", "school", "child", "characteristics", "assessed", "using", "mullen", "scales", "early", "learning", "vineland", "adaptive", "behaviour", "scales", "social", "communication", "questionnaire", "repetitive", "behaviour", "scale", "transition", "outcomes", "assessed", "using", "teacher", "rating", "scale", "school", "adjustment", "social", "skills", "improvement", "system", "rating", "scales", "provide", "understanding", "child", "school", "adjustment", "relationship", "child", "characteristics", "school", "outcomes", "ability", "adaptive", "behaviour", "shown", "associated", "successful", "transition", "school", "outcomes", "including", "participation", "classroom", "comfortable", "classroom", "teacher", "factors", "also", "associated", "social", "skills", "classroom", "including", "assertiveness", "children", "spectrum", "domains", "adaptive", "behaviour", "cognitive", "ability", "including", "language", "skills", "important", "successful", "transition", "school", "providing", "appropriate", "support", "within", "structured", "transition", "programs", "assist", "children", "spectrum", "important", "transition", "allowing", "maximise", "learning", "behavioural", "potential"], "authors": [["Eapen", "Valsamma", "V", "Academic Unit of Child Psychiatry, South West Sydney (AUCS), and Ingham's Institute, ICAMHS, Mental Health Centre, L1, Liverpool Hospital, Liverpool 2170, Australia."], ["Grove", "Rachel", "R", "School of Psychiatry, University of New South Wales, Sydney 2052, Australia."], ["Aylward", "Elizabeth", "E", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."], ["Joosten", "Annette V", "AV", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."], ["Miller", "Scott I", "SI", "Western Australia Autism Specific Early Learning and Care Centre, Bedford 6052, Australia."], ["Van Der Watt", "Gerdamari", "G", "Western Australia Autism Specific Early Learning and Care Centre, Bedford 6052, Australia."], ["Fordyce", "Kathryn", "K", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."], ["Dissanayake", "Cheryl", "C", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."], ["Maya", "Jacqueline", "J", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."], ["Tucker", "Madonna", "M", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."], ["DeBlasio", "Antonia", "A", "Cooperative Research Centre for Living with Autism (Autism CRC), Long Pocket 4850, Australia."]], "title": "Transition from early intervention program to primary school in children with autism spectrum disorder.", "year": null, "sentences": ["To evaluate the characteristics that are associated with successful transition to school outcomes in preschool aged children with autism.Twenty-one participants transitioning from an early intervention program were assessed at two time points; at the end of their preschool placement and approximately 5 mo later following their transition to school.", "Child characteristics were assessed using the Mullen Scales of Early Learning, Vineland Adaptive Behaviour Scales, Social Communication Questionnaire and the Repetitive Behaviour Scale.", "Transition outcomes were assessed using Teacher Rating Scale of School Adjustment and the Social Skills Improvement System Rating Scales to provide an understanding of each child's school adjustment.", "The relationship between child characteristics and school outcomes was evaluated.Cognitive ability and adaptive behaviour were shown to be associated with successful transition to school outcomes including participation in the classroom and being comfortable with the classroom teacher.", "These factors were also associated with social skills in the classroom including assertiveness and engagement.Supporting children on the spectrum in the domains of adaptive behaviour and cognitive ability, including language skills, is important for a successful transition to school.", "Providing the appropriate support within structured transition programs will assist children on the spectrum with this important transition, allowing them to maximise their learning and behavioural potential."], "id": "29259892", "text": "To evaluate the characteristics that are associated with successful transition to school outcomes in preschool aged children with autism.Twenty-one participants transitioning from an early intervention program were assessed at two time points; at the end of their preschool placement and approximately 5 mo later following their transition to school. Child characteristics were assessed using the Mullen Scales of Early Learning, Vineland Adaptive Behaviour Scales, Social Communication Questionnaire and the Repetitive Behaviour Scale. Transition outcomes were assessed using Teacher Rating Scale of School Adjustment and the Social Skills Improvement System Rating Scales to provide an understanding of each child's school adjustment. The relationship between child characteristics and school outcomes was evaluated.Cognitive ability and adaptive behaviour were shown to be associated with successful transition to school outcomes including participation in the classroom and being comfortable with the classroom teacher. These factors were also associated with social skills in the classroom including assertiveness and engagement.Supporting children on the spectrum in the domains of adaptive behaviour and cognitive ability, including language skills, is important for a successful transition to school. Providing the appropriate support within structured transition programs will assist children on the spectrum with this important transition, allowing them to maximise their learning and behavioural potential.", "doi": "10.5409/wjcp.v6.i4.169", "journal": ["World journal of clinical pediatrics", "World J Clin Pediatr"], "date": "2018-01-18_23:45:46"}