{"title": "Drug development for neurodevelopmental disorders: lessons learned from fragile X syndrome.", "text": "Neurodevelopmental disorders such as fragile X syndrome (FXS) result in lifelong cognitive and behavioural deficits and represent a major public health burden. FXS is the most frequent monogenic form of intellectual disability and autism, and the underlying pathophysiology linked to its causal gene, FMR1, has been the focus of intense research. Key alterations in synaptic function thought to underlie this neurodevelopmental disorder have been characterized and rescued in animal models of FXS using genetic and pharmacological approaches. These robust preclinical findings have led to the implementation of the most comprehensive drug development programme undertaken thus far for a genetically defined neurodevelopmental disorder, including phase IIb trials of metabotropic glutamate receptor 5 (mGluR5) antagonists and a phase III trial of a GABAB receptor agonist. However, none of the trials has been able to unambiguously demonstrate efficacy, and they have also highlighted the extent of the knowledge gaps in drug development for FXS and other neurodevelopmental disorders. In this Review, we examine potential issues in the previous studies and future directions for preclinical and clinical trials. FXS is at the forefront of efforts to develop drugs for neurodevelopmental disorders, and lessons learned in the process will also be important for such disorders.", "journal": ["Nature reviews. Drug discovery", "Nat Rev Drug Discov"], "id": "29217836", "doi": "10.1038/nrd.2017.221", "date": "2017-12-08", "authors": [["Berry-Kravis", "Elizabeth M", "EM", "Departments of Pediatrics, Neurological Sciences and Biochemistry, Rush University Medical Center, 1725 West Harrison Street, Suite 718, Chicago, Illinois 60612, USA."], ["Lindemann", "Lothar", "L", "Roche Pharmaceuticals Research and Early Development, Discovery Neuroscience, Neuroscience, Ophthalmology, and Rare Diseases, Roche Innovation Center Basel, Grenzacherstrasse 124, 4070 Basel, Switzerland."], ["Jønch", "Aia E", "AE", "Department of Clinical Genetics, Odense University Hospital, Sdr. Boulevard 29, Odense C, Denmark."], ["Apostol", "George", "G", "Formerly at Neuroscience Development, Novartis Pharma AG, Fabrikstrasse 2, 4056 Basel, Switzerland."], ["Bear", "Mark F", "MF", "Picower Institute for Learning and Memory, Massachusetts Institute of Technology, 43 Vassar St, Cambridge, Massachusetts 02139, USA."], ["Carpenter", "Randall L", "RL", "Picower Institute for Learning and Memory, Massachusetts Institute of Technology, 43 Vassar St, Cambridge, Massachusetts 02139, USA."], ["Crawley", "Jacqueline N", "JN", "MIND Institute, University of California Davis School of Medicine, 2825 50th Street, Sacramento, California 95817, USA."], ["Curie", "Aurore", "A", "National Reference Center for Rare Diseases with Intellectual Disability, Hôpital Femme-Mère-Enfant, Hospices Civils de Lyon, Université de Lyon, Institut des Sciences Cognitives, CNRS UMR 5304, Boulevard Pinel 67, 69675 Bron Cedex, France."], ["Des Portes", "Vincent", "V", "National Reference Center for Rare Diseases with Intellectual Disability, Hôpital Femme-Mère-Enfant, Hospices Civils de Lyon, Université de Lyon, Institut des Sciences Cognitives, CNRS UMR 5304, Boulevard Pinel 67, 69675 Bron Cedex, France."], ["Hossain", "Farah", "F", "Neuroscience Development, Novartis Pharmaceutical Corporation, 1 Health Plaza, East Hanover, New Jersey 07936, USA."], ["Gasparini", "Fabrizio", "F", "Novartis Institutes for Biomedical Research, Neuroscience Research, Postfach, 4002 Basel, Switzerland."], ["Gomez-Mancilla", "Baltazar", "B", "Novartis Institutes for Biomedical Research, Neuroscience Research, Postfach, 4002 Basel, Switzerland."], ["Hessl", "David", "D", "MIND Institute, University of California Davis School of Medicine, 2825 50th Street, Sacramento, California 95817, USA."], ["Loth", "Eva", "E", "Sackler Institute for Translational Neurodevelopment, Institute of Psychiatry, Psychology and Neuroscience, King's College London, De Crespigny Park, Denmark Hill, London SE5 8AF, UK."], ["Scharf", "Sebastian H", "SH", "Pharmaceutical Research and Early Development, Roche Innovation Center Basel, Grenzacherstrasse 124, 4070 Basel, Switzerland."], ["Wang", "Paul P", "PP", "Simons Foundation, 160 Fifth Avenue, 7th Floor, New York, New York 10010, USA."], ["Von Raison", "Florian", "F", "Neuroscience Development, Novartis Pharma AG, Fabrikstrasse 2, 4056 Basel, Switzerland."], ["Hagerman", "Randi", "R", "MIND Institute, University of California Davis School of Medicine, 2825 50th Street, Sacramento, California 95817, USA."], ["Spooren", "Will", "W", "Roche Pharmaceuticals Research and Early Development, Discovery Neuroscience, Neuroscience, Ophthalmology, and Rare Diseases, Roche Innovation Center Basel, Grenzacherstrasse 124, 4070 Basel, Switzerland."], ["Jacquemont", "Sébastien", "S", "Service de Génétique Médicale, Centre Hospitalier Universitaire Vaudois, Rue du Bugnon 46, 1011 Lausanne and University of Lausanne, Switzerland."]]}