{"words": ["neurons", "populating", "cerebral", "cortex", "generated", "embryonic", "development", "neural", "stem", "progenitor", "cells", "process", "called", "neurogenesis", "neural", "stem", "progenitor", "cells", "classified", "several", "classes", "based", "different", "location", "mitosis", "apical", "basal", "polarity", "features", "bipolar", "monopolar", "polarized", "architecture", "stem", "cells", "linked", "asymmetric", "localization", "proteins", "mrnas", "organelles", "centrosome", "golgi", "apparatus", "ga", "polarity", "affects", "stem", "cell", "function", "allows", "stem", "cells", "integrate", "environmental", "cues", "distinct", "niches", "developing", "cerebral", "cortex", "crucial", "role", "polarity", "neural", "stem", "progenitor", "cells", "highlighted", "fact", "impairment", "cell", "polarity", "linked", "neurodevelopmental", "disorders", "syndrome", "fragile", "x", "syndrome", "autism", "spectrum", "disorders", "asd", "schizophrenia"], "authors": [["Arai", "Yoko", "Y", "Centre for Interdisciplinary Research in Biology (CIRB), Collège de France, CNRS UMR 7241/INSERM U1050, PSL Research University, Paris, France."], ["Taverna", "Elena", "E", "Department of Evolutionary Genetics, Max Planck Institute for Evolutionary Anthropology (MPG), Leipzig, Germany."]], "title": "Neural Progenitor Cell Polarity and Cortical Development.", "year": null, "sentences": ["Neurons populating the cerebral cortex are generated during embryonic development from neural stem and progenitor cells in a process called neurogenesis.", "Neural stem and progenitor cells are classified into several classes based on the different location of mitosis (apical or basal) and polarity features (bipolar, monopolar and non-polar).", "The polarized architecture of stem cells is linked to the asymmetric localization of proteins, mRNAs and organelles, such as the centrosome and the Golgi apparatus (GA).", "Polarity affects stem cell function and allows stem cells to integrate environmental cues from distinct niches in the developing cerebral cortex.", "The crucial role of polarity in neural stem and progenitor cells is highlighted by the fact that impairment of cell polarity is linked to neurodevelopmental disorders such as Down syndrome, Fragile X syndrome, autism spectrum disorders (ASD) and schizophrenia."], "id": "29259543", "text": "Neurons populating the cerebral cortex are generated during embryonic development from neural stem and progenitor cells in a process called neurogenesis. Neural stem and progenitor cells are classified into several classes based on the different location of mitosis (apical or basal) and polarity features (bipolar, monopolar and non-polar). The polarized architecture of stem cells is linked to the asymmetric localization of proteins, mRNAs and organelles, such as the centrosome and the Golgi apparatus (GA). Polarity affects stem cell function and allows stem cells to integrate environmental cues from distinct niches in the developing cerebral cortex. The crucial role of polarity in neural stem and progenitor cells is highlighted by the fact that impairment of cell polarity is linked to neurodevelopmental disorders such as Down syndrome, Fragile X syndrome, autism spectrum disorders (ASD) and schizophrenia.", "doi": "10.3389/fncel.2017.00384", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"], "date": "2018-01-18_23:45:46"}