{"title": "Insulin-Like Growth Factor II Targets the mTOR Pathway to Reverse Autism-Like Phenotypes in Mice.", "text": "Autism spectrum disorder (ASD) is a developmental disability characterized by impairments in social interaction and repetitive behavior, and is also associated with cognitive deficits. There is no current treatment that can ameliorate most of the ASD symptomatology; thus, identifying novel therapies is urgently needed. We used male BTBR T+Itpr3tf /J (BTBR) mice, a model that reproduces most of the core behavioral phenotypes of ASD, to test the effects of systemic administration of insulin-like growth factor II (IGF-II), a polypeptide that crosses the blood-brain barrier and acts as a cognitive enhancer. We show that systemic IGF-II treatments reverse the typical defects in social interaction, cognitive/executive functions, and repetitive behaviors reflective of ASD-like phenotypes. In BTBR mice, IGF-II, via IGF-II receptor, but not via IGF-I receptor, reverses the abnormal levels of the AMPK-mTOR-S6K pathway and of active translation at synapses. Thus, IGF-II may represent a novel potential therapy for ASD.SIGNIFICANCE STATEMENT Currently, there is no effective treatment for autism spectrum disorder (ASD), a developmental disability affecting a high number of children. Using a mouse model that expresses most of the key core as well as associated behavioral deficits of ASD, that are, social, cognitive, and repetitive behaviors, we report that a systemic administration of the polypeptide insulin-like growth factor II (IGF-II) reverses all these deficits. The effects of IGF-II occur via IGF-II receptors, and not IGF-I receptors, and target both basal and learning-dependent molecular abnormalities found in several ASD mice models, including those of identified genetic mutations. We suggest that IGF-II represents a potential novel therapeutic target for ASD.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "id": "29217683", "doi": "10.1523/JNEUROSCI.2010-17.2017", "date": "2017-12-07", "authors": [["Steinmetz", "Adam B", "AB", "Center for Neural Science, New York University, New York, New York, 10003."], ["Stern", "Sarah A", "SA", "Center for Neural Science, New York University, New York, New York, 10003."], ["Kohtz", "Amy S", "AS", "Center for Neural Science, New York University, New York, New York, 10003."], ["Descalzi", "Giannina", "G", "Center for Neural Science, New York University, New York, New York, 10003."], ["Alberini", "Cristina M", "CM", "Center for Neural Science, New York University, New York, New York, 10003 ca60@nyu.edu."]]}