{"words": ["behaviour", "sib", "devastating", "condition", "frequently", "encountered", "autism", "spectrum", "disorders", "asds", "lead", "dangerous", "tissue", "injury", "profound", "psychosocial", "difficulty", "increasing", "number", "reports", "past", "decade", "demonstrated", "swift", "well", "tolerated", "resolution", "intractable", "sib", "electroconvulsive", "therapy", "ect", "psychopharmacological", "behavioural", "interventions", "ineffective", "current", "article", "provides", "review", "salient", "literature", "including", "conceptualization", "repetitive", "along", "catatonia", "spectrum", "clarifies", "critical", "distinction", "ect", "contingent", "electric", "searched", "electronically", "literature", "regarding", "ect", "behaviour", "1982", "present", "first", "known", "report", "published", "1982", "eleven", "reports", "identified", "presented", "ect", "resolution", "autistic", "intellectually", "disabled", "patients", "another", "five", "reports", "discussed", "typically", "developing", "individuals", "reports", "related", "literature", "present", "along", "spectrum", "agitated", "catatonia", "subsequent", "implications", "remains", "significant", "challenge", "asds", "especially", "patients", "respond", "adequately", "behavioural", "psychopharmacological", "interventions", "ect", "well", "tolerated", "efficacious", "treatment", "catatonia", "confer", "marked", "reduction", "sib", "along", "agitated", "catatonia", "spectrum"], "authors": [["Wachtel", "Lee Elizabeth", "LE", "Kennedy Krieger Institute, Johns Hopkins School of Medicine, Baltimore, Maryland, USA."], ["Shorter", "Edward", "E", "University of Toronto, Toronto, Ontario, Canada."], ["Fink", "Max", "M", "Stony Brook University School of Medicine, Stony Brook, USA."]], "title": "Electroconvulsive therapy for self-injurious behaviour in autism spectrum disorders: recognizing catatonia is key.", "year": null, "sentences": ["Self-injurious behaviour (SIB) is a devastating condition frequently encountered in autism spectrum disorders (ASDs) that can lead to dangerous tissue injury and profound psychosocial difficulty.", "An increasing number of reports over the past decade have demonstrated the swift and well tolerated resolution of intractable SIB with electroconvulsive therapy (ECT) when psychopharmacological and behavioural interventions are ineffective.", "The current article provides a review of the salient literature, including the conceptualization of repetitive self-injury along the catatonia spectrum, and further clarifies the critical distinction between ECT and contingent electric shock.We searched electronically for literature regarding ECT for self-injurious behaviour from 1982 to present, as the first known report was published in 1982.", "Eleven reports were identified that presented ECT in the resolution of self-injury in autistic or intellectually disabled patients, and another five reports discussed such in typically developing individuals.", "These reports and related literature present such self-injury along the spectrum of agitated catatonia, with subsequent implications for ECT.Intractable self-injury remains a significant challenge in ASDs, especially when patients do not respond adequately to behavioural and psychopharmacological interventions.", "ECT is well tolerated and efficacious treatment for catatonia, and can confer marked reduction in SIB along the agitated catatonia spectrum."], "id": "29256924", "text": "Self-injurious behaviour (SIB) is a devastating condition frequently encountered in autism spectrum disorders (ASDs) that can lead to dangerous tissue injury and profound psychosocial difficulty. An increasing number of reports over the past decade have demonstrated the swift and well tolerated resolution of intractable SIB with electroconvulsive therapy (ECT) when psychopharmacological and behavioural interventions are ineffective. The current article provides a review of the salient literature, including the conceptualization of repetitive self-injury along the catatonia spectrum, and further clarifies the critical distinction between ECT and contingent electric shock.We searched electronically for literature regarding ECT for self-injurious behaviour from 1982 to present, as the first known report was published in 1982. Eleven reports were identified that presented ECT in the resolution of self-injury in autistic or intellectually disabled patients, and another five reports discussed such in typically developing individuals. These reports and related literature present such self-injury along the spectrum of agitated catatonia, with subsequent implications for ECT.Intractable self-injury remains a significant challenge in ASDs, especially when patients do not respond adequately to behavioural and psychopharmacological interventions. ECT is well tolerated and efficacious treatment for catatonia, and can confer marked reduction in SIB along the agitated catatonia spectrum.", "doi": "10.1097/YCO.0000000000000393", "journal": ["Current opinion in psychiatry", "Curr Opin Psychiatry"], "date": "2018-01-18_23:45:46"}