{"words": ["early", "adversity", "childhood", "increases", "risk", "anxiety", "mood", "stress", "disorders", "adulthood", "specific", "interactions", "may", "increase", "risk", "common", "functional", "variant", "promoter", "region", "gene", "encoding", "human", "met", "receptor", "tyrosine", "kinase", "rs1858830", "allele", "reduces", "expression", "met", "associated", "altered", "cortical", "circuit", "function", "structural", "connectivity", "mice", "reduced", "met", "expression", "exhibit", "changes", "conditioned", "fear", "behavior", "precocious", "synaptic", "maturation", "hippocampus", "reduced", "neuronal", "arbor", "complexity", "synaptogenesis", "phenotypes", "also", "produced", "independently", "early", "adversity", "mice", "present", "study", "addresses", "outcome", "combining", "stress", "genetic", "influences", "alter", "timing", "maturation", "enduring", "functional", "structural", "phenotypes", "using", "model", "reduced", "met", "expression", "stress", "postnatal", "day", "social", "contextual", "fear", "behaviors", "later", "life", "measured", "mice", "experienced", "stress", "exhibited", "impairments", "social", "interaction", "whereas", "alterations", "behavior", "fear", "learning", "driven", "met", "haploinsufficiency", "independent", "rearing", "condition", "stress", "reduced", "met", "expression", "decreased", "arbor", "complexity", "ventral", "hippocampal", "ca1", "pyramidal", "neurons", "projecting", "basolateral", "amygdala", "paradoxically", "arbor", "complexity", "mice", "increased", "following", "stress", "thus", "different", "arbors", "mice", "raised", "control", "conditions", "changes", "dendritic", "morphology", "consistent", "hypothesis", "physiological", "state", "maturation", "ca1", "neurons", "mice", "influences", "responsiveness", "stress", "dissociation", "behavioral", "structural", "changes", "suggests", "may", "sensitivities", "stress"], "authors": [["Heun-Johnson", "Hanke", "H", "Neuroscience Graduate Program, University of Southern California, Los Angeles, CA, USA."], ["Levitt", "Pat", "P", "Institute for the Developing Mind, Children's Hospital Los Angeles, Los Angeles, CA, USA."]], "title": "Differential impact of Met receptor gene interaction with early-life stress on neuronal morphology and behavior in mice.", "year": null, "sentences": ["Early adversity in childhood increases the risk of anxiety, mood, and post-traumatic stress disorders in adulthood, and specific gene-by-environment interactions may increase risk further.", "A common functional variant in the promoter region of the gene encoding the human MET receptor tyrosine kinase (rs1858830 'C' allele) reduces expression of MET and is associated with altered cortical circuit function and structural connectivity.", "Mice with reduced Met expression exhibit changes in anxiety-like and conditioned fear behavior, precocious synaptic maturation in the hippocampus, and reduced neuronal arbor complexity and synaptogenesis.", "These phenotypes also can be produced independently by early adversity in wild-type mice.", "The present study addresses the outcome of combining early-life stress and genetic influences that alter timing of maturation on enduring functional and structural phenotypes.", "Using a model of reduced Met expression (Met+/- ) and early-life stress from postnatal day 2-9, social, anxiety-like, and contextual fear behaviors in later life were measured.", "Mice that experienced early-life stress exhibited impairments in social interaction, whereas alterations in anxiety-like behavior and fear learning were driven by Met haploinsufficiency, independent of rearing condition.", "Early-life stress or reduced Met expression decreased arbor complexity of ventral hippocampal CA1 pyramidal neurons projecting to basolateral amygdala.", "Paradoxically, arbor complexity in Met+/- mice was increased following early-life stress, and thus not different from arbors in wild-type mice raised in control conditions.", "The changes in dendritic morphology are consistent with the hypothesis that the physiological state of maturation of CA1 neurons in Met+/- mice influences their responsiveness to early-life stress.", "The dissociation of behavioral and structural changes suggests that there may be phenotype-specific sensitivities to early-life stress."], "id": "29255778", "text": "Early adversity in childhood increases the risk of anxiety, mood, and post-traumatic stress disorders in adulthood, and specific gene-by-environment interactions may increase risk further. A common functional variant in the promoter region of the gene encoding the human MET receptor tyrosine kinase (rs1858830 'C' allele) reduces expression of MET and is associated with altered cortical circuit function and structural connectivity. Mice with reduced Met expression exhibit changes in anxiety-like and conditioned fear behavior, precocious synaptic maturation in the hippocampus, and reduced neuronal arbor complexity and synaptogenesis. These phenotypes also can be produced independently by early adversity in wild-type mice. The present study addresses the outcome of combining early-life stress and genetic influences that alter timing of maturation on enduring functional and structural phenotypes. Using a model of reduced Met expression (Met+/- ) and early-life stress from postnatal day 2-9, social, anxiety-like, and contextual fear behaviors in later life were measured. Mice that experienced early-life stress exhibited impairments in social interaction, whereas alterations in anxiety-like behavior and fear learning were driven by Met haploinsufficiency, independent of rearing condition. Early-life stress or reduced Met expression decreased arbor complexity of ventral hippocampal CA1 pyramidal neurons projecting to basolateral amygdala. Paradoxically, arbor complexity in Met+/- mice was increased following early-life stress, and thus not different from arbors in wild-type mice raised in control conditions. The changes in dendritic morphology are consistent with the hypothesis that the physiological state of maturation of CA1 neurons in Met+/- mice influences their responsiveness to early-life stress. The dissociation of behavioral and structural changes suggests that there may be phenotype-specific sensitivities to early-life stress.", "doi": "10.1016/j.ynstr.2017.11.003", "journal": ["Neurobiology of stress", "Neurobiol Stress"], "date": "2018-01-18_23:45:46"}