{"words": ["autism", "spectrum", "disorders", "asd", "heterogeneous", "neurodevelopmental", "disorders", "complex", "genetic", "architecture", "characterized", "impaired", "social", "communication", "stereotyped", "behaviors", "restricted", "interests", "frequently", "associated", "comorbidities", "intellectual", "disability", "epilepsy", "severe", "sleep", "disorders", "hyperserotonemia", "low", "melatonin", "levels", "among", "replicated", "endophenotypes", "reported", "asd", "genetic", "causes", "remain", "largely", "unknown", "based", "biochemical", "profile", "717", "individuals", "including", "213", "children", "asd", "128", "unaffected", "siblings", "376", "parents", "relatives", "estimated", "heritability", "serotonin", "platelet", "nas", "plasma", "melatonin", "levels", "well", "two", "enzymes", "arylalkylamine", "aanat", "acetylserotonin", "asmt", "activities", "measured", "platelets", "overall", "heritability", "higher", "nas", "asmt", "compared", "serotonin", "aanat", "melatonin", "bivariate", "analyses", "showed", "high", "phenotypic", "genetic", "correlations", "traits", "second", "step", "metabolic", "pathway", "nas", "asmt", "melatonin", "indicating", "contribution", "shared", "genetic", "factors", "better", "knowledge", "heritability", "melatonin", "synthesis", "variability", "constitutes", "important", "step", "identify", "factors", "perturb", "pathway", "individuals", "asd"], "authors": [["Benabou", "Marion", "M", "Human Genetics and Cognitive Functions Unit, Institut Pasteur, Paris, France."], ["Rolland", "Thomas", "T", "Human Genetics and Cognitive Functions Unit, Institut Pasteur, Paris, France."], ["Leblond", "Claire S", "CS", "Human Genetics and Cognitive Functions Unit, Institut Pasteur, Paris, France."], ["Millot", "Gaël A", "GA", "Bioinformatics and biostatistics HUB, C3BI, USR 3756 IP CNRS, Institut Pasteur, Paris, France."], ["Huguet", "Guillaume", "G", "Human Genetics and Cognitive Functions Unit, Institut Pasteur, Paris, France."], ["Delorme", "Richard", "R", "Human Genetics and Cognitive Functions Unit, Institut Pasteur, Paris, France."], ["Leboyer", "Marion", "M", "Fondation Fondamental, Créteil, France."], ["Pagan", "Cécile", "C", "Paris Descartes University, Sorbonne Paris Cité, Paris, France."], ["Callebert", "Jacques", "J", "Paris Descartes University, Sorbonne Paris Cité, Paris, France."], ["Maronde", "Erik", "E", "Institute for Cellular and Molecular Anatomy, Dr. Senckenbergische Anatomie, Goethe-University, Frankfurt, Germany."], ["Bourgeron", "Thomas", "T", "Human Genetics and Cognitive Functions Unit, Institut Pasteur, Paris, France. thomasb@pasteur.fr."]], "title": "Heritability of the melatonin synthesis variability in autism spectrum disorders.", "year": null, "sentences": ["Autism Spectrum Disorders (ASD) are heterogeneous neurodevelopmental disorders with a complex genetic architecture.", "They are characterized by impaired social communication, stereotyped behaviors and restricted interests and are frequently associated with comorbidities such as intellectual disability, epilepsy and severe sleep disorders.", "Hyperserotonemia and low melatonin levels are among the most replicated endophenotypes reported in ASD, but their genetic causes remain largely unknown.", "Based on the biochemical profile of 717 individuals including 213 children with ASD, 128 unaffected siblings and 376 parents and other relatives, we estimated the heritability of whole-blood serotonin, platelet N-acetylserotonin (NAS) and plasma melatonin levels, as well as the two enzymes arylalkylamine N-acetyltransferase (AANAT) and acetylserotonin O-methyltransferase (ASMT) activities measured in platelets.", "Overall, heritability was higher for NAS (0.72 ± 0.091) and ASMT (0.59 ± 0.097) compared with serotonin (0.31 ± 0.078), AANAT (0.34 ± 0.077) and melatonin (0.22 ± 0.071).", "Bivariate analyses showed high phenotypic and genetic correlations between traits of the second step of the metabolic pathway (NAS, ASMT and melatonin) indicating the contribution of shared genetic factors.", "A better knowledge of the heritability of the melatonin synthesis variability constitutes an important step to identify the factors that perturb this pathway in individuals with ASD."], "id": "29255243", "text": "Autism Spectrum Disorders (ASD) are heterogeneous neurodevelopmental disorders with a complex genetic architecture. They are characterized by impaired social communication, stereotyped behaviors and restricted interests and are frequently associated with comorbidities such as intellectual disability, epilepsy and severe sleep disorders. Hyperserotonemia and low melatonin levels are among the most replicated endophenotypes reported in ASD, but their genetic causes remain largely unknown. Based on the biochemical profile of 717 individuals including 213 children with ASD, 128 unaffected siblings and 376 parents and other relatives, we estimated the heritability of whole-blood serotonin, platelet N-acetylserotonin (NAS) and plasma melatonin levels, as well as the two enzymes arylalkylamine N-acetyltransferase (AANAT) and acetylserotonin O-methyltransferase (ASMT) activities measured in platelets. Overall, heritability was higher for NAS (0.72 ± 0.091) and ASMT (0.59 ± 0.097) compared with serotonin (0.31 ± 0.078), AANAT (0.34 ± 0.077) and melatonin (0.22 ± 0.071). Bivariate analyses showed high phenotypic and genetic correlations between traits of the second step of the metabolic pathway (NAS, ASMT and melatonin) indicating the contribution of shared genetic factors. A better knowledge of the heritability of the melatonin synthesis variability constitutes an important step to identify the factors that perturb this pathway in individuals with ASD.", "doi": "10.1038/s41598-017-18016-3", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-18_23:45:47"}