{"title": "Mine is better than yours: Investigating the ownership effect in children with autism spectrum disorder and typically developing children.", "text": "Ownership has a unique and privileged influence on human psychology. Typically developing (TD) children judge their objects to be more desirable and valuable than similar objects belonging to others. This 'ownership effect' is due to processing one's property in relation to 'the self'. Here we explore whether children with autism spectrum disorder (ASD) - a population with impaired self-understanding - prefer and over-value property due to ownership. In Experiment 1, we discovered that children with ASD did not favour a randomly endowed toy and frequently traded for a different object. By contrast, TD children showed a clear preference for their randomly endowed toy and traded infrequently. Both populations also demonstrated highly-accurate tracking of owner-object relationships. Experiment 2 showed that both TD children and children with ASD over-value their toys if they are self-selected and different from other-owned toys. Unlike TD children, children with ASD did not over-value their toys in comparison to non-owned identical copies. This finding was replicated in Experiment 3, which also established that mere ownership elicited over-valuation of randomly endowed property in TD children. However, children with ASD did not consistently regard their randomly endowed toys as the most valuable, and evaluated property irrespective of ownership. Our findings show that mere ownership increases preferences and valuations for self-owned property in TD children, but not children with ASD. We propose that deficits in self-understanding may diminish ownership effects in ASD, eliciting a more economically-rational strategy that prioritises material qualities (e.g. what a toy is) rather than whom it belongs to.", "journal": ["Cognition", "Cognition"], "id": "29216519", "doi": "10.1016/j.cognition.2017.11.009", "date": "2017-12-04", "authors": [["Hartley", "Calum", "C", "Department of Psychology, Lancaster University, Lancaster LA1 4YF, United Kingdom. Electronic address: c.hartley@lancaster.ac.uk."], ["Fisher", "Sophie", "S", "Department of Psychology, Lancaster University, Lancaster LA1 4YF, United Kingdom. Electronic address: s.fisher1@lancaster.ac.uk."]]}