{"words": ["adolescents", "transition", "complex", "world", "adults", "optimizing", "predictions", "others", "preferences", "becomes", "vital", "successful", "social", "interactions", "mounting", "evidence", "suggests", "social", "learning", "processes", "affected", "ongoing", "brain", "development", "across", "adolescence", "mechanistic", "understanding", "adolescents", "optimize", "social", "predictions", "learning", "strategies", "implemented", "brain", "lacking", "fill", "gap", "combined", "computational", "modeling", "functional", "neuroimaging", "novel", "social", "learning", "task", "male", "female", "human", "adolescents", "adults", "predicted", "preferences", "peers", "could", "update", "predictions", "based", "feedback", "peers", "actual", "preferences", "participants", "also", "rated", "preferences", "task", "items", "similar", "additional", "items", "describe", "participants", "optimize", "inferences", "time", "pitted", "simple", "reinforcement", "learning", "rl", "models", "specific", "combination", "models", "describe", "inferences", "based", "combination", "rl", "past", "feedback", "participants", "preferences", "formal", "model", "comparison", "revealed", "tested", "models", "combination", "models", "best", "described", "adults", "adolescents", "update", "predictions", "others", "parameter", "estimates", "model", "differed", "age", "adolescents", "showing", "conservative", "updating", "developmental", "difference", "accompanied", "shift", "encoding", "predictions", "errors", "thereof", "within", "medial", "prefrontal", "fusiform", "cortices", "adolescent", "group", "encoding", "preferences", "prediction", "errors", "scaled", "social", "traits", "provides", "additional", "external", "validity", "learning", "task", "winning", "computational", "model", "findings", "thus", "help", "specifying", "social", "learning", "unique", "developmental", "period", "heightened", "awareness", "people", "probe", "suitability", "various", "computational", "models", "describe", "adolescents", "update", "predictions", "others", "preferences", "within", "tested", "model", "space", "predictions", "adults", "adolescents", "best", "described", "learning", "adolescents", "show", "conservative", "updating", "compared", "adults", "brain", "activity", "adolescents", "modulated", "less", "predictions", "prediction", "errors", "per", "se", "relationship", "scales", "adolescents", "social", "traits", "findings", "help", "specify", "social", "learning", "across", "adolescence", "generate", "hypotheses", "social", "dysfunctions", "psychiatric", "populations"], "authors": [["Rosenblau", "Gabriela", "G", "Yale Child Study Center, Yale University, New Haven, CT, 06520, USA grosenblau@gwu.edu."], ["Korn", "Christoph W", "CW", "Institute for Systems Neuroscience, University Medical Center Hamburg-Eppendorf, Hamburg 20246, Germany."], ["Pelphrey", "Kevin A", "KA", "Autism and Neurodevelopmental Disorders Institute, The George Washington University and Children's National Health System; 2115 G St NW, Washington, DC 20052 USA."]], "title": "A computational account of optimizing social predictions reveals that adolescents are conservative learners in social contexts.", "year": null, "sentences": ["As adolescents transition to the complex world of adults, optimizing predictions about others' preferences becomes vital for successful social interactions.", "Mounting evidence suggests that these social learning processes are affected by ongoing brain development across adolescence.", "A mechanistic understanding of how adolescents optimize social predictions and how these learning strategies are implemented in the brain is lacking.", "To fill this gap, we combined computational modeling with functional neuroimaging.", "In a novel social learning task, male and female human adolescents and adults predicted the preferences of peers and could update their predictions based on trial-by-trial feedback about the peers' actual preferences.", "Participants also rated their own preferences for the task items and similar additional items.", "To describe how participants optimize their inferences over time, we pitted simple reinforcement learning (RL) models against more specific \"combination\" models, which describe inferences based on a combination of RL from past feedback and participants' own preferences.", "Formal model comparison revealed that of the tested models, combination models best described how adults and adolescents update predictions of others.", "Parameter estimates of the best-fitting model differed between age groups-with adolescents showing more conservative updating.", "This developmental difference was accompanied by a shift in encoding predictions and the errors thereof within the medial prefrontal and fusiform cortices.", "In the adolescent group, encoding of own preferences and prediction errors scaled with parent-reported social traits, which provides additional external validity for our learning task and the winning computational model.", "Our findings thus help specifying adolescent-specific social learning processes.SignificanceAdolescence is a unique developmental period of heightened awareness about other people.", "Here we probe the suitability of various computational models to describe how adolescents update their predictions of others' preferences.", "Within the tested model space, predictions of adults and adolescents are best described by the same learning model-but adolescents show more conservative updating.", "Compared to adults, brain activity of adolescents is modulated less by predictions themselves and more by prediction errors per se, and this relationship scales with adolescents' social traits.", "Our findings help specify social learning across adolescence and generate hypotheses about social dysfunctions in psychiatric populations."], "id": "29255008", "text": "As adolescents transition to the complex world of adults, optimizing predictions about others' preferences becomes vital for successful social interactions. Mounting evidence suggests that these social learning processes are affected by ongoing brain development across adolescence. A mechanistic understanding of how adolescents optimize social predictions and how these learning strategies are implemented in the brain is lacking. To fill this gap, we combined computational modeling with functional neuroimaging. In a novel social learning task, male and female human adolescents and adults predicted the preferences of peers and could update their predictions based on trial-by-trial feedback about the peers' actual preferences. Participants also rated their own preferences for the task items and similar additional items. To describe how participants optimize their inferences over time, we pitted simple reinforcement learning (RL) models against more specific \"combination\" models, which describe inferences based on a combination of RL from past feedback and participants' own preferences. Formal model comparison revealed that of the tested models, combination models best described how adults and adolescents update predictions of others. Parameter estimates of the best-fitting model differed between age groups-with adolescents showing more conservative updating. This developmental difference was accompanied by a shift in encoding predictions and the errors thereof within the medial prefrontal and fusiform cortices. In the adolescent group, encoding of own preferences and prediction errors scaled with parent-reported social traits, which provides additional external validity for our learning task and the winning computational model. Our findings thus help specifying adolescent-specific social learning processes.SignificanceAdolescence is a unique developmental period of heightened awareness about other people. Here we probe the suitability of various computational models to describe how adolescents update their predictions of others' preferences. Within the tested model space, predictions of adults and adolescents are best described by the same learning model-but adolescents show more conservative updating. Compared to adults, brain activity of adolescents is modulated less by predictions themselves and more by prediction errors per se, and this relationship scales with adolescents' social traits. Our findings help specify social learning across adolescence and generate hypotheses about social dysfunctions in psychiatric populations.", "doi": "10.1523/JNEUROSCI.1044-17.2017", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."], "date": "2018-01-18_23:45:47"}