{"words": ["symptoms", "autism", "caused", "treatable", "metabolic", "syndrome", "traces", "abnormal", "persistence", "normal", "alternative", "functional", "state", "mitochondria", "small", "clinical", "trial", "published", "2017", "suggests", "possible", "based", "new", "unifying", "theory", "pathogenesis", "autism", "called", "cell", "danger", "response", "cdr", "hypothesis", "study", "10", "boys", "ages", "showed", "5", "boys", "received", "antipurinergic", "therapy", "apt", "single", "intravenous", "dose", "suramin", "experienced", "improvements", "core", "symptoms", "autism", "lasted", "language", "social", "interaction", "restricted", "interests", "repetitive", "movements", "improved", "two", "children", "spoke", "first", "sentences", "none", "improvements", "observed", "placebo", "group", "larger", "longer", "studies", "needed", "confirm", "promising", "discovery", "review", "introduces", "concept", "m2", "m1", "mitochondria", "polarized", "along", "functional", "continuum", "according", "cell", "stress", "pathophysiology", "cdr", "complementary", "functions", "m1", "m2", "mitochondria", "relevant", "interactions", "metabolic", "underpinnings", "behavior", "discussed", "foundation", "stones", "understanding", "improvements", "asd", "behaviors", "produced", "antipurinergic", "therapy", "small", "clinical", "trial"], "authors": [["Naviaux", "Robert K", "RK", "University of California, San Diego School of Medicine, 214 Dickinson St., Bldg CTF, Rm C102, MC #8467, San Diego, CA 92103, United States. Electronic address: Naviaux@ucsd.edu."]], "title": "Antipurinergic therapy for autism-An in-depth review.", "year": null, "sentences": ["Are the symptoms of autism caused by a treatable metabolic syndrome that traces to the abnormal persistence of a normal, alternative functional state of mitochondria?", "A small clinical trial published in 2017 suggests this is possible.", "Based on a new unifying theory of pathogenesis for autism called the cell danger response (CDR) hypothesis, this study of 10 boys, ages 5-14years, showed that all 5 boys who received antipurinergic therapy (APT) with a single intravenous dose of suramin experienced improvements in all the core symptoms of autism that lasted for 5-8weeks.", "Language, social interaction, restricted interests, and repetitive movements all improved.", "Two children who were non-verbal spoke their first sentences.", "None of these improvements were observed in the placebo group.", "Larger and longer studies are needed to confirm this promising discovery.", "This review introduces the concept of M2 (anti-inflammatory) and M1 (pro-inflammatory) mitochondria that are polarized along a functional continuum according to cell stress.", "The pathophysiology of the CDR, the complementary functions of M1 and M2 mitochondria, relevant gene-environment interactions, and the metabolic underpinnings of behavior are discussed as foundation stones for understanding the improvements in ASD behaviors produced by antipurinergic therapy in this small clinical trial."], "id": "29253638", "text": "Are the symptoms of autism caused by a treatable metabolic syndrome that traces to the abnormal persistence of a normal, alternative functional state of mitochondria? A small clinical trial published in 2017 suggests this is possible. Based on a new unifying theory of pathogenesis for autism called the cell danger response (CDR) hypothesis, this study of 10 boys, ages 5-14years, showed that all 5 boys who received antipurinergic therapy (APT) with a single intravenous dose of suramin experienced improvements in all the core symptoms of autism that lasted for 5-8weeks. Language, social interaction, restricted interests, and repetitive movements all improved. Two children who were non-verbal spoke their first sentences. None of these improvements were observed in the placebo group. Larger and longer studies are needed to confirm this promising discovery. This review introduces the concept of M2 (anti-inflammatory) and M1 (pro-inflammatory) mitochondria that are polarized along a functional continuum according to cell stress. The pathophysiology of the CDR, the complementary functions of M1 and M2 mitochondria, relevant gene-environment interactions, and the metabolic underpinnings of behavior are discussed as foundation stones for understanding the improvements in ASD behaviors produced by antipurinergic therapy in this small clinical trial.", "doi": "10.1016/j.mito.2017.12.007", "journal": ["Mitochondrion", "Mitochondrion"], "date": "2018-01-18_23:45:48"}